{
  "casebody": {
    "data": "<casebody firstpage=\"418\" lastpage=\"420\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b472-8\">FASTENER SYSTEMS, INC., Appellant, v. MBNA AMERICA.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b472-12\">No. 01-2457.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b472-13\">United States Court of Appeals, Third Circuit.</court>\n<p data-order=\"3\" data-type=\"otherdate\" id=\"b472-14\">Submitted Under Third Circuit LAR 34.1(a) on June 11, 2002.</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b472-15\">Decided Sept. 26, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b473-6\"><page-number citation-index=\"1\" label=\"419\">*419</page-number>Before SLOVITER, ROTH, and MCKEE, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b473-7\">OPINION</p>\n<author id=\"b473-8\">ROTH, Circuit Judge.</author>\n<p id=\"b473-9\">The bookkeeper at Fastener Systems, Inc., embezzled substantial company funds to pay off the credit card debts owed to MBNA America on the MBNA credit card issued to the bookkeeper’s husband. Fastener Systems then sued MBNA for its alleged negligence in enabling the bookkeeper’s activities. The District Court dismissed Fastener’s case and denied its Motion for Relief from Order. Fastener appealed. Specifically, Fastener raises three issues on appeal: (1) The District Judge abused his discretion by dismissing the case with prejudice, pursuant to Rule 12(b)(6), without reviewing the totality of the circumstances; (2) the District Judge abused his discretion by dismissing the case with prejudice, pursuant to Rule 12(b)(6), without affording Fastener an opportunity to appear under Rule 56, and, if so, Fastener has stated a cause of action upon which relief may be granted; (3) the District Judge erred when he failed to give Fastener notice pursuant to Rule 55(b).</p>\n<p id=\"b473-10\">We exercise diversity jurisdiction in this matter pursuant to 28 U.S.C. § 1332. We exercise appellate jurisdiction pursuant to 28 U.S.C. § 1291 to review the District Court’s final order. Because this appeal involves a Motion for Relief of Order, we review for abuse of discretion. <em>In re O’Brien Environmental Energy Inc., </em>188 F.3d 116 (3d Cir.1999). We have found that an abuse of discretion exists when, “the district court’s decision rests upon a clearly erroneous finding of fact, an errant conclusion of law or an improper application of law to fact.” <em>Hanover Potato Products, Inc. v. Shalala, </em>989 F.2d 123, 127 (3d Cir.1993) (quoting <em>NLRB v. Frazier, </em>966 F.2d 812, 815 (3d Cir.1992)). For the following reasons, we will affirm the judgment of the District Court.</p>\n<p id=\"b473-12\">Fastener claims abuse of discretion from the fact that the judge did not review the totality of the circumstances with regard to Rule 60(b) and a claim for excusable neglect. Fastener cites <em>Pioneer Inv. Services Co. v. Brunswick Associates Ltd. Partnership, </em>507 U.S. 380, 113 S.Ct. 1489, 123 L.Ed.2d 74 (1993), as instruction for the court in deciding what is “excusable neglect.” Fastener has ignored an important rule—in its Motion for Relief of Order in the District Court, it mentions exclusively subsection 6, which reads “any other reason justifying relief from the operation of the judgment,” and not subsection 1, “excusable neglect.” We have found that Rule 60(b)(1) and 60(b)(6) are mutually exclusive grounds upon which a party can seek relief. See <em>Pioneer Inv. Services Co., </em>507 U.S. at 393. “An argument not raised in the district court is not properly preserved for appellate review.” <em>United States v. Gilchrist, </em>215 F.3d 333, 339 (3d Cir. 2000) (citing <em>In re City of Philadelphia Litig., </em>158 F.3d 723, 727 (3d Cir.1998)). Because Rule 60(b)(1) was not raised in the District Court, we cannot review an appeal of the rejection of the “excusable neglect” basis for the motion.</p>\n<p id=\"b473-13\">Nonetheless, Fastener argues that the sole reason for the “excusable neglect” <page-number citation-index=\"1\" label=\"420\">*420</page-number>was a reliance on 28 U.S.C. § 1146(5). Despite Fastener’s mis-citation, the motion quotes 28 U.S.C. § 1446(c). This subsection deals specifically with criminal prosecutions, which are not involved in this matter. We have found that failure to respond to a motion because of unfamiliarity with federal practice was not “excusable neglect.” <em>See Quality Prefabrication, Inc. v. Daniel J. Keating Co., </em>675 F.2d 77, 79 n. 2 (3d Cir.1982). <em>See also Andrews v. Time Inc., </em>690 F.Supp. 362, 364 (E.D.Pa.1988); <em>Struck v. Binns, </em>1996 WL 135332, *2 (E.D.Pa. Mar.19, 1996). Therefore, Fastener’s mistake in misreading the Federal Rules of Civil Procedure does not amount to excusable neglect sufficient to relieve judgment under Rule 60(b).</p>\n<p id=\"b474-4\">Even so, Fastener contends that there remains a cause of action upon which relief can be granted. The District Court considered the merits in both the original Motion to Dismiss and upon the Motion for Relief of Order. Ultimately, the court found that the order dismissing plaintiff’s complaint was correct on the merits, and the plaintiff had shown no basis for a different outcome. We find no abuse of discretion.</p>\n<p id=\"b474-5\">Further, Fastener claims that the judge abused his discretion by not allowing the appellant an opportunity to appear before the court and present material pertinent to a Rule 56 motion. This argument stems from Fastener’s conclusion that MBNA’s Motion to Dismiss asserted matters outside the pleadings. If this were so, the motion would be treated as one for summary judgment and disposed of as provided in Rule 56. F.R.C.P. 12(b)(6). This is an incorrect conclusion by Fastener. Fastener cites to two examples of matters outside the pleadings in MBNA’s motion: the assertions that MBNA is a holder in due course of checks presented for payment and thus a party that takes the instrument free from nearly all defenses against the payment of the instrument, and that the plaintiff own negligence precludes the plaintiffs action against the defendant. These represent legal arguments made by counsel for MBNA for purposes of the Motion to Dismiss. It is not extrinsic evidence or outside affidavits or papers. We have found that the court may consider “legal arguments presented in memorandums or briefs and arguments of counsel” when deciding a Rule 12(b)(6) motion to dismiss without invoking Rule 56 summary judgment. <em>Pryor v. National Collegiate Athletic Ass’n., </em>288 F.3d 548 (3d Cir.2002). MBNA’s motion to dismiss contained no matters outside the pleadings. Therefore, no Rule 56 hearing was necessary.</p>\n<p id=\"b474-7\">Finally, Fastener contends that the court erred in not giving it notice pursuant to F.R.C.P. 55(b). Rule 55(b) deals with default judgments. However, this appeal involves the granting of a motion to dismiss under Rule 12(b)(6), and not a default judgment under Rule 55(b). Therefore, there is no need for an inquiry in Rule 55 because it is not applicable to this appeal.</p>\n<p id=\"b474-8\">For the foregoing reasons, we will affirm the judgment of the District Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}