{
  "casebody": {
    "data": "<casebody firstpage=\"698\" lastpage=\"699\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b752-13\">UNITED STATES of America, Plaintiff—Appellee, v. Calixtro OCAMPO-ALVAREZ, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b752-16\">No. 01-50544.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A29\">D.C. No. CR-00-02751-JNK.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b752-18\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b752-19\">Submitted Oct. 9, 2002.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b752-20\">Decided Oct. 16, 2002.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b753-4\"><page-number citation-index=\"1\" label=\"699\">*699</page-number>Before PREGERSON, RYMER, and McKEOWN, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"AAqN\"> This panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b753-5\">MEMORANDUM<footnotemark>**</footnotemark></p>\n<p id=\"b753-6\">Calixtro Ocampo-AIvarez appeals his conviction for being a deported alien “found in” the United States in violation of 8 U.S.C. § 1326(a). We affirm.</p>\n<p id=\"b753-7\">Ocampo-AIvarez contends that the district court should have granted his motion to acquit because, pursuant to the official restraint doctrine, he never entered the United States. Under the official restraint doctrine, an alien cannot be found to have entered the United States within the meaning of 8 U.S.C. § 1326(a)(2) if he was under “constant observation” after having crossed the border. <em>United States v. Pacheco-Medina, </em>212 F.3d 1162, 1165 (9th Cir.2000). Surveillance did not begin in this case until well after Ocampo-AIvarez had entered the United States. He triggered a ground sensor that was located five miles walking distance from the border. For this reason, the official restraint doctrine does not apply.</p>\n<p id=\"b753-8\">Ocampo-Alvarez next argues that he should have been acquitted because the government failed to prove that he voluntarily entered the United States. Voluntariness may be inferred from the discovery of an alien some distance from the border. <em>United States v. Quintana-Torres, </em>235 F.3d 1197, 1200 (9th Cir.2000). For aliens not apprehended at the border, they, not the government, “have to demonstrate that one of the speculative possibilities of involuntary entry [ ] actually [took] place.” <em>Id. </em>Ocampo-Alvarez presented no such evidence.</p>\n<p id=\"b753-9\">Ocampo-Alvarez next argues that the indictment against him was insufficient because it was based upon a defective deportation order. Ocampo-Alvarez must demonstrate that his due process rights were violated in the deportation proceedings and that he suffered prejudice as a result. <em>United States v. Arrieta, </em>224 F.3d 1076, 1079 (9th Cir.2000). Even assuming there was a due process violation, Ocampo-Alvarez has failed to demonstrate any prejudice. He contends that the INS failed to notify him of his right to contact the Mexican Consulate and that if he had been aware of that right, he would have sought a lawyer. Ocampo-Alvarez, however, was informed of his right to be represented by counsel. Moreover, he does not identify any form of relief for which he might have been eligible.</p>\n<p id=\"b753-11\">Finally, Ocampo-Alvarez argues that the district court erred by failing to instruct the jury that the government was obliged to prove voluntary reentry as an element of the crime of being “found in” and that he could not have been deemed to have entered voluntarily if he was under official restraint, that is, constant surveillance. He was not entitled to these instructions for the reasons discussed above.</p>\n<p id=\"b753-12\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b753-21\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}