{
  "casebody": {
    "data": "<casebody firstpage=\"262\" lastpage=\"274\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b294-8\">Julia S. Boyd, Respondent, <em>v. </em>United States Mortgage and Trust Company, Appellant, Impleaded with Others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b294-9\">1. Amendment—Changing Designation of Defendant from Representative to Individual Capacity Does Not Effect a Change of Parties — Statute of Limitations. The Supreme Court has power, under section 723 of the Code of Civil Procedure, to permit the amendment of the summons and complaint in an action of negligence by changing the designation of the defendant from trustee to-that of an individual. The effect of the amendment is not tantamount- to bringing in a new party, so as to enable it to plead the Statute of Limitations as a bar to its liability, more than three years having elapsed between the time of the accident and the date of the service of the amended summons and complaint, but merely changes the capacity in which the defendant is sought to be charged.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b294-10\">2. Negligence — Injuries Received by Plaintiff While Examining Unfinished Building at Invitation of Defendants. The facts examined, in an action brought to recover for injuries received by the plaintiff, by falling through an open and unguarded stairway in a dark place, while examining an unfinished building, for the purpose of renting apartments therein, at the invitation of defendants and accompanied by their agent, and <em>held, </em>sufficient to sustain a verdict for plaintiff.</headnotes>\n<history data-order=\"3\" data-type=\"history\" id=\"b294-11\"><em>Boyd </em>v. <em>U. S. Mortgage &amp; Trust Co, </em>110 App. Div. 866, affirmed.</history>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b294-12\">Argued November 21, 1906;</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ApoZ\">decided January 22, 1907.)</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b295-4\"><page-number citation-index=\"1\" label=\"263\">*263</page-number>Appeal from a judgment of the Appellate Division of the Supreme Court in the first judicial department, entered December 21,1905, affirming a judgment in favor of plaintiff entered upon a verdict and an order denying a motion for a new trial.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b295-5\">The nature of the action and the facts, so far as material, are stated in the opinjon.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b295-6\"><em>Theodore H. Lord </em>and <em>Alfred A. Wheat </em>for appellant.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"ASq\">A verdict should have been directed against the plaintiff on the ground that the cause of action alleged did not accrue within three years next preceding the service of the summons and complaint. <em>(Schriver </em>v. <em>Schriver, </em>86 N. Y. 580; <em>Davidson </em>v. <em>Hoen, </em>47 Hun, 51; <em>Matter of Warner, </em>39 App. Div. 91; <em>Abbott </em>v. <em>Ry. Co., </em>120 N. Y. 652; <em>Shaw </em>v. <em>Cock, </em>78 N. Y. 194; <em>Keating </em>v. <em>Stevenson, </em>24 App. Div. 625; <em>United Press </em>v. <em>Abell Co., </em>73 App. Div. 240; <em>U. P. Ry. Co. </em>v. <em>Wilder, </em>158 U. S. 285; <em>Norling </em>v. <em>Allee, </em>13 N. Y. Supp. 791; 131 N. Y. 622; <em>O'Brien </em>v. Jackson, 167 N. Y. 31; <em>Parker </em>v. <em>Day, </em>155 N. Y. 383.) Plaintiff was guilty of contributory negligence. <em>(Whalen </em>v. <em>Gas Light Co., </em>151 N. Y. 72; <em>Brugher </em>v. <em>Buchtenkirch, </em>167 N. Y. 153; <em>Pipers. N. Y. C. R. R. Co., </em>156 N. Y. 224; <em>Halpin </em>v. <em>Townsend, </em>107 N. Y. 683.) Ho relation was established between the defendants Greene <em>&amp; </em>Taylor and the defendant trust company upon which the trust company could be charged with liability for the negligence of Greene &amp; Taylor or one of their employees. <em>(Johnson </em>v. <em>N. A. S. N. Co., </em>132 N. Y. 576; <em>Lewis </em>v. <em>L. I. R. R. Co., </em>162 N. Y. 52; <em>Uppington </em>v. <em>City of New York, </em>165 N. Y. 222.)</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b295-7\"><em>Howard Taylor </em>and <em>Charles B. Brophy </em>for respondent.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"A-I\">The defense of the Statute of Limitations cannot prevail unless the order of amendment be reversed. (Code Civ. Pro. § 380 ; <em>U.P.R. Co. </em>v. <em>Wilder, </em>158 U. S. 285.) The amendment of the caption was properly allowed. <em>(Town of Oyster Bay </em>v. <em>Jacob, </em>109 App. Div. 612; <em>Soldiers Home </em>v. <em>Sage, </em><page-number citation-index=\"1\" label=\"264\">*264</page-number>11 Misc. Rep. 159; <em>Albany Brewing Go. </em>v. Barckley, 42 App. Div. 335; <em>Thileman </em>v. Mayor, etc., 71 App. Div. 595 ; <em>Deyo </em>v. <em>Morse, </em>144 N. Y. 216; <em>United Press </em>v. <em>Abell Co., </em>73 App. Div. 240; <em>Kerrigan </em>v. <em>Peters, </em>108 App. Div. 292; <em>Foster </em>v. C. Nat. <em>Bank, </em>183 N. Y. 379; <em>House v. Carr, </em>185 N. Y. 453; <em>Rowell </em>v. <em>Moehler, </em>91 Hun, 421.) The questions relating to the defendant’s negligence and the plaintiff’s contributory negligence were properly left to the jury, whose verdict was fully supported by the evidence. (<em>Withers </em>v. B. R. E. <em>Exchange, </em>106 App. Div. 255; <em>Fleis </em>v. <em>Endicott, </em>15 Wkly. Dig. 7; <em>Eastland </em>v. <em>Clarke, </em>165 N. Y. 420; <em>Kenney </em>v. <em>Rhinelander, </em>28 App. Div. 246; <em>Bower </em>v. <em>Cushman, </em>55 App. Div. 45; <em>Barrett </em>v. L. O. B. <em>Imp. Co., </em>174 N. Y. 310.)</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b296-5\">Willard Bartlett, J.</author>\n<p id=\"Av4\">The original summons in this action was served on July 25, 1900. In the caption Julia S. Boyd was named as plaintiff and “ The United States Mortgage <em>&amp; </em>Trust Co. as substituted Trustee under the Will of Matthew Byrnes, deceased, and William Z. Greene and Louis R. Taylor, doing business under the name of Greene and Taylor ” were named as defendants. The original complaint which was served on the same date was entitled in the same manner. It alleged that the United States Mortgage <em>&amp; </em>Trust Co. was a domestic corporation and that the defendants Greene and Taylor were partners in the real estate business ; that the United States Mortgage <em>&amp; </em>Trust Co. “ as trustee ” at the time thereinafter mentioned was the owner of the Lorraine Apartment House in the city of Hew York; that for the purpose of inducing persons to become tenants thereof the United States Mortgage <em>&amp; </em>Trust Co. as trustee had constituted as its • agents the defendants Greene and Taylor, who had accepted such appointment; that on Hovember 16, 1899, the plaintiff being desirous of engaging an apartment, and being induced by the defendants’ representations, applied at the offices of the defendants Greene and Taylor for information concerning the same, and was then and there induced by the defendants Greene and Taylor to go to the <page-number citation-index=\"1\" label=\"265\">*265</page-number>Lorraine Apartment House and examine the apartments; that being conducted by an employee of the defendants Greene and Taylor, she went into the building, which was at the time, to the knowledge of the defendants, in an unsafe and dangerous condition, inasmuch as certain of the floors and rooms therein were unfinished; that the plaintiff was assured by the defendants Greene and Taylor that the building was safe and that she would run no risk of injury or danger in entering or passing through the same; that relying on this representation and assurance, the plaintiff allowed herself to be conducted therein by Greene and Taylor’s employee, and that while thus lawfully in the building at the invitation of the defendants, and as she was being conducted through the building, the plaintiff, without fault or negligence on her part and while exercising due care, and solely owing to the negligence of the defendants, stepped into a hole or open space in the nature of a concealed trap in the.floor, which could not be seen on account of the darkness of the room, and fell to the story below; by reason of which negligence plaintiff was severely injured to her damage in the sum of $15,000.</p>\n<p id=\"b297-5\">Answers denying any negligence were interposed by “ The United States Mortgage &amp; Trust Co. as substituted- Trustee under the will of Matthew Byrnes, deceased,” and by the defendants Greene and Taylor. Hothing more appears to have been done in the action until May, 1903, when a motion was made at the Hew York Special Term in behalf of the plaintiff for leave to amend the summons and complaint by striking out in the caption the words “as substituted Trustee under the Will of Matthew Byrnes, deceased” after the words “United States Mortgage &amp; Trust Co.” The Special Term denied this motion, but its order was reversed by the Appellate Division, which granted the desired leave to amend. <em>(Boyd </em>v. <em>United States Mortgage &amp; Trust </em>Co., 84 App. Div. 466.) The order of the Appellate Division further provided that the plaintiff should serve upon the United States Mortgage &amp; Trust Co. a copy of the amended summons and amended complaint, and that the said corporation should have <page-number citation-index=\"1\" label=\"266\">*266</page-number>twenty days thereafter within which to answer the amended complaint. Availing itself of this permission the United States Mortgage <em>&amp; </em>Trust Co. served a new answer under the changed caption on July 15, 1903, in which, in addition to its previous denial of any negligence, it pleaded as a separate defense that the cause of action alleged in the complaint did not accrue within three years next before the commencement of the action.</p>\n<p id=\"b298-5\">An order was subsequently entered dismissing the complaint as to the defendants Greene and Taylor, so that when the case came on.for trial in March, 1905, the United States Mortgage &amp; Trust Co. was the sole defendant. The plaintiff recovered a verdict of $1,000 damages upon evidence which is amply sufficient to sustain the recovery; and the. only substantial question presented by this appeal is whether the defendant was not entitled to have the complaint dismissed under its plea of the Statute of Limitations, inasmuch as more than three years had unquestionably elapsed between the time of the accident, ¡November 15, 1899, and the date of the service of the amended summons and complaint changing the title of the action, which was July 15, 1903.</p>\n<p id=\"b298-6\">The power of the court to permit an amendment of the summons and complaint so as to show that the defendant is sued individually instead of being sued in a representative capacity is hardly open to serious question. Section 723 of the Code of Civil Procedure expressly provides that the court in furtherance of justice’ may amend any process or pleading by adding or striking out the name of a person as a party or by correcting a mistake, in the name of a party. The amendment of the summons and complaint in this case by omitting therefrom “as trustee” after the name of the United States Mortgage <em>&amp; </em>Trust Company was either “striking out the name of a person as. a party ” or “ correcting a mistake in the name of a party; ” and whichever it may have been it was an amendment clearly within the power of the court to allow. The question here is not so much as to the authority to permit the amendment as to the effect of the amendment after <page-number citation-index=\"1\" label=\"267\">*267</page-number>it had been permitted. Was the change effected by the omission of the words “ as trustee ” tantamount to bringing in a new party for all purposes, so that the United States Mortgage <em>&amp; </em>Trust Company is to be regarded as not having been brought into court at all in its individual capacity until the service of the amended summons and complaint ?</p>\n<p id=\"b299-5\">In 1878 the General Term of the Supreme Court in the second department determined that the Special Term possessed the power to grant leave to amend a summons and complaint by striking out the words “ as administratrix ” after the name of the defendant so that the action might proceed thereafter against the defendant individually. <em>(Tighe </em>v. <em>Pope, </em>16 Hun, 180.) The suit was brought by an attorney to recover the value of professional services performed for the defendant as administratrix of her husband’s estate. In the summons and complaint the plaintiff described the respondent as administratrix and he prayed for judgment against her as such. A motion was made before trial to amend the process and pleading by omitting the words “ as administratrix ” and otherwise altering the complaint so as to charge the defendant in her individual capacity, but the motion was denied at Special Term on the ground that the proposed change would introduce a new defendant and a new cause of action, which the court had no power to do. The General Term reversed the order, holding that the motion ought to have been granted. The opinion of the General Term was written by the late Mr. Justice Gilbert, one of the most accurate and discriminating lawyers who ever sat on the bench of the Supreme Court in this state ; and his reasoning and the result which he reached have been, mentioned with approval in every instance which I have been able to find in which the case has been cited either in our own or in other jurisdictions. Judge Gilbert declared that the proposed amendment would have been in furtherance of justice. “It would have worked no change in the cause of action except to make it one against the defendant personally instead of one against her in her representative capacity of administratrix. <page-number citation-index=\"1\" label=\"268\">*268</page-number>* -x- * Whether the amendment is allowed or not the same person will be the defendant and I cannot see that any increased burden will be cast upon her by compelling her to defend personally instead of allowing her to succeed upon the technical ground that she did not incur the liability claimed in her capacity of administratrix.” Precisely the same question came before the Supreme Court of Errors of Connecticut in <em>McDonald </em>v. <em>Ward </em>(57 Conn. 304), where it was held that a complaint against the defendant as administrator could be amended so as to make it charge the defendant in his capacity as an individual. In the opinion of that court the New York case of <em>Tighe </em>v. <em>Pope (supra) </em>is cited and strongly approved by Loomis, J., who declared that the question involved therein “ was disposed of so justly that we can not do better than adopt the reasoning of that court;” and emphasis was laid upon the fact that the person of the defendant was the same before and after the amendment and that he was unquestionably liable as an administrator under the Connecticut statute or as an individual at common law. Among the Mew York cases in which <em>Tighe </em>v. <em>Pope </em>has been accepted as authority may be cited <em>Munzinger </em>v. <em>Courier Co. </em>(82 Hun, 575); <em>Dean </em>v. <em>Gilbert </em>(92 Hun, 427); <em>Albany Brewing Co. </em>v. <em>Barckley </em>(42 App. Div. 335), and <em>Alker </em>v. <em>Rhoads </em>(73 App. Div. 158). In several other states the same liberality of amendment is allowed, as, for example, Massachusetts, where a writ against a defendant personally can be amended so as to charge him in his capacity as administrator <em>(Lester </em>v. <em>Lester, </em>8 Gray, 437; <em>Hutchinson </em>v. <em>Tucker, </em>124 Mass. 240), and Alabama, where it has been held that if a defendant is sued in his representative character the complaint maybe amended so as to make the cause of action stand against him in his individual character. <em>(Lucas </em>v. <em>Pittman, </em>94 Ala. 616.)</p>\n<p id=\"b300-5\">Assuming, as I think we must assume, that the Supreme Court at Special Term possessed authority to permit the amendment of the summons and complaint which was allowed in this case, we are confronted with the much more serious <page-number citation-index=\"1\" label=\"269\">*269</page-number>question, in respect to which the members of the court below have differed, as to the effect of that amendment. If its effect was to bring in a new party in the fullest sense of that term — that is to say, a defendant who had never before been brought into court in this action for any purpose — then as to such defendant the action cannot be deemed to have been commenced until the service of the amended process, and such defendant would not be deprived of the benefit of its plea of the Statute of Limitations. As to <em>new parties </em>brought in by amendment a suit is begun only when they are brought in by the amendment and the service of the amended process. <em>“ </em>If between the time of the commencement of the suit and the time when the new parties are brought in the period of limitation has expired they may plead the statute in bar of their liability although the defense may not be available to the original defendants.” <em>(Shaw </em>v. <em>Cock, </em>78 N. Y. 194, 197.) So far as this branch of the case is concerned, the position of the appellant here rests upon the authority of the decision last cited. The argument is that the amendment in effect added to the action an entirely new defendant, the purpose of the amendment being not merely to correct a mistake in the name of the defendant so as to continue the action against the party originally intended, but to bring in and render liable a different defendant from the first one sought to be charged. If this view be correct, it manifestly requires a reversal of the judgment in favor of the plaintiff.</p>\n<p id=\"b301-5\">On the other hand, the respondent contends and the court below has held that an amendment which changes an actions brought against a person in a representative capacity to an action against the same person as an individual does not really bring in a new party defendant. In the prevailing opinion at the Appellate Division, Mr. Justice O’Brien, referring to the argument that a judgment against the United States Mortgage &amp; Trust Company as trustee would not be binding upon it individually, declares that this proposition is not determinative of the question, and says: “ It is that very fact which <page-number citation-index=\"1\" label=\"270\">*270</page-number>tmakes the amendment necessary, but the result of the amendment was not to bring in a new <em>party. </em>What is controlling in each case is whether or not a new party, that is, a new person or corporation, is, by the amendment, made a defendant. Here the mortgage company was served originally and nothing was gained in having it before the court by the new service, but for the proper entry of the judgment against it the designation was upon motion changed by striking out the words <em>‘ </em>as substituted trustee,’ etc. It follows that as it was not subsequently brought in, the Statute of Limitations would not constitute a bar to the maintenance of the action against it.” <em>(Boyd </em>v. <em>United States Mortgage &amp; T. Co., </em>94 App. Div. 413, 417.)</p>\n<p id=\"b302-5\">The question which has given rise to such a difference of opinion in the court below is .one of considerable practical importance to the legal profession, and I have, therefore, sought light upon it by the examination of a large number of cases, both English and American, to which no reference has been made either in the briefs or arguments of counsel. As a result of this research, and after a careful consideration of the reasoning in support of the contending views, I am satisfied that the amendment allowed in the case at bar does not really bring in a new party in the sense of making one a defendant who was not in any sense a defendant before the process and pleading were amended.- It merely changes the capacity in which the i same person is sought to be charged. That person having actually been brought into court by the service of the original process there seems to be no reason why he should not be required to contest upon the merits any cause of action growing out of the facts alleged in the complaint which the plaintiff may have against him in one capacity rather than in another provided that he is -notified by a timely and proper amendment of the jnecise capacity in which the plaintiff seeks to hold him liable.</p>\n<p id=\"b302-6\">Mr. Ohitty, in his well-known work on Pleading, where he discusses the general requirement that a declaration shall correspond with the process, calls attention to the fact that the <page-number citation-index=\"1\" label=\"271\">*271</page-number>Uniformity of Process Act (2 W. 4, c. 39) is silent as to the necessity of inserting any description of the character or right in which the plaintiff sues or the defendant is sued, saying: “It is probable that it was intended by that statute merely to require that the form of action should be stated and the amount of the debt indorsed, which it was perhaps considered would sufficiently inform the defendant in all actions what was the nature of the claim and the supposed liability.” (1 Chitty on Pleading [16th Am. ed.], 268.) He points out that it had been held in the Court of Common Pleas that on general process, not stating the character in which the plaintiff sued or the' defendant was sued, the plaintiff might declare against a defendant as executor or administrator. This was so decided in the case of <em>Watson </em>v. <em>Pilling </em>(6 Moore’s Reports, 66), where the defendant applied to set aside the declaration and all subsequent proceedings for irregularity on the ground that the plaintiff had sued out common process against the defendant generally, but had declared against him as administrator. Opinions were delivered by Lord Chief Justice Dallas and Justices Burrough and Richardson, all of whom agreed that the application should be denied and the rule discharged. The lord chief justice said it had long since been decided that in a suit begun by the service of a common <em>capias </em>the plaintiff might declare in whatever action he thought proper. “ The only object of the process is to compel the party against whom it is issued to appear; and when he is in court the plaintiff in his declaration discloses the form and cause of action for which he sues.” Mr. Justice Burrough declared it to be “quite clear that the object of the process is merely to bring the defendant into court; ” and Mr. Justice Richardson observed : “ It has long since been established that on common process the plaintiff may declare as an executor or administrator; and it appears to me that this principle applies more strongly to the case of a defendant who is declared against in his representative capacity. Although it may be inconvenient to him to be at first unacquainted with the precise nature of the plaintiff’s claim, still the court <page-number citation-index=\"1\" label=\"272\">*272</page-number>ought not either to alter or extend the practice in this respect.”While other English decisions may be found at <em>nisi jorius </em>in conflict with this view, the case cited and others to the same effect suffice to show a frequent judicial recognition of the fact that when a particular person has been served with process not specifying the precise capacity in which he is sought to be charged, he has, nevertheless, been brought into court to such an extent that he may be declared against in a representative character. In other words, an action against him has been commenced, and if the plaintiff by averments in the declaration makes manifest his purpose to charge him only in a representative capacity he may be permitted to do so without being placed in the same position as that which he would occupy if required to begin the suit anew. The court in the case supposed is deemed to have acquired jurisdiction over the person of the individual served and may continue to exercise that jurisdiction over him in any capacity in which the plaintiff seeks to render him liable, provided only that he in his own pei'son is the only one called upon to litigate the issue proffered by the declaration.</p>\n<p id=\"b304-5\">This conclusion is not in conflict with the rule that a former judgment includes a party only in the character in which he was sued. (See <em>Leonard </em>v. Pierce, 182 N. Y. 431, 432, and cases there cited.) .As was said by Judge Haight in that case: “If the judgment was for or against an executor, administrator, assignee or trustee it would not preclude him in an action affecting him personally from disputing the findings or judgment although the same questions are involved.” So here, if the present action had gone on against the United States Mortgage &amp; Trust Company as trustee judgment therein would not have been binding upon the corporation simply as such without reference to its representative capacity. That fact, however, is not perceived to have any bearing upon the question of the power to amend or the effect of the amend- ' ment when allowed. Mor does' the decision of this court in <em>Shaw </em>v. <em>Cock (supra) </em>demand a different conclusion; for there the effect of the amendment permitted was to bring into <page-number citation-index=\"1\" label=\"273\">*273</page-number>the action a corporation which had never been in it before, whereas here there was no change in the particular defendant sought to be charged, but merely a change in the capacity in which he was sued.</p>\n<p id=\"b305-5\">I have said in the beginning of this opinion that the evidence was sufficient to sustain the recovery; but perhaps I ought to add a few more words on this subject, inasmuch as the case has been twice tried and the first judgment in favor of the plaintiff was reversed by the Appellate Division because of the meagerness of proof to show just how the injuries were caused. <em>(Boyd </em>v. <em>U. S. Mortgage &amp; Trust Co., </em>94 App. Div. 413.) Upon the trial now under review, however, the defects then pointed out were supplied by the testimony of Mr. J. George Payne, the broker’s agent who accompanied the plaintiff to the apartment house where she was injured, from which it appears that she fell from the side of a stairway which she was ascending at his instance, and which was unprotected by any balustrade on that side. According to her statement, she was about to go toward a doorway which was lighted with the light of day, and this young man told her not to do that, but to go ahead. “ To go ahead was to go through another doorway which seemed pitch black dark. I crossed the threshold, took another step, and said, ‘Bo, you better go ahead;’ he was on my left. He passed me on my right and I felt myself going down, down, and a horrible sensation. The place into \"which I fell was not visible at the time.” Mr. Payne testified that the plaintiff would not have fallen if there had been a balustrade there.</p>\n<p id=\"b305-6\">It seems to me that the proof now presents all the elements necessary to charge the defendant with liability. The defendant owning the building employed Greene &amp; Taylor to procure tenants for apartments therein. This employment contemplated the inspection of such apartments under the direction of Greene <em>&amp; </em>Taylor. It is true there is testimony by a former officer of the defendant corporation to the effect that Greene &amp; Taylor were directed not to take any persons to inspect the building without informing them that they would <page-number citation-index=\"1\" label=\"274\">*274</page-number>do so at their own risk, but it does not appear that the plaintiff was ever so informed. She went to the apartment house at the instance of Greene &amp; Taylor conducted by their representative whose directions as to her movements she implicitly obeyed, and while so doing she was injured in consequence of the unguarded condition of a stairway. I think a jury might well find the owner chargeable with negligence under such circumstances and the intending tenant free from contributory negligence. Such was the view of a majority of the Appellate Division on the last appeal, and with that view I concur.</p>\n<p id=\"b306-6\">The judgment should be affirmed, with costs.</p>\n<p id=\"b306-7\">Cullen, Ch. J., Gray, Haight, Vann, Werner and Hiscock, JJ., concur.</p>\n<p id=\"b306-8\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}