{
  "casebody": {
    "data": "<casebody firstpage=\"467\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b505-4\">GODDARD, Admr., et al., Appellants, v. CHILDREN’S HOSPITAL MEDICAL CENTER, Appellee. </parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b505-7\">[Cite as <em>Goddard v. Children’s Hosp. Med. Ctr. </em>(2000), 141 Ohio App.3d 467.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b505-8\">Court of Appeals of Ohio, First District, Hamilton County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b505-10\">No. C-990408.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b505-11\">Decided Nov. 3, 2000.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b506-18\"><page-number citation-index=\"1\" label=\"468\">*468</page-number><em>John H. Metz, </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b507-4\"><page-number citation-index=\"1\" label=\"469\">*469</page-number><em>Dinsmore &amp; Shohl, Frank C. Woodside III, James A. Comodeca </em>and <em>Jeffrey R. Schaefer, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b507-5\">Painter, Judge.</author>\n<p id=\"b507-6\">Derek Goddard died from a seizure while in the care of Children’s Hospital Medical Center. His parents brought a medical malpractice suit against Children’s in May 1991, commencing a legal wrangle that has lasted almost ten years. Today we hope to end the dispute.</p>\n<p id=\"b507-7\">On December 21, 1994, the Goddards obtained a $3 million jury verdict against Children’s. Children’s moved for a new trial, and on March 25, 1995, the trial court set aside the jury’s verdict and ordered a new trial. The Goddards appealed the trial court’s order to this court, and Children’s cross-appealed. In June 1996, this court reversed the new-trial order and remanded the case with specific instructions that the trial court enter final judgment on the jury’s findings of medical negligence and its award of damages.<footnotemark>1</footnotemark></p>\n<p id=\"b507-8\">Final judgment in accordance with this court’s instructions was not entered until about three years later, on May 11, 1999. The delay in the entry of final judgment was primarily attributable to a series of procedural challenges regarding the remanded case’s reassignment and subsequent transfer back to the original judge. This court denied an appeal on that issue in 1998.<footnotemark>2</footnotemark> The procedural challenges during this interim period included a motion filed by the Goddards seeking recusal of the original judge, which, when denied, was followed by disqualification procedures, which were also subsequently denied.</p>\n<p id=\"b507-9\">The trial court’s May 11, 1999 final judgment was entered upon the jury’s verdict against Children’s and the original $3 million award, plus costs. Children’s then paid the original $3 million judgment, plus two days of interest. The Goddards now appeal and raise two assignments of error.</p>\n<p id=\"b507-10\">First, the Goddards claim that the trial court erred in refusing to grant interest from December 21, 1994, the date of the original jury verdict. They are correct. We will not penalize the Goddards or future successful plaintiffs for a trial court’s error. Second, the Goddards claim that the trial court abused its discretion in denying the Goddards’ motion for recusal. We have no jurisdiction to address the Goddards’ second assignment of error. Only the Chief Justice of the Ohio <page-number citation-index=\"1\" label=\"470\">*470</page-number>Supreme Court, or any judge of that court designated by the Chief Justice, has jurisdiction to determine the disqualification of a common pleas court judge.<footnotemark>3</footnotemark></p>\n<p id=\"b508-5\">\n<em>I. Of Course A Plaintiff Gets Interest</em>\n</p>\n<p id=\"b508-6\">R.C. 1343.03(A) provides in pertinent part that “when money becomes due and payable * * * upon all judgments, decrees, and orders of any judicial tribunal for the payment of money arising out of tortious conduct * * * the creditor is entitled to interest at the rate of ten per cent per annum * * * .” R.C. 1343.03(B) further states that the “interest on a judgment, decree or order for the payment of money in a civil action based on tortious conduct shall be computed from the date the judgment,- decree, or order is rendered to the date on which the money is paid.”</p>\n<p id=\"b508-7\">The purpose of statutory interest is to guarantee that the successful plaintiff will receive prompt payment, and to prevent the judgment debtor from profiting at the expense of the plaintiff by withholding money belonging to the plaintiff.<footnotemark>4</footnotemark> R.C. 1343.03(A) automatically bestows a statutory right to interest on a judgment as a matter of law.<footnotemark>5</footnotemark> Even in the absence of a specific request for interest or in the absence of an order for the losing party to pay interest, R.C. 1343.03 requires a losing party to pay interest on an award.<footnotemark>6</footnotemark></p>\n<p id=\"b508-8\">It is generally accepted by Ohio courts that have considered the issue that, absent proof of waiver or bad faith on the part of the prevailing party estopping it from claiming interest, interest continues to accrue during the pendency of an appeal, regardless of which party has appealed.<footnotemark>7</footnotemark> Justification for this rule is twofold. First, where the judgment creditor appeals the sufficiency of the award, the judgment debtor may opt to toll the running of interest at any <page-number citation-index=\"1\" label=\"471\">*471</page-number>time by tendering unconditional payment in full.<footnotemark>8</footnotemark> Second, regardless of which party appeals, if the judgment debtor retains the use of the money during the appeal, then presumably the debtor may invest the money so that its value compounds at a rate at least equivalent to the legal rate of interest.<footnotemark>9</footnotemark> The determinative issue common to all cases, then, is which party has the use of the money during the pendency of an appeal.<footnotemark>10</footnotemark></p>\n<p id=\"b509-4\">The foregoing legal theories provide a basis for, but do not decide, the narrower question presented to this court, which is one of first impression in the First Appellate District. We must decide this issue: When a plaintiff obtains a jury verdict and an award of damages, and the trial court erroneously sets aside the verdict or award, whether interest begins to accrue from the date of the original jury verdict or from the date of the later entry of judgment upon the verdict and award upon remand. To so state the question makes obvious the answer. Because Children’s had the use of the money awarded by the jury to the Goddards during the pendency of the appeal, we hold that the Goddards are entitled to interest from the date of the original jury verdict.</p>\n<p id=\"b509-5\">The jury gave the Goddards $3 million in December 1994. They received no money until May 1999. To uphold the integrity of the jury verdict, the Goddards must be made whole for the original value of their award — that is the very purpose of interest on a judgment.</p>\n<p id=\"b509-6\">\n<em>II. Other Cases Agree</em>\n</p>\n<p id=\"b509-7\">Two unreported decisions based on similar facts provide guidance and persuasive reasoning to support our holding. First, in <em>Dowdy v. </em>Lee,<footnotemark>11</footnotemark> a jury rendered a verdict for and awarded damages to the plaintiff. The trial court, however, did not enter judgment upon the verdict and award but instead granted defendant’s motion for a new trial. The court of appeals later reversed the trial court’s grant of a new trial and entered final judgment for the plaintiff. In a subsequent appeal that required the appellate court to determine whether interest on the original award should accrue from the date of the verdict or from the date of the later reversal and entry of final judgment, the appellate court stated that “the trial court was wrong in vacating the jury verdict and ordering a new trial. The plaintiff-appellant should be placed in the same position he would have been in <page-number citation-index=\"1\" label=\"472\">*472</page-number>had the trial court done what we determined it should have done, entered judgment upon the verdict.”<footnotemark>12</footnotemark> This is exactly what has happened in our case.</p>\n<p id=\"b510-5\">Similarly, in <em>Swayze v. Scher</em><footnotemark><em>13</em></footnotemark><em> </em>the trial court committed a legal error in reducing a jury verdict. The legal error was corrected some three years later when the appellate court ordered the trial court to reinstate the original jury award. Because it would have been inequitable to deprive the plaintiff of the interest on the amount of the plaintiffs total recovery, and concurring with the reasoning in <em>Dowdy v. Lee, </em>the appellate court further decided that interest on the original award would run from the date of the original verdict.<footnotemark>14</footnotemark> Other Ohio appellate courts have applied similar reasoning in holding that appellate modifications of damage awards relate back to the date of the original judgment for purposes of the accrual of interest.<footnotemark>15</footnotemark></p>\n<p id=\"b510-6\">We also note some uniformity of opinion in the federal court system corresponding to our holding in this case. In applying Fed.R.App.P. 37 governing postjudgment interest, the First, Seventh, Eighth, and Eleventh Circuits have ruled that where a judgment is reversed and a jury verdict is reinstated, interest runs as a matter of law from the date of the jury verdict, not from the later date when the verdict is reinstated.<footnotemark>16</footnotemark> The Fifth and Second Circuits, in similar circumstances, have reserved the right to determine the starting point for the accrual of interest based on the “equities” of each individual case.<footnotemark>17</footnotemark></p>\n<p id=\"b510-7\">Our holding extends the rule cited by the majority of federal circuits that interest runs as a matter of law from the original jury verdict. Because we cannot conceive of circumstances under which the equities would not favor a plaintiffs entitlement to be made whole, we prefer the bright-line rule of law adopted by the majority of federal courts. We hold that, in cases where the trial court has erroneously vacated a jury verdict and award of damages, interest accrues from the date of the original jury verdict. To hold otherwise would unfairly penalize the judgment creditor for a mistake attributable solely to the trial court.</p>\n<p id=\"b511-4\"><page-number citation-index=\"1\" label=\"473\">*473</page-number>In its brief, Children’s suggests that this court should consider the Goddards’ lengthy procedural challenges regarding the remanded case’s reassignment and subsequent transfer back to the original judge in assessing when interest should begin to accrue. Our holding in this case makes this argument moot. Even if we were to have held otherwise, we find nothing in the record sufficient to justify a shifting of the equities. Children’s retained the use of money rightfully belonging to the Goddards. Accordingly, the Goddards’ first assignment of error is sustained.</p>\n<p id=\"b511-5\">\n<em>III. We Cannot Rule on Recusal</em>\n</p>\n<p id=\"b511-6\">In their second assignment of error, the Goddards urge us to review the trial court’s refusal to recuse itself from the case. We have no jurisdiction to do so. Only the Chief Justice of the Ohio Supreme Court, or any judge of that court designated by the Chief Justice, has jurisdiction to determine a common pleas disqualification.<footnotemark>18</footnotemark> Moreover, once the Chief Justice has dismissed an affidavit of disqualification as not well taken, the ruling of the Chief Justice is <em>res judicata </em>as to the question.<footnotemark>19</footnotemark> The Goddards’ second assignment of error is overruled.</p>\n<p id=\"b511-7\">\n<em>TV. Conclusion</em>\n</p>\n<p id=\"b511-8\">For the reasons given in our ruling on the first assignment of error, that part of the trial court’s judgment concerning interest on the award of damages is reversed, and this cause is remanded for the trial court to enter an award of interest in favor of the Goddards beginning December 21, 1994. In this respect, the Goddards are entitled to simple interest, the calculation of which does not involve adding unpaid interest to principal before computing interest for the next period.<footnotemark>20</footnotemark> As to the payment of Children’s purporting to satisfy the original $8 million award, plus two days’ interest, such partial payment should be applied first to payment of interest due on the principal, and then to payment on the principal itself.<footnotemark>21</footnotemark></p>\n<p id=\"b511-9\">\n<em>Judgment accordingly.</em>\n</p>\n<judges id=\"b511-10\">Hildebrandt, P.J., and Sundermann, J., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b507-11\">. <em>Goddard v. Children’s Hosp. Med. Ctr. </em>(June 12, 1996), Hamilton App. Nos. C-950278 and C-950295, unreported, 1996 WL 312474, appeal not allowed (1996), 77 Ohio St.3d 1474, 673 N.E.2d 138.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b507-12\">. <em>State ex rel. Estate of Goddard v. Niehaus </em>(Mar. 6, 1998), Hamilton App. No. C-970305, unreported, 1998 WL 94574.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b508-9\">. See <em>Beer v. Griffith </em>(1978), 54 Ohio St.2d 440, 441-442, 8 O.O.3d 438, 439-440, 377 N.E.2d 775, 776; <em>State v. Minnifield </em>(May 25, 1994), Hamilton App. Nos. C-930459 and C-930475, unreported, 1994 WL 201824.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b508-10\">. <em>Lovewell v. Physicians Ins. Co. of Ohio </em>(1997), 79 Ohio St.3d 143, 147, 679 N.E.2d 1119, 1123, citing <em>Overbeek v. Heimbecker </em>(C.A.7, 1996), 101 F.3d 1225, 1228.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b508-11\">. <em>State ex rel. Shimola v. Cleveland </em>(1994), 70 Ohio St.3d 110, 112, 637 N.E.2d 325, 326, citing <em>Testa v. Roberts </em>(1988), 44 Ohio App.3d 161, 542 N.E.2d 654.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b508-12\">. <em>Wilson v. Smith </em>(1993), 85 Ohio App.3d 78, 80, 619 N.E.2d 90, 91.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b508-13\">. <em>Sargent v. Owen </em>(June 22, 1998), Stark App. No. 98CA00028, unreported, 1998 WL 346628; <em>Weber v. Weber </em>(Feb. 11, 1998), Summit App. No. 18355, unreported, 1998 WL 78669; <em>Braun v. Pikus </em>(1995), 108 Ohio App.3d 29, 32, 669 N.E.2d 880, 882; <em>Moore v. Jock </em>(1993), 90 Ohio App.3d 413, 415-416, 629 N.E.2d 508, 510; <em>Viock </em>v. <em>Stowe-Woodward Co. </em>(1989), 59 Ohio App.3d 3, 569 N.E.2d 1070.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b509-8\">. <em>Sargent v. Owen, supra; Braun v. Pikus, supra; Moore v. Jock, supra; Viock v. Stowe-Woodward Co., supra.</em></p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b509-9\">. <em>Sargent v. Owen, supra; Braun v. Pikus, supra.</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b509-10\">. <em>Sargent v. Owen, supra; Weber v. Weber, supra; Braun v. Pikus, supra.</em></p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b509-11\">. <em>Dowdy v. Lee </em>(May 17, 1984), Stark App. No. CA-6249, unreported, 1984 WL 7499.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b510-8\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b510-9\">. <em>Swayze v. Scher </em>(Jan. 18, 1995), Montgomery App. No. 14310, unreported, 1995 WL 19130.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b510-10\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b510-11\">. See <em>Weber v. Weber, supra; Motok v. Motorists Mut. Ins. Co. </em>(Sept. 30, 1992), Trumbull App. No. 91-T-4583, unreported, 1992 WL 267443; <em>Viock v. Stowe</em>-Woodward <em>Co., supra.</em></p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b510-12\">. See <em>DeLong Equip. v. Washington Mills Electro Minerals Corp. </em>(C.A.11, 1993), 997 F.2d 1340; <em>Cordero v. De Jesus-Mendez </em>(C.A.1, 1990), 922 F.2d 11; <em>Graefenhain v. Pabst Brewing Co. </em>(C.A.7, 1989), 870 F.2d 1198; <em>Buck </em>v. <em>Burton </em>(C.A.8, 1985), 768 F.2d 285.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b510-13\">. See <em>Affiliated Capital Corp. v. Houston </em>(C.A.5, 1986), 793 F.2d 706; <em>Smith v. Natl. RR. Passenger Corp. </em>(C.A.2, 1988), 856 F.2d 467.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b511-11\">. See <em>Beer v. Griffith </em>(1978), 54 Ohio St.2d 440, 441-442, 8 O.O.3d 438, 439-440, 377 N.E.2d 775, 776; <em>State v. Minnifield </em>(May 25, 1994), Hamilton App. Nos. C-930459 and C-930475, unreported, 1994 WL 201824.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b511-12\">. <em>State v. Getsy </em>(1998), 84 Ohio St.3d 180, 185, 702 N.E.2d 866, 876.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b511-13\">. <em>Safdi v. Gallegos </em>(July 16, 1999), Hamilton App. Nos. C-980814 and C-980857, unreported, 1999 WL 498082; <em>Viock v. Stowe-Woodward Co., supra, </em>at 7, 569 N.E.2d at 1074.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b511-14\">. <em>Augustine v. N. Coast Limousine, Inc. </em>(Aug. 10, 2000), Cuyahoga App. Nos. 76742 and 76993, unreported, 2000 WL 1144970; <em>Viock v. Stowe-Woodward Co., supra, </em>at 8, 569 N.E.2d at 1075.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}