{
  "casebody": {
    "data": "<casebody firstpage=\"153\" lastpage=\"154\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b169-5\">J. B. Sias <em>vs. </em>Alexander M. Munroe.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b169-6\">Suffolk.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4X\">January 16. —19, 1883.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"AQt\">Field &amp; W. Allen, JJ., absent.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b169-7\">At the trial of an action for the price of milk, alleged to have been supplied to the defendant daily between two dates named, the plaintiff’s evidence tended to show a daily delivery of milk to the defendant of six cans a day. The defendant testified that his daily rate of supply was six cans; but that during part of the period covered by the declaration he had been supplied by another dealer. He then offered the evidence of this dealer that he had supplied the defendant at the rate of six cans a day during part of the time covered by the declaration. <em>Held, </em>that the evidence offered was admissible.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b169-8\">Contract to recover the price of milk, alleged to have been supplied to the defendant daily between February 20 and April 23, 1881. Answer, a general denial, and payment.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b169-9\">At a trial in the Superior Court, before <em>Oolburn, </em>J., without a jury, the plaintiff introduced evidence tending to show a daily delivery of milk to the defendant, at the rate of about six cans, or nearly fifty quarts, a day; that for some months prior to the bill sued for, he had made the same rate of delivery; and that during both those periods he did not know that the defendant had been supplied by any other milkman.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b169-10\">The defendant testified that his daily rate of supply was, as the plaintiff had testified, about six cans; but that during part of the period covered by the declaration, namely, from April 1, 1881, to April 23, and thereafter, he had been supplied by another dealer. No objection was made to this testimony. He <page-number citation-index=\"1\" label=\"154\">*154</page-number>then offered the evidence of one Baker, a milkman, to the effect that he had supplied the defendant at the rate of six cans a day during the time from April 1, 1881, to April 23, and thereafter; and that during this period he did not know of the defendant being supplied by any other milkman. But the judge, upon the objection of the plaintiff, excluded the testimony, and found for the plaintiff; and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b170-4\"><em>J. </em>Willard, for the defendant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b170-5\"><em>V. J. </em>Loring, for the plaintiff.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b170-6\">Colburn, J.</author>\n<p id=\"Aq3\">The testimony of Baker, in itself, was entirely immaterial; it had no tendency to disprove the plaintiff’s case; but, in one view which might have been taken of the testimony of the defendant, we are of opinion that the testimony of Baker was admissible. The defendant testified that his whole supply was but six cans of milk a day, and this might have been believed, and at the same time it might have been doubted whether he was correct in his statement of the time he ceased to take milk of the plaintiff; but if he had but six cans of milk a day, in all, he could not have had that quantity of each of two persons ; and, in this state of the evidence, the testimony of Baker would have been material, as tending indirectly to fix the time that the plaintiff ceased to deliver milk.</p>\n<p id=\"b170-7\">The testimony of Baker would have had no tendency to shov. whether the defendant had in all more than six cans of milk a day. Its admissibility depended entirely upon whether the defendant was believed in his statement as to his entire daily supply; and as it could not be known, before the trial was closed, what view might be taken of the defendant’s testimony upon this point, the proper course was to admit the testimony of Baker, and to regard it or reject it as the testimony of the defendant as to his entire supply might be believed or doubted.</p>\n<p id=\"b170-8\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}