{
  "casebody": {
    "data": "<casebody firstpage=\"457\" lastpage=\"463\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b497-12\">John David WOLF, Plaintiff-Appellant, v. Bob WINLOCK, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A9H\">No. 00-5933.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b497-14\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b497-16\">April 23, 2002.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b498-10\"><page-number citation-index=\"1\" label=\"458\">*458</page-number>Before BATCHELDER and COLE, Circuit Judges; and BECKWITH,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b498-13\"> The Honorable Sandra S. Beckwith, United States District Judge for the Southern District of Ohio, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b498-11\">BECKWITH, District Judge.</author>\n<p id=\"b498-12\">Plaintiff-Appellant John David Wolf appeals from an order of the district court granting summary judgment to Defendant-Appellee Bob Winlock. In his order, the district judge found that Defendant was entitled to qualified immunity on Plaintiffs civil rights claim under 42 U.S.C. § 1983. For the reasons that follow, the decision of the district court is</p>\n<p id=\"AqK\">AFFIRMED.</p>\n<p id=\"b498-15\">I.</p>\n<p id=\"b498-16\">In April 1998, Shirley Haycraft gave a man named John Wolfe $795 as deposit on the rental of five golf carts for use during the Kentucky Derby. When Haycraft found out that Churchill Downs regulations prohibited her from using the golf carts, she canceled her order and demanded that Wolfe return the deposit. Wolfe, however, absconded with Haycraft’s money. The entire transaction was conducted over the phone. Haycraft never met Wolfe in person.</p>\n<p id=\"b498-17\">Haycraft’s boyfriend, Bill Albright, worked as investigator in the welfare fraud department of the Kentucky Attorney General’s office. On behalf of Haycraft, Albright approached Defendant Bob Win-lock, an investigator in the consumer protection division of the Attorney General’s office, about locating Wolfe. Winlock visited the address listed on Haycraft’s invoice but found that the business, Golf Carts <em>&amp; </em>Parts, had abandoned the premises. Employees of a nearby restaurant told Win-lock that Wolfe lived in an apartment on Bardstown Road near Hurstbourne Lane in Louisville. The employees also gave Winlock a general description of Wolfe. Winlock then contacted the white collar crime division of the Louisville police department to see if they could provide a specific address for Wolfe. In turn, the <page-number citation-index=\"1\" label=\"459\">*459</page-number>Louisville police gave Winlock the address of the Plaintiff in this case, <em>John Wolf.</em></p>\n<p id=\"b499-5\">In response to the information provided to him, Winlock sent a letter to Plaintiff requesting that he refund Haycraft’s money within ten days. When Plaintiff received the letter, he called the Attorney General’s office to inform Winlock that he was not the man Winlock was looking for. Winlock was not in the office at the time, but Plaintiff left a message with a secretary who told him, “If it’s not you don’t worry about it. We’ll take care of it.” Winlock, however, never got the message. Having received no response to his letter, Winlock advised Haycraft that she could pursue civil remedies or swear out a criminal complaint. Haycraft chose to file a criminal complaint. Therefore, Winlock completed and Haycraft signed a criminal complaint charging Plaintiff with theft by failure to make required disposition of property.<footnotemark>1</footnotemark> An arrest warrant issued the same day.</p>\n<p id=\"b499-16\">Plaintiff was arrested, taken into custody, and held in jail overnight. Plaintiffs wife finally was able to contact Winlock and told him that the wrong man had been arrested. Only then did Winlock take steps to verify that Plaintiff was not the man responsible for the theft of Haycraft’s deposit. The charges against Plaintiff were dropped. The police eventually located and arrested John Wolfe, who pled guilty to the charge of theft by failure to make required disposition of property. During his investigation, Winlock never attempted to meet Plaintiff in person nor took any other steps to ascertain whether the Louisville police department had directed him to the responsible party.</p>\n<p id=\"b499-17\">On October 18, 1999, Plaintiff filed suit against Haycraft and Winlock in his individual capacity pursuant to 42 U.S.C. § 1988<footnotemark>2</footnotemark> for deprivation of civil rights se<page-number citation-index=\"1\" label=\"460\">*460</page-number>cured by the Fourth and Fourteenth Amendments of the U.S. Constitution. Although the complaint alleges that Winlock and Haycraft conspired to have Plaintiff falsely charged with a criminal offense, the specific constitutional claim appears to be that Winlock and Haycraft caused Plaintiff to be arrested without probable cause. Plaintiff also filed a supplemental state law claim against Winlock and Haycraft for malicious prosecution. Plaintiff later dismissed the claims against Haycraft. The case against Winlock proceeded to the summary judgment stage.</p>\n<p id=\"b500-4\">Winlock moved for summary judgment on Plaintiffs civil rights claim on the grounds of qualified immunity. In his summary judgment brief, Winlock argued that he could not be held liable for Plaintiffs mistaken arrest because he did not swear out the complaint, and, even if he had sworn out the complaint, he acted reasonably under the circumstances. In ruling on the summary judgment motion, the district court interpreted Plaintiffs constitutional claim to be based on Win-lock’s incomplete investigation. The district court ruled that Winlock could be held liable under § 1983 only if he stated a deliberate falsehood or acted with reckless disregard for the truth. The district court found that at most Winlock’s investigation was negligent. Therefore, the court ruled that Winlock was entitled to qualified immunity on Plaintiffs constitutional claims. The district judge also granted Winlock’s motion for summary judgment on the malicious prosecution claim because his conduct was merely negligent and because Plaintiff admitted that Winlock did not act with evil intent.</p>\n<p id=\"b500-5\">Plaintiff filed a timely appeal from the decision of the district court. We have jurisdiction over this appeal pursuant to 28 U.S.C. § 1291. The sole issue presented is whether the district court erred in finding that Winlock is entitled to qualified immunity.</p>\n<p id=\"b500-9\">II.</p>\n<p id=\"b500-10\">We review <em>de novo </em>a district court’s grant of summary judgment. <em>See Davis v. Sodexho, Cumberland Coll. Cafeteria, </em>157 F.3d 460, 462 (6th Cir.1998) (citing <em>Middleton v. Reynolds Metals Co., </em>963 F.2d 881, 882 (6th Cir.1992)). Summary judgment is proper if the evidence shows that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <em>See Davis, </em>157 F.3d at 462 (citing <em>City Mgmt. Corp. v. U.S. Chem. Co., </em>43 F.3d 244, 250 (6th Cir.1994)). We consider all facts and inferences drawn therefrom in the light most favorable to the nonmovant. <em>See Davis, </em>157 F.3d at 462.</p>\n<p id=\"b500-11\">The district court ruled that Defendant Winlock is entitled to qualified immunity, and therefore, cannot be compelled to defend Plaintiffs constitutional claims. A public official is entitled to qualified immunity, and thus shielded from suit under § 1983, for his actions if his conduct does not violate a clearly established statutory or constitutional right of which a reasonable official would have known. <em>Harlow v. Fitzgerald, </em>457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). The contours of the right must be sufficiently clear that a reasonable official would understand that what he was doing violates that right. <em>Anderson v. Creighton, </em>483 U.S. 635, 640, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987). The official, however, is only entitled to qualified immunity for actions taken in objective good faith within the scope of his duties. <em>Id. </em>at 849 fn. 34, 102 S.Ct. 2727.</p>\n<p id=\"b501-4\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>Determining a public official’s entitlement to qualified immunity presents a two-step inquiry. First, the court must determine, judged in the light most favorable to the party asserting the injury, whether the facts alleged show that the officer’s conduct violated a constitutional right. <em>Saucier v. Katz, </em>533 U.S. 194, 121 S.Ct. 2151, 2156, 150 L.Ed.2d 272 (2001). If no constitutional right would have been violated on the facts alleged, the inquiry stops and the officer will be entitled to qualified immunity. <em>Id. </em>If a violation can be made out based on a favorable view of the pleadings, the court must determine-whether the right at stake was clearly established. <em>Id.</em></p>\n<p id=\"b501-5\">In determining whether a constitutional right is clearly established, the court must first look to decisions of the U.S. Supreme Court, then to decisions of the Sixth Circuit, and, finally, to decisions of other circuits. <em>Walton v. City of Southfield, </em>995 F.2d 1331, 1336 (6th Cir.1993) (citing <em>Daugherty v. Campbell, </em>935 F.2d 780, 784 (6th Cir.1991)). It is only the extraordinary case that will require a reviewing court to look beyond Supreme Court and Sixth Circuit decisions. <em>Id. </em>The question of whether the right alleged to have been violated is clearly established, or whether the official acted reasonably, is one of law for the court. <em>Id. </em>However, if genuine issues of material fact exist as to whether the official committed the acts that would violate a clearly established right, then summary judgment is improper. <em>Id.; see also Jackson v. Hoylman, </em>933 F.2d 401, 403 (6th Cir.1991) (affirming district court’s denial of summary judgment on the issue of qualified immunity where the parties’ factual account of the incident differed).</p>\n<p id=\"b501-8\">The central questions presented are ones of probable cause and whether Defendant’s reliance on information provided to him by the Louisville police department without further investigation violated any constitutional right of Plaintiff. The Fourth Amendment to the Constitution prohibits unreasonable searches and seizures and requires that warrants be issued only upon a showing of probable cause. U.S. Const. amend. IV. In this case, Defendant did in fact obtain an arrest warrant from a judge prior to Plaintiffs arrest.<footnotemark>3</footnotemark> A police officer may be held liable under § 1983, however, if he obtains a warrant based on an affidavit knowingly containing material false statements or containing statements made in reckless disregard for the truth. <em>Hill v. McIntyre, </em>884 F.2d 271, 275 (6th Cir.1989). In this case, Plaintiff does not contend that the affidavit supporting the arrest warrant knowingly contained false statements. Neither does Plaintiff contend that the affidavit was insufficient to establish probable cause that a crime had been committed. Rather, Plaintiff argues that probable cause was absent because Defendant was reckless as to whether he had properly identified the proper person to be arrested. The district court held that Defendant was only negligent in that regard. Negligent conduct is insufficient to support the finding of a constitutional violation. <em>Lewellen v. Metropolitan Gov’t of Nashville &amp; Davidson County, </em>34 F.3d 345, 348 (6th Cir.1994).</p>\n<p id=\"b502-3\"><page-number citation-index=\"1\" label=\"462\">*462</page-number>Plaintiff claims that Defendant should have taken steps to verify that the Louisville police department had identified the correct “John Wolf(e)” before swearing out a warrant for his arrest. Police officers, however, are generally permitted to rely on information transmitted to them in determining whether probable cause exists to make a stop or arrest. For instance, in <em>Arizona v. Evans, </em>514 U.S. 1, 115 S.Ct. 1185, 131 L.Ed.2d 34 (1995), the Supreme Court held that the good faith exception to the exclusionary rule applied where a police officer made an arrest based on a computer inquiry which erroneously indicated that an arrest warrant on the defendant was outstanding. <em>Id. </em>at 14-16, 115 S.Ct. 1185. In <em>United States v. Hensley, </em>469 U.S. 221, 105 S.Ct. 675, 83 L.Ed.2d 604 (1985), the Court held that police officers may rely on bulletins or flyers issued by other departments as a basis to make <em>Terry </em>stops to investigate past crimes. <em>Id. </em>at 232, 105 S.Ct. 675. The Court further suggested that a police officer who relied on a bulletin that was not supported by reasonable suspicion would be entitled to a good faith defense to a civil suit. <em>Id. </em>In the same case, the Court interpreted another case, <em>Whiteley v. Warden, </em>401 U.S. 560, 91 S.Ct. 1031, 28 L.Ed.2d 306 (1971), to support the proposition that the police may make an arrest based on a radio bulletin that an arrest warrant had issued even if they are unaware of the specific facts that established probable cause. <em>Id. </em>at 230-31, 105 S.Ct. 675. The Court noted “that effective law enforcement cannot be conducted unless police officers can act on directions and information transmitted by one officer to another and that officers, who must often act swiftly, cannot be expected to cross-examine their fellow officers about the foundation for the transmitted information.” <em>Id. </em>at 231, 105 S.Ct. 675 (quoting <em>United States v. Robinson, </em>536 F.2d 1298, 1299 (9th Cir.1976)).</p>\n<p id=\"b502-6\">We believe that the facts of this case fall within the contours of the cases just discussed. There is no evidence in the record to suggest that Defendant acted in anything but good faith in conducting his investigation and relying on the information provided to him by the Louisville police department. For instance, there is no evidence that Defendant received but ignored the message from Plaintiff that he was not the person involved in the transaction with Haycraft. Furthermore, we see nothing in the record which should have alerted Defendant that he had the wrong man, for example, evidence that the police department had identified two John Wolf(e)s. Indeed, it is interesting and probably the basis for the confusion that Plaintiff once lived in an apartment in the same neighborhood as the John Wolfe responsible for the theft. We conclude that under the facts presented, Defendant was entitled to rely, and in fact relied in good faith, on the information provided to him by the Louisville police department. Therefore, as the district court correctly concluded, Defendant’s failure to verify the information provided to him was at most negligent.<footnotemark>4</footnotemark> As noted, negligent conduct does not constitute a constitutional violation. <em>See Lewellen swpra. </em>Consequently, because the facts construed in the light most favorable to Plaintiff do not show a constitutional violation, our analysis of qualified immunity ends in Defendant’s fa<page-number citation-index=\"1\" label=\"463\">*463</page-number>vor at the first step of the <em>Saucier </em>framework.</p>\n<p id=\"b503-5\">The only issue presented to us on this appeal was the district court’s conclusion that Defendant is entitled to qualified immunity. Therefore, Plaintiff has waived appeal on any other issues not raised in his brief. <em>Wright v. Holbrook, </em>794 F.2d 1152, 1156 (6th Cir.1986).</p>\n<p id=\"b503-6\">Conclusion</p>\n<p id=\"b503-7\">For the foregoing reasons, the decision of the district court granting summary judgment to Defendant-Appellee on the grounds of qualified immunity and dismissing the case with prejudice is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b499-6\">. Kentucky law provides:</p>\n<blockquote id=\"b499-7\">THEFT BY FAILURE TO MAKE REQUIRED DISPOSITION OF PROPERTY</blockquote>\n<blockquote id=\"b499-8\">(1) A person is guilty of theft by failure to make required disposition of property received when:</blockquote>\n<blockquote id=\"b499-9\">(a) He obtains property upon agreement or subject to a known legal obligation to make specified payment or other disposition whether from such property or its proceeds or from his own property to be reserved in equivalent amount; and</blockquote>\n<blockquote id=\"b499-10\">(b) He intentionally deals with the property as his own and fails to make the required payment or disposition.</blockquote>\n<blockquote id=\"b499-11\">(2) The provisions of subsection (1) apply notwithstanding that it may be impossible to identify particular property as belonging to the victim at the time of the actor’s failure to make the required payment or disposition.</blockquote>\n<blockquote id=\"b499-12\">(3) An officer or employee of the government or of a financial institution is presumed:</blockquote>\n<blockquote id=\"b499-13\">(a) To know any legal obligation relevant to his criminal liability under this section; and</blockquote>\n<blockquote id=\"b499-14\">(b) To have dealt with the property as his own when:</blockquote>\n<blockquote id=\"b499-18\">1. He fails to account or pay upon lawful demand; or</blockquote>\n<blockquote id=\"b499-19\">2. An audit reveals a shortage or falsification of accounts.</blockquote>\n<blockquote id=\"b499-20\">(4) Theft by failure to make required disposition of property received is a Class A misdemeanor unless the value of the property is three hundred dollars ($300) or more, in which case it is a Class D felony.</blockquote>\n<p id=\"b499-21\">Ky.Rev.Stat. Ann. § 514.070 (Baldwin 2001).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b499-22\">. This section provides:</p>\n<blockquote id=\"b499-23\">Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress, except that in any action brought against a judicial officer for an act or omission taken in such officer’s judicial capacity, injunctive relief shall not be granted unless a declaratory <page-number citation-index=\"1\" label=\"460\">*460</page-number>decree was violated or declaratory relief was unavailable.</blockquote>\n<p id=\"b500-12\">42 U.S.C. § 1983.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b501-6\">. We recognize that Defendant denies that he obtained the arrest warrant on Plaintiff because Haycraft is the one who decided to pursue criminal charges and swore out and signed the criminal complaint. It is undisputed, however, that Defendant assisted Haycraft in preparing the appropriate paperwork and that Haycraft relied entirely on Defendant’s identification of Plaintiff as the man responsible for the offense. In essence, Haycraft was simply a straw man in the entire transaction. Therefore, under these facts, we shall assume that Defendant is responsible for obtaining the arrest warrant.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b502-4\">. We recognize that there is authority in this Circuit which suggests that a police officer has a duty to make a reasonable investigation in determining whether probable cause exists to make an arrest. <em>See Gardenhire v. Schubert, </em>205 F.3d 303, 318 (6th Cir.2000). <em>Gardenhire </em>is distinguishable, however, because it involved a warrantless arrest. <em>See id. </em>at 309.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}