{
  "casebody": {
    "data": "<casebody firstpage=\"110\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b130-9\">STATE OF CONNECTICUT <em>v. </em>HECTOR RIOS</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"aoe-dedup-0\">(AC 20982)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b130-10\">Lavery, C. J., and Schaller and Bishop, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b130-17\">Argued September 23</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AnY\">officially released December 17, 2002</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b131-6\"><page-number citation-index=\"1\" label=\"111\">*111</page-number><em>Michael L. Moscowitz, </em>special public defender, with whom, on the brief, was <em>Patricia A. King, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b131-7\"><em>Bruce R. Lockwood, </em>assistant state’s attorney, with whom, on the brief, were <em>Michael Dearington, </em>state’s attorney, and <em>John M. Waddock, </em>supervisory assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b131-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b131-9\">LAVERY, C. J.</author>\n<p id=\"AfR\">The defendant, Hector Rios, appeals from the judgment of conviction, rendered after a jury trial, of one count of conspiracy to commit robbery in the first degree in violation of General Statutes §§ 53a-48 (a)<footnotemark>1</footnotemark> and 53a-134 (a) (2),<footnotemark>2</footnotemark> one count of attempt to commit robbery in the first degree in violation of General Statutes §§ 53a-49<footnotemark>3</footnotemark> and 53a-134 (a) (2), and three <page-number citation-index=\"1\" label=\"112\">*112</page-number>counts of assault in the first degree in violation of General Statutes §§ 53a-8* **<footnotemark>4</footnotemark> and 53a-59 (a) (5).<footnotemark>5</footnotemark> On appeal, the defendant claims that the trial court improperly (1) restricted the scope of questioning during the voir dire of the potential jurors and (2) denied defense counsel’s request to refer to a photograph that was not admitted into evidence dining closing arguments. We affirm the judgment of the trial court.</p>\n<p id=\"b132-6\">The jury could have reasonably found the following facts. On January 3, 1997, Diare Jones was on the front porch of his grandmother’s residence at 160 West Street in New Haven. His uncles, James Boyd and Harold Boyd also were present on the porch. Two Hispanic males emerged from a nearby alleyway and approached the porch. One of the men, the defendant, came closer and asked if the men on the porch had an illegal drug known as “illy”<footnotemark>6</footnotemark> available for purchase. James Boyd responded that he did not have any “illy,” but he did have some marijuana that he was willing to sell. The defendant <page-number citation-index=\"1\" label=\"113\">*113</page-number>gave James Boyd twenty dollars in exchange for a bag containing marijuana. When James Boyd turned around to enter the house to get change, the defendant pulled out a gun and ordered him to hand over all of his money. The defendant then fired the gun at James Boyd, hitting him three times. The defendant then proceeded to shoot at Jones, hitting him twice in the back and once in the right leg. Finally, the defendant shot Harold Boyd in the leg and left the scene. Thereafter, medical personnel transported all three victims to a hospital for treatment.</p>\n<p id=\"b133-6\">Shortly after arriving at the hospital, a police detective asked the victims to look at some photographs to see if they could identify the shooter. All three victims were unable to make an identification. On January 10, 1997, while still in the hospital, Jones identified the defendant as the shooter after he was shown an array of photographs. James Boyd, after being released <em>from </em>the hospital, was able to identify the defendant as the shooter after being shown an array of photographs.<footnotemark>7</footnotemark> On January 20, 1997, a police detective went to Harold Boyd’s residence to take a statement and show him a series of photographs. Harold Boyd, however, could not make a positive identification.</p>\n<p id=\"b133-7\">The police subsequently arrested the defendant. After a trial, the jury found the defendant guilty of all counts, and the court sentenced him to an effective prison term of thirty six years. This appeal followed. Additional facts will be set forth as necessary.</p>\n<p id=\"b133-8\">I</p>\n<p id=\"b133-9\">The defendant first claims that the court improperly restricted the scope of questioning during the voir dire of the potential jurors. Specifically, he argues that he was unable to probe the prospective jurors’ prejudices <page-number citation-index=\"1\" label=\"114\">*114</page-number>adequately regarding photographic identification. We disagree.</p>\n<p id=\"b134-6\">Both the federal and our state constitution guarantee the defendant the right to a public trial by an impartial jury. <em>State </em>v. <em>Patterson, </em>230 Conn. 385, 391, 645 A.2d 535 (1994), on appeal after remand, 236 Conn. 561, 674 A.2d 416 (1996). An adequate voir dire serves as a means to ensure that right. Id.; see also <em>Morgan </em>v. <em>Illinois, </em>504 U.S. 719, 727-29, 112 S. Ct. 2222, 119 L. Ed. 2d 492 (1992); <em>State </em>v. <em>Hodge, </em>248 Conn. 207, 216, 726 A.2d 531, cert. denied, 528 U.S. 969, 120 S. Ct. 409, 145 L. Ed. 2d 319 (1999). The court is entrusted with the primary responsibility of securing that right. <em>State </em>v. <em>Day, </em>233 Conn. 813, 843, 661 A.2d 539 (1995).</p>\n<p id=\"b134-7\">“We start with the principle that the right to question prospective jurors in a criminal proceeding is a fundamental right that contributes to a fair trial. ‘The right to question each juror individually by counsel shall be inviolate.’ Conn. Const., art. I, § 19, as amended by art. IV of the amendments. The legislature has also recognized the importance of questioning jurors by enacting General Statutes § 54-82f, which provides in relevant part: ‘In any criminal action tried before a jury, either party shall have the right to examine, personally or by his counsel, each juror outside the presence of other prospective jurors as to his qualifications to sit as a juror in the action, or [as] to his interest, if any, in the subject matter of the action, or as to his relations with the parties thereto. . . .’” <em>State </em>v. <em>Smith, </em>46 Conn. App. 600, 603, 700 A.2d 91, cert. denied, 243 Conn. 935, 702 A.2d 642 (1997); see also Practice Book § 42-12.</p>\n<p id=\"b134-8\">“The extent to which parties should be allowed to go in examining jurors as to their qualifications is a matter largely resting in the sound discretion of the trial court, the exercise of which will not constitute reversible error unless clearly abused, and where harm<page-number citation-index=\"1\" label=\"115\">*115</page-number>ful prejudice appears to have been caused thereby.” (Internal quotation marks omitted.) <em>State </em>v. <em>Henry, </em>49 Conn. App. 41, 45, 713 A.2d 873, cert. denied, 247 Conn. 903, 720 A.2d 515 (1998). “In the exercise of this discretion, the court should grant such latitude as is reasonably necessary to accomplish the two-fold purpose of voir dire: to permit the trial court to determine whether a prospective juror is qualified to serve, and to aid the parties in exercising their right to peremptory challenges.” (Internal quotation marks omitted.) <em>State </em>v. <em>Smith, </em>supra, 46 Conn. App. 604.</p>\n<p id=\"b135-6\">Finally, we note that “[d]espite its importance, the adequacy of <em>voir dire </em>is not easily subject to appellate review. The trial judge’s function at this point in the trial is not unlike that of the jurors later on in the trial. Both must reach conclusions as to impartiality and credibility by relying on their own evaluations of demeanor evidence and of responses to questions. . . . In neither instance can an appellate court easily second-guess the conclusions of the decisionmaker who heard and observed the witnesses.” (Citations omitted; emphasis in original.) <em>Rosales-Lopez </em>v. <em>United States, </em>451 U.S. 182, 188, 101 S. Ct. 1629, 68 L. Ed. 2d 22 (1981); see also <em>State </em>v. <em>Patterson, </em>31 Conn. App. 278, 288, 624 A.2d 1146, rev'd on other grounds, 230 Conn. 385, 645 A.2d 535 (1994), on appeal after remand, 236 Conn. 561, 674 A.2d 416 (1996).</p>\n<p id=\"b135-7\">With those principles in mind, we now address the defendant’s claim. Voir dire commenced on November 23, 1999. After the first member of the venire quickly was excused for cause, examination of the second member commenced. The following colloquy ensued:</p>\n<p id=\"b135-8\">“[Defense Counsel]: Have you ever heard about identification testimony, testimony based on photographs? Have you ever seen that on TV?</p>\n<p id=\"b136-5\"><page-number citation-index=\"1\" label=\"116\">*116</page-number>“[Venireperson]: Yeah. They had the lineup, and you go through the lineup, and the person picks out who—</p>\n<p id=\"b136-6\">“[Defense Counsel]: When you hear that, could you tell me anything that comes to your mind about that type of testimony?”</p>\n<p id=\"b136-7\">At that point, the state’s attorney objected and the venireperson was temporarily removed from the courtroom. The court, after hearing argument from both counsel, sustained the objection, noting that the question was improper for voir dire because it touched on the facts of the case. The venireperson returned to the courtroom, and defense counsel was permitted to ask whether he believed if witnesses always tell the truth, whether a witness could make a mistake and whether a confident witness automatically is correct.<footnotemark>8</footnotemark> Both counsel accepted the individual as a member of the jury.</p>\n<p id=\"b136-8\">For the remainder of the questioning done on November 23, 1999, defense counsel asked the members of the venire questions regarding their perceptions and beliefs as to whether witnesses always tell the truth, whether mistakes can be made by witnesses with respect to identification and whether a confident witness automatically is correct. The prosecutor often questioned venirepersons as to whether they had any preconceived notions that a witness automatically would he or make a mistake.</p>\n<p id=\"b136-9\">On November 24, 1999, prior to the start of voir dire, defense counsel requested that the court rule on the propriety of the following question: “Do you think it’s possible for someone to observe an event and identify someone as being involved, and it turns out they are mistaken?” The court sustained the state’s objection <page-number citation-index=\"1\" label=\"117\">*117</page-number>on the ground that the question touched on the facts of the case. The court permitted counsel to ask whether the venireperson believed that the witness, even a confident one, could be wrong. During the next two days of voir dire, defense counsel and the prosecutor questioned venirepersons regarding their beliefs on the accuracy of a witness to make a positive identification and the possibility that the witness could make an error.</p>\n<p id=\"b137-6\">Our Supreme Court repeatedly has warned counsel and the trial courts about engaging in voir dire questioning that touches on the facts of the case. “We have noted with concern increasing abuse of the voir dire process .... It appears that all too frequently counsel have engaged in wideranging interrogation of veniremen in a not too subtle attempt to influence the ultimate decision of a venireman if he should be selected for service or to ascertain the attitude of the venireman on an assumed state of facts.” (Internal quotation marks omitted.) <em>Bleau </em>v. <em>Ward, </em>221 Conn. 331, 339-40, 603 A.2d 1147 (1992). Moreover, “[questions addressed to prospective jurors involving assumptions or hypotheses concerning the evidence which may be offered at trial . . . should be discouraged.” (Internal quotation marks omitted.) <em>State </em>v. <em>Van Valkenburg, </em>160 Conn. 171, 173, 276 A.2d 888 (1970).</p>\n<p id=\"b137-7\">In <em>State </em>v. <em>Pollitt, </em>205 Conn. 61, 74, 530 A.2d 155 (1987), our Supreme Court held that the trial court did not abuse its discretion when it precluded defense counsel from asking prospective jurors whether there was such a thing as a mistaken identification. In that case, the trial court permitted counsel to inquire: “Would you automatically believe every witness who testified? [Do you] think . . . that a person who takes an oath can be honestly mistaken about what they’re testifying about?” (Internal quotation marks omitted.) Id. The Supreme Court held that the court properly attempted to strike a balance between a party’s right <page-number citation-index=\"1\" label=\"118\">*118</page-number>to ask questions regarding credibility while avoiding issues of fact or law that may have arisen during the trial. Id., 75.</p>\n<p id=\"b138-4\">In the present case, the identification of the defendant as the shooter of Jones, Harold Boyd and James Boyd served as a crucial factual determination reserved for the jury. The court permitted defense counsel, during voir dire, to ask prospective jurors questions regarding their thoughts on the ability of a witness to make an accurate identification and whether a witness, even an extremely confident one, could make a mistaken identification. Those questions, similar to those allowed in <em>Pollitt, </em>served to aid the court and counsel in determining whether a particular venireperson was qualified to sit as a juror. Furthermore, those questions assisted counsel in determining whether to use their peremptory challenges. We conclude that the court properly attempted to strike a balance between allowing questions regarding witness identification and avoiding questions that touched on the facts of the case. It was, therefore, not an abuse of discretion by the court to restrict the scope of questioning during voir dire of the potential jurors.</p>\n<p id=\"b138-5\">II</p>\n<p id=\"b138-6\">The defendant also claims that the court improperly denied defense counsel’s request to refer during closing argument to a drawing that had not been admitted into evidence. We disagree.</p>\n<p id=\"b138-7\">The drawing in question simultaneously depicted the image of a young woman and an old woman. Depending on the angle from which the viewer looks at the drawing, the image of either the old woman or the young woman may be perceived. Only after further viewing, or a shift in the angle from which the drawing is viewed, will the second image emerge. The defendant wanted <page-number citation-index=\"1\" label=\"119\">*119</page-number>to use the drawing to demonstrate the ease of misidenti-fication.</p>\n<p id=\"b139-6\">As an initial matter, we set forth the applicable standard of review. “In general, the scope of final argument lies within the sound discretion of the court . . . subject to appropriate constitutional limitations. ... It is within the discretion of the trial court to limit the scope of final argument to prevent comment on facts that are not properly in evidence, to prevent the jury from considering matters in the realm of speculation and to prevent the jury from being influenced by improper matter that might prejudice its deliberations.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Arline, </em>223 Conn. 52, 59, 612 A.2d 755 (1992).</p>\n<p id=\"b139-7\">Our Supreme Court frequently has stressed the importance of restricting comments made during closing arguments to matters related to the evidence before the jury. “While the privilege of counsel in addressing the jury should not be too closely narrowed or unduly hampered, <em>it must never be used as a license to state, or to comment upon, or even to suggest an inference from, facts notin evidence, or to present matters which the jury have no right to consider.” </em>(Emphasis added; internal quotation marks omitted.) <em>State </em>v. <em>Pouncey, </em>241 Conn. 802, 811, 699 A.2d 901 (1997).</p>\n<p id=\"b139-8\">The drawing that defense counsel wanted to refer to during his closing argument never was introduced into evidence.<footnotemark>9</footnotemark> Moreover, the defendant was able to make a similar argument to the jury regarding the potential for misidentification using a photograph of the crime scene that had been admitted into evidence.<footnotemark>10</footnotemark> We con-<page-number citation-index=\"1\" label=\"120\">*120</page-number>elude, therefore, that the court did not abuse its discretion when it denied the defendant’s request.</p>\n<p id=\"b140-4\">The judgment is affirmed.</p>\n<p id=\"b140-5\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b131-10\"> General Statutes § 53a-48 (a) provides: “A person is guilty of conspiracy when, with intent that conduct constituting a crime be performed, he agrees with one or more persons to engage in or cause the performance of such conduct, and any one of them commits an overt act in pursuance of such conspiracy.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b131-11\"> General Statutes § 53a-134 (a) provides in relevant part: “A person is guilty of robbery in the first degree when, in the course of the commission of the crime of robbery as defined in section 53a-133 or of immediate flight therefrom, he or another participant in the crime: (1) Causes serious physical injury to any person who is not a participant in the crime; or (2) is aimed with a deadly weapon; or (3) uses or threatens the use of a dangerous instrument; or (4) displays or threatens the use of what he represents by his words or conduct to be a pistol, revolver, rifle, shotgun, machine gun or other firearm, except that in any prosecution under this subdivision, it is an affirmative defense that such pistol, revolver, rifle, shotgun, machine gun or other firearm was not a weapon from which a shot could be discharged. . . .”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b131-12\"> General Statutes § 53a-49 (a) provides: “A person is guilty of an attempt to commit a crime if, acting with the kind of mental state required for commission of the crime, he: (1) Intentionally engages in conduct which <page-number citation-index=\"1\" label=\"112\">*112</page-number>would constitute the crime if attendant circumstances were as he believes them to be; or (2) intentionally does or omits to do anything which, under the circumstances as he believes them to be, is an act or omission constituting a substantial step in a course of conduct planned to culminate in his commission of the crime.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b132-10\"> General Statutes § 53a-8 (a) provides: “A person, acting with the mental state required for commission of an offense, who solicits, requests, commands, importunes or intentionally aids another person to engage in conduct which constitutes an offense shall be criminally liable for such conduct and may be prosecuted and punished as if he were the principal offender.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b132-11\"> General Statutes § 53a-59 (a) provides in relevant part: “A person is guilty of assault in the first degree when ... (5) with intent to cause physical ipjury to another person, he causes such ipjury to such person or to a third person by means of the discharge of a firearm.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b132-12\"> Jones testified that he understood “illy” to be a combination of marijuana and embalming fluid. It also has been described as mint leaves soaked in embalming fluid; <em>State </em>v. Spyke, 68 Conn. App. 97, 102 n.4, 792 A.2d 93, cert. denied, 261 Conn. 909, 804 A.2d 214 (2002); or a mixture of phencyclidine (PCP), wood alcohol, methanol and formaldehyde. <em>State </em>v. <em>Billie, </em>47 Conn. App. 678, 680 n.2, 707 A.2d 324 (1998), aff'd, 250 Conn. 172, 738 A.2d 586 (1999).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b133-10\"> During the trial, Jones and James Boyd identified the defendant as the individual who had shot them.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b136-10\"> Defense counsel also was permitted to ask whether the prospective juror would give more credibility to the testimony of a police officer than that of a citizen. See, e.g., <em>State </em>v. <em>Dolphin, </em>203 Conn. 506, 513, 525 A.2d 509 (1987); <em>State </em>v. <em>Hill, </em>196 Conn. 667, 672, 495 A.2d 699 (1985).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b139-9\"> The defendant could not have had the drawing admitted into evidence through an expert witness because expert testimony regarding misidentification generally is disfavored and excluded. See <em>State </em>v. <em>Kemp, </em>199 Conn. 473, 476-79, 507 A.2d 1387 (1986).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b139-10\"> Defense counsel showed the jury a photograph of the crime scene in which a pole appeared to be in front of the house where the shootings occurred. He then showed a photograph of the same location in which the <page-number citation-index=\"1\" label=\"120\">*120</page-number>pole was not present. He concluded by stating: “That’s what we talk about when we talk about misidentification. This picture is to illustrate how one may focus and process information as it relates to identification. You want to make sure, beyond a reasonable doubt, that the victims in this case are not identifying [the defendant] simply because certain characteristics resemble the physical appearance of the stranger who shot them.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}