{
  "casebody": {
    "data": "<casebody firstpage=\"134\" lastpage=\"143\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b156-4\">788 A.2d 242</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b156-5\">Deborah PORTERFIELD, v. MASCARI II, INC., et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b156-7\">No. 379,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AoU\">Sept. Term, 2001.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b156-8\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Apj\">Jan. 3, 2002.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b158-10\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>Judith S. Stainbrook, Westminister, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b158-11\">Marc S. Levine (Goldstein, Handler <em>&amp; </em>Levine, P.C., Bethesda and Diane A. Seltzer, Washington, DC, on the brief), for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b158-12\">Argued before DAVIS, JAMES R. EYLER and WILLIAM W. WENNER (Ret., specially assigned), JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b158-13\">JAMES R. EYLER, Judge.</author>\n<p id=\"b158-14\">The question presented by this appeal is whether an employee who alleged that she was terminated from employment for seeking to consult with an attorney before signing a written warning of inadequate job performance stated a cause of action for wrongful discharge. We hold that such allegations, without more, did not state a cause of action for wrongful discharge.</p>\n<p id=\"b159-4\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>Deborah Porterfield, appellant, was employed as an administrative assistant by Home Instead, a business which provides in-home care to senior citizens. Home Instead was operated by Mascari, Inc. and Mascari II, Inc., appellees.<footnotemark>1</footnotemark> Patricia Mascari, another appellee, was co-owner of the two corporations and manager of Home Instead. Julie Elseroad was employed by Home Instead as a supervisory employee. Appellant’s employment was terminated, and as a result, she filed a complaint, later amended, in the Circuit Court for Montgomery County against appellees. Appellees filed a motion to dismiss the amended complaint, and after it was granted, appellant noted an appeal to this Court. Appellant contends that the court erred in dismissing the wrongful discharge count contained in the amended complaint.<footnotemark>2</footnotemark></p>\n<p id=\"b159-5\">Because we are reviewing the granting of a motion to dismiss, we shall summarize the pertinent allegations contained in appellant’s amended complaint. On December 1, 1997, appellant was hired by Thomas Mascari, the founder of Home Instead. In September 1998, Patricia Mascari began working for Home Instead. Thomas Mascari died on January 29, 1999. Subsequently, Patricia Mascari managed the business. In March 1999, Patricia Mascari hired Julie Elseroad.</p>\n<p id=\"b159-6\">On April 28, 1999, appellant was given a review of her job performance. The average rating was slightly below “above average.” On August 30, 1999, Patricia Mascari issued a written “Employee Warning Report” to appellant. The report stated that appellant would be discharged if Patricia Mascari and Julie Elseroad did not see “marked improvement [in plaintiffs job performance] at the end of the next four weeks.” The report included the following statements that were “knowingly and materially false”: (1) in a meeting on August 4, 1999, <page-number citation-index=\"1\" label=\"138\">*138</page-number>appellant refused the assistance of Patricia Mascari and Julie Elseroad and “initially quit,” (2) on August 4, 1999, Patricia Mascari and Julie Elseroad spoke to appellant about not being efficient or productive in most aspects of her job, (3) appellant was not adhering to her workplan, and (4) appellant had received a previous warning on June 23,1999.</p>\n<p id=\"b160-5\">. Patricia Mascari demanded that appellant sign the warning report, but appellant declined to do so. Appellant took the document home and reviewed it. On August 31, 1999, a scheduled day off for appellant, she telephoned her supervisor, Julie Elseroad and, with respect to the warning report, stated: “due to the seriousness of the libel contained in the document, I have been advised to seek counsel before formally responding.” Later on that same date, Patricia Mascari telephoned appellant and stated: “Julie gave me your message. I think it is time we part company. It -will not be necessary [for you] to return to the office.”</p>\n<p id=\"b160-6\">With respect to the wrongful discharge count, appellant alleged that the public policy of Maryland “has mandated that all persons be afforded a reasonable opportunity to consult a lawyer of their choice concerning matters of importance in their lives, including their employment.” According to appellant, Patricia Mascari discharged appellant because she knew the reprimand was false and feared that appellant would retain a lawyer and sue her for defamation, or in the alternative, Patricia Mascari did not want to have an employee who had consulted an attorney concerning a work related dispute.</p>\n<p id=\"b160-7\">Standard of Review</p>\n<p id=\"b160-8\">Maryland Rule 2-322(b)(2)(2000) provides that a defendant may seek dismissal of a case through a preliminary motion when the complaint fails “to state a claim upon which relief can be granted.” In such a motion, a defendant is asserting that despite the truth of the allegations, the plaintiff is barred from recovery as a matter of law. <em>Lubore v. RPM Assocs., </em>109 Md.App. 312, 322, 674 A.2d 547 (1996). A court must assume the truth of all well pleaded facts and all inferences reasonably drawn therefrom. <em>Sharrow v. State </em><page-number citation-index=\"1\" label=\"139\">*139</page-number><em>Farm Mut. Auto. Ins. Co., </em>306 Md. 754, 768, 511 A.2d 492 (1986); <em>Rossaki v. NUS Corp., </em>116 Md.App. 11, 18, 695 A.2d 203 (1997). Similarly, on appeal, this Court must “ ‘consider well-pleaded facts and allegations in the light most favorable to the appellant.’ ” <em>Century Natl Bank v. Makkar, </em>132 Md.App. 84, 89, 751 A.2d 1 (2000) (quoting <em>Parker v. Kowal-sky, </em>124 Md.App. 447, 458, 722 A.2d 441 (1999)). “The grant of a motion to dismiss is proper if the complaint does not disclose, on its face, a legally sufficient cause of action.” <em>Hrehorovich v. Harbor Hosp. Ctr., Inc., </em>93 Md.App. 772, 785, 614 A.2d 1021 (1992). <em>See Rossaki, </em>116 Md.App. at 18, 695 A.2d 203; <em>Lubore, </em>109 Md.App. at 322, 674 A.2d 547. Upon the trial court’s grant of a motion to dismiss, we must determine whether the decision was legally correct. <em>Rossaki, </em>116 Md.App. at 18, 695 A.2d 203.</p>\n<p id=\"b161-5\">Discussion</p>\n<p id=\"b161-6\">Appellant acknowledges that a cause of action for wrongful discharge of an at will employee does not lie unless the “motivation for the discharge contravenes some clear mandate of public policy.” <em>Adler v. American Standard Corp., </em>291 Md. 31, 47, 432 A.2d 464 (1981). Appellant argues there is a strong public policy in Maryland in favor of access to counsel, in civil as well as criminal cases. <em>See Zetty v. Piatt, </em>365 Md. 141, 776 A.2d 631 (2001) (upholding the right to counsel at a civil contempt proceeding); <em>Rutherford v. Rutherford, </em>296 Md. 347, 464 A.2d 228 (1983); Maryland Legal Services Corporation Act, Md.Code (1982), Art. 10 §§ 45A-450 (setting forth a system to facilitate equal opportunity and access to counsel).<footnotemark>3</footnotemark> An alleged violation of that policy, according to appellant, states a cause of action for wrongful discharge. Appellant relies primarily on cases from other jurisdictions, specifically, <em>Thompto v. Coborn’s Inc., </em>871 F.Supp. 1097 (N.D.Iowa 1994); <em>Chapman v. Adia Services, Inc., </em>116 Ohio App.3d 534, 688 N.E.2d 604 (1997); and <em>Simonelli v. </em><page-number citation-index=\"1\" label=\"140\">*140</page-number><em>Anderson Concrete Co., </em>99 Ohio App.3d 254, 650 N.E.2d 488 (1994).</p>\n<p id=\"b162-4\">Not surprisingly, appellees disagree, relying on several Maryland cases, including <em>Watson v. Peoples Security Life Insurance Company, </em>322 Md. 467, 588 A.2d 760 (1991). In addition, appellees request that we dismiss appellant’s appeal for failure to comply with Rule 2-501(d)(1), in that appellant did not serve on appellees a statement of those parts of the record that appellant proposed to include in the record extract. Appellees included a pleading in an appendix to its brief that was not included in the record extract.</p>\n<p id=\"b162-5\">With respect to appellees’ second point, we exercise our discretion and decline to dismiss the appeal for violation of Rule 2-501. Thus, we turn our attention to the substantive issue.</p>\n<p id=\"b162-6\">For the tort of wrongful discharge, the public policy in question must be a preexisting, unambiguous, and particularized pronouncement, by constitution, enactment, or prior judicial decision, directing, prohibiting, or protecting the conduct in question so as to make the public policy on the relevant topic not a matter of conjecture or interpretation. <em>Sears, Roebuck &amp; Co. v. Wholey, </em>139 Md.App. 642, 779 A.2d 408, 419 (2001). A complaint must plead with particularity the source of the public policy and the alleged violation. <em>Watson v. Peoples Sec. Life Ins. Co., </em>322 Md. 467, 477, 588 A.2d 760 (1991); <em>Lee v. Denro, Inc., </em>91 Md.App. 822, 831-32, 605 A.2d 1017 (1992). The court determines as a matter of law whether the relevant public policy considerations constitute a clear mandate. <em>Watson, </em>322 Md. at 478, 588 A.2d 760; <em>Kessler v. Equity Mgmt., Inc., </em>82 Md.App. 577, 584, 572 A.2d 1144 (1990). “ ‘Recognition of an otherwise undeclared public policy as a basis for a judicial decision involves the application of a very nebulous concept to the facts of the case,’ a practice which should be employed sparingly, if at all.” <em>Lee, </em>91 Md.App. at 830, 605 A.2d 1017 (quoting <em>Adler v. American Standard Corp., </em>291 Md. 31, 45, 432 A.2d 464 (1981)). The tort of wrongful discharge is aimed at particularly reprehensi<page-number citation-index=\"1\" label=\"141\">*141</page-number>ble conduct, <em>Firing v. Koppers Co., </em>312 Md. 45, 49, 537 A.2d 1173 (1988), and is designed to provide a remedy for such conduct when no other remedy is available. Thus, if the relevant public policy is contained in a statute and the statute provides a remedy, the tort of wrongful discharge is not available. <em>See Insignia Residential Corp. v. Ashton, </em>359 Md. 560, 562, 755 A.2d 1080 (2000); <em>Miller v. Fairchild Indus., Inc., </em>97 Md.App. 324, 338-39, 629 A.2d 1293 (1993) (discussing <em>Makovi v. Sherwin-Williams Co., </em>316 Md. 603, 561 A.2d 179 (1989) and <em>Chappell v. Southern Maryland Hosp., Inc., </em>320 Md. 483, 578 A.2d 766 (1990)).</p>\n<p id=\"b163-5\">We have held that terminating an employee from employment for exercising a general right of free speech did not give rise to liability for wrongful discharge. <em>Miller, </em>97 Md.App. at 337, 629 A.2d 1293 (termination of employment was allegedly in retaliation for exercising right of free speech when employee cooperated with environmental authorities investigating employer). A right to speak does not necessarily equate with a right to be employed. <em>Id. </em>In <em>Bleich v. Florence Crittenton Services of Baltimore, Inc., </em>98 Md.App. 123, 632 A.2d 463 (1993), we confirmed that the tort of wrongful discharge did not lie when employment was terminated for exercising a general right of free speech. <em>Bleich, </em>98 Md.App. at 135, 632 A.2d 463. By contrast, however, we held that the tort did lie based on a violation of a statute requiring the reporting of child abuse or neglect. <em>Id. </em>at 137-40, 632 A.2d 463 (relying on Maryland Code (1984, 1991 Repl.Vol.), §§ 5-502, 5-702 and 5-704 of the Family Law Article). <em>See Ball v. United Parcel Service, Inc., </em>325 Md. 652, 602 A.2d 1176 (1992) (in the absence of a statutory violation, no cause of action for wrongful discharge when employee was terminated for refusing to comply with an employer’s directive that she donate a part of her wages to the United Way Fund). We conclude from the above that, while there may be a general right to engage in certain activity, even if the activity is favored by public policy, it does not necessarily follow that the right to pursue the activity equates with the right to remain employed and converts a non actionable termination of employment to <page-number citation-index=\"1\" label=\"142\">*142</page-number>an actionable one. The nature of the conduct in question is relevant, and the violation of public policy must be unambiguous and particularized.</p>\n<p id=\"b164-5\"><em>Watson </em>is close to being on point with respect to the issue before us. In that case, the employee alleged that she was terminated from employment because, prior thereto, she filed a suit against her employer based on acts committed by a co-employee. The employee sued for assault and battery, intentional infliction of emotional distress, negligent hiring and supervision of the co-employee, and abusive discharge. <em>Watson, </em>322 Md. at 472-73, 588 A.2d 760 (asserting, in part, the right to sue as a mandate of public policy). The Court of Appeals stated that, absent a statute expressing a clear mandate of public policy,<footnotemark>4</footnotemark> there is ordinarily no violation of public policy when an employer discharges an at will employee in retaliation for the employee having sued the employer. <em>Watson, </em>322 Md. at 478, 588 A.2d 760.</p>\n<p id=\"b164-6\">With respect to the case before us, the violation of the general right to consult counsel is not enough. The conduct of the employer and the nature of the potential claim, if any, are relevant. The complaint indicates that, if there was a potential claim, it was one of defamation, presumably based on the contents of the written warning summarized above. There is nothing to take this case out of the general rule expressed in <em>Watson </em>— not even the type of conduct discussed in the <em>Watson </em>dissent, <em>i.e., </em>conduct that would constitute an intense personal affront to an employee.</p>\n<p id=\"b164-7\">The cases relied upon by appellant from other jurisdictions involved causes of action different from the potential defamation claim involved in this case. To the extent, however, that these cases stand for the proposition that termination of employment for exercising a general right to consult counsel •with or without the intention of exploring a possible lawsuit <page-number citation-index=\"1\" label=\"143\">*143</page-number>against the employer that is not dependent upon the nature of the employer’s conduct or the nature of the potential claim, they are not consistent with the law of Maryland.</p>\n<p id=\"b165-5\">JUDGMENT AFFIRMED; COSTS TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b159-7\">. Home Instead is a registered trade name held by Mascari II, Inc.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b159-8\">. The amended complaint also contained counts alleging defamation and tortious interference with economic interests. Appellant is not pursuing these claims on appeal. Julie Elseroad was not named as a defendant in the wrongful discharge count, and consequently, she is not a party to this appeal.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b161-7\">. Appellant's alleged mandate of public policy is broader than the constitutional right to counsel.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b164-8\">. <em>Cf Ewing v. Koppers Co., </em>312 Md. 45, 537 A.2d 1173 (1988) (where terminating an employee in retaliation for filing a worker’s compensation claim is prohibited by statute, a suit for wrongful discharge will lie when an employee is discharged solely for that reason).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}