{
  "casebody": {
    "data": "<casebody firstpage=\"638\" lastpage=\"650\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b662-6\">MYRTLE E. LAMB and W. J. LAMB, her husband, v. RALSTON PURINA COMPANY, a corporation, trading as Checkerboard Feed Store.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b662-7\">21 So. (2nd) 127</citation>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aua\">January Term, 1945</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aef\">March 2, 1945</decisiondate>\n<court data-order=\"4\" data-type=\"court\" id=\"Aoy\">Division B</court>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b662-9\">Rehearing denied March 16, 1945</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b663-10\"><page-number citation-index=\"1\" label=\"639\">*639</page-number><em>Lester Harris </em>and <em>G. P. Garrett, </em>for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b663-11\"><em>Clarh </em>W. <em>Jennings, </em>for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b663-12\">SEBRING, J.:</author>\n<p id=\"b663-13\">Myrtle E. Lamb, a married woman, was the owner of a small farm in Orange County, Florida, where she and her husband maintained their residence and upon which she engaged in the business of raising and selling poultry and eggs. Ralston Purina Company brought its bill in equity in the Circuit Court of Orange County seeking to charge the real <page-number citation-index=\"1\" label=\"640\">*640</page-number>property, and the poultry business maintained thereon, for the payment of a bill of account for poultry feed, insecticide and tonics furnished Mrs. Lamb in the conduct of such poultry business. The bill of complaint charged that the merchandise furnished by Ralston Purina Company was sold to Mrs. Lamb upon her sole credit and upon the sole credit of her separate statutory real and personal property and that the merchandise so sold became and was her separate statutory property and went into, enhanced and benefited the business on the property. The prayer of the bill was for an accounting, a receivership of the business, and a decree charging the real and personal property with the payment of said account as a lien on the separate statutory property of a married woman. Subsequently, a receiver was appointed by the court, pursuant to the prayer of the bill, to take over the stock of poultry owned by Mrs. Lamb and to preserve the same pending the outcome of the suit.</p>\n<p id=\"b664-4\">In due course Myrtle E. Lamb filed her answer to the bill in which she averred that she was the head of a family residing in the State of Florida and that as such family head she claimed the right to have the property sought to be charged set aside to her as homestead and exempted from forced sale for the payment of the debt, by virtue of the provisions of Article X, Section 1 of the Constitution of Florida.</p>\n<p id=\"b664-5\">Testimony was taken on this issue by the chancellor. After the testimony had been submitted, but before the chancellor had made his ruling thereon, Mrs. Lamb filed her petition in the United States District Court for leave to effect an agricultural composition, under Section 75 of the Bankruptcy Act, as amended. See Frazier-Lemke Act, 11 U.S.C.Á. Sec. 203. The district court, finding that Myrtle E. Lamb was an insolvent farmer-debtor within the meaning of the bankruptcy , act, took jurisdiction of the proceeding and entered an order staying all suits against the debtor, including the pending equity suit being prosecuted in the State Court by Ralston Purina Company. At the same sitting the district court entered an order naming a conciliation commissioner to take over the assets of the debtor, and an order directing that the poultry in the possession of the State Court receiver be <page-number citation-index=\"1\" label=\"641\">*641</page-number>returned to Myrtle E. Lamb upon payment by her of all exr penses incurred in the receivership. Subsequently, the receivership costs were paid by the farmer-debtor and the property which had been taken over by the State Court receiver came under the jurisdiction of the bankruptcy court.</p>\n<p id=\"b665-5\">After the agricultural composition matter had been referred to the conciliation commissioner certain proceedings were had, namely: Ralston Purina Company, as a creditor of Myrtle E. Lamb, filed its proof of claim in the proceeding upon the identical items being sued upon, in the State Court chancery suit. The conciliation commissioner entered an order allowing the claim against the farmer-debtor for the sum of $1268.09. A meeting of creditors was held to examine the farmer-debtor and to consider the. plan of composition or extension proposed by the debtor. The farmer-debtor filed a claim to homestead in the real property upon which she and her husband maintained their residence in Orange County, Florida. On November 18, 1943, after hearings pursuant to notice given, the conciliation commissioner entered an order allowing the homestead claim as to the real property claimed for such purpose, by Myrtle E. Lamb. No objection was ever made by creditors to such order of allowance.</p>\n<p id=\"b665-6\">Thereafter, on March 3, 1944, during the pendency of the. proceedings in the bankruptcy court, Ralston Purina Company presented a petition to the United States District Judge alleging that on November 18, 1943, the conciliation commissioner, in accordance with general order 50(3), had set off to the farmer-debtor certain real and personal property as her homestead exemption under state law and that by virtue of such order of exemption such real and personal property had been removed from the jurisdiction of the federal court; that the claim which Ralston Purina Company held against Myrtle E. Lamb, had been proved and allowed in the agricultural composition proceeding; that the non-exempt property of the debtor remaining within the jurisdiction of the bankruptcy court was insufficient to pay the petitioner’s claim; that prior to the agricultural composition proceeding the petitioner had instituted suit in the State Court to subject <page-number citation-index=\"1\" label=\"642\">*642</page-number>all of Myrtle E. Lamb’s property, as separate statutory property, to the payment of petitioner’s claim for merchandise sold to her on her sole credit and the sole credit of such property; that on September 2, 1943, the State Court suit had been stayed by order of the Federal Court during the pendency of the agricultural composition proceeding in the bankruptcy court. The petitioner prayed that “in view of the order of the conciliation commissioner dated November 18, 1943 [setting aside the homestead] and the order of said commissioner of February 2,1944 [allowing petitioner’s claim against the debtor], . . . the restraining order against it under date of September 2, 1943, ... be rescinded in so far as the property set aside by the conciliation commissioner to the debtor as exempt is concerned, and that petitioner be authorized to proceed in said suit in the [state] circuit court with respect to said exempt property solely.” On March 13, 1944, the district judge entered an order on the petition, decreeing that the restraining order of September 2, 1943, which stayed the further prosecution of the pending suit “is rescinded and vacated as to that certain real estate located in Orange County, Florida, <em>which has been set aside by the conciliation commissioner to Myrtle E. Lamb, debtor, as exempt property”</em></p>\n<p id=\"b666-4\">After this order had been entered, Ralston Purina Company proceeded with the dormant equity suit in the circuit court of Orange County. As a part of the testimony adduced before the chancellor in the revitalized state court suit, a stipulation between counsel for the respective' parties was filed which recited all of the essential steps that had been taken in the agricultural composition proceeding. Attached to the stipulation as exhibits were true copies of all orders made therein, including the order of the conciliation commissioner setting aside the real property to Myrtle E. Lamb as her homestead exemption and the order of the district judge allowing Ralston Purina Company to go forward with its State Court suit. Upon all of the testimony, including the stipulation and exhibits, the chancellor entered a final decree in favor of Ralston Purina Company and against Myrtle E. Lamb and her husband, finding that “as a matter of lafy . . . <page-number citation-index=\"1\" label=\"643\">*643</page-number>the . . . real estate [involved] ... is the separate statutory property of defendant Myrtle E. Lamb, and that she is not the head of a family under the laws of this State, hence that said property is not homestead property. . . .that the above indebtedness owing by defendant Myrtle E. Lamb to plaintiff constitutes an equitable lien or charge in equity in favor of plaintiff against the aforesaid separate statutory property of defendant Myrtle E. Lamb, . . . ,” The final decree required that the amount due Ralston Purina Company be paid within a time fixed in the decree and that in default thereof the property be sold. From that decree Mrs. Lamb has taken this appeal.</p>\n<p id=\"b667-5\">The first question presented is whether the order of the conciliation commissioner setting aside to Myrtle E. Lamb, as homestead, the property upon which she and her husband maintained their residence in Florida is binding upon Ralston Purina Company who proved up its claim and otherwise participated in the agricultural composition proceeding in the bankruptcy court.</p>\n<p id=\"b667-6\">Section 75 of the Bankruptcy Act as amended prescribes a statutory procedure whereby farmers who are insolvent or unable to meet their debts as they mature may petition a court of bankruptcy for leave to effect a composition or extension of time to pay their obligations. See Frazier-Lemke Act, 11 U.S.C.A. Sec. 203. Once the petition is filed, the farmer-debtor and all of his property wherever located immediately become subject to the exclusive jurisdiction of the court of bankruptcy. 11 U.S.C.A. Sec. 203 (n). Kalb v. Feuerstein, Wis. 1940, 60 S. Ct. 343, 308 U.S. 433, 84 L. Ed. 370, 41 A.B.R., N.S. 501; Mangus v. Miller, 317 U. S. 178, 51 A.B.R., N.S. 136, 63 S. Ct. 182, 87 L. Ed. 169; Byerly v. Union Stock Land Bank of Detroit, C.C.A. Ohio 1939, 106 F. 2nd 576, 41 A.B.R., N.S. 6, rev. on other grounds 60 S. Ct. 773, 310 U. S. 1, 84 L. Ed. 1041, 42 A.B.R., N.S. 402, reh. den. 60 S. Ct. 1071, 310 U. S. 657, 84 L. Ed. 1420; Wilcons v. Penn. Mut. Life Ins. Co., C.C.A. Kan., 91 F. 2d 417; Nettles v. Doss, Tex. Civ. App. 1942, 161 S. W. 2nd 138; In re O’Brien, C.C.A., N. Y. 1935, 78 F. 2nd 715, 29 A.B.R., N.S. 550, aff. 9 F. Supp. 892, 27 A.B.R., N.S. 376; Eaves v. Glenn, 9 F. Supp. 647 <page-number citation-index=\"1\" label=\"644\">*644</page-number>(D.C.N.D. Tex.); In re Wilkinson, D. C. Okl. 25 F. Supp. 217; 5 Collier on Bankruptcy, 14th Ed. pp. 180-190, Sec. 75.28. And thereafter, except upon petition made to and granted by the judge after hearing and report by the conciliation commissioner, no proceeding may be instituted, or if instituted may be maintained, in any court or otherwise, against the farmer or his property, at any time prior to the confirmation or other disposition of the composition or extension proposal by the Court (1) for any demand, debt, or account, including ■ any money demand; (2) for forclosure of a mortgage on land, or for cancellation, .rescission, or specific, performance of an agreement for sale of land or for recovery of possession of land; (3) to acquire title to land by virtue of any tax sale; or (4) by way of execution, attachment, or garnishment; (5) tp sell land under er in satisfactien ef any judgment er mechanic’s lien;, er (6) seizure, distress, sale, er ether prpceedings under an execution or under any lease, lien, chattel mortgage, conditional sale agreement,. crop payment agreement, or mortgage. See 11 U.S.C.A. Sec. 203 (.o) (p). Kalb v. Feuerstein, supra; Mangus v. Miller, supra; Byerly v. Union Stock Land Bank of Detroit, supra; Wilcons v. Penn. Mut. Life Ins. Co., supra; Nettles v. Doss, supra; In re O’Brien, supra; Eaves v. Glenn, supra; McFarland v. West Coast Life Ins. Co., 112 F. 2nd 567; In re Dickinson, 9 F. Supp. 227 (D.C. Wyo.); Clinton v. Shoop, C.C.A. Mo. 1941, 118 F. 2nd 811; 5 Collier on Bankruptcy, 14th Ed., pp. 190-195, Sec. 75, 28.</p>\n<p id=\"b668-5\">Upon assumption of . jurisdiction by the court of bankruptcy the district judge in the district where the farmer? debtor resides refers the matter to a “conciliation commissioner,” who is vested with the, powers of a referee in bankruptcy. 11 U.S.C.A. Sec. 203 (n); General Order 50(11), foil. Sec. 53, Tit. 11, U.S.C.A.; Adair v. Bank of America Nat. Trust &amp; Savings Ass’n., U. S. Cal. 1938, 58 S. Ct. 594, 303 U. S. 350, 82 L. Ed. 889, 35 A.B.R., N.S. 725, reversing Bank of American Nat. Trust &amp; Savings Ass’n. v. Adair, C.C.A. 90 F. 2nd 750, 34 A.B.R., N.S. 360, certiorari granted 58 S. Ct. 55, 302 U.S. 674, 82 L. Ed. 520; In re Ashworth, D.C. Ill. 1938, 31 F. Supp. 52, 45 A.B.R., N.S. 441; Donald v. Bankers Life Co.. C.C.A. Tex. 1939, 107 F. 2nd 810. 41 A.B.R., N.S. <page-number citation-index=\"1\" label=\"645\">*645</page-number>414, conforming to inandate Miller v. Hatfield, 60 S. Ct. 374, 309 U.S. 1, 84 L. Ed. 535; In re Shyvers, D.C. Cal. 1940, 33 F. Supp. 643, 43 A.B.R.N.S. 128; Fed. Land Bank of Louisville v. Castanien, C.C.A. Ohio 1941, 116 F. 2nd 589, 45 A.B.R., N.S. 176; In re Casaudoumecq D. C. Cal. 1942, 46 F. Supp. 718, 50 A.B.R., N.S. 799; Equitable Life Assur. Soc. of U.S. v. Carmody, C.C.A. Iowa 1942, 131 F. 2nd 318, 51 A.B.R. N.S. 237; 5 Collier on Bankruptcy, 14th Ed. pp. 135-139, Sec. 75.09. After appointment it becomes the conciliation commissioner’s duty-to call a first meeting of creditors, to entertain and allow creditors’ claims against the debtor, to set off to the debtor his homestead and other allowances as in bankruptcy, to consider the plan of composition or extension proposed by the petitioner, and generally to make such orders touching the affairs and property of the debtor during the pendency of the proceedings as will assure the conservation of the property and the orderly retirement of creditors’ claims. If the proposal for composition or extension of time is accepted in writing by a majority in number of all creditors whose claims have been allowed, including secured creditors whose claims are affected, which number shall represent a majority in amount of such claims, the court may confirm the composition or extension if satisfied that (1) it includes an equitable and feasible method of liquidation for secured creditors and of financial rehabilitation for the farmer; (2) it is for the best interest of all creditors; and (3) the offer and its acceptance are in good faith, and have not been made or procured except as provided by the terms of the applicable statute, or by any means, promises, or acts by the statute forbidden. 11 U.S.C.A.. Sec. 203 (i). Upon its confirmation, the farmer and his secured and unsecured creditors affected thereby are bound by the composition or extension proposed. 11 U.S.C.A. Sec. 203 (k). If the farmer-debtor fails, to obtain an acceptance of his plan of composition, or if he feels aggrieved by the composition or extension, the statute authorizes him to amend his petition and ask to be adjudged a bankrupt. 11 U.S.C.A. Sec. 203 (s).</p>\n<p id=\"b669-5\">Sub-section (j) of the applicable section (11 U.S.C.A. Sec. 2Ó3) prescribes that the provisions of the Section “shall <page-number citation-index=\"1\" label=\"646\">*646</page-number>not affect the allowances and exemptions to debtors as are provided for bankrupts under Section 24 of this title, and such allowances and exemptions shall be set aside for the use of the debtor in the manner provided for bankrupts.” Section 24 of the Bankruptcy Act allows the bankrupts the exemptions allowed by the state of their domicile. See 11 Ü.S.C.A. Sec. 24.</p>\n<p id=\"b670-5\">Pursuant to these provisions of the federal bankruptcy law Myrtle E. Lamb filed her petition for an agricultural composition and the bankruptcy court assumed jurisdiction of the debtor and her property. Ralston Purina Company became an interested party by filing and proving its claim and otherwise participating in the proceedings. The conciliation commissioner, after notice to interested parties, entered an order setting aside to Myrtle E. Lamb as the head of a family residing in Florida the real property upon which she maintained her residence and which is now the subject of this controversy. So far as appears from the record before us, no objection was ever made in the bankruptcy court by Ralston Purina Company, or any pther creditor, respecting this ruling, either in regard to the allowance of the homestead exemption to the debtor, the quantity or valuation of the property set aside as exempt, or other matter affecting such creditor’s interest in the property of the debtor. Upon the premise that the property had been released by the bankruptcy court from the payment of general creditors’ claims because of its homestead character, Ralston Purina Company procured the order of March 13, 1944, from the district judge which vacated the previous stay order of September 2, 1943, and which allowed such creditor to proceed against the property in the pending circuit court suit. By stipulation of counsel the orders made in the bankruptcy court were placed before the State Court chancellor to be considered by him in arriving at a decree to be entered in the suit then pending before him. By such stipulation it was made to appear that an order had been entered in the agricultural composition proceeding setting off and allowing to Myrtle E. Lamb, as her homestead, the real property which was the subject of the State Court controversy. This order was made in a forum <page-number citation-index=\"1\" label=\"647\">*647</page-number>which had, at the time of its entry, exclusive jurisdiction-of all property of the farmer-debtor. It was made by the conciliation commissioner, who was invested with the powers of a referee in bankruptcy and whose acts, within the scope of the order appointing him, were binding upon the parties to the cause in the absence of review. Donald v. Bankers Life Co., C.C.A. Tex. 1939, 107 F. 2nd 810, 41 A.B.R., N.S. 237. No objections were ever interposed to the order. See Pfister v. Northern Illinois Finance Corp. (1942) 317 U.S. 144, 51 A.B.R., N.S. 99, 63 S. Ct. 133, 87 L. Ed. 146, aff. (C.C.A. 7th 1941) 47 A.B.R., N.S. 581, 123 F. 2nd 543. Under these circumstances Ralston Purina Company may not be heard to question in another forum the propriety of the ruling by the bankruptcy court, or to collaterally assail the same, but is conclusively bound by the courts finding that the real property set aside to Myrtle E. Lamb was exempt as homestead property. See First Nat. Bank v. Gupton (Civ. App.) 278 S. W. 292; Canada v. Beasley &amp; Bros., 111 S. E. 251, 132 Va. 166; Johnson v. Prosper State Bank, Civ. App. 125 S. W. 2nd 707, aff’d. 138 S. W. 2nd 1117, 134 Tex. 677; Roy v. Abraham, 96 So. 883, 209 Ala. 691; Bracewell v. Hughes, 242 N.W. 66, 214 Iowa 241.</p>\n<p id=\"b671-5\">In view of the order made by the district judge allowing Ralston Purina Company to proceed in the State Court suit as to the “exempt property,” the conclusion that we have reached in regard to the legal effect of the homestead exemption order does not necessarily prevent suit in the State Court against such property. A proceeding in the bankruptcy court for the allowance of homestead exemptions raises no question other than whether the applicant is entitled to such exemptions by the law of his State and whether the property set aside for such purpose is within the quantity or value allowed. The Section of the Bankruptcy Act providing for exemptions and allowances neither enlarges nor diminishes the exemption laws prevailing in the State of the bankrupt but takes the law as it exists at the time when the bankruptcy proceeding is begun and adopts it as the measure of the exemption to be allowed. In re Carpenter, 109 F. 558, 48 C.C.A. 545, 6 A.B.R. 465; In re Libby (D.C. 1918) 253 F. <page-number citation-index=\"1\" label=\"648\">*648</page-number>278, aff. Libby v. Beverly (C.C.A. 1920) 263 F. 63; Huckabee v. Stephens, 29 Ala. App. 259, 195 So. 295; Holden v. Stratton, 198 U.S. 202, 25 S. Ct. 656, 49 L. Ed. 1018; Hogan v. Hall, (C.C.A. 5th 1941) 45 A.B.R., N.S. 648, 118 F. 2d 247; 6 Am. Jur. 619, Bankruptcy Sec. 182. Bankruptcy proceedings do not destroy existing liens on the bankrupt’s exempt property, and such liens are not extinguishable by setting apart a portion of the bankrupt’s property as exempt. Neither does a bankruptcy court order allowing homestead immunize such homestead property from certain classes or types of obligations which under the Florida Constitution may become a charge upon homestead property. There may be conditions, therefore, under which property so set aside as homestead may be sold, even in the face of such homestead exemption order. If the homestead allowance be as to land upon which there existed a lien prior to the time the homestead acquired its status, or if there be in existence an obligation of the type or class expressly recognized and enumerated in Section 1 of Article X of the Florida Constitution — as to which no constitutional exemption from forced sale prevails — the homestead property may be charged and sold to satisfy the same despite its homestead character.</p>\n<p id=\"b672-4\">It is our view that when the federal district court entered its order of March 13, 1944, which authorized Ralston Purina Company to proceed against the farmer-debtor, Myrtle E. Lamb, as to property which had been previously set' aside to her as exempt, the plain purpose and effect of the order was to allow such creditor the privilege of going forward with its pending suit in the State Court and there proving, if it could, that its claim against the homestead property was of a type or class which could be lawfully charged against such homestead property; it was not the purpose of the order to allow Ralston Purina Company to contest in the State Court suit the issue of homestead which had been theretofore determined in the bankruptcy court in the agricultural composition proceeding to which such creditor was a party and therefore bound by the proceedings.</p>\n<p id=\"b672-5\">Is the claim asserted by Ralston Purina Company the type of claim for which the homestead property of Myrtle E. Lamb <page-number citation-index=\"1\" label=\"649\">*649</page-number>may be sold? The claim of Ralston Purina Company which it. sought to enforce in equity against the separate statutory property of Myrtle E. Lamb for its chicken feed and insecticide bill was not a lien upon the real property to secure the demands named, nor did it become such merely by the filing of the State Court suit. See Smith v. Gauby, 43 Fla. 142, 30 So. 683; Tallahassee Variety Works v. Brown, 106 Fla. 599, 138 So. 759, rev. on other grounds 106 Fla. 599, 144 So. 848; Atkins, et al., v. Kendrick, 138 Fla. 776, 190 So. 248. No lien to secure such demand was in existence, therefore, at the time Mrs. Lamb filed her petition in the bankruptcy court for leave to effect a composition with her creditors and had set aside to her the real property as her homestead. Neither is the claim asserted by Ralston Purina Company the type or class of claim for which homestead property may be sold to discharge it under the Florida Constitution. Section 1 of Article X of the Constitution of Florida provides that “a homestead to the extent of one hundred and sixty acres of land . . . owned by the head of a family residing in this State . . . shall be exempt from forced sale under process of any court, . . . ,” but “no property shall be exempt from sale . . . for the payment of obligations. contracted for the purchase of said property, or for the erection or repair of improvements on the real estate exempted, or for house, field, or other labor performed on the same . . . and no judgment or decree or execution shall be a lien upon exempted property except as provided in this Article.” Patently, the claim or demand asserted in this suit by Ralston Pruína Company is not one for which the homestead article of the Constitution allows homestead property to be sold. The claim or demand is not an obligation “contracted for the purchase of said property, or for the erection or repair of improvements on the real estate exempted.” Neither is it an obligation “for house, field or other labor performed on the same.” It is a pure money demand for chicken feed, insecticides, tonics and other merchandise furnished by Ralston Purina Company to Myrtle E. Lamb to carry on her poultry and egg business, the assets of which business were not included in the exemptions set aside by the bankruptcy court as homestead property.</p>\n<p id=\"b674-3\"><page-number citation-index=\"1\" label=\"650\">*650</page-number>The decree appealed from must therefore be reversed with directions that a decree be entered in favor of the appellants in accordance with the views herein expressed.</p>\n<p id=\"b674-4\">It is so ordered.</p>\n<judges id=\"b674-5\">CHAPMAN, C. J., BROWN, BUFORD and THOMAS, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}