{
  "casebody": {
    "data": "<casebody firstpage=\"497\" lastpage=\"511\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b557-3\">Public Utilities Commission</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Alc\">No. 6510</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Ao-\">No. 6510a</docketnumber>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b557-4\">Public Service Company of New Hampshire v. State of New Hampshire Volunteers Organized in Community Education (Voice) v. State of New Hampshire</parties>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AqEe\">September 28, 1973</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b558-4\"><page-number citation-index=\"1\" label=\"498\">*498</page-number><em>Sulloway, Hollis, Godfrey &amp; Soden </em>and <em>Joseph S. Ransmeier (Mr. Franklin Hollis </em>and <em>Mr. Ransmeier </em>orally) for the company.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b558-5\"><em>New Hampshire Legal Assistance </em>and <em>Richard Cotton (Mr. Cotton </em>orally) for VOICE.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b558-6\"><em>Cleveland, Waters &amp; Bass </em>and <em>Robert T. Clark (Mr. Warren E. Waters </em>and <em>Mr. Clark </em>orally) for the commission.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b558-7\">Duncan, J.</author>\n<p id=\"At5\">By petitions under RSA ch. 541 Public Service Company of New Hampshire and VOICE appeal from a decision and order of the public utilities commission known as order No. 10,679, entered under date of August 8, 1972. 95 P.U.R.3d 401 (1972). The order rejected tariff 18 of the company as originally filed on July 8, 1971, and ordered the company to file a new tariff of rates, designed to produce an annual increase in gross revenue of $4,334,000 and to refund excess rates collected after April 11, 1972, under the tariff made effective at that time under RSA 378:6. The petitions also appeal from orders entered August 31, 1972, which denied motions for rehearing filed by the petitioners.</p>\n<p id=\"b558-8\">The orders result from an investigation of rates under RSA 378:7 instituted by the commission on July 14, 1971, when tariff 18 was suspended. The company then, on July 21, 1971, sought an order fixing the charges then in effect as temporary rates and charges for the duration of the proceedings as provided by RSA 378:27. Hearings on this petition were consolidated with the hearings on tariff 18 by order of the commission entered August 12, 1971. Hearings commenced on October 5, 1971, and continued from time to time until February 14, 1972. Meanwhile on February 10, 1972, the company placed its tariff 18 in effect under a repayment bond as provided by RSA 378:6. The effective date of the tariff, however, was April 11, 1972, as a result of delays occasioned by a federal court action seeking an injunction, and the temporary freeze on utility rate increases imposed by presidential order under the federal law.</p>\n<p id=\"b558-9\">Following the decision of the public utilities commission on August 8, 1972, accompanied by order No. 10,679, and denial of the motions for rehearing on August 31, 1972, <page-number citation-index=\"1\" label=\"499\">*499</page-number>the petitioners took these appeals from both orders. The company also filed with this court a petition to suspend order No. 10, 679, which was granted on October 17, 1972. <em>See </em>RSA <em>541:18; Public Serv. Co. v. State, </em>112 N.H. 348, 296 A.2d 126 (1972).</p>\n<p id=\"b559-5\">Tariff 18 was designed by the company to increase the revenue of the company by 9.28 percent, based upon calculations that a reasonable return of 8.25 percent would be earned with the increase contemplated by the tariff, plus a fuel adjustment clause. However by the time the commission hearings commenced, the results of operations for the twelve-month period ending August 31, 1971, were available, and the company determined that on a basis of these figures it needed an increase in revenue of 13.17 percent in order to produce an 8.25 percent rate of return. In contrast, the order of the commission provided for a tariff designed to produce an annual increase in retail revenue of $4,334,000, effective as of April 11, 1972, which the commission found would yield a 7.7 percent rate of return for the future.</p>\n<p id=\"b559-6\">In support of its appeal, the company argues that the commission erred in denying its petition for an order fixing the then current rates as temporary rates under RSA 378:27; that it erred in finding that the increase finally granted would yield a return of 7.7 percent upon the rate base as found by it; that it erred as a matter of law in denying a fuel adjustment clause as proposed by the company; that it erred in three respects in computing the rate base; and erred in its computation of a reasonable rate of return — all of which it asserts “resulted and will continue to result in unconstitutional confiscation of its property.” These contentions will be considered in the order stated.</p>\n<p id=\"b559-7\">\n<em>The Issue of Temporary Rates.</em>\n</p>\n<p id=\"b559-8\">The statutory provisions which are pertinent to this issue are found in RSA 378:27-30. The issue is significant because under an order establishing temporary rates the company would be entitled, upon entry of a final rate order in excess of the temporary rates, to recover any difference between the gross income realized under the temporary rates and what the gross income would have been under the final rate <page-number citation-index=\"1\" label=\"500\">*500</page-number>order had it been in effect during the same period (§29); whereas the commission’s denial of temporary rates, if sustained, will preclude recovery of this difference.</p>\n<p id=\"b560-5\">The background of these statutory provisions was reviewed in <em>State v. New England Tel. &amp; Tel. Co., </em>103 N.H. 394, 173 A.2d 728 (1961), where it was held that the commission might properly permit a utility to retain its current rates as temporary rates pending a final order, if the utility chose to file a bond as provided by section 30. This was the relief sought by the company in these proceedings.</p>\n<p id=\"b560-6\">The authority with respect to temporary rates granted by section 27 is to prescribe rates for the duration of the rate proceeding if the commission is “of the opinion that the public interest so requires”; and the section further contemplates that temporary rates shall be sufficient to yield not less than a reasonable return on the cost of the property used and useful in the public service less accrued depreciation.</p>\n<p id=\"b560-7\">The petition under RSA 378:27 was filed on July 21, 1971, but not decided until August 8, 1972, after the commission had had the benefit of the evidence offered with respect to permanent rates <em>(see </em>RSA 378:28), much of which related to transactions occurring well after the filing date of the petition. In denying the petition as of August 1972, the commission advanced two grounds for its action: that despite a declining rate of return, the company had been able to maintain its credit and attract capital, as evidenced by the fact that it marketed common stock on favorable terms in October 1971; and (2) that such an order would not be consistent with the goals of the Economic Stabilization Program of the United States.</p>\n<p id=\"b560-8\">In its discussion of these reasons, the decision points to the commission’s approval of the stock sale in November 1971, and to the company’s statement of earnings for the year ended December 31, 1971. The decision also emphasizes the implications of the commission’s statutory authority to suspend a tariff for a limited period pending an investigation to determine reasonable permanent rates. RSA 378:6. When the latter authority should be exercised, and when an order for temporary rates should be entered, necessarily depends upon circumstances existing at the time. Temporary rates <page-number citation-index=\"1\" label=\"501\">*501</page-number>are distinct from emergency rates (RSA 378:9) and governed by different criteria. <em>See Petition of Public Service Co., </em>97 N.H. 549, 84 A.2d 177 (1951). The decision of the commission asserts that when the hearings concluded on February 14, 1972, it was “apparent to us that, in the light of all relevant considerations, it was not in the public interest that we grant the Company’s petition for temporary rates.” However the petition was not denied until August 8, 1972, when the decision on permanent rates was filed.</p>\n<p id=\"b561-3\">The period with which this issue is concerned was the period from November 15, 1971, when the price freeze imposed by Presidential order on August 15, 1971 terminated, until April 11, 1972, when tariff 18 took effect following expiration of the six-month suspension ordered by the commission under RSA 378:6. Thus the period involved was less than that of the suspension authorized by statute.</p>\n<p id=\"b561-4\">The action of the commission is supported by several considerations. The right of a utility to receive just and reasonable rates is not a guarantee of net revenues regardless of circumstances. <em>See FPC v. Hope Natural Gas Co., </em>320 U.S. 591, 603, 88 L. Ed. 333, 345, 64 S. Ct. 281, 288 (1944). Additionally, as counsel for the commission point out, the effect of the establishment of temporary rates would have been to allow for the period when the company’s cost of money, as first alleged in support of its motion for rehearing, was 7.06 percent to 7.09 percent, the return of 7.70 percent ultimately found to be just and reasonable for purposes of permanent rates to become effective after August 8, 1972; and this with no provision for reduction because of the excess. <em>See Chicopee Mfg. Co. v. Company, </em>98 N.H. 5, 16, 93 A.2d 820, 827-28 (1953). Finally, permission to recoup shortages through supplemental rates at a later date might reasonably be thought to violate the spirit of the Economic Stabilization Program, if not the letter of its then effective regulations. On balance, we cannot say, as a matter of law, that the commission failed to properly exercise its discretion when it found that an order for temporary rates was “not in the public interest”.</p>\n<p id=\"b562-4\">\n<page-number citation-index=\"1\" label=\"502\">*502</page-number>\n<em>The Issue Relating to a Fuel Clause</em>\n</p>\n<p id=\"b562-5\">According to evidence submitted by the company, its largest operating expense by far is the expense of fuel used to generate power. While the commission made pro forma adjustments in figures for the test year ending August 31, 1971, to reflect increases in fuel cost during that year, evidence presented by the company showed that in ten months through and preceding June 1, 1972, fuel cost increased $3,056,522 above the average cost for the test year base period, a figure which may be compared with the $4,823,000 annual increase in revenue which the commission calculated would be produced by the 7.7 percent rate of return which its decision approved.</p>\n<p id=\"b562-6\">While the decision of the commission recognized that “fuel costs will continue to increase”, it speculated that the proposed fuel adjustment clause “could” give undue weight to a single cost item, “could” minimize changes in other costs, and would pass the fuel cost on to the customers without allowing for compensating economies that “might” accrue with respect to other costs. It nowhere found that such undesirable results were probable, or that offsetting economies were likely. <em>See New England Tel. &amp; Tel. Co. v. State, </em>95 N.H. 353, 359, 64 A.2d 9, 15 (1949).</p>\n<p id=\"b562-7\">The adjustment clause is a recognized device, most commonly applied to fuel costs, which shortcuts the time lag between changes in cost and the collection of compensation during periods of rapidly changing costs. <em>See In re Public Service Company of New Hampshire, </em>31 N.H.P.S.C. Rep. 83 (1949). The possible objections raised by the commission in this case were unsupported by evidence in the record, and if the occasion had arisen for changes in any order permitting such a clause, the commission was not without authority to take corrective action. RSA 378:7, 27.</p>\n<p id=\"b562-8\">While the commission is not bound as a matter of law to approve such a clause, allowance in some form must be made for increase in fuel costs shown to be inevitable. In the light of the federal cost of living regulations requiring increases in utility rates to be “cost justified”, the use of such a clause may have been more clearly indicated than would <page-number citation-index=\"1\" label=\"503\">*503</page-number>be the case under different circumstances. <em>See Petition of Green Mt. Power Corp., </em>305 A.2d 571 (Vt. 1973).</p>\n<p id=\"b563-5\">The company’s motion for rehearing presented figures showing that actual revenues for the twelve months ended July 31, 1972, after allowing for the rate increase effective April 11, 1972, produced a return of 6.57 percent rather than the 7.7 percent contemplated by the decision of the commission. Based upon seven months actual and five months estimated experience, a return for the calendar year 1972 of only 6.49 percent was forecast, representing in terms of dollars a $3,904,000 deficiency in revenues applicable to retail customers. With a cost of money shown to have been 7.08 percent on April 30, 1972, and found by the commission to have been 7.23 percent at July 31, 1972, the company at least offered a prima facie showing that the increases permitted by the commission order failed to reach the cost of capital which “marks the minimum rate of return to which the company is lawfully entitled.” <em>New England Tel. &amp; Tel. Co. v. State, </em>104 N.H. 229, 232, 183 A.2d 237, 240 (1962).</p>\n<p id=\"b563-6\">The case accordingly will be remanded to the commission for consideration of cost figures developed since the test year ended in August 1971, and provision of appropriate allowance for current costs in some form, whether by fuel clause or otherwise, if the evidence is found to demonstrate the necessity therefor. RSA 541:14; <em>New England Tel. &amp; Tel. Co. v. State, </em>113 N.H. 92, 302 A.2d 814 (1973); <em>New York Tel. Co. v. Public Serv. Comm’n, </em>29 N.Y.2d 164, 272 N.E.2d 554, 324 N.Y.S.2d 53 (1971); <em>Boston Gas Co. v. Department of Pub. Util., </em>269 N.E.2d 248, 257 (Mass. 1971); <em>Rhode Island Consumer’s Council v. Smith, </em>302 A.2d 757, 770-73 (R.I. 1973).</p>\n<p id=\"b563-7\">\n<em>The Rate Base Issues</em>\n</p>\n<p id=\"b563-8\">We do not prescribe any ironclad formula for determination of a rate base. As was pointed out in the <em>Hope </em>case, the reasonableness of the commission’s order depends upon its “impact or total effect”, rather than the method by which the rate base is computed. EPC <em>v. Hope Natural Gas Co., </em>320 U.S. 591, 602, 88 L. Ed. 333, 345, 64 S. Ct. 281, 288 (1944). However, the resolution by the commission of the rate base issues argued in this court could contribute to the failure <page-number citation-index=\"1\" label=\"504\">*504</page-number>of the granted increase to produce the predicted return, and the issues are entitled to consideration.</p>\n<p id=\"b564-5\">\n<em>The investment tax credit</em>\n</p>\n<p id=\"b564-6\">One of the objections raised by the company to the determination of rate base relates to the deduction or exclusion of the accumulated or deferred investment tax credit arising from credits against income tax taken by the company under the Federal Revenue Act of 1962.</p>\n<p id=\"b564-7\">Under accounting procedures prescribed by the commission, these credits, which amounted to 3 percent of the cost of certain plant and equipment, were amortized over thirty-year periods, and credited annually to operating income. During the test year, ending August 31, 1971, the deferred credits under the act averaged $2,876,000 in round figures. The commission took the position that this amount should be excluded from rate base because it arose from rates already paid by the customers, and had been available for company use pending restoration to income through the amortization process. In reaching this conclusion, the commission relied upon a 1970 decision by the Delaware Public Service Commission which held that deduction of the accumulated credit was “the most equitable approach to this element of the rate <em>base.” Re Diamond State Tel Co., </em>87 P.U.R.3d 174, 180 (1970).</p>\n<p id=\"b564-8\">The 1962 statutory provision was repealed in 1969, and under new provisions enacted in 1971 the tax credit is now denied to utilities in States where regulatory agencies deduct deferred credits from rate base, as did the commission in this case. <em>See </em>26 U.S.C.A. §46 (e) (1) (B) (Supp.1973), P.L. 92-178, §105 (c).</p>\n<p id=\"b564-9\">The company points out that the credit is generated in the first place through the use of capital investment, which the federal law was designed to encourage in the interest of economic recovery; and that the consumer benefits, not only from the reduction of the company’s tax expense, but also from the annual credits to operating income which result from the amortization process, a benefit which the commission failed to note in its consideration of the problem.</p>\n<p id=\"b564-10\">The company asserts that as a result of the deduction from rate base, it was deprived of nearly $443,000 in approved <page-number citation-index=\"1\" label=\"505\">*505</page-number>rate increase, thereby depriving investors of the incentive which the credit was intended to provide, and cites the United States Senate Report stating that the provisions of the 1971 act for inclusion of the deferred credits in the rate base “represents the best balancing of the considerations of both investors and customers of the regulated companies . . . .” Senate Report on the Revenue Bill of 1971, S. Doc. No. 92-437, 92d Cong., 1st Sess. 36 (1971); U.S. Code Cong. &amp; Ad. News at 1943 (1971).</p>\n<p id=\"b565-5\">The issue presented is not determinable as a matter of law. The view adopted by the commission is supported by opinions reached under the 1962 act by State commissions not bound to recognize the congressional purpose in enacting the credit. It does not appear that the effect of the 1971 act was considered. Under the circumstances, we think the issue should be reviewed by the commission, and the double benefit to consumers reweighed in the light of the 1971 act, under which the company and its customers may be deprived of the benefits of the credits in future years, if deduction from rate base is to be insisted upon.</p>\n<p id=\"b565-6\">\n<em>Plant held for future use.</em>\n</p>\n<p id=\"b565-7\">The question of the figure at which plant held for future use should be included in rate base is not of itself of major moment, but may be significant when coupled with other procedures which tend to minimize the company’s revenue. Owing to nonrecurring circumstances which fell in the test year, the value of such plant at the beginning of the year was $692,466, while prior to April 1 the figure had risen to $1,451,295. In consequence the company was subject to property taxes upon the higher figure which will remain constant or increase during subsequent years. The property however produces no income.</p>\n<p id=\"b565-8\">Following strict principles of test-year accounting <em>(see Chicopee Mfg. Co. v. Company, </em>98 N.H. 5, 93 A.2d 820 (1953)), the commission carried the plant into rate base at its average figure of $1,261,363. The company maintains that the year-end figure of $ 1,451,295 should have been used. The commission justified its conclusion by stating that the “principle [of the test-year approach] is one of matching both time and <page-number citation-index=\"1\" label=\"506\">*506</page-number>amount of the expense with the same time and amount of revenue ....” Thus it now argues that there is “no logical compelling reason” to treat this item differently from any other item in the rate base. But obviously the expense of plant held for future use could not be matched with revenue from the plant for the same period, since there was none. If the year-end expense is to be encountered in the immediate future with no off-setting revenue, attrition in return will result if the average figure is used. <em>New England Tel. &amp; Tel. Co. v. State, </em>113 N.H. 92, 302 A.2d 814 (1973). We therefore invite the commission’s reconsideration of its position as to plant held for future use.</p>\n<p id=\"b566-5\">\n<em>Deduction of reserve for depreciation</em>\n</p>\n<p id=\"b566-6\">In computing the rate base, the commission deducted the average reserve for depreciation for the test year at a figure of $65,225,000. The company agrees that the depreciation reserve should be deducted because representing funds supplied by the rate payers upon which the investors are not entitled to a return. It contends however that the deduction should have been less than the average figure by $741,033, representing the average amount of each month’s depreciation remaining uncollected at the end of each particular month. Thus the company contends that the average amount of depreciation charged does not represent the true amount invested in plant by the investors. While the argument has logical appeal, it is not apparent that the portion of each month’s depreciation uncollected at month’s end was not collected in the ensuing month or months of the test year, so that despite the lag in collection, the average collections over the year would approximate the average of the depreciation charges for the same period. Whatever the fact may be, we will not prescribe the method by which the rate base shall be determined, for reasons previously stated. <em>FPC v. Hope, </em>320 U.S. 591, 88 L. Ed. 333, 64 S. Ct. 281 (1944).</p>\n<p id=\"b566-7\">\n<em>The Rate of Return</em>\n</p>\n<p id=\"b566-8\">Finally, the company vigorously contends that the commission erred in granting a rate of return of only 7.70 percent, and in doing so in reliance upon the testimony of the staff <page-number citation-index=\"1\" label=\"507\">*507</page-number>witness Kosh that the cost of equity for the company was 10.75 percent, while rejecting without consideration the testimony of the company’s expert witness O’Neil that the rate of return should be 8.25 percent based upon a cost rate for common equity of 12.50 percent. The commission devoted approximately one-half of its eighty-page decision to consideration of this topic, which it characterized as “the main issue bearing on reasonableness of rates and charges ... .” The testimony relating to rate of return came from the two expert witnesses, company witness O’Neil and staff witness Kosh. O’Neil utilized the comparable earnings method in reaching his conclusion, while Kosh relied upon the determination of a capitalization rate by means of the discounted cash flow method. <em>See Boston Gas Co. v. Department of Pub. Util., </em>269 N.E.2d 248, 254, 257 (Mass. 1971).</p>\n<p id=\"b567-5\">In preliminary discussion, the commission quite properly turned to consideration of the authorities, including <em>BluefieId Water Works and Improvement Co. v. Public Serv. Comm’n, </em>262 U.S. 679, 67 L. Ed. 1176, 43 S. Ct. 675 (1923); <em>FPC v. Hope Natural Gas Co., </em>320 U.S. 591, 88 L. Ed. 333, 64 S. Ct. 281 (1944), and <em>New England Tel. &amp; Tel. Co. v. State, </em>104 N.H. 229, 183 A.2d 237 (1962). After outlining O’Neil’s testimony, it expressed the opinion that his determination that 12.5 percent average earnings on equity was needed was “no more than an exercise in arithmetic”, involving “no element of judgment at all”, because merely the average “for the entire investor-owned electric utility industry in the country”. It also concluded that this witness relied upon an erroneous interpretation of <em>Bluefield </em>and <em>Hope, </em>quoting excerpts from those opinions, to support the view that the cost of equity is to be determined “in the market place ... in terms of the prices being paid for common stock in the market place”. Having so considered, it found O’Neil’s testimony “legally deficient in that it fails to meet the requirements” of the cited cases, that it was “economically unsound” and “no valid evidence” as to the cost of equity. It next considered the testimony of the witness Kosh, which it quoted at length. Since the discount cash flow method relies extensively upon market rather than book value of the common stock, Kosh’s testimony harmonized with the commission’s reading of the <page-number citation-index=\"1\" label=\"508\">*508</page-number>cases, and his conclusions were adopted by its final order.</p>\n<p id=\"b568-5\">The company argues that O’Neil’s testimony was rejected without consideration of its content, in part because of erroneous limitations placed by the commission upon the holdings of <em>Bluejield </em>and <em>Hope.</em></p>\n<p id=\"b568-6\">We think that the commission’s disregard of O’Neil’s testimony was not as complete as the company contends, even though no mention was made of his review of comparative investment risks in general, or his conclusion that Public Service Company presents an investment risk which is somewhat above average. The opinions in <em>Bluefield </em>and <em>Hope, </em>in discussing comparative returns on investments in utilities and “other business undertakings” <em>(Bluefield, </em>262 U.S. at 692, 67 L. Ed. at 1182, 43 S. Ct. at 679) and in “other enterprises having corresponding risks” <em>(Hope, </em>320 U.S. at 603, 88 L. Ed. at 345, 64 S. Ct. at 288) indicate that the Court was not exclusively concerned with the new investor at current market prices, but also with the present stockholder as “equity owner”, with the “investor interest”, and with the “investor or company point of view”. <em>Id.; see </em>J. Bonbright, Principles of Public Utility Rates 156, 257-58 (1961). In sum, the cases call for a fair return upon the entire investment in the company, including investments required in the immediate future. <em>New England Tel. &amp; Tel. Co. v. State, </em>104 N.H. 229, 234, 236, 183 A.2d 237, 241, 242-43 (1962). <em>The Hope </em>case in particular placed emphasis upon the attraction of capital (320 U.S. at 603, 88 L. Ed. at 345, 64 S. Ct. at 288), which encompasses the role of the prospective investor in the establishment of the cost of capital. We find no abuse of discretion in the commission’s adoption of the approach advocated by Kosh, in preference to that advanced by O’Neil. <em>New England Tel. &amp; Tel. Co. v. State, </em>113 N.H. 92, 302 A.2d 814 (1973); <em>see </em>J. Bonbright, <em>supra </em>at 257-58.</p>\n<p id=\"b568-7\">However, contentions first advanced in the motion for rehearing which received no consideration in the commission’s decision raise questions concerning the weight accorded to Kosh’s testimony. The company’s concluding argument in this court purports to demonstrate that a capitalization rate of 10.8 percent based on market values for 1969-1971 of stock of the companies selected by Kosh with a three-year <page-number citation-index=\"1\" label=\"509\">*509</page-number>average market to book ratio of 141.6 percent, adjusted to 130.98 percent, would require a corresponding return of 12.75 percent upon book value in order to produce dividends of 6.3 percent on market value, thus corresponding with the 12.75 percent rate recommended by O’Neil, as compared with 10.75 percent on book value of Public Service Company stock recommended by Kosh.</p>\n<p id=\"b569-5\">We reiterate that we do not undertake to prescribe any specific formula or method by which a just and reasonable rate must be determined. We are of the opinion, however, that the commission should reconsider its decision and order in the light of this opinion and of later information on the actual results of the company’s operations and we remand the case for that purpose.</p>\n<p id=\"b569-6\">\n<em>The Appeal by VOICE</em>\n</p>\n<p id=\"b569-7\">VOICE is an organization of low income persons resident in the Nashua area, represented in these proceedings by New Hampshire Legal Assistance. Its contentions on appeal relate to two issues: the inclusion in allowable operating expense of the cost of advertising and promotional activities; and the denial of what the commission understood to be the contention of VOICE that the company’s rate structure should provide an initial rate block for residential customers which would furnish a limited amount of electricity at less than cost.</p>\n<p id=\"b569-8\">VOICE contends that its position was misconstrued by the commission, pointing to language in its final memorandum filed with the commission urging “a rate as low as is consistent with cost considerations” for a “basic amount of electricity”. That the commission interpreted VOICE’S position as calling for a less than cost rate is evident from its finding that such a rate would require ratepayers “to subsidize the less fortunate in the face of higher rates”, and its ruling that this would violate RSA 378:10.</p>\n<p id=\"b569-9\">The record is clear that the determination of differentials in the rate structure has been deferred pending final decision of a permissible increase in gross revenues to be allowed the company. If the position taken by VOICE was properly understood by the commission, we find no error in its decision <page-number citation-index=\"1\" label=\"510\">*510</page-number>of the issue. <em>Chicopee Manufacturing Co. v. Public Service Co., </em>98 N.H. 5, 93 A.2d 820 (1953). If as it argues before us, VOICE seeks no special rate which would disregard cost of service, the issue is moot at this juncture.</p>\n<p id=\"b570-5\">With respect to advertising and promotional expense, the commission understood VOICE’S contention to be that “all advertising and promotional expense should be disallowed” because the company and the industry is encountering “increased unit costs and decremental profits”. After reviewing test-year expenses it concluded that in the absence of evidence of bad faith or imprudence, the expenditure of the test year was within the limits of the discretion of management. <em>Public Service Company v. State, </em>102 N.H. 150, 153 A.2d 801 (1959).</p>\n<p id=\"b570-6\">It appears not to be disputed that increased demand has caused the purchase of power from outside sources so that increased costs will result; and VOICE disclaims any concern with past advertising and promotion, but seeks to preclude further such expense: “VOICE took no position regarding the validity of past expenditures or the good faith or prudent judgment of the Company concerning past expenditures. Rather VOICE challenged the propriety of continuing such expenditures .. ..”</p>\n<p id=\"b570-7\">In general, advertising expense falls into four categories; <em>viz, </em>institutional, promotional, information (rates and services), and conservational. 91 Pub. Util. Fort. 47 (1973). According to the commission decision, institutional advertising expense in the test year was $137,150, appliance advertising $ 11,064, promotional $57,567, and installation allowances amounted to $821,539. We are told by the company that the latter category of expense, specifically related primarily to space heating for residential service, has been discontinued as of February 1, 1973. While the major expense to which VOICE objects is thus no longer a factor, any allowance therefor in operating expense should be eliminated.</p>\n<p id=\"b570-8\">Merchandise and promotional advertising, also objected to, in the test year aggregated the comparatively insignificant figure of $67,781. Under present conditions, promotional advertising might well be disallowed.</p>\n<p id=\"b570-9\">Whether general and institutional advertising expense is objected to by VOICE is not clear. To the extent that it <page-number citation-index=\"1\" label=\"511\">*511</page-number>may include promotion of conservation of energy, we may presume that VOICE would not object. We do not consider that the holding <em>of Public Service Company v. State, </em>102 N.H. 150, 153 A.2d 801 (1959), which was decided under circumstances quite different from those of this case, can stand in the way of disallowance of proposed expenses where appropriate under today’s conditions.</p>\n<p id=\"b571-4\">Presumably the purposes of this remand can be accomplished on the present record, the company reports, and such additional evidence as may be pertinent. This may avoid the complication and expense of a new and full-fledged rate hearing.</p>\n<p id=\"b571-5\">\n<em>Orders vacated; remanded.</em>\n</p>\n<judges id=\"b571-6\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}