{
  "casebody": {
    "data": "<casebody firstpage=\"274\" lastpage=\"285\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b304-2\">[Civ. No. 1250.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A3e\">Third Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A91\">January 9, 1915.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b304-3\">SAN JOAQUIN &amp; KINGS RIVER CANAL &amp; IRRIGATION COMPANY, INCORPORATED (a Corporation), Appellant, v. JAMES J. STEVENSON (a Corporation), Respondent.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b304-4\">Eminent Domain—Riparian Rights—Condemnation op por Public Use—Law op the Case.—In this proceeding in eminent domain to acquire the right to divert certain waters of the San Joaquin River as against riparian lands of the defendant, it is held that the decision of the supreme court on the former appeal (164 Cal. '221) that the use which the appellant proposed to make of the waters sought to be condemned is one for which it is authorized to exercise the right of eminent domain, under section 1238 ' of the Code of Civil Procedure, applies with equal force to the facts revealed on the second trial; and that as to the public character of the use the law was settled by that decision.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b304-5\">Id.—Evidence—Damage to Lands Other Than Those Described in Complaint—Prejudical Error.—In such a ease, where the issue tendered by the complaint involved simply the riparian right of the land described therein, the necessity for the condemnation of the right and the (lamage to this particular land, if said right should be taken, were all that concerned the jury, and the damage to this particular land was to be ascertained by deducting from the market value of the land as it existed at the time of the issuance of the summons the market value it would have if deprived of this riparian right; and it was prejudicial error to permit the defendant to introduce in evidence an elaborate scheme for prospective reclamation and irrigation of this land and in allowing evidence of damage to other lands than those described in. the complaint.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b304-6\">Id.—Issues Triable by Court—Necessity for Taking of Property— Quantity op Water Necessary for Use.—In such a case the issue as to the necessity for the taking of the property sought to be condemned is one to be tried by the court, and not submitted to a jury, the rule in cases of eminent domain being that all questions, except those necessary to determine the compensation to be made to the owner for his property taken or damaged, are to be determined by the court; and this necessarily includes among the questions triable by the court without a jury, the question whether plaintiff’s canal will unreasonably waste the water sought to be condemned and the quantity necessary for the use, after allowing for unavoidable waste; also the question whether the water which the plaintiff has already acquired the right to take, would be sufficient for its public use, if carried and distributed without unreasonable waste.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b305-2\"><page-number citation-index=\"1\" label=\"275\">*275</page-number>Id.—Prevention op Waste by Seepage—Requirement op Cementing Canal.—In such a ease the question as to whether or not the plaintiff should be required to cement its canal to prevent waste by seepage is one of fact to be decided in each ease upon all the circumstances, but no unreasonable expense should be imposed on the public service company; and it is held by the supreme court in this ease on the petition to transfer the cause to it for rehearing that the opinion of the district court of appeal on this subject is not to be regarded as the law of the ease on the re-trial of the action.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b305-3\">Id.—Prescriptive Right—Erroneous Instruction.—In such a case the following instruction given at the request of the defendant is objectionable in implying that if the plaintiff acquired a prescriptive right to five hundred feet of water as against all other riparian owners except defendant the latter would have the right to all the balance of the river without regard to the claim of any other riparian owner: “By diverting a greater quantity of water than seven hundred and sixty cubic feet per second, the plaintiff could acquire no right against the lands of defendant, that are described in the complaint, but plaintiff could acquire, as against other riparian owners, the rights by prescription to take such excess of water. And if the plaintiff did acquire the rights of the other riparian owners by prescription, or otherwise, then the defendant would have a right as between it and plaintiff to use the entire flow of San Joaquin River in excess of said seven hundred and sixty cubic feet per second, and, that too, without regard to the rights of those riparian owners whose rights had been acquired by prescription by the plaintiff.”</syllabus>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b305-4\">APPEAL from a judgment of the Superior Court of Merced Copnty. E. N. Rector, Judge.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b305-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"b305-6\">Frank H. Short, F. G. Ostrander, and Edward F. Tread-well, for Appellant.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b305-7\">James F. Peck, and J. C. Campbell, for Respondent.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b305-8\">BURNETT, J.</author>\n<p id=\"ADS\">The proceeding was in eminent domain to acquire the right to divert five hundred second-feet of water of the San Joaquin River as against certain described riparian lands of defendant. On the first trial it was held that the use shown was not a public use and a nonsuit was granted, but the judgment was reversed by the supreme court (164 Cal. 221, [128 Pac. 924]). The court below also allowed <page-number citation-index=\"1\" label=\"276\">*276</page-number>litigation of certain rights to the waters of the San Joaquin other than the riparian right sought to be condemned, and this was likewise held by the supreme court to be improper. On the second trial the court submitted to the jury the question whether the use was a public use and also whether the property was necessary to such use. As to the former the jury disagreed, but found for the defendant on the question of necessity. While the trial court struck out the answers held improper by the supreme court, it is claimed by appellant that it allowed one of the defendants to file an amended answer setting up substantially the same matter—that is, alleged riparian' rights of lands other than those described in the complaint, and allowed proof thereof on the trial. The appeal is from the judgment entered on the verdict of the jury.</p>\n<p id=\"b306-3\">Many of the points urged by appellant in its opening brief are unnoticed by respondent upon the theory that they are immaterial by virtue of the fact that the finding as to necessity is supported by the evidence. At least some of these questions, however, quite probably affected the jury in its determination that no necessity existed for the condemnation, and for that reason, if for no other, they deserve consideration. For instance, the relation of the question of “public use” to that of “necessity” is aptly suggested by appellant as follows: “If the jury or any member thereof was of the opinion that the use in question was not a public use, it would certainly vote that the taking of the property was not necessary for a public use, and counsel on the argument admitted that since the jury disagreed on the question as to whether or not the use was a public use, some of the jurors at least who constituted the nine who concurred in the verdict that it was not necessary for a public use, must have been of the opinion that it was not in fact a public use.” But, on the former appeal, it was said by the supreme court: “The proof shows that the plaintiff proposes to distribute the water generally to the inhabitants of a very large area of the three counties mentioned chiefly for the irrigation of their lands and also for domestic uses and for the watering of stock and incidentally to some towns and villages which have grown up along the routes of its canals. It is one of the largest irrigation enterprises in the state and serves water to over one hundred and fifty thousand acres of land. We think the use <page-number citation-index=\"1\" label=\"277\">*277</page-number>it proposes to make of this water is one for which it is authorized to exercise the right of eminent domain under section 1238” of the Code of Civil Procedure.</p>\n<p id=\"b307-3\">The foregoing declaration of the supreme court applies with equal force to the facts revealed on the second trial. As to the public character of the use, therefore, the law was settled by said decision, and the lower court should have so held and declared. Of course, if a different state of facts had been shown or if there had been a substantial or material conflict as to the purpose and extent of said use the said decision might not be conclusive, but we do not so read the record.</p>\n<p id=\"b307-4\">Indeed, the statute seems to contemplate that the question as to whether the use is a “public use” is one for the court and not for the jury. The head-note of section 1241 of the Code of Civil Procedure is: “Facts necessary to be found by court before condemnation.” Among the facts therein stated is: “1. That the use to which it is to be applied is a use authorized by law.” Section 1248, however, provides that “the court, jury or referee” must assess the damages. These head-notes are a part of the law and should be consulted in interpreting the will of the legislature. <em>(Barnes </em>v. <em>Jones, </em>51 Cal. 303; <em>Sharon </em>v. <em>Sharon, </em>75 Cal. 16, [16 Pac. 345].)</p>\n<p id=\"b307-5\">The weight of authority also seems to be in favor of the position that this question is to be determined by the court and not by the jury.</p>\n<p id=\"b307-6\">In <em>St. Joseph Terminal R. Co. </em>v. <em>Hannibal etc. Ry. Co., </em>94 Mo. 535, [6 S. W. 691], it is said: “It is open to the trial court, in these proceedings to condemn property for public use, to determine whether the use sought to be made of the property is really a public use.” Other cases to the same effect from various states are cited by appellant.</p>\n<p id=\"b307-7\">Our statute defines, or at least catalogues, the various public uses for which the privilege of eminent domain may be exercised, and whether the facts disclosed by the evidence bring the case within any of these enumerated uses would seem to be a question of law to be resolved by the court. However, as already intimated, in case of a material conflict in the evidence, a mixed question of fact and of law might be presented, to the solution of which the aid of a jury could properly be called.</p>\n<p id=\"b308-2\"><page-number citation-index=\"1\" label=\"278\">*278</page-number>It is also urged by appellant that the question of necessity was one for the court and not for the jury. It is conceded, however, that the decisions in this state hold to the contrary. <em>(Wilmington Canal &amp; Reservoir Co. </em>v. <em>Dominguez, </em>50 Cal. 505; <em>California Central Railway Co. </em>v. <em>Hooper, </em>76 Cal. 411, [18 Pac. 599] ; <em>Spring Valley Water Works </em>v. <em>Drinkhouse, </em>92 Cal. 532, [28 Pac. 681]; <em>City of Santa Ana </em>v. <em>Goldmacher, </em>133 Cal. 395, [65 Pac. 883]; <em>Central Pacific Ry. Co. </em>v. <em>Feldman, </em>152 Cal. 303, [92 Pac. 849].) Attention is called, however, to the fact that at the time of the earliest decisions section 592 of the Code of Civil Procedure provided as follows: “An issue of fact must be tried by a jury unless a jury trial is waived, or a reference be ordered, as provided in this code. ’ ’ But that section was amended at the session of the legislature in 1873-4 so as to read: “In actions for the recovery of specific, real, or personal property, with or without damages, or for money claimed as due upon contract, ... or for injuries, an issue of fact must be tried by a jury, unless a jury trial is waived, or a reference is ordered, as provided in this code. ... In other cases, issues of fact must be tried by the court, subject to its power to order any such issue to be tried by a jury, or to be referred to a referee, as provided in this code.” It is declared by appellant that “a proceeding in eminent domain is not one of the specific actions mentioned in the first part of section 592 of the Code of Civil Procedure but is one of the ‘other cases’ mentioned in the latter part of the section, and which are to be tried by the court and not by the jury. This change in the statute has been apparently overlooked in later decisions and the decision in the Wilmington case has been followed without observing that the entire basis of it has been long since removed by this change in the statute.” There is persuasive force in appellant’s contention but we do not feel at liberty to depart from the interpretation of the law as so often made and declared by the supreme court.</p>\n<p id=\"b308-3\">There is merit, we think, in the claim that the court erred in permitting the defendant to introduce an elaborate scheme of prospective reclamation and irrigation of its lands and in allowing evidence of damage to other lands than those described in the complaint. .As pointed out by appellant, by the rulings of the court the defendant was permitted to lay before the jury seventy-four hundred acres of land not de<page-number citation-index=\"1\" label=\"279\">*279</page-number>scribed in the complaint for which it claimed damages in the sum of two hundred and fifty dollars an acre, amounting to one million eight hundred and fifty thousand dollars. The issue tendered by the complaint involved simply the riparian right of the land described therein. The necessity for the condemnation of the right and the damage to this particular land, if said right should be taken, were all that concerned the jury. And the damages to this particular land were to be ascertained by deducting from the market value of the land as it existed at the time of the issuance of the summons the market value it would have if deprived of this riparian right. It is manifest that these values would rest largely for their support upon the opinion of qualified witnesses, and the method of proof is simple and familiar. The vast range of inquiry permitted upon this question of damages must have been confusing and disconcerting to the jurors, and, since the comparative cost of acquiring the property, and of cementing the canals so as to prevent seepage, was made an important element in the determination of necessity for the taking, it is believed that said errors were prejudicial.</p>\n<p id=\"b309-3\">We do not mean, of course, to say that respondent is without redress for any damage that may be done to other lands by the diversion of the five hundred second-feet of water but that question, as we conceive it, is not in this case. It is as important, probably, in a condemnation suit as in any other to confine the trial to the issues involved. The peculiar circumstances of this case, not necessary to detail, seem, indeed, to emphasize the propriety of confining the evidence within the well-defined limits of juridical procedure.</p>\n<p id=\"b309-4\">Much time at the trial was devoted to the effort to show that it was practicable and feasible for plaintiff to cement its canal or canals and thereby prevent waste of the water to such extent that the additional five hundred second-feet would not be required. By the instructions of the court the jury was left free to adopt this theory, and it is quite probable that the verdict reflects this view. It is the contention of respondent that there is no law which determines whether a canal shall be lined to prevent seepage. The question is one of law and of fact. The “public use” does not consist of the canal or conduit, but it does mean the use of the water by the public, and the canal is a mere incident to the use. “The law contemplates that water may be conducted by <page-number citation-index=\"1\" label=\"280\">*280</page-number>means of canals, ditches, dams, impounding, flumes, aqueducts and pipes. But whether in one or the other of these the means must be ‘reasonably fit’ for the purpose to be served.” And it is urged that this principle that the means must be reasonably fit for the purpose furnishes the elasticity as to the expense to be incurred in various parts of the state. The law applies alike to all sections but the facts surrounding the condemnation in each locality will determine the character of the conduit to be required and the amount of expense in its construction that may be exacted. “The conservation of water at great expense under some circumstances would be unreasonable. The waste of water under some circumstances would not be reasonable and a canal constructed under such circumstances that would permit of waste would not be reasonably fit for its purpose.” Respondent contends that condemnation would not be permitted of a large quantity of water when the proposed canal is “reasonably unfit” simply because loss will Be unavoidable in the particular canal, that an unfit canal has no right to condemn more water than a reasonably fit canal and that the question for the jury was what quantity of water would be necessary to supply the public through a “reasonably fit” canal.</p>\n<p id=\"b310-3\">On the other hand, it is the contention of appellant that “the right to condemn water for canals gave plaintiff the right to condemn on hehalf of earthen canals and loss by seepage and evaporation is necessarily incident to such canals. ” It is claimed that subdivision 3 of section 1238 of the Code of Civil Procedure, under which the proceeding was brought, provides that the right of condemnation may be exercised on behalf of canals, aqueducts, flumes, ditches or pipes,” and that this was enacted in 1872 when earthen ditches and canals were practically the only means of carrying water for irrigation and said section must therefore have contemplated that character of conduit. <em>Barrows </em>v. <em>Fox, </em>98 Cal. 63, [32 Pac. 811], is quoted, wherein it is said: “Plaintiffs have the right to divert from the stream a quantity of water sufficient to yield at the place of use the quantity required after the loss by absorption and evaporation of so much thereof as is necessarily so lost in a ditch or flume well constructed and kept in good condition. Ditches and flumes are the usual and ordinary means of diverting water in this state, and parties who have made their appropriations <page-number citation-index=\"1\" label=\"281\">*281</page-number>by such means cannot be compelled to substitute iron pipes, though they may be compelled .to keep their flumes and ditches in good repair <em>so </em>as to prevent unnecessary waste.”</p>\n<p id=\"b311-3\"><em>Middlekamp </em>v. <em>Bessemer I. D. Co., </em>46 Colo. 102, [23 L. RA. (N. S.) 801, 103 Pac. 280], is also cited, wherein it is held “that seepage from an irrigation ditch may be prevented by fluming or cementing the portions where the seepage occurs does not render the ditch without such protection, a nuisance to neighboring property.”</p>\n<p id=\"b311-5\">Neither of said cases involved the exercise of eminent domain but the principle therein announced would no doubt apply generally to the condemnation of water to be conducted in a canal already constructed. But, after all, the circumstances of a particular case might be such that a court could say that the canal was not “reasonably fit” or “in good repair” unless it were lined with cement or other impervious material. The condition of the soil, the development and progress of the community, the comparative cost of the condemnation and the proposed improvement of the conduit, and probably other elements, should be considered in determining whether it is reasonable to exact such utilization of the available resources in order to prevent waste. It is difficult to believe that the law would permit extravagant waste of water where it is scarce and valuable if such waste could be prevented by any reasonable and practicable improvement to the canal through which it is-distributed and, under some circumstances, it would be fair and just to require such canal to be cemented in order that the water might be utilized to the fullest extent. The rule can be stated only in general terms, of course, and probably respondent’s designation of the required canal as “reasonably fit” can be accepted. The general principle is well expressed in <em>Spring Valley Water Works </em>v. <em>San Mateo Water Works, </em>64 Cal. 133, [28 Pac. 447]. Therein it was said: “Unquestionably where the object of public use is a supply of fresh water the public have the right to an unstinted supply, and the corporation to whom has been granted the franchise to furnish the supply has the capacity to appropriate private property for that purpose. But its capacity is limited to the real necessity which exists for the appropriation.” The court proceeds to state that by the evidence it appeared that plaintiff had unutilized sources that were available and that it was entirely practicable for <page-number citation-index=\"1\" label=\"282\">*282</page-number>it so to utilize them as to increase the supply to a comparatively unlimited extent and that it was the duty of plaintiff to do so before taking additional private property. It was also declared that a corporation in charge of such use could not condemn whatever it might find convenient and profitable to acquire on the ground merely that it might save expense. The principle stated in that case seems no different from the rule contended for by respondent that there should be utilization and conservation of sources of supply and of the supply itself by every means available, practicable, and reasonable. The rule is, of course, elastic, as suggested by respondent. Indeed, it is so elastic that in view of the variant circumstances of different cases the decision in one case may be of little assistance in the determination of another.</p>\n<p id=\"b312-3\">But respondent concedes that the question whether the corporation in charge of the public use can be required to cement its canal is one of comparative cost and the question is affected also by the abundance or scarcity of water. It would seem to be a reasonable view that if the damage done to the property owner were trivial or small in comparison with the cost of the improvement to the canal or if the property owner were not appreciably injured by the delivery of the water through earthen canals he would be in no position to demand the more expensive and economical method or system.</p>\n<p id=\"b312-4\">Herein is an additional reason for confining the evidence of damage within proper bounds. If this had been done it might have appeared, as claimed by appellant, that the remuneration to which respondent was entitled was so small as to render it absurd to contend that appellant should be subjected to the great expense of cementing its waterway.</p>\n<p id=\"b312-5\">Again, it is urged by appellant that “the evidence in this ease shows that during the spring and summer months there is a flow of from five to ten thousand second-feet of water in the San Joaquin River past the swamp and overflowed lands of the defendant and that that amount of water has constantly flowed during the forty years during which the defendant has owned the lands. Not a drop of it has ever been diverted or artificially used to irrigate the land, but, so far as the evidence in this ease is concerned, flows over and past the land and then to the sea. ... If the question is to be determined upon any rule of plentifulness of water, we <page-number citation-index=\"1\" label=\"283\">*283</page-number>would ask the court if it knows of any place in the state where any greater showing of plentifulness could be shown ? ’’ This consideration is certainly entitled to careful attention if the question of whether the canals should be cemented or otherwise lined is to be submitted at all to the jury. If a sufficient supply of water is available to defendant at a trifling cost that will compensate or more than compensate for the loss of the riparian right in controversy here, the public should not be burdened with the great expense involved in the reconstruction of plaintiff’s canals. On the contrary, this improvement should be deferred until the advancing necessities and the increased and increasing appropriation and utilization of the water make such demand reasonable and just.</p>\n<p id=\"b313-3\">Appellant indulges in a great deal of criticism as to instructions given and refused. With reference to this feature of the case the general observation may not be inappropriate that the instructions given cover more than one hundred pages of the transcript and if, after being hurriedly led by the court through this maze of intricate and technical law, the jurors emerged with a clear and accurate conception of the essential principles of the ease, they are certainly entitled to commendation as men of more than ordinary acumen. It does seem unfortunate that, in a cause involving two or three simple issues, it should be deemed necessary or advisable to request such voluminous and multitudinous instructions. It may be remarked, also, that, in view of the difficult and embarrassing situation presented to the trial court, it would not be strange if some error could be found in the selection by the court of those deemed proper to submit to the jury. We cannot undertake to notice specifically the various assignments of error in that respect. We content ourselves with referring to this instruction given on request of the defendant: “By diverting a greater quantity of water than 760 cubic feet per second, the plaintiff could acquire no right against the lands of defendant, that are described in the complaint, but plaintiff could acquire, as against other riparian owners, the rights by prescription to take such excess of water. And if the plaintiff did acquire the rights of the other riparian owners by prescription, or otherwise, then the defendant would have a right as between it and plaintiff to use the entire flow of San Joaquin River in excess of said seven hundred and sixty cubic feet per see<page-number citation-index=\"1\" label=\"284\">*284</page-number>ond, and, that too, without regard to the rights of those riparian owners whose rights had been acquired by prescription by the plaintiff.”</p>\n<p id=\"b314-3\">The occasion for this instruction is stated by appellant to have grown out of the circumstance that the evidence showed that the plaintiff had for a great many 'years been taking and diverting the quantity of water here sought to be taken, and it was argued by the plaintiff that it had already acquired the right to do this against every one except the defendant as to the riparian right described in the complaint. If the instruction had been confined to the said five hundred feet plaintiff could not complain, because it is certainly true that defendant’s riparian right to said water could not be adversely affected by plaintiff’s prescriptive title as against other riparian owners. Of course, though, it may be said that it should not be necessary to give such instruction. But the instruction seems quite capable of application to all the water of the stream except the said seven hundred and sixty feet. That would imply that if the plaintiff acquired a prescriptive right to said five hundred feet of water as against all other riparian owners except defendant the latter would have the right to all the balance of the river without regard to the claim of any other riparian owner. That proposition was doubtless not intended, but it may have been so understood by the jury and it may have been a factor in magnifying the damages to defendant and thereby affecting the-theory of comparative cost already adverted to.</p>\n<p id=\"b314-4\">Many questions that we have not considered have been discussed by counsel but it is deemed inadvisable to notice them at this time.</p>\n<p id=\"b314-5\">We consider it just that a new trial should be had and we express the hope that if the cause is tried again a much simpler and shorter record may be made.</p>\n<p id=\"b314-6\">The judgment is reversed.</p>\n<p id=\"b314-7\">Chipman, P. J., and Hart, J., concurred.</p>\n<p id=\"b314-8\">A petition for a rehearing of this cause was denied by the district court of appeal on February 8, 1915, and a petition to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on March 8, 1915, and the following opinion then rendered, thereon:</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<author id=\"b315-2\"><page-number citation-index=\"1\" label=\"285\">*285</page-number>THE COURT.</author>\n<p id=\"Ak\">The petition to transfer this cause to the supreme court for a' rehearing is denied. The opinion and decision of the district court of appeal is, however, modified, in effect, in the following particulars:</p>\n<blockquote id=\"b315-3\">In so far as that opinion holds that the issue as to the necessity for the taking\" of the property sought to be condemned must be submitted to a jury, unless a jury trial thereof is waived, it is erroneous. The rule is that in cases of eminent domain all questions, except those necessary to determine the compensation to be made to the owner for his property taken or damaged, are to be determined by the court. (See <em>Vallejo etc. Co. </em>v. <em>Reed Orchard Co., </em>169 Cal.-, [147 Pac. 238], This necessarily includes among the questions triable by the court without a jury, the question whether the plaintiff’s canal will unreasonably waste the water to be condemned and the quantity necessary for the use, after allowing for unavoidable waste; also the question whether the water which the plaintiff already has acquired the right to take would be sufficient .for its public use, if carried and distributed without unreasonable waste. There is considerable discussion in the opinion of the district court with respect to the claim of respondent that the plaintiff should be required to cement its canals to prevent waste by seepage. Its purport on this point is not as clear as could be wished. Inasmuch as the case is remanded for a new trial and these questions are thereupon to be determined by the court below, without a jury, we think all of the discussion on that subject would better have been omitted and we deem it advisable to declare that nothing said about them in the opinion is to be regarded, on the new trial, as the law of the case, and that the court below be left free to decide the case unhampered in this respect. They are questions of fact to be decided in each case upon all the circumstances. No unreasonable expense should be imposed on the public service company.</blockquote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}