{
  "casebody": {
    "data": "<casebody firstpage=\"413\" lastpage=\"417\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b443-7\">[Crim. No. 561.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ALOf\">First Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKA\">January 26, 1915.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b443-8\">THE PEOPLE, Respondent, v. NICOLAS WEBBER, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b443-9\">Criminal Law—Murder—Self Defense—Right to Stand Ground— Instructions.—In a prosecution for murder, where the testimony introduced on behalf of the defendant tended to show that the deceased was the aggressor and made an unlawful assault upon the defendant of such a character as to put him as a reasonable man in fear of his life or of great bodily harm, the jury should have been instructed as requested that if they believed this evidence the defendant was not bound to retreat, but that he had a lawful right ■to stand his ground.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b443-10\">Id.—When Party not Bound to Flee—Erroneous Instruction.—In such a case it was prejudicial error to instruct the jury that: “If ho (defendant) could have withdrawn from the danger it was his duty to retreat. Between his duty to flee and his right to kill, he must fly, or, as the books have it, he must retreat to the wall.”</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b443-11\">Id.—Evidence—Cross-examination—Hostility of Witness.—In such a case it is elementary that the defendant has the right on cross-examination of the prosecution’s witness to ask questions intended to show hostility of the witness toward the defendant, and it was error to sustain an objection to such questions based upon the ground that the questions assumed facts not in evidence where such facts were wholly immaterial to the issues; nor is an objection to such questions that they were impeaching questions and no foundation was laid for them maintainable where it does not appear that the questions were so intended and the witness might have anwered them in such a way as to show animus toward defendant.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b444-4\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>APPEAL from a judgment of the Superior Court of Fresno County and from an order denying a new trial. George E. Church, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b444-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b444-6\">Johnston &amp; Jones, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b444-7\">U. S. Webb, Attorney-General, and John H. Riordan, Deputy Attorney-General, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b444-8\">KERRIGAN, J.</author>\n<p id=\"AI0\">The defendant was charged by information with the' crime of murder. He was convicted of manslaughter and sentenced to ten years imprisonment. The appeal is from the judgment and from the order denying defendant’s motion for a new trial.</p>\n<p id=\"b444-9\">The testimony in this case introduced on behalf of the defendant tended to show that the deceased was the aggressor and made an unlawful assault upon the defendant of such a character as to put him as a reasonable man in fear of his life^or of great bodily harm. The jury should, therefore, have been instructed as requested that if they believed this evidence the defendant was not bound to retreat, but that he had a lawful right to stand his ground. The only instruction given on the subject, however, was as follows: “If he (defendant) could have withdrawn from the danger it was his duty to retreat. Between his duty to flee and his right to kill, he must fly, or, as the books have it, he must retreat to the wall.” This was part of the instruction on the subject of self-defense, and the instruction in full is precisely the same as that given in the case of <em>People </em>v. <em>Lewis, </em>117 Cal. 186, 191; [59 Am. St. Rep. 167, 46 Pac. 1088]; and there, on account of the part here quoted, it was held to be error which must have resulted in prejudicial injury to the defendant. In that case the court said: “In <em>People </em>v. <em>Hecher, </em>109 Cal. 451, [30 L. R. A. 403, 42 Pac. 307], where the right of self-defense is considered at some length, it is pointed out that our law nowhere imposes the duty of retreat upon one who without fault himself is exposed to a sudden felonious attack, and that the duty of withdrawal or retreat is imposed upon him alone wh,o is the first aggressor, or who has joined in a mutual combat; and it is further said that while at common <page-number citation-index=\"1\" label=\"415\">*415</page-number>law there was a contrariety of opinion upon the part of the writers as to the duty of retreat, which contrariety has found its way into the differing decisions of our state courts, this state has upheld a defendant’s right to stand his ground and meet by force a sudden and violent attack.” So that while the killing must be under an absolute necessity, actual or apparent, <em>as a matter of law </em>that necessity is deemed to exist when an innocent person is placed in such sudden jeopardy. The right to stand one’s ground should form an element of the instructions upon the necessity of killing and the law of self-defense.</p>\n<p id=\"b445-5\">It may be added that the defendant in this case, as in the case of <em>People </em>v. <em>Lewis, </em>was upon his own premises.</p>\n<p id=\"b445-6\">In the case of <em>People </em>v. <em>Maughs, </em>149 Cal. 253, 260, [86 Pac. 187, 190], the court gave the following instruction: “No man has the right to kill another in self-defense unless such killing is really or apparently necessary for such defense. Before a man can justify taking the life of a human being on the ground of self-defense he must, when attacked, employ all reasonable means within his power, consistent with his safety, to avoid the danger and avert the nécessity for the killing.” Commenting upon this instruction the higher court said: “No exposition is necessary to show that the giving of this instruction, which imposed upon the defendant the duty of flying and forbade him the right to stand his ground, was error and of such gravity as to demand a reversal. ’ ’</p>\n<p id=\"b445-7\">In the Maughs case the man who was killed was in his own house, and the defendant was an employee, so that it follows that no matter where a person may be, if he has a right to be there, if he is wrongfully attacked he may stand his ground, and in necessary self-defense slay his assailant where as a reasonable man he has grounds to apprehend he is in danger of losing his life or suffering great bodily injury at the hands of his assailant. This doctrine is also announced in the following cases: <em>People </em>v. <em>Baldocchi, </em>10 Cal. App. 42, [101 Pac. 28]; <em>People </em>v. <em>Cyty, </em>11 Cal. App. 702, [106 Pac. 257],</p>\n<p id=\"b445-8\">That the error was prejudicial in this case is emphasized by the fact that the prosecution, it appears, tried the case in part on the theory that it was the duty of the defendant to flee, even if the deceased was the aggressor.</p>\n<p id=\"b445-9\">Carl Paaske, the principal witness for the prosecution, was asked on cross-examination a number of questions, which were <page-number citation-index=\"1\" label=\"416\">*416</page-number>intended to show hostility on his part to the defendant. It is elementary that the defendant was entitled to ask such questions; and it was a matter of no little consequence to him to bring out the fact, if it were a fact, that the witness was biased and prejudiced against him, in order that the jury in weighing his testimony might take that circumstance into consideration <em>(People </em>v. <em>Thomson, </em>92 Cal. 506, [28 Pac. 589]). Objections to these questions were sustained on the ground, as to one of them, that it assumed a fact not in evidence, and as to the others they were impeaching questions, and being such, that no foundation was laid.</p>\n<p id=\"b446-5\">As to the first of these objections, we do not see that the question to which it was directed was open to this objection, but even if it were, the fact assumed was wholly immaterial and has no bearing on the issues of the case; and as the sole purpose of the question was to call the attention of the jury to the bias of the witness, we think the question might well have been permitted. As to the other objection, it is true that the question did not include the circumstances of time, place, and persons present. But it does not appear that it was intended to be an impeaching question. The witness might have answered in such a way as to show animus to the defendant. For example, to the last of these questions: “Now isn’t it a fact that since this shooting occurred you have stated to different people out there in the neighborhood, referring to Mr. Webber (the defendant) that ‘the damned son of a bitch ought to be hung?’ ” the witness might have answered in the affirmative. Defendant’s counsel might have been satisfied with such answer as proving their contention of bias. On the other hand, the witness might have answered “No,” and the defendant would then be bound by the answer owing to the form of the question, unless followed by a proper impeaching question.</p>\n<p id=\"b446-6\">It was error to exclude the proffered testimony. In <em>People </em>v. <em>Jones, </em>160 Cal. 358, [117 Pac. 176], a witness had testified that he did not know a man when he fell, but did know him when he.arose, and was asked this question, “Did you not testify that you did not know the man until later, at the preliminary examination?” An objection was made that no foundation was laid, and the objection was sustained. In considering this the court says: “A misconception seems to exist upon the subject of the permissibility of inquiries <page-number citation-index=\"1\" label=\"417\">*417</page-number>such as this. To such a question the objection here stated is usually interposed, and usually the objection is sustained upon the ground that the question is intended to impeach, and being intended to impeach, the ‘proper foundation’ of time, place, circumstances and persons present is not laid because these matters have not been called to the attention of the witness. It is true that when a question is asked for the purpose of impeachment its ‘foundation’ must be laid, to the end that the witness’s attention may be called to every circumstance which will tend to refresh his memory and prevent him from falling into error. But it by no means follows that every such question is or is meant to be an impeaching question. Frequently such questions may be properly asked upon collateral matters where the answer would bind the questioner without right to impeach. Frequently they are designed to test the recollection of the witness, and frequently, as in the instance before us, the question is proper though ultimately, and according to the answer which may be made, it will or will not be followed by a strictly impeaching question. Thus it was proper to ask the witness if he had so testified. His answer might have been that he did not, when an impeaching question would properly follow. His answer might have been that he did so testify, with explanation of the variance between his answers, in which case no impeaching question would be necessary; and it is an unwarranted curtailment of legitimate cross-examination to exclude such questions, as was here done, upon the ground that they were necessarily impeaching questions and the proper foundation for them had not been laid.” <em>(People </em>v. <em>Brilliant, </em>58 Cal. 214, 217; <em>People </em>v. <em>Hart, </em>153 Cal. 261, [94 Pac. <em>1042]; People </em>v. <em>Jones, </em>160 Cal. 358, [117 Pac. 176] ; <em>Doudell </em>v. <em>Shoo, </em>20 Cal. App. 424, [129 Pac. 478] ; <em>People </em>v. <em>Costa, </em>24 Cal. App. 739, [142 Pac. 508].)</p>\n<p id=\"b447-5\">For errors above pointed out, the judgment and order appealed from are reversed, and the cause remanded for a new trial.</p>\n<p id=\"b447-6\">Lennon, P. J., and Richards, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}