{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"444\" lastpage=\"454\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  NEW JERSEY DIVISION OF CHILD PROTECTION AND PERMANENCY, Plaintiff-Respondent,\n  <br/>\n  v.\n  <br/>\n  J.B., Defendant-Appellant,\n  <br/>\n  and\n  <br/>\n  C.R., Defendant.\n </parties>\n <parties id=\"p-2\">\n  In the Matter of Ca.R. and C.R., JR., Minors.\n </parties>\n <docketnumber id=\"p-3\">\n  DOCKET NO. A-3019-18T3\n </docketnumber>\n <court id=\"p-4\">\n  Superior Court of New Jersey, Appellate Division.\n </court>\n <decisiondate id=\"p-5\">\n  Argued May 21, 2019\n  <br/>\n  Decided June 10, 2019\n </decisiondate>\n <attorneys id=\"p-6\">\n  Michael C. Wroblewski, Assistant Deputy Public Defender, argued the cause for appellant (Joseph E. Krakora, Public Defender, attorney; Michael C. Wroblewski, on the brief).\n </attorneys>\n <attorneys id=\"p-7\">\n  Jennifer A. Lochel, Deputy Attorney General, argued the cause for respondent (Gurbir S. Grewal, Attorney General, attorney; Melissa H. Raksa, Assistant Attorney General, of counsel; Joshua Paul Bohn, Deputy Attorney General, on the brief).\n </attorneys>\n <attorneys id=\"p-8\">\n  Caridad Diaz Argote-Freyre, Assistant Deputy Public Defender, argued the cause for minors (Joseph E. Krakora, Public Defender, Law Guardian, attorney; Meredith Alexis Pollock, Deputy Public Defender, of counsel; Caridad Diaz Argote-Freyre and Nancy P. Fratz, Assistant Deputy Public Defender, of counsel and on the brief).\n </attorneys>\n <judges id=\"p-9\">\n  Before Judges Fisher, Geiger and Enright.\n </judges>\n <p id=\"p-10\">\n  The opinion of the court was delivered by\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-11\">\n   GEIGER, J.A.D.\n  </author>\n  <p id=\"p-12\">\n   This case presents the unresolved issue of whether the Division of Child Protection and Permanency (the Division) can obtain court approval to vaccinate two minor children, who are in the Division's care, custody, and supervision due to the substantiated and admitted abuse and neglect of the parents, despite the parents' religious objection. Defendants J.B. (Mother)\n   <footnotemark>\n    1\n   </footnotemark>\n   and C.R. (Father) are the parents of Ca.R. (Daughter), born in December 2014, and C.R., Jr. (Son),\n   <footnotemark>\n    2\n   </footnotemark>\n   born in September 2017. Following a plenary hearing, the Family Part granted permission to the Division to vaccinate the children with age-appropriate immunizations\n   in consultation with\n   Son's allergist. For the reasons that follow, we affirm.\n  </p>\n  <p id=\"p-13\">\n   I.\n  </p>\n  <p id=\"p-14\">\n   In September 2017, the Division received a referral reporting Mother gave birth to Son and expressing concerns over the family's living arrangements because the entire family was living in a single motel room and Mother stated there was no space for a crib for Son. The referent further reported Mother received no prenatal care while pregnant with Son. The referent also reported Mother and Father became combative when they were informed Son should stay in the hospital for monitoring for Group B Streptococcus (GBS) infection for at least forty-eight hours to observe the child for possible sepsis due to Mother's lack of prenatal care.\n   <footnotemark>\n    3\n   </footnotemark>\n   Mother and Father alleged the hospital only wanted to keep Son to make more money.\n  </p>\n  <p id=\"p-15\">\n   Mother told Division workers it was not against the law to co-sleep and admitted Daughter, who was then two years and nine months old, never had a bed of her own because she always slept in the same bed as Mother and Father. Mother also stated she did not believe in vaccines. The Division workers provided Father with a voucher so he could obtain a bassinet for Son to sleep in and informed Mother and Father the Division would need to monitor the family's sleeping arrangements.\n  </p>\n  <p id=\"p-16\">\n   The next day, Father stated the family did not believe in immunizations and the hospital was not respecting their wishes. Mother told hospital staff Son did not need to be tested for syphilis or gonorrhea because Son was not sexually active and would not be for a while; she also told the staff Son did not need\n   the hepatitis B vaccine because Son was not an intravenous drug user. Mother refused other vaccines as well.\n  </p>\n  <p id=\"p-17\">\n   Mother reported both children slept in the same bed with her and Father. When Mother was advised it was dangerous to have Son, then less than three weeks old, sleeping in the same bed, Mother responded it was her choice. Division workers subsequently observed Mother leave Son and Daughter alone in the motel room with Father. They also observed only one bed in the room with a co-sleeper on top of the mattress. This led to a Safety Protection Plan prohibiting Father from unsupervised contact with Daughter and Son and requiring that Son and Daughter receive appropriate medical care and separate beds.\n  </p>\n  <p id=\"p-18\">\n   Father is a Megan's Law offender subject to community supervision for life (CSL),\n   <em>\n    L.\n   </em>\n   1994,\n   <em>\n    c.\n   </em>\n   130, § 2.\n   <footnotemark>\n    4\n   </footnotemark>\n   N.J.A.C. 10A:71-6.11(a). As such, Father is prohibited from \"initiating, establishing, or maintaining\"\n  </p>\n  <p id=\"p-19\">\n   or \"attempting to initiate, establish, or maintain contact with any minor\" and from \"residing with any minor,\" which includes \"[s]taying overnight at a location where a minor is present\" without prior approval from the District parole Supervisor. N.J.A.C. 10A:71-6.11(c).\n  </p>\n  <p id=\"p-20\">\n   On October 10, 2017, the Division filed a complaint for the custody, care, and supervision of Son and Daughter pursuant to N.J.S.A. 9:6-8.21 and N.J.S.A. 30:4C-12. The complaint alleged Father was living with the children and Mother was allowing Father to have unsupervised contact with them. The complaint\n   also alleged the children had not been immunized, the parents failed to provide any regular medical and dental care for the children, and they failed to provide safe sleeping arrangements for the children. The Division also sought permission to immunize Son and Daughter with age-appropriate vaccinations. The court granted the Division care, custody, and supervision of Daughter and Son, but denied its request to immunize the children without prejudice, directing that any issues involving vaccinations be brought by separate application. Son and Daughter were placed with resource parents who live in Ocean County, where they continue to reside. Mother and Father subsequently stipulated to the abuse and neglect of Son and Daughter.\n  </p>\n  <p id=\"p-21\">\n   The Division moved to compel age-appropriate immunizations for the children. In particular, the Division sought permission to administer the MMR vaccine to immunize the children against measles, mumps, and rubella. The Law Guardian joined in the Division's application to compel age-appropriate immunizations. The immunization issue was litigated throughout 2017 and 2018. The Family Part ultimately commenced an emergent hearing at the Law Guardian's request in December 2018, and conducted a plenary hearing on January 16, 2019.\n  </p>\n  <p id=\"p-22\">\n   The children's Board certified pediatrician, Stephen Shroyer, M.D., was admitted as an expert in pediatrics and opined that all children should receive age-appropriate vaccinations in accordance with the Academy of Pediatrics Committee on Immunization Practices. Dr. Shroyer testified that while the initial MMR vaccine is usually administered at fifteen months and the booster at age five, Son and Daughter were not immunized at Mother's request. He further stated Son has \"an allergic diathesis,\" \"meaning he has a full complement of allergic-type genes.\" Nevertheless, Dr. Shroyer agreed with Son's gastroenterologist that a child should still be vaccinated as per the published guidelines, even if the child has allergies, and stated children allergic to the contents of a vaccine are referred to an allergist who will prepare the child through medication, if necessary, before the vaccine is administered. Dr.\n   Shroyer rejected the notion that the MMR vaccine can cause autism.\n  </p>\n  <p id=\"p-23\">\n   Dr. Shroyer testified the usual presentation for measles is a maculopapular red rash, high fever, and a moderately sick-looking child. He noted that in children, measles can result in serious health complications affecting major organs, such as meningitis or encephalitis, which \"can kill a child.\" He stated there is a likelihood an individual exposed to measles will contract the disease if not immunized.\n  </p>\n  <p id=\"p-24\">\n   Mother testified she has held a religious belief against having her children immunized since 2013. Mother advised the Division in writing of her objection to immunization. When asked to explain her religious objection, she testified:\n  </p>\n  <blockquote id=\"p-25\">\n   I rely on the Bible and the First Amendment. And I understand there is DNA and foreign protein in vaccines which are not healthy.... [T]he Bible teaches\n   us that children are gifts from God, that parents are supposed to make decisions for their children, not the State.\n  </blockquote>\n  <p id=\"p-26\">\n   Mother also objects to the use of \"fetal and animal DNA,\" in vaccinations \"as per the ingredients and the Bible.\" Mother does not have any formal education or training in medicine, vaccines, or virology. She relies on information she obtained from the internet and vaccine package inserts. Mother presented no competent evidence of the composition of the MMR vaccine, any risks associated with the MMR vaccine, or any allergic reactivity of Son to the vaccine that cannot be controlled through medication.\n  </p>\n  <p id=\"p-27\">\n   The court noted Dr. Shroyer was the pediatrician chosen by Mother and Father to care for the children. The court found him credible. The court also noted Son and Daughter are not students attending school. They are in the custody of the Division and living in a county experiencing a measles outbreak.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-28\">\n   After considering the applicability and impact of the statutes and regulations cited by counsel, the court found it necessary to safeguard the children's health and life through age-appropriate immunization in accordance with the pediatrician's recommendations. The court concluded the Division was authorized to proceed with the pediatrician's recommendations since it has custody of the children. Accordingly, the court ordered Son and Daughter to receive age-appropriate vaccinations, but clarified Son \"shall be examined by his allergist first to determine whether or not there would be anything in the vaccinations that would adversely affect him due to his allergies.\" The court stayed the order for seven days to allow time for defendants to file an emergent appeal with this court.\n  </p>\n  <p id=\"p-29\">\n   We granted Mother leave to file an emergent appeal from the Family Part's immunization order and continued the stay of the order.\n   <footnotemark>\n    6\n   </footnotemark>\n   The Division's motion to supplement the record was granted. In the interim, the matter returned to court for a permanency hearing; the trial court accepted the Division's plan of termination of defendants' parental rights over their objections.\n  </p>\n  <p id=\"p-30\">\n   Mother argues the trial court erred in finding the Division has the authority to vaccinate Son and Daughter as the law and public policy of this State allow for religious exemption from immunizations.\n  </p>\n  <p id=\"p-31\">\n   II.\n  </p>\n  <p id=\"p-32\">\n   \"The scope of appellate review of a trial court's fact-finding is limited.\"\n   <em>\n    Cesare v. Cesare\n   </em>\n   ,\n   <extracted-citation case-ids=\"1354462\" index=\"0\" url=\"https://cite.case.law/nj/154/394/#p411\">\n    154 N.J. 394\n   </extracted-citation>\n   , 411,\n   <extracted-citation case-ids=\"1354462\" index=\"1\" url=\"https://cite.case.law/nj/154/394/#p411\">\n    713 A.2d 390\n   </extracted-citation>\n   (1998). The trial court's findings \"are binding on appeal when supported by adequate, substantial, credible evidence.\"\n   <em>\n    <extracted-citation case-ids=\"1354462\" index=\"2\" url=\"https://cite.case.law/nj/154/394/#p411\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1354462\" index=\"2\" url=\"https://cite.case.law/nj/154/394/#p411\">\n    at 411-12\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1354462\" index=\"3\" url=\"https://cite.case.law/nj/154/394/#p411\">\n    713 A.2d 390\n   </extracted-citation>\n   (citing\n   <em>\n    Rova Farms Resort, Inc. v. Inv'rs Ins. Co. of Am.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1930491\" index=\"4\" url=\"https://cite.case.law/nj/65/474/#p484\">\n    65 N.J. 474\n   </extracted-citation>\n   , 484,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=323%20A.2d%20495\">\n    323 A.2d 495\n   </extracted-citation>\n   (1974) ). \"Particular deference is afforded to family court fact-finding because of the family\n   courts' special jurisdiction and expertise in family matters.\"\n   <em>\n    N.J. Div. of Child Prot. &amp; Perm. v. N.C.M.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4329893\" index=\"6\" url=\"https://cite.case.law/nj-super/438/356/#p367\">\n    438 N.J. Super. 356\n   </extracted-citation>\n   , 367,\n   <extracted-citation case-ids=\"4329893\" index=\"7\" url=\"https://cite.case.law/nj-super/438/356/#p367\">\n    104 A.3d 1078\n   </extracted-citation>\n   (App. Div. 2014) (citing\n   <em>\n    Cesare\n   </em>\n   ,\n   <extracted-citation case-ids=\"1354462\" index=\"8\" url=\"https://cite.case.law/nj/154/394/#p411\">\n    154 N.J. at 413\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1354462\" index=\"9\" url=\"https://cite.case.law/nj/154/394/#p411\">\n    713 A.2d 390\n   </extracted-citation>\n   ). \"We will not overturn a family court's factfindings unless they are so 'wide of the mark' that our intervention is necessary to\n   correct an injustice.\"\n   <em>\n    N.J. Div. of Youth &amp; Family Servs. v. F.M.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4154456\" index=\"10\" url=\"https://cite.case.law/nj/211/420/#p448\">\n    211 N.J. 420\n   </extracted-citation>\n   , 448,\n   <extracted-citation case-ids=\"4154456\" index=\"11\" url=\"https://cite.case.law/nj/211/420/#p448\">\n    48 A.3d 1075\n   </extracted-citation>\n   (2012) (quoting\n   <em>\n    N.J. Div. of Youth &amp; Family Servs. v. E.P.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3917783\" index=\"12\" url=\"https://cite.case.law/nj/196/88/#p104\">\n    196 N.J. 88\n   </extracted-citation>\n   , 104,\n   <extracted-citation case-ids=\"3917783\" index=\"13\" url=\"https://cite.case.law/nj/196/88/#p104\">\n    952 A.2d 436\n   </extracted-citation>\n   (2008) ). Legal conclusions are reviewed de novo.\n   <em>\n    N.J. Div. of Child Prot. &amp; Perm. v. R.L.M. (In re R.A.J.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"12504586\" index=\"14\" url=\"https://cite.case.law/a3d/198/934/12504586/#p152\">\n    236 N.J. 123\n   </extracted-citation>\n   , 152,\n   <extracted-citation case-ids=\"12504586,12504587\" index=\"15\" url=\"https://cite.case.law/a3d/198/934/\">\n    198 A.3d 934\n   </extracted-citation>\n   (2018).\n  </p>\n  <p id=\"p-33\">\n   \"Parents have a constitutionally-protected, fundamental liberty interest in raising their biological children, even if those children have been placed in foster care.\"\n   <em>\n    In re Guardianship of J.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1368415\" index=\"16\" url=\"https://cite.case.law/nj/129/1/#p9\">\n    129 N.J. 1\n   </extracted-citation>\n   , 9-10,\n   <extracted-citation case-ids=\"1368415\" index=\"17\" url=\"https://cite.case.law/nj/129/1/#p9\">\n    608 A.2d 1312\n   </extracted-citation>\n   (1992) (citing\n   <em>\n    Santosky v. Kramer\n   </em>\n   ,\n   <extracted-citation case-ids=\"11307633\" index=\"18\" url=\"https://cite.case.law/us/455/745/\">\n    455 U.S. 745\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11307633\" index=\"19\" url=\"https://cite.case.law/us/455/745/\">\n    102 S.Ct. 1388\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11307633\" index=\"20\" url=\"https://cite.case.law/us/455/745/\">\n    71 L.Ed.2d 599\n   </extracted-citation>\n   (1982) ). However, parental rights are \"not absolute.\"\n   <em>\n    In re Guardianship of K.H.O.\n   </em>\n   ,\n   <extracted-citation case-ids=\"23924\" index=\"21\" url=\"https://cite.case.law/nj/161/337/#p347\">\n    161 N.J. 337\n   </extracted-citation>\n   , 347,\n   <extracted-citation case-ids=\"23924\" index=\"22\" url=\"https://cite.case.law/nj/161/337/#p347\">\n    736 A.2d 1246\n   </extracted-citation>\n   (1999). \"Balanced against the constitutional protection of family rights is the State's parens patriae responsibility to protect the welfare of children.\"\n   <em>\n    R.L.M.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12504586\" index=\"23\" url=\"https://cite.case.law/a3d/198/934/12504586/#p152\">\n    236 N.J. at 145\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12504586,12504587\" index=\"24\" url=\"https://cite.case.law/a3d/198/934/\">\n    198 A.3d 934\n   </extracted-citation>\n   (quoting\n   <em>\n    J.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1368415\" index=\"25\" url=\"https://cite.case.law/nj/129/1/#p9\">\n    129 N.J. at 10\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1368415\" index=\"26\" url=\"https://cite.case.law/nj/129/1/#p9\">\n    608 A.2d 1312\n   </extracted-citation>\n   ). As such, our courts have repeatedly recognized the State's right to intervene and override the desires of parents who refuse to consent to medical treatment if \"it is necessary to prevent harm to a child.\"\n   <em>\n    In re D.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4146688\" index=\"27\" url=\"https://cite.case.law/nj/203/545/#p569\">\n    203 N.J. 545\n   </extracted-citation>\n   , 569,\n   <extracted-citation case-ids=\"4146688\" index=\"28\" url=\"https://cite.case.law/nj/203/545/#p569\">\n    4 A.3d 1004\n   </extracted-citation>\n   (2010) (quoting\n   <em>\n    Fawzy v. Fawzy\n   </em>\n   ,\n   <extracted-citation case-ids=\"4141770\" index=\"29\" url=\"https://cite.case.law/nj/199/456/#p474\">\n    199 N.J. 456\n   </extracted-citation>\n   , 474-75,\n   <extracted-citation case-ids=\"4141770\" index=\"30\" url=\"https://cite.case.law/nj/199/456/#p474\">\n    973 A.2d 347\n   </extracted-citation>\n   (2009) ).\n  </p>\n  <p id=\"p-34\">\n   The Child Placement Bill of Rights Act, N.J.S.A. 9:6B-1 to -6, grants \"certain specific rights,\" which are \"separate from, and independent of, the child's parents or legal guardian,\" to every child placed outside his or her home by the Division. N.J.S.A. 9:6B-2(a). Notably, those rights include the right to receive \"high quality\" services \"designed to maintain and advance the child's mental and physical well-being,\" N.J.S.A. 9:6B-4(k), and \"adequate and appropriate medical care,\" N.J.S.A. 9:6B-4(o). To effectuate\n   those rights and others, the Division is authorized to \"pursue any legal remedies, including the initiation of legal proceedings in a court of competent jurisdiction, as may be necessary to ... provide medical care or treatment for a child when such care or treatment is necessary to prevent or remedy serious harm to the child.\" N.J.S.A. 9:6-8.86(b).\n  </p>\n  <p id=\"p-35\">\n   Moreover, N.J.A.C. 3A:51-7.1(a) imposes the following affirmative responsibilities on resource parents to provide appropriate health care and medical treatment to children living in the resource parent's residence.\n  </p>\n  <blockquote id=\"p-36\">\n   1. The resource family parent, in cooperation with the Division caseworker, shall ensure that the medical, dental, mental/behavioral health, and other health care needs of each child in placement are adequately and promptly met, including arranging for emergency, routine, and follow-up medical, dental, mental/behavioral health, and other health care.\n  </blockquote>\n  <blockquote id=\"p-37\">\n   2. The resource family parent shall ensure that each child living in the home, including children in placement and all other children in the resource family, receives all age-appropriate immunizations as recommended by the child's physician.\n  </blockquote>\n  <blockquote id=\"p-38\">\n   3. A child residing in the home who is not in placement shall be exempted from immunization, if the parent objects thereto in a written statement submitted to the Department, signed by the parent, explaining how the immunization conflicts with the child's exercise of bona fide religious tenets or practices.\n  </blockquote>\n  <p id=\"p-39\">\n   There is no evidence that the resource parents have objected to immunization of any child residing in their home. Additionally, subsection (3) only applies to children in the physical custody of the resource parents.\n  </p>\n  <p id=\"p-40\">\n   Mother contends her desire to preclude vaccination of Son and Daughter is expressly authorized by N.J.S.A. 26:1A-9.1, which states, in pertinent part:\n  </p>\n  <blockquote id=\"p-41\">\n   Provisions in the State Sanitary Code in implementation of this act shall provide for exemption for\n   <em>\n    pupils\n   </em>\n   from mandatory immunization if the parent or guardian of the\n   <em>\n    pupil\n   </em>\n   objects thereto in a written statement signed by the parent or guardian upon the ground that the proposed immunization interferes with the free exercise of the\n   <em>\n    pupil's\n   </em>\n   religious rights.\n  </blockquote>\n  <blockquote id=\"p-42\">\n   [\n   <em>\n    Ibid.\n   </em>\n   (emphasis added).]\n  </blockquote>\n  <p id=\"p-43\">\n   Mother also relies on N.J.A.C. 8:57-4.4(a), which provides for exemption \"from mandatory immunization if the child's parent or guardian submits to the school, preschool, or child care center a\n   written, signed statement requesting an exemption, pursuant to the requirements for religious exemption established at N.J.S.A. 26:1A-9.1.\"\n  </p>\n  <p id=\"p-44\">\n   Finally, Mother directs the court's attention to a May 19, 2017 administrative guidance letter issued by the New Jersey Department of Health (DOH) interpreting N.J.A.C. 8:57-4.3 and N.J.A.C. 8:57-4.4 regarding immunization of students; it states in pertinent part:\n  </p>\n  <blockquote id=\"p-45\">\n   When a parent or guardian submits a written, signed request for exemption from mandatory immunization(s) due to religious beliefs, the statement should be accepted and the religious exemption granted. The request does not need to identify membership in a recognized church or religious denomination or describe how the administration of immunizing agents conflicts with the student's religious beliefs in order for the request to be granted.\n  </blockquote>\n  <p id=\"p-46\">\n   The DOH letter emphasizes, however, that \"requests for exemptions from mandatory immunization requirements ... are limited to medical and religious reasons. Requests for exemptions based on philosophical, moral, secular, or more general reasons are unacceptable and should not be granted.\" This same limitation is set forth in N.J.A.C. 8:57-4.4(a)(1), which states: \"The school, preschool, or child care center shall be prohibited from exempting a child from mandatory immunization on the sole basis of a moral or philosophical objection to immunization.\"\n  </p>\n  <p id=\"p-47\">\n   Even assuming Mother's objection to vaccination is religious and not philosophical, we are unpersuaded by Mother's arguments. The Family Part found N.J.S.A. 26:1A-9.1 inapplicable because this matter does not concern Son and Daughter's attendance at school. We concur. Rather, this is a matter of ensuring the health and safety of children in the care and custody of the Division. Accordingly, this matter is governed by Title 9, not Title 26.\n  </p>\n  <p id=\"p-48\">\n   Measles can be a serious illness in all age groups, but it is especially dangerous in children younger than five years old.\n   <footnotemark>\n    7\n   </footnotemark>\n   In\n   fact, measles is the most deadly of all childhood rash/fever illnesses.\n   <footnotemark>\n    8\n   </footnotemark>\n   One in twenty children who contract measles will develop pneumonia, which is the most common cause of measles-related death in children, and one in ten will develop ear infections, which can result in permanent hearing loss.\n   <footnotemark>\n    9\n   </footnotemark>\n   Approximately one of every\n   four people who contract measles will be hospitalized; one in one thousand will develop encephalitis, which can lead to deafness or brain damage; and one or two in one thousand will die from respiratory and neurologic complications, even with the best care.\n   <footnotemark>\n    10\n   </footnotemark>\n  </p>\n  <p id=\"p-49\">\n   Measles is easily transmitted and contracted by unprotected individuals. Measles is so contagious that if one person has it, up to ninety percent of the people who come in close proximity with that person who are not immune will also become infected.\n   <footnotemark>\n    11\n   </footnotemark>\n   Before the modern vaccination program was implemented in 1963, three to four million people contracted measles each year in the United States.\n   <footnotemark>\n    12\n   </footnotemark>\n   Of the approximately 500,000 cases reported each\n   year to the CDC, 400 to 500 died, 48,000 were hospitalized, and 1000 developed encephalitis.\n   <footnotemark>\n    13\n   </footnotemark>\n  </p>\n  <p id=\"p-50\">\n   Although measles was declared eliminated from the United States in 2000,\n   <footnotemark>\n    14\n   </footnotemark>\n   a serious measles outbreak occurred in Ocean County, which is where Son and Daughter are in placement. Between October 2018 and January 2019, thirty confirmed cases of measles were identified in Ocean County.\n   <footnotemark>\n    15\n   </footnotemark>\n   An additional twelve confirmed cases of measles were identified in Ocean County between March 2019 and May 2019.\n   <footnotemark>\n    16\n   </footnotemark>\n  </p>\n  <p id=\"p-51\">\n   N.J.A.C. 3A:51-7.1(a)(2) is aimed at protecting children in the care and custody of the Division from vaccine preventable diseases like measles. Measles can be prevented with the MMR vaccine, which the CDC has declared to be \"very safe and effective. Two doses of MMR vaccine are about [ninety-seven percent] effective at preventing measles ; one dose is about [ninety-three per cent] effective.\"\n   <footnotemark>\n    17\n   </footnotemark>\n   Whenever a child is not immunized by the MMR vaccine, it also jeopardizes others in the community who are medically-exempt from vaccination.\n   <footnotemark>\n    18\n   </footnotemark>\n  </p>\n  <p id=\"p-52\">\n   We recognized almost sixty years ago that \"vaccination and immunization are effective health measures, reasonably related to\n   and necessary for the public health, safety and welfare.\"\n   <em>\n    Bd. of Educ. of Mountain Lakes v. Maas\n   </em>\n   ,\n   <extracted-citation case-ids=\"398827\" index=\"31\" url=\"https://cite.case.law/nj-super/56/245/#p258\">\n    56 N.J. Super. 245\n   </extracted-citation>\n   , 258,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=152%20A.2d%20394\">\n    152 A.2d 394\n   </extracted-citation>\n   (App. Div. 1959),\n   <em>\n    aff'd o.b.\n   </em>\n   ,\n   <extracted-citation case-ids=\"565187\" index=\"33\" url=\"https://cite.case.law/nj/31/537/\">\n    31 N.J. 537\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=158%20A.2d%20330\">\n    158 A.2d 330\n   </extracted-citation>\n   (1960). Even earlier, it was recognized that vaccines are \"a safe and valuable means of preventing the spread of\" disease.\n   <em>\n    Sadlock v. Bd. of Educ.\n   </em>\n   ,\n   <extracted-citation case-ids=\"103177\" index=\"35\" url=\"https://cite.case.law/njl/137/85/#p87\">\n    137 N.J.L. 85\n   </extracted-citation>\n   , 87,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=58%20A.2d%20218\">\n    58 A.2d 218\n   </extracted-citation>\n   (Sup. Ct. 1948).\n  </p>\n  <p id=\"p-53\">\n   We are mindful of the well-reported nationwide surge in confirmed measles cases and the outbreak in Ocean County, where the children reside. Yet that is not the reason for our decision, even though the risk of contracting measles in Ocean County is no longer a mere abstract possibility. We would come to the same conclusion regardless of what is occurring in Ocean County or, for that matter, nationwide. Given the highly contagious nature of measles and other vaccine-preventable diseases, ordering age-appropriate immunization is warranted, particularly for children under five years old.\n  </p>\n  <p id=\"p-54\">\n   \"\n   <em>\n    Parens\n   </em>\n   <em>\n    patriae\n   </em>\n   refers to 'the state in its capacity as provider of protection to those unable to care for themselves.' \"\n   <em>\n    Hojnowski v. Vans Skate Park\n   </em>\n   ,\n   <extracted-citation case-ids=\"3250722\" index=\"37\" url=\"https://cite.case.law/nj/187/323/#p333\">\n    187 N.J. 323\n   </extracted-citation>\n   , 333,\n   <extracted-citation case-ids=\"3250722\" index=\"38\" url=\"https://cite.case.law/nj/187/323/#p333\">\n    901 A.2d 381\n   </extracted-citation>\n   (2006) (quoting\n   <em>\n    Black's Law Dictionary\n   </em>\n   1144 (8th ed. 2004));\n   <em>\n    accord\n   </em>\n   <em>\n    Fawzy\n   </em>\n   ,\n   <extracted-citation case-ids=\"4141770\" index=\"39\" url=\"https://cite.case.law/nj/199/456/#p474\">\n    199 N.J. at\n   </extracted-citation>\n   474 n.3,\n   <extracted-citation case-ids=\"4141770\" index=\"40\" url=\"https://cite.case.law/nj/199/456/#p474\">\n    973 A.2d 347\n   </extracted-citation>\n   . \"New Jersey's child-welfare laws balance a parent's right to raise a child against 'the State's\n   <em>\n    parens\n   </em>\n   <em>\n    patriae\n   </em>\n   responsibility to protect the welfare of children.' \"\n   <em>\n    Div. of Child Prot. &amp; Perm. v. Y.N.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4081589\" index=\"41\" url=\"https://cite.case.law/nj/220/165/#p178\">\n    220 N.J. 165\n   </extracted-citation>\n   , 178,\n   <extracted-citation case-ids=\"4081589,4080758\" index=\"42\" url=\"https://cite.case.law/a3d/104/244/\">\n    104 A.3d 244\n   </extracted-citation>\n   (2014) (quoting\n   <em>\n    N.J. Dep't of Children and Families v. A.L.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4157138\" index=\"43\" url=\"https://cite.case.law/nj/213/1/#p17\">\n    213 N.J. 1\n   </extracted-citation>\n   , 17-18,\n   <extracted-citation case-ids=\"4157138,4156514\" index=\"44\" url=\"https://cite.case.law/a3d/59/576/\">\n    59 A.3d 576\n   </extracted-citation>\n   (2013) ).\n  </p>\n  <p id=\"p-55\">\n   The age appropriate immunizations required by N.J.A.C. 3A:51-7.1(a)(2) are a reasonable means of ensuring the health and safety of the children in the care and custody of the Division, especially during a measles outbreak. Parental rights must yield to the safety and well-being of Son and Daughter under these circumstances.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Sadlock\n   </em>\n   ,\n   <extracted-citation case-ids=\"103177\" index=\"45\" url=\"https://cite.case.law/njl/137/85/#p87\">\n    137 N.J.L. at 88\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=58%20A.2d%20218\">\n    58 A.2d 218\n   </extracted-citation>\n   (\"[T]he police power of a state must be held to embrace, at least, such reasonable regulations established directly by legislative enactment as will protect the public health and the public safety.\"\n  </p>\n  <p id=\"p-56\">\n   (quoting\n   <em>\n    Jacobson v. Massachusetts\n   </em>\n   ,\n   <extracted-citation case-ids=\"3636329\" index=\"47\" url=\"https://cite.case.law/us/197/11/#p25\">\n    197 U.S. 11\n   </extracted-citation>\n   , 25,\n   <extracted-citation case-ids=\"3636329\" index=\"48\" url=\"https://cite.case.law/us/197/11/#p25\">\n    25 S.Ct. 358\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3636329\" index=\"49\" url=\"https://cite.case.law/us/197/11/#p25\">\n    49 L.Ed. 643\n   </extracted-citation>\n   (1905) )). Requiring immunization is an appropriate use of the State's police power. Providing age-appropriate vaccinations to Son and Daughter will protect them from needlessly contracting diseases that would subject them to potentially serious complications. Children in the care and custody of the Division deserve nothing less.\n  </p>\n  <p id=\"p-57\">\n   The children have been in the continuous care and custody of the Division since October 2017. While parents do not lose all of their parental rights when their children are placed under the care, custody, and supervision of the Division as a result of substantiated abuse and neglect, they are situated differently than parents who retain legal and physical custody. When children are removed from parents under Title 9, the Division is charged with the duty to provide appropriate medical care and treatment. We view this duty as encompassing the authority to administer age-appropriate immunizations over the religious objections of the parents.\n   <em>\n    See\n   </em>\n   <em>\n    In the Interest of C.R.\n   </em>\n   ,\n   <extracted-citation case-ids=\"675362\" index=\"50\" url=\"https://cite.case.law/ga-app/257/159/\">\n    257 Ga.App. 159\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"675362\" index=\"51\" url=\"https://cite.case.law/ga-app/257/159/\">\n    570 S.E.2d 609\n   </extracted-citation>\n   (2002) ;\n   <em>\n    In re Deng\n   </em>\n   ,\n   <extracted-citation case-ids=\"12304308\" index=\"52\" url=\"https://cite.case.law/mich-app/314/615/\">\n    314 Mich.App. 615\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=887%20N.W.2d%20445\">\n    887 N.W.2d 445\n   </extracted-citation>\n   (2016) ;\n   <em>\n    In re Stratton\n   </em>\n   ,\n   <extracted-citation case-ids=\"9250242\" index=\"54\" url=\"https://cite.case.law/nc-app/153/428/\">\n    153 N.C.App. 428\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=571%20S.E.2d%20234\">\n    571 S.E.2d 234\n   </extracted-citation>\n   (2002) ;\n   <em>\n    Dep't of Human Servs. v. S.M. (In re M.M.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"3959363\" index=\"56\" url=\"https://cite.case.law/or/355/241/\">\n    355 Or. 241\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3959363,5881341\" index=\"57\" url=\"https://cite.case.law/p3d/323/947/\">\n    323 P.3d 947\n   </extracted-citation>\n   (2014). To rule otherwise would needlessly jeopardize the health and safety of children in placement and undermine the discharge of the Division's duty to provide care, particularly when a known risk of exposure to a disease preventable by vaccination is present.\n  </p>\n  <p id=\"p-58\">\n   A court of competent jurisdiction has the authority under its inherent\n   <em>\n    parens\n   </em>\n   <em>\n    patriae\n   </em>\n   jurisdiction over children to order necessary and appropriate medical care for an ill or injured child over the objection of the child's parents.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    D.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4146688\" index=\"58\" url=\"https://cite.case.law/nj/203/545/#p569\">\n    203 N.J. at 569\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4146688\" index=\"59\" url=\"https://cite.case.law/nj/203/545/#p569\">\n    4 A.3d 1004\n   </extracted-citation>\n   (canvassing cases in which the courts have overridden parental objection to medical treatment). We perceive no meaningful distinction between the power to order prophylactic medical care in the form of vaccinations to prevent a child from contracting infectious diseases and medical treatment for diseases\n   already contracted. Indeed, the child's best interests are better served by preventing rather than treating disease.\n  </p>\n  <p id=\"p-59\">\n   Affirmed.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-62\">\n    We identify the parties and the children by their initials to protect the identities of the children.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-63\">\n    Certain early documents in the record refer to C.R., Jr. as C.B.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-64\">\n    GBS is a bacterial infection normally found in about twenty-five percent of all healthy adult women, and can be found in a pregnant woman's vagina or rectum. https://www.acog.org/Patients/FAQs/Group-B-Strep-and-Pregnancy. A woman who is colonized with GBS late in her pregnancy can pass it on to her baby during labor and delivery.\n    <em>\n     <extracted-citation case-ids=\"4146688\" index=\"60\" url=\"https://cite.case.law/nj/203/545/#p569\">\n      Ibid.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-65\">\n    Father has a long history with the Division. Most notably, Father was substantiated for sexual abuse in 1997 after he pleaded guilty to criminal child endangerment in connection with the sexual abuse of his seven-year-old daughter, R.R. In 2014, Father was also substantiated by the Division - along with Mother - for sexual abuse involving three of Mother's older children from a prior relationship. To our knowledge, joint legal custody of those children remains, as it has been since March 2015, with Mother and the children's maternal grandmother (Grandmother) and physical custody, which includes final decision making authority for the children's medical and educational needs, remains with Grandmother. Father continues to be barred from contact with those children, who are not the subject of this appeal.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-66\">\n    Jeff Goldman,\n    <em>\n     N.J. measles outbreak spreads to 4th county, now up to 11 cases. Here's all the spots in latest health alert.\n    </em>\n    , NJ Advance Media for NJ.com (Apr. 5, 2019), https://www.nj.com/healthfit/2019/04/nj-measles-outbreak-spreads-to-4th-county-now-up-to-11-cases-heres-all-the-spots-in-latest-health-alert.html.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-67\">\n    Father did not join in the application or participate in this appeal.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-68\">\n    Measles (Rubeola ), About Measles, Complications, CDC (hereinafter CDC Measles Complications), https://www.cdc.gov/measles /about/complications.html\n    <em>\n     (last visited May 28, 2019)\n    </em>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-69\">\n    State of N.J., Dep't of Health, Diseases &amp; Health Topics A-Z List, Measles (hereinafter NJ Measles ), https://www.nj.gov/health/cd/topics/measles.shtml\n    <em>\n     (last visited May 28, 2019)\n    </em>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-70\">\n    CDC Measles Complications.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-71\">\n    Measles (Rubeola ), Resources, Web Graphics, Measles : It Isn't Just a Little Rash Infographic, CDC, https://www.cdc.gov/measles /parent-infographic.html\n    <em>\n     (last visited May 28, 2019)\n    </em>\n    ; CDC Measles Complications.\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-72\">\n    Measles, About Measles, Transmission, Centers for Disease Control and Prevention (CDC) https://www.cdc.gov/measles /about/transmission.html. The \"measles virus can live for up to two hours in an airspace where the infected person coughed or sneezed. If other people breathe the contaminated air or touch the contaminated surface, then touch their eyes, noses, or mouths, they can become infected.\"\n    <em>\n     <extracted-citation case-ids=\"4146688\" index=\"61\" url=\"https://cite.case.law/nj/203/545/#p569\">\n      Ibid.\n     </extracted-citation>\n    </em>\n    \"Infected people can spread measles to others from four days before through four days after the rash appears.\"\n    <em>\n     <extracted-citation case-ids=\"4146688\" index=\"62\" url=\"https://cite.case.law/nj/203/545/#p569\">\n      Ibid.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-73\">\n    Measles (Rubeola ), Vaccination for Measles, CDC (hereinafter CDC Measles Vaccination ), https://www.cdc.gov/measles /vaccination.html\n    <em>\n     (last visited May 28, 2019)\n    </em>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-74\">\n    CDC Measles Vaccination.\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-75\">\n    Measles (Rubeola ), About Measles, History of Measles, CDC https://www.cdc.gov/measles /about/history.html\n    <em>\n     (last visited May 28, 2019);\n    </em>\n    NJ Measles.\n   </p>\n  </footnote>\n  <footnote label=\"15\">\n   <p id=\"p-76\">\n    NJ Measles.\n   </p>\n  </footnote>\n  <footnote label=\"16\">\n   <p id=\"p-77\">\n    <em>\n     <extracted-citation case-ids=\"4146688\" index=\"63\" url=\"https://cite.case.law/nj/203/545/#p569\">\n      Ibid.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"17\">\n   <p id=\"p-78\">\n    CDC Measles Vaccination.\n   </p>\n  </footnote>\n  <footnote label=\"18\">\n   <p id=\"p-79\">\n    Vaccine Basics, Vaccines Work, Vaccines Protect Your Cmty., U.S. Dep't of Health &amp; Human Servs., Nat'l Vaccine Program Office, https://www.vaccines.gov/basics/work/protection (last visited May 31, 2019).\n    <em>\n     See also\n    </em>\n    Neil C. Bhavsar,\n    <em>\n     If you're not scared about the N.J. measles outbreak, you should be.\n    </em>\n    , Star-Ledger (Jan. 3, 2019), https://www.nj.com/opinion/2019/01/if-youre-not-scared-about-the-njmeasles-outbreak-you-should-be.html.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}