{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"466\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b466-16\" pgmap=\"466\">The People of the State of Illinois v. The People’s Insurance Exchange.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AR5\" pgmap=\"466\">Filed at Ottawa November 15, 1888.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b466-20\" pgmap=\"466\">1. Foreign insurance company—unauthorized—who is an “agent,\" within the statute—evidence. In order to make out a case under section 22 of the Insurance law of 1869, in an action for the penalty, the People are not required to show that the defendant was the agent of the foreign insurance company in procuring policies, in the ordinary sense of that term. The word “agent,” under that section, includes any person who, in any manner, aids in the transaction of insurance business of any company not incorporated by the laws of this State.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b466-21\" pgmap=\"466\">2. In an action by the People under that section, to recover the penalty, any evidence which tends to show that the defendant, in procuring insurance, acted as an agent of the foreign insurance company, either directly or indirectly, or, if not such agent, aided in any manner in transacting the insurance business of unauthorized foreign companies, is proper to be submitted to the jury.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b466-22\" pgmap=\"466\">3. \"Where a party takes a power of attorney from the assured to procure insurance for the latter in a foreign insurance company not authorized to transact insurance business in this State, the various acts of such agent in procuring the insurance, are proper matters for the consideration of the jury, in connection with the power of attorney, in determining whether he was acting in good faith as agent of the assm-ed solely under the power of attorney, or whether its execution was procured as a cover to conceal the true relation in which the agent was acting.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b466-23\" pgmap=\"466\">4. Practice—directing what the verdict shall be. \"Where the evidence fairly tends to establish the plaintiff’s cause of action, it is error to instruct the jury to find for the defendant. In such case, it is for the jury to say what weight the evidence is entitled to, and whether sufficient to sustain the action.</syllabus><summary data-order=\"6\" data-type=\"history\" id=\"b467-3\" pgmap=\"467\">Appeal from the Superior Court of Cook county; the Hon. John P. Altgeld, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b467-4\" pgmap=\"467\">Mr. George Hunt, Attorney General, and Mr. E. B. Sherman, for the People:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b467-5\" pgmap=\"467\">The pretense that appellee was acting for the insured, only, and not for the insurance companies, is a specious subterfuge and a transparent fraud. Courts, looking to the substance of a transaction, rather than the form, will not permit the legislative will to be defeated by the most ingenious shifts and devices. All such attempts to control the law by stipulations between contracting parties must prove idle and futile.</p><p data-order=\"9\" data-type=\"legal\" id=\"b467-6\" pgmap=\"467\">Appellee did, beyond any question, “aid in transacting the insurance business of insurance companies not incorporated by the laws of this State,” and which had not complied with the laws thereof.</p><p data-order=\"10\" data-type=\"legal\" id=\"b467-7\" pgmap=\"467\">The court erred in instructing the jury to find for the defendant. Appellee, if not acting in good faith, was the agent of the insurance companies, and this was a question of fact peculiarly in the province of the jury to determine. Pierce v. People, 106 Ill. 11; Ford v. Insurance Co. 6 Bush, 133; Lamb v. Lamb, 6 Biss. 420; Rev. Stat. chap. 73, sec. 22.</p><attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b467-8\" pgmap=\"467\">Mr. E. H. Gary, for the appellee:</attorneys><p data-order=\"12\" data-type=\"legal\" id=\"b467-9\" pgmap=\"467\">Appellee acted exclusively as the agent of the assured, under specific written authority, with instructions where to place the insurance. Insurance Co. v. Rubin, 79 Ill. 402; Insurance Co. v. Swigert, 11 Bradw. 590; Insurance Co. v. Weary, 4 id. 74; Insurance Co. v. Thomas, 10 id. 545.</p><p data-order=\"13\" data-type=\"legal\" id=\"b467-10\" pgmap=\"467\">The court did not err in instructing the jury to find for the defendant, as there was no evidence in the case to raise a question of fact for the jury. Simmons v. Railroad Co. 110 Ill. 346.</p> <opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b468-3\" pgmap=\"468\">Mr. Chief Justice Craig</author> <p id=\"AH4\" pgmap=\"468\">delivered the opinion of the Court:</p> <p id=\"b468-4\" pgmap=\"468\">This was an action of debt, brought in the name of the People, against the People’s Insurance Exchange, to recover penalties provided by section 22 of the act of March 11,1869, entitled “An act to incorjtorate and to govern fire, marine and inland navigation insurance companies.”</p> <p id=\"b468-5\" pgmap=\"468\">After the evidence had all been introduced, the court instructed the jury, that under the evidence their verdict must be for the defendant, and the giving of this instruction is assigned as error. It is conceded that in a proper case the jury may be instructed to find for the defendant, but in this case it is contended that there was evidence introduced which tended to prove plaintiff’s cause of action, and that it was the duty of the court to allow the jury to pass upon the evidence, under proper instructions from the court.</p> <p id=\"b468-6\" pgmap=\"468\">In Simmons v. Chicago and Tomah Railroad Co. 110 Ill. 344, where the court excluded all of plaintiff’s evidence and directed the jury to find for the defendant, it is said: “There may be decisions to be found which hold that if there is any evidence, —even a scintilla,—tending to support the plaintiff’s case, it must be submitted to the jury. But we think the more reasonable rule which has now come to be established by the better authority is, that when the evidence given at the trial, with all inferences that the jury could justifiably draw from it, is so insufficient to support a verdict for the plaintiff that such a verdict, if returned, must be set aside, the court is not bound to submit the case to the jury, but may direct a verdict for the defendant.”</p> <p id=\"b468-7\" pgmap=\"468(69) 469(44)\">In Frazer v. Howe, 106 Ill. 573, in speaking in reference to the practice of withdrawing the evidence from the jury or directing the jury to find for the defendant, it is said: “If there is no evidence before the jury, on a material issue, in favor of the party holding the affirmative of that issue, on which the jury could, in the eye of the law, reasonably find in his favor, the court may exclude the evidence, or direct the jury to find against the party sb holding the affirmative; but when there is such evidence before the jury, it must be left to them to determine its weight and effect.” \"</p> <p id=\"b469-4\" pgmap=\"469\">Under the rule announced in the cases cited, if the evidence introduced on the trial reasonably tended to prove the plaintiff’s cause of action, the instruction was erroneous. We are not here called upon to determine whether the evidence was sufficient to entitle plaintiff to recover, or the weight to be given to the evidence, but we will look to the evidence for the purpose of determining whether it fairly tended to establish plaintiff’s cause of action, and if it did, then the court erred in taking it from the jury by the instruction.</p> <p id=\"b469-5\" pgmap=\"469(239) 470(62)\">Section 22 of the act of 1869 provides: “It shall not be lawful for any insurance company * * * organized under the laws of any other State of the United States, or any foreign government, for any of the purposes specified in this act, directly or indirectly, to take risks or transact any business of insurance in this State, unless possessed of the amount of actual capital required of similar companies formed under the provisions of this act; and any such company desiring to transact any such business as aforesaid, by any agent or agents in this State, shall first appoint an attorney in this State, on whom process of law can be served, and file in the office of the Auditor of Public Accounts a written instrument, duly signed and sealed, certifying such appointment. * * * Nor shall it be lawful for any agent or agents to act for any company or companies referred to in this section, directly or indirectly, in taking risks or transacting the business of fire or inland navigation insurance in this State, without procuring from the Auditor of Public Accounts a certificate of authority stating that such company has complied with all the requisitions of this act which apply to such companies, and the name of the attorney appointed to act for the company. * * * Any violation of any of the provisions of this act shall subject the party violating the .same to a penalty of $500 for each violation. * * * The term ‘agent or agents,’ used in this section shall include an acknowledged agent, surveyor, broker, or any other person or persons who shall, in any manner, aid in transacting the insurance business of any insurance company not incorporated by the laws of this State.”</p> <p id=\"b470-4\" pgmap=\"470\">The appellee, the People’s Insurance Exchange, is a corporation organized under the general law in relation to corporations, approved April 18,1872. The objects of the corporation, as stated in the articles of association, are “to afford the public an ‘Exchange,’ where the most reliable information can always be had on all matters relating to insurance of every kind,— life, fire, marine, inland, accident, or otherwise,—and a responsible .agency for parties seeking insurance, or skill and experience necessary in the proper adjustment of losses’ preparation of claims, or prosecution of suits at law in insurance cases.”</p> <p id=\"b470-5\" pgmap=\"470(183) 471(17)\">The evidence shows that the defendant had an office in the city of Chicago, and was engaged in soliciting and procuring insurance, delivering the policies and collecting the premiums; that it secured insurance for James Turner in five different insurance companies organized in other States, which were not authorized to do business in the State of Illinois. The de- * fendant also, as appeared from the evidence, procured insurance for various other parties, in insurance companies doing business in other States, which weie not allowed to transact the business of insurance in this State. But it is claimed, as a defense to the action, that the defendant corporation, in procuring the insurance, collecting the premiums and delivering the policies, was acting as agent of the insured, and not as agent of the insurance companies, and that it is not liable for the penalties named in the statute, although the insurance companies issuing policies of'insurance were not authorized to transact business in this State; and in support of this position attention is called to the fact that at the beginning of business with any one of the foreign insurance companies, a circular was sent to such company, as follows:</p> <blockquote id=\"b471-4\" pgmap=\"471\">“Dear Sir: The laws of the State are considered quite stringent, and provide pains and penalties quite severe for any one acting, directly or indirectly, as agent for any insurance company not duly authorized to do business in this State.. There is no question about the right of any individual to procure his own insurance where he pleases, and no law can be enacted by any State abridging that right, so in all cases where we send you application for insurance on property in Illinois, we wish to have it distinctly understood by you, as we have it understood by the assured, that we are the agents and representatives of the assured only, and we would request that in all cases you forward your bills for premiums to us, made out in the name of the assured, with the commission deducted, by way of rebate to assured, namely:</blockquote> <blockquote id=\"b471-6\" pgmap=\"471\">[[Image here]]</blockquote> <blockquote id=\"b471-12\" pgmap=\"471\">“This will make the matter right at' both ends of the line, and will clearly establish the fact between all parties concerned that we are acting only for the assured, as their agent and attorney in the matter.</blockquote> <blockquote id=\"b471-13\" pgmap=\"471\">“Very respectfully, W. L. Caldwell,</blockquote> <blockquote id=\"b471-14\" pgmap=\"471\">Treasurer and Secretary.”</blockquote> <p id=\"b471-15\" pgmap=\"471\">In addition to the above, before procuring a policy of insurance, the defendant corporation required the insured to execute a power of attorney, as follows:</p> <blockquote id=\"b471-16\" pgmap=\"471(28) 472(141)\">“Know all men by these presents, That the People’s Insurance Exchange of Chicago, Illinois, is-hereby appointed our agent and attorney to procure for us insurance as follows, viz.: $.....on.........as per, forms approved and authorized by us; and it is agreed that for all such insurance placed in companies duly authorized to do business in the State of-Illinois, when the policies are accepted by us, premium at the rate of ... . per cent shall be paid. For all insurance placed in companies not duly authorized to do business in the State of Illinois, when policy is accepted by us, a premium at the rate of ... . per cent shall be paid. It is further agreed that all difference in premium by reduction of the above rate, or any rebate, brokerage or commission, that said People’s Insurance Exchange may be able to secure for us, shall be paid to them, and the same shall be in full for all compensation as services rendered as agents aforesaid.</blockquote> <blockquote id=\"b472-5\" pgmap=\"472\">“Witness our hands and seals,” etc.</blockquote> <p id=\"b472-6\" pgmap=\"472(219) 473(109)\">In the argument, much importance is attached to these documents by counsel for appellee. He says: “The evidence in this case clearly shows that every act done by the appellee was under specific and definite authority and instruction, by written power of attorney, to act for and on behalf of the assured.” If the decision of the question involved rested solely upon the two documents referred to, there might be much force in the argument; but such is not the case. The various acts of the defendant corporation in the procuring of the insurance were proper matters for the consideration of the jury, in connection with the power of attorney, for the purpose of determining whether the corporation was acting, in good faith, as agent of the insured solely -under the power of attorney, or whether the execution of that paper was obtained as a mere cover to conceal the true relation in which the corporation was acting. It appears from the evidence, that the insurance was solicited by the defendant corporation. The policies were issued upon the representation of its officers, the insurance’ companies relying solely upon their statements as to the condition and situation of the property to be insured. The policies were sent by mail to the defendant. It took charge of them, and delivered them to the insured, collected the premium and remitted the same to the insurance companies, deducting commissions. In certain cases, policies were sent to the defendant corporation, and its officers submitted them to the insured for their examination and acceptance, or rejection. If they should he accepted, the amount of insurance would be paid -over to the defendant. If rejected, defendant returned the policies to the insufance companies. Were all these acts done as agent for the persons who desired insurance, or were they done in a different capacity ? We think the question was one for the jury, upon due consideration of all the evidence.</p> <p id=\"b473-4\" pgmap=\"473\">In order to make out a case, the plaintiff was not required to establish the fact that the defendant was the agent for the foreign insurance companies, in the sense the term “agent” is ordinarily used, as seems to be supposed by counsel for appellee in his argument. The act under which the action wras instituted has an important bearing on this question. It says : “The term ‘agent’ or ‘agents,’ used in this section, shall include an acknowledged agent, surveyor, broker, or any other person or persons who shall, in any manner, aid in transacting the insurance business of any insurance company not incorporated by the laws of this State.” Suppose the defendant corporation was not the agent of the foreign insurance companies, in the ordinary sense of that term, still if it in any manner aided these companies in the transaction of the business, it will, within the meaning of the act, be liable. (Pierce v. People, 106 Ill. 18.) Whether, therefore, the defendant corporation had in any manner aided in transacting the insurance business in which the foreign insurance companies were engaged, was a question for the jury, under all the evidence, and that question of fact should not have been taken from the jury by the instruction of the court.</p> <p id=\"b473-5\" pgmap=\"473\">The judgment of the Superior Court will be reversed, and the cause remanded.</p> <p id=\"b473-6\" pgmap=\"473\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}