{
  "casebody": {
    "data": "<casebody firstpage=\"85\" lastpage=\"87\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b111-7\">STATE OF MARYLAND <em>v. </em>ANTHONY MARIANA</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aom\">[No. 37,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AkB\">January Term, 1938.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b111-10\">\n<em>Decided March 9th, 1938.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b112-6\"><page-number citation-index=\"1\" label=\"86\">*86</page-number>The cause was argued before Bond, C. J., TJrner, Ofputt, Parke, Sloan, Mitchell, Shehan, and Johnson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b112-7\"><em>Hilary W. </em>Gems, <em>Deputy Attorney </em>General, with whom were <em>Herbert R. O’Conor, Attorney General, </em>and <em>Elmer J. Hammer, Assistant State’s Attorney, </em>on the briefs, for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b112-8\"><em>William Greenfield, </em>with whom was <em>Howard L. Aaron </em>on the brief, for the appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b112-9\">Bond, C. J.,</author>\n<p id=\"A2J\">delivered the opinion of the Court.</p>\n<p id=\"b112-10\">Mariana, indicted on a charge of illegal betting and selling books and pools on horse races, moved the criminal court on the day of his trial, but before the trial was begun, that papers obtained by a search of his house in violation, as he alleged, of chapter 194 of the Acts of 1929 (Code, art. 35, sec. 4A) be suppressed as evidence and their use on the trial prohibited. On behalf of the State it was moved that the motion to suppress be not received; but it was received and granted, and on the subsequent trial the State was, as a consequence, without evidence, and an acquittal resulted. The State brings up its objection that Mariana’s motion should not have been received and ruled on thus before the trial.</p>\n<p id=\"b112-11\">In the opinion filed in the case of <em>Sugarman v. State, </em>173 Md. 52, 195 A. 324, 326, this court stated its conclusion that the practice of doing so was founded on no statute of the State, and was not supported by precedent, and that the court saw no reason for adopting it, “thus compelling the State’s witnesses in advance of a trial upon its merits to disclose to the prisoner the infor<page-number citation-index=\"1\" label=\"87\">*87</page-number>mation which they possess pertaining to his case, which information is certain to be developed during the progress of the trial.” The statement was intended as an adjudication in effect excluding the practice from the courts of the state. And proceeding contrary to it in the present case was an error requiring a reversal of the judgment.</p>\n<p id=\"b113-5\">\n<em>Judgment reversed, and a new trial awarded, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}