{
  "casebody": {
    "data": "<casebody firstpage=\"110\" lastpage=\"113\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b118-6\"><em>June Term, </em>1840.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b118-7\">John C. Prather <em>vs. </em>Henry A. Prather, administrator of Walter <em>Prather.</em></parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4W\">June 1840.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b118-8\">A Court of Chancery will not grant relief to a party who has suffered a judgment at law to be rendered against him by default, unless prevented from defending himself at law, by fraud, accident, or the conduct of the opposite party.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b118-9\">Appeal from the equity side of <em>Prince George’s </em>County Court.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b118-10\">On the 3rd September 1828, the appellant filed his bill, complaining, that some time before the 12th day of Septem'ber 1814, his father, <em>JVathan Prather, </em>departed this life, and by his last will and testament, appointed appellant’s brother, <em>Walter Prather, </em>his executor; that as such executor, he sold to appellant a certain female slave named <em>JVell, </em>for which appellant gave said <em>Walter </em>his single bill; that afterwards in 1814, appellant paid said <em>Walter </em>the amount of said purchase money <page-number citation-index=\"1\" label=\"111\">*111</page-number>with interest, as will appear by the receipt of the said <em>Walter, </em>herewith filed as part of his bill of complaint, but neglected to take in said single bill upon the payment thereof; that his said brother lived until about three years ago, and then died without returning to him the said single bill; that after the death of his said brother, executor as aforesaid, <em>Henry A. Prather, </em>his son, took out letters of administration on his estate, and finding the said single bill <em>among his </em>father’s papers, instituted a suit in the said county court against complainant, upon the said single bill as the cause of action; but that the writ thus issued was never served upon the complainant, nor was he ever in any manner notified of the issuing of any such writ. That an appearance by attorney was entered for him, and a judgment under the rule obtained against him, without either the knowledge or consent of the attorney, or the said complainant, without the said complainants, (in consequence of his utter ignorance of any suit being against him as aforesaid,) having any opportunity of pleading or giving his said receipt in evidence. Prayer for an injunction to stay proceedings at law, subpcena, and general relief.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b119-5\">With this bill the appellant exhibited the following receipt:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b119-6\">12th September 1814, — Received of <em>John C. Prather, </em>two hundred and eighty-eight dollars and forty cents, principal and interest, in full for one negro girl named <em>JVell.</em></summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b119-7\">Walter Prather.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b119-8\">And the short copy of a judgment at April term .1828, for $364, with interest from 10th March 1814, until paid, &amp;c. Cr. — 19th May 1814, $39.27 — 6th April 1815, $150 — 1st May 1815, $100.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b119-9\">Upon this bill and exhibits, the county court (Key, A. J.) ordered an injunction, on bond being filed.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b119-10\">The answer of <em>Henry A. Prather, </em>administrator of <em>JVathan Prather, </em>admitted the sale of negro <em>JVell, </em>but denied that the single bill, in the bill of complaint mentioned, was given for her purchase or price, or that the said single bill has ever been paid or discharged, or in any manner settled by the complainant, beyond the credits given. The defendant admitted that <page-number citation-index=\"1\" label=\"112\">*112</page-number>he had brought suit, but does not know whether the writ issued in the said suit was served on the complainant, but was informed by the officer who returned it, that it was.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b120-5\">A commission was issued and proof taken, (the effect of which is sufficiently stated in the opinion of this court.) The county court (C. Dorsey A. J.,) at the final hearing, dismissed the bill and' dissolved the injunction. The complainant appealed.</summary>\n<judges data-order=\"13\" data-type=\"summary\" id=\"b120-6\">The cause was argued before Buchanan, C. J., Archer, and Spence, J.</judges>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b120-7\">By A. C. Magruder and Pratt, for the appellant,</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"Ak8\">who contended—</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b120-8\">1. That the judgment at law, by default, can be no bar to relief in equity.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b120-9\">2. Payments being admitted in the answer, an account ought to have been stated, and the balance due ascertained before a decree was passed.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b120-10\">3. The payment of $288.40, for <em>Nell, </em>was conclusively proved by <em>Josiah Prather, </em>and if admitted, the single bill must have been discharged.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b120-11\">J. Johnson for the appellee,</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"A2\">insisted —</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b120-12\">1. That the neglect of the appellant to defend himself at law, precludes him from all title to relief here, it being apparent that the grounds of defence now relied upon, were within his power, and as available to him at law as in equity.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b120-13\">2. That the allegation of the bill, that the writ was not served upon the complainant, and that the appearance of his attorney was entered without his knowledge, is neither admitted or proved; but if otherwise, it Would constitute no valid objection to the judgment.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b120-14\">3. Assuming however, that this court may look into the merits of the case, as disclosed by the record, notwithstanding the complainant’s negligence in not defending himself at law# still the decree of the court below was correct, and will be affirmed.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b121-4\"><page-number citation-index=\"1\" label=\"113\">*113</page-number>Archer, J.,</author>\n<p id=\"AKqQ\">delivered the opinion of the court.</p>\n<p id=\"b121-5\">The defence of the appellant would have been clearly available at law, and if he has suffered a judgment by default to be entered against him, without a resort to such defence, a court of equity can furnish him no redress. We are furnished with no averment or evidence, that he was ignorant of his defence, on the contrary, from the very character of the defence; he must have known of the existence of those facts which constituted it: nor does it appear, that he was prevented from taking such defence, by fraud, accident, or the conduct of the opposite party. Without the occurrence of some one of the above circumstances, a court of equity could not en-quire into those legal defences, and give the party his remedy by injunction.</p>\n<p id=\"b121-6\">The ground of equity set forth in the bill by the complainant, that the writ was not served upon him; that an appearance was entered without his authority, or the knowledge of the attorney whose appearance was entered; and that a judgment was likewise obtained without the knowledge of the attorney, are all allegations entirely unsupported by proof, and are not admitted in the answer. If those matters furnished a sufficient ground for the interference of a court of equity, proof should have been exhibited of their verity. Without such proof the bill is a naked application to a Court of Chancery, to give efficacy to a plea of payment, which without any excuse whatsoever, was neglected to be made at law, Such an application has no authority to support it, but is in opposition to the best established principles regulating courts of equity.</p>\n<p id=\"b121-7\">• The positions assumed by the counsel for the appellant meet with no support, from MSS. case of <em>McAtee vs. </em>Johnson, June term 1837. It is clear from an examination of the grounds of equity, set forth in the bill in that case, that the complainant had no legal defence, or no adequate legal defence, in the cases at law In which a judgment by default was rendered against him.</p>\n<p id=\"b121-8\">DECREE AFFIRMED WITH COSTS.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}