{
  "casebody": {
    "data": "<casebody firstpage=\"418\" lastpage=\"425\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b426-3\">Charles T. Jackson <em>et al. versus </em>The Massachusetts Mutual Fire Insurance Company.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b426-4\">Where in a policy of insurance against fire, underwritten by the defendants, it was stipulated that when a subsequent insurance on the same property should be made by any other insurer without the consent in writing of the defendants, it should <em>ipso facto </em>annul the first policy, and in a subsequent policy, underwritten by another insurer, it was stipulated that if the assured should have made any other insurance without the knowledge and consent of the subsequent insurer, the subsequent policy should be null and void, it was <em>held, </em>that the subsequent policy, being wholly inoperative, could not be set up by the defendants as evidence of a subsequent insurance, and that consequently the first policy remained in force.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b426-5\">Where a clause in a policy of insurance against fire, provided that if the building insured should be alienated by sale or otherwise, the policy should thereupon be <em>ipso facto </em>void; and another clause provided that when any estate mortgaged should be taken possession of by the mortgagee for breach of the condition, the policy should thereupon be void ; it was held, that the policy did not intend to restrain the assured from conveying in mortgage, and that such a conveyance would not avoid the policy, so long as he remained in possession and no entry was made fur foreclosure.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b426-6\">Upon a case stated it appeared, that this was an action of assumpsit on two policies of insurance, dated April 1st, 1829,-whereby the defendants insured Daniel Jackson and the. heirs of Charles Jackson, in the sum of $ 3000 upon one tenement, and $ 1200 upon another, against\" loss or damage by fire, for the term of seven years. The action was brought by, the heirs of Charles Jackson, viz. Charles T. Jackson, Lydian Jackson, and Charles Brown and Lucy, his wife.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b426-7\">The insurance was made under the conditions and limitations expressed in the Rules of the defendant company ; among which are the following : —</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b426-8\">Art. 10. ^ All policies which may issue from this company to cover property previously insured, shall be <em>ipso facto </em>void, unless such previous insurance be expressed in the policy at the time it issues ; and when a subsequent insurance shall be made, by any other company, or by any person, on property insured in this office, without the consent of the president in writing, and according to the terms in such consent expressed, it shall <em>ipso facto </em>annul the policy, and the premium pecóme forfeited to this company.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b426-9\">Art. 11. “ When any mansion house or other building shall <page-number citation-index=\"1\" label=\"419\">*419</page-number>tie alienated by sale or otherwise, the policy shall thereupon be <em>ipso facto </em>void ; but the grantee or alienee having the policy assigned to him by the insured, may, upon application to the secretary, within thirty days, with the consent of the president, have the policy renewed, upon becoming responsible for the payment of his, her or their proportion of the conditional funds ; or the president may, in certain cases, at his discretion, take the special obligation of the alienor ; ” &amp;c.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"AP0\">Art. 20. “When buildings insured shall be alienated by sale, or any other means, the insured, his, her, or their repre sentatives, majr surrender his, her, or their policy or policies, and receive a sum not exceeding his, her, or their deposit money And when any estate mortgaged shall be taken possession of by the mortgagee, for the breach of the condition expressed in the mortgage deed, or in any bond of defeasance, the policy shall thereupon be absolutely void, unless the policy shall be transferred to the mortgagee with the consent of the president.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"A13\">The buildings insured in the present case, were destroyed by fire on the night of the 24th of September, 1835 ; and the amount of the loss on one policy was $ 2450-44, and on the other, $ 1200. The plaintiffs were the owners of a moiety of the premises, and this action was brought to recover one half of the amount of the loss.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"AHF\">The plaintiffs, by deed dated the 12th of October, 1829, mortgaged their moiety of the premises to W. Minot and L. Faulkner, to secure the sum of $ 5000 ; and pursuant to the provisions of the deed, the mortgagors (except in one instance, when the mortgagees obtained the policy at the expense of the mortgagors) procured as further security several successive policies of assurance to be underwritten by the National Insurance Company, on the buildings insured by the defendants. By these policies, the National Insurance Company cause Minot and Faulkner, “ trustees and mortgagees for Charles Brown and others, payable to said trustees, to be assured,” &amp;c.; and if the assured “ shall have made, or shall hereafter make, any other insurance upon the said property, without the knowledge and consent of said company, &amp;c. the risk hereupon shall cease and determine, and the policy be <page-number citation-index=\"1\" label=\"420\">*420</page-number>null and void, unless confirmed by a new agreement thereupon written after a full knowledge of such facts and circumstances.” No allusion is made in these policies to the insurance previously made by the defendants. The one last underwritten, dated the 24th of December, 1834, was for the term oí one year from the 1st of January, 1835. No notice was given to the defendants, or to their officers, of the conveyance to Minot and Faulkner, nor of the policies effected at the National Insurance office, nor had they any knowledge of either of them until after the fire.</summary>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"AZz\">/an. 2]si,</otherdate>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"A21\"><em>S. Hubbard, Bartlett </em>and <em>Atwood </em>contended,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"A6O\">that the mort gage made by the plaintiffs was not an alienation of the property insured, within the meaning of the 11th Rule before recited ; <em>Strong </em>v. <em>Manufacturers' Ins. Co. </em>10 Pick. 40 , <em>Jackson </em>v. <em>Silvernail, </em>15 Johns. R. 279 ; <em>Lazarus </em>v. <em>Commonwealth Ins. Co. </em>19 Pick. 81 ; <em>Gordon </em>v. <em>Mass. F. &amp; M. Ins. Co. 2 </em>Pick. 249 ; <em>Stetson </em>v. <em>Mass. Mutual F. Ins. Co. 4 </em>Mass. R. 330 ; <em>Columbia Ins. Co. </em>v. <em>Lawrence, </em>10 Peters, <em>507; S. C. 2 </em>Peters, 47 ; Hughes on Ins. 31 ; <em>Godin </em>v. <em>London Ass. Co. </em>1 Burr. 489 ; and that the insurance made by the defendants was not affected by the policies underwritten by the National Insurance Company; for if those policies were procured by the plaintiffs, they were void in their inception, by reason of the previous insurance ; and if they were procured by the mortgagees, the acts of a third party could not prejudice the plaintiffs’ rights. The mortgagor and the mortgagee have each a distinct insurable interest. <em>Traders' Ins. Co. </em>v. <em>Roberts, </em>9 Wendell, 404 ; <em>Tyler </em>v. <em>Ætna Fire Ins. Co. </em>12 Wendell, 507.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"Aej\"><em>C. P. Curtis </em>and <em>B. R. Curtis, </em>for the defendants.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Axo\">The subsequent policies were obtained by the plaintiffs or by their mortgagees, in pursuance of the express terms of the mortgage, at the plaintiffs’ expense and for their benefit; and this must be regarded as their own act. It is in direct violation of the 10th Rule, and annuls the policies on which this action is brought. The subsequent policies were not void ; for so far as concerns Minot and Faulkner as mortgagees and trustees, they do not cover the same interest with those in suit. But in respect to the plaintiffs and the defendants, the interest <page-number citation-index=\"1\" label=\"421\">*421</page-number>insured is the same, and the same property would be paid for twice. Why did not the plaintiffs assign their policies to the mortgagees, or obtain the defendants’ assent to the subsequent insurance ? <em>Ætna Fire Ins. Co. </em>v. Tyler, 16 Wendell, 399, 400.</p>\n<otherdate data-order=\"15\" data-type=\"otherdate\" id=\"ANr\"><em>FA. </em>ICtA,</otherdate>\n<p data-order=\"16\" data-type=\"summary\" id=\"b429-8\">The mortgage was an <em>alienation </em>of the property, which avoided the insurance, under the 11th Rule. The term <em>alienation </em>is broad enough to cover conditional, as well as absolute giants. And there is no hardship in the Rule, for the alienee, whether absolute or conditional, is allowed to take an assignment of the policy, upon becoming responsible for his proportion of the conditional funds, or upon the alienor’s giving his obligation therefor; or the alienor may surrender his policy and receive back his deposit money. The clause respecting mortgages, in the 20th Rule, may have its effect, by being applied to property under mortgage at the time when the insurance is obtained. <em>Ætna Fire Ins. Co. </em>v. Tyler, 16 Wendell, 385 ; S. <em>C. </em>12 Wendell, 507.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b429-9\">Dewey J.</author>\n<p id=\"ALq\">delivered the opinion of the Court. This is an action upon two policies of insurance, made by the defendants, whereby they assured to the plaintiffs certain buildings against loss or damage by fire. The execution of the policies and the loss of the property by fire, are admitted, but the defendants insist, that the plaintiffs have forfeited their right to en force the payment of the policies, by reason of their violation of the terms and conditions annexed to them ; —</p>\n<p id=\"b429-10\">1. Because subsequently to the making of the policies by the defendants, the plaintiffs caused the same property to be insured at another office :</p>\n<p id=\"b429-11\">2. Because of the alleged alienation of the property by the plaintiffs, after the making of the policies, and before the loss occurred.</p>\n<p id=\"b429-12\">The first question arises upon that article in the policies made by the defendants, which provides that the policy shall be taken subject to the conditions and limitations expressed in the Rules of the company, one of which is of the following purport: “When a subsequent insurance shall be made by another company, or by any person, on property insured in this office, without the consent of the president in writing, and <page-number citation-index=\"1\" label=\"422\">*422</page-number>according to the terms in such consent expressed, it shall <em>ipse facto </em>annul the policy.”</p>\n<p id=\"b430-8\">A policy of insurance was subsequently obtained at the National Insurance office upon the same property, in the names of certain mortgagees holding under a mortgage from the plain tiffs, which mortgage was executed at a period subsequent to the policy made by the defendants. The policy obtained at the National Insurance office was for the term of one year, and was for several successive years renewed from time to time to a period later than that of the loss of the premises by fire, and it is this policy which it is contended has vacated those made by the defendants.</p>\n<p id=\"b430-9\">That both mortgagor and mortgagee may severally insure their respective interests, is well established, nor can it be maintained that a subsequent policy effected by a mortgagee upon his separate interest, is a violation of the condition in a previous policy of the mortgagor, such as is stated in the rules annexed to the policy made by the defendants. <em>Traders’ Insurance Co. </em>v. <em>Roberts, </em>9 Wendell, 404.</p>\n<p id=\"b430-10\">But it is insisted in the present case, that the facts show that a double insurance has been effected at the instance and for the benefit of the plaintiffs. The several insurances at the National office, it is said, although taken in the names of the mortgagees, were taken in pursuance of a stipulation of the parties contained in the mortgage deed, and upon the understanding and with the object of placing the avails of those policies in the hands of the mortgagees for the direct benefit of the mortgagors, and in case of payment of those policies to the mortgagees, the result will be tantamount to a payment of the same amount by the plaintiffs to their mortgagees.</p>\n<p id=\"b430-11\">Whether this is the proper view of the situation of these parties in reference to the policy at the National Insurance office, and whether such would be the effect, had that policy been effected under the circumstances supposed, it is unnecessary for us to decide, as we think that in no view of the case can the objection of a double insurance having been effected, avail the defendants.</p>\n<p id=\"b430-12\">In the conditions and limitations annexed to the policies obtained of the National Insurance Company, it is provided, “ if <page-number citation-index=\"1\" label=\"423\">*423</page-number><em>they shall have </em>made, or shall hereafter make, any other insurance upon said property, without the knowledge and consent of said company, the policy shall be null and void.” If the insurance at the National office was in truth an insurance for the plaintiffs, then by the condition of that policy, as just recited, that insurance was wholly void, and inoperative, and being so, cannot be set up by the defendants as evidence of the plaintiffs having procured a second insurance. An insurance that shall operate to avoid the policy of the defendants, as a violation of the 10th article of their Rules, must be a valid and legal policy, and effectual and binding upon the assurers. Assuming the second policy to have been made for the direct benefit of the plaintiffs, it was wholly nugatory and of no effect; and cannot, for this reason, be now set up, to defeat the policy made by the defendants. On the other hand, if the policy made at the National Insurance office is to be considered as made at the instance and for the sole benefit of the mortgagees, then upon general principles it was a policy effected for other interests, and is no violation of the condition stipulated on the part of the plaintiffs, that they would not procure any other insurance ; so that, in either aspect of the case, this ground of defence must fail.\"</p>\n<p id=\"b431-3\">The view of the case now taken, does not render nugatory and wholly ineffectual the Rule restricting the party assured from making a <em>second </em>insurance. It will apply in its full force in all cases where a party procures a second insurance at an office, whose rules allow such double insurance. Such second insurance would annul the previous policy.</p>\n<p id=\"b431-4\">The second objection taken by the defendants, arises upon the 11th Rule of the Mutual Insurance Company, which is in these words : “ When any mansion house or other building shall be alienated by sale or otherwise, the policy shall thereupon be <em>ipso facto </em>void ; but the grantee or alienee, having the policy assigned to him by the insured, may, upon application to the secretary, within thirty days, with the consent of the president, have his policy renewed upon becoming responsible for the payment of his proportion of the conditional funds.”</p>\n<p id=\"b431-5\">Was this conveyance by the plaintiffs to Minot and Faulkner, by way of mortgage to secure the payment of five thou<page-number citation-index=\"1\" label=\"424\">*424</page-number>sand dollars, an alienation, in the true intent and meaning of this article in the Rules of the Mutual Insurance Company ? The defendants contend that the term <em>alienation </em>is here used in its broadest sense, and as embracing the case of a conveyance by mortgage as well as that of an absolute transfer of the whole interest. It seems to us that this is an erroneous view of the question, and the improbability of such having been the pm pose of that rule is much strengthened from the consideration of the frequency of this mode of transfer, and the numerous cases of liens of this character created for temporary purposes and to an amount very small in comparison with the value of the property mortgaged.</p>\n<p id=\"b432-8\">As has been before remarked, in the ordinary course of insurance, the interest of both mortgagor and mortgagee are distinct subjects of insurance, and each may well insure his interest in the property. A transfer by the insured by way of mortgage may create a new insurable interest in another, but this does not, under the general rules of insurance, divest the mortgagor of such an estate as is requisite to sustain his previous insurance, and the Court are of opinion that this principle was not intended to be changed by the rule attached to the policies made by the defendants, and that a policy effected while the whole interest is in the insured, is not vacated by a conveyance in mortgage. It is however restricted to the case of a mortgagor still remaining in possession, and where there has been no entry for foreclosure. This limitation is necessary to give effect to the 20th Rule of the Mutual Insurance Company, providing <em>“ </em>that when any estate mortgaged shall be taken possession of by the mortgagee for breach of the condition expressed in the mortgage deed or in any bond of defeasance, the policy shall thereupon be absolutely void, unless the policy shall be transferred to the mortgagee with the consent of the president.” The Rule last cited also strengthens in some degree our construction upon the general question we have been considering, as it assumes that the interest of a mortgagee is an insura ble interest within the Rules of the company. It would be quite conclusive, but for the reason that this provision may have effect if it be limited to cases of mortgages existing before the issuing the policy, and be held applicable solely to such. We <page-number citation-index=\"1\" label=\"425\">*425</page-number>think however that it may be well applied to cases of mortgages made after as well as before the making of the policy, and that upon a proper construction of the 11th Rule of the Mutual Insurance Company, a conveyance by mortgage does not defeat a previous policy made in favor of the mortgagor while the entire estate remained in him.</p>\n<p id=\"b433-4\">The 11th Rule may, as respects the owner in fee who has taken a policy of insurance, perhaps be considered as merely declaratory of the common law principle, that when all interest in the premises insured ceases, the policy becomes ineffectual and inoperative, and also as having been more particularly framed for the purpose of providing a mode by which the insurance made in favor of the original owner may be made to enure to the benefit of the purchaser, without the payment of any further premium, and to the amount of that premium it is a beneficial provision to the insured, as he may value his estate at so much advance, as this premium amounts to.</p>\n<p id=\"b433-5\">\n<em>Judgment for the plaintiffs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}