{
  "casebody": {
    "data": "<casebody firstpage=\"297\" lastpage=\"301\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b349-9\">Janie R. LEE, Executrix of the Estate of Stanley Lee, Deceased, et al., Appellees, v. WALWORTH VALVE COMPANY, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b349-11\">No. 72-2360.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"AKK\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b349-13\">Argued March 7, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b349-14\">Decided Aug. 2, 1973.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b350-4\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>Thomas E. Byrne, Jr., Philadelphia, Pa. (William H. Grimball, Grimball &amp; Cabaniss, Charleston, S. C., John C. Det-weiler and Krusen, Evans &amp; Byrne, Philadelphia, Pa., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b350-5\">B. Allston Moore, Jr., Charleston, S. C. (Buist, Moore, Smythe &amp; McGee, Charleston, S. C., William G. Symmers and Symmers, Fish &amp; Warner, New York City, on brief), for appellee, Lockheed Shipbuilding and Const. Co.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b350-6\">Arnold S. Goodstein, Charleston, S. C. (David G. Jennings, Charleston, S. C., on brief), for appellee, Janie R. Lee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b350-7\">Before HAYNSWORTH, Chief Judge, and BOREMAN and BRYAN, Senior Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b350-8\">HAYNSWORTH, Chief Judge:</author>\n<p id=\"b350-9\">There was a rupture of a steam valve in the engine room of the USS Trenton, while she was cruising on the high seas off Guantanamo Bay, Cuba. A chief petty officer, on watch at the time in the engine room, was killed by escaping steam. He was a citizen of South Carolina, and he left his widow and executrix, who is a citizen and resident of that State. As executrix, she filed this action for wrongful death in the District Court for the District of South Carolina against Lockheed Shipbuilding and Construction Co., the builder of the Trenton, and against Walworth Valve Co., the manufacturer of the valve. Walworth filed a motion to quash the service upon it upon the ground that its contacts with South Carolina are insufficient to make it amenable to suit in that State.<footnotemark>1</footnotemark></p>\n<p id=\"b350-12\">The District Court denied the motion; we think properly so.</p>\n<p id=\"b350-13\">The Trenton was built for the Navy by Lockheed in its yards at Seattle, Washington. The valve involved was manufactured by Walworth at its plant in Pennsylvania and shipped by it from Pennsylvania to Lockheed at Seattle, where Lockheed installed the .valve in the Trenton’s engine room. The Trenton, upon completion and delivery to the Navy, left Seattle, but until the fatal injury of Stanley Lee it had not touched port in South Carolina and was not based there.</p>\n<p id=\"b350-14\">Lockheed is qualified to do business in South Carolina. It makes no objection to the maintenance of the action against it in that State. It has joined plaintiff in her efforts to hold Walworth answerable there, and it has sought affirmative relief in a third party complaint against the United States.</p>\n<p id=\"b350-15\">Walworth and its two wholly owned subsidiaries are manufacturers of industrial valves. They maintain no place of business in South Carolina. They own no property in that State and have no bank accounts there. There is no resident salesman or other agent in South Carolina, but, with some degree of regularity, salesmen headquartered elsewhere call upon South Carolina customers. These include a miscellany of industries, utilities, mill supply houses, and the Charleston Navy Yard. Together, several salesmen spent eighty days soliciting <page-number citation-index=\"1\" label=\"299\">*299</page-number>business in South Carolina in 1969, eighty-seven days in 1970, and seventy-five days in 1971. Additionally, some orders were obtained elsewhere for the shipment of pumps to consignees in South Carolina. Aggregate sales of Wal-worth and its two wholly owned subsidiaries to South Carolina customers in 1969 were $245,713.56; in 1970, they were $399,485.15, and in 1971, they were $179,607.30. During the first five months of 1972, their South Carolina sales aggregated $155,623.59.</p>\n<p id=\"b351-5\">In addition to the sales solicitation activity conducted by Walworth and its subsidiaries in South Carolina, it occasionally sent engineers into the state to deal with engineering problems. One of the engineers spent two days in that State in 1970, and, in 1971, an engineer made two separate trips into the state, spending, altogether, nine days there.</p>\n<p id=\"b351-6\">Almost all of Walworth’s activity in South Carolina was the solicitation of orders which resulted in the shipment of pumps in interstate commerce. Once such activity was thought an impermissible predicate for the assertion of <em>in personam </em>jurisdiction.<footnotemark>2</footnotemark> Though the considerations of the Commerce Clause may still be appropriate in consideration of local regulation and taxation, it is clearly no longer relevant to an appraisal of the state’s power to exercise <em>in personam </em>jurisdiction.<footnotemark>3</footnotemark></p>\n<p id=\"b351-7\">Walworth’s activity in South Carolina was neither isolated nor casual. The data show that Walworth’s salesmen called upon customers in South Carolina with regularity. They were not always present, but seventy-five to eighty-five days a year is a substantial proportion of the total number of working days in a year. The volume of business resulting represented but a small percentage of Walworth’s total sales, but sales of pumps aggregating several hundred thousand dollars a year cannot be labeled insubstantial.</p>\n<p id=\"b351-13\">Under the doctrine of International Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95, the power to exercise <em>in personam </em>jurisdiction over a foreign corporation is to be determined by an appraisal of the quality of the corporation’s contacts with the forum state and the fairness, under the circumstances, of holding it answerable there. Walworth’s substantial activity in South Carolina in the solicitation of orders was far from minimal. This case would present absolutely no problem if the controversy arose out of the purchase or use in South Carolina of one of the pumps Walworth had shipped into that State.<footnotemark>4</footnotemark></p>\n<p id=\"b351-14\">The difficulty in the case arises out of the fact that the cause of action did not grow out of any of Walworth’s activity in South Carolina. The cause of action did not even arise in that State, for the injury occurred on the high seas. On the other hand, it is relevant to note that the cause of action did not arise in any other state whose courts might provide a more likely forum. This means that there probably are only two states in the United States with any interest in the controversy, the state of Walworth’s domicile, and South Carolina, the residence of the decedent and of his widow and executrix. The interest of South Carolina is substantial, however, for it has a paternal interest in the recovery by one of its citizens of appropriate compensation, if there is a substantive <page-number citation-index=\"1\" label=\"300\">*300</page-number>cause of action. To the extent that Mrs. Lee, or she and her dependents, deprived of the support of her husband, might become a public charge, or charges, South Carolina has an immediate interest in her vindication of any private right of action she may have for the wrongful death of her husband.</p>\n<p id=\"b352-4\">In Ratliff v. Cooper Laboratories, Inc., 4 Cir., 444 F.2d 745, we recently considered a somewhat similar case with one significant difference. There, citizens of other states than South Carolina sought to maintain tort actions in the District Court for that State against two pharmaceutical houses for personal injuries sustained in other states, allegedly as a result of the use of defendant’s products. We held that the actions could not be maintained, though the sale solicitation activity of the defendants there was comparable to the in-state activity of Walworth here. Our holding in <em>Ratliff </em>was dictated by the fact that South Carolina had no interest in or connection with the controversy. The out-of-state plaintiffs sought to maintain the action in South Carolina solely for the purpose of availing themselves of South Carolina’s relatively long statute of limitations, for the claims were time-barred in the states in which the plaintiffs resided and in which they sustained their injuries.</p>\n<p id=\"b352-5\">In this case there is no taint of forum shopping. It was natural for the plaintiff to prefer courts in her home state, and South Carolina, as we have seen, does have an interest in the controversy.</p>\n<p id=\"b352-6\">If a foreign corporation’s contacts with a forum state are sufficiently substantial, the forum state may constitutionally authorize the judicial assertion of <em>in personam </em>jurisdiction, even though the plaintiff has had no contacts with the forum state and the cause of action did not arise there.<footnotemark>5</footnotemark> Unquestionably, when the plaintiff is a stranger to the forum, we would require more substantial contacts with the forum state by the defendant before proceeding to exercise <em>in personam </em>jurisdiction than we would in a case in which the plaintiff lives in the forum state and the cause of action arose out of the defendant’s activity in that state, however minimal that might be. In this case, we are somewhere between those extremes. We might well hold that Walworth’s activity in South Carolina was not enough to make it generally answerable to any plaintiff who wished to maintain a transitory cause of action in the courts of that state, but Walworth’s activity was far more than the minimal activity which would justify holding it answerable if the cause of action had arisen in South Carolina and out of Walworth’s activity in that State. The frequency and regularity of Walworth’s activity in South Carolina make it fair to hold it answerable in that State to Mrs. Lee.</p>\n<p id=\"b352-8\">Walworth finds great comfort in Hanson v. Denckla, 357 U.S. 235, 78 S.Ct. 1228, 2 L.Ed.2d 1283, from which it draws the conclusion that in assessing the fairness of holding Walworth answerable in South Carolina, we may consider only factors affecting it and may not consider the plaintiff’s situation or the burdens which would be imposed upon her if required to assert her claim in Pennsylvania or in the state of Wal-worth’s domicile. But <em>Hanson </em>may not be read in any such fashion. There, the Florida courts had asserted the power to declare invalid two Delaware trusts of which two Delaware trust companies, indispensable parties, were trustees. The Delaware trust companies had had no contact whatever with Florida and the Supreme Court properly observed that with no contacts upon which to predicate an exercise of judicial power, there could be no jurisdiction, notwithstanding the possible convenience to the plaintiffs. In this case, Walworth has substantial contacts with South Carolina, and in considering the next branch of the problem, the fairness of requiring it to answer there, we necessarily look at the whole case, including South Caroli<page-number citation-index=\"1\" label=\"301\">*301</page-number>na’s interest in the controversy and the situation of the plaintiff and her relation, and her deceased husband’s relation, to the forum state. It was fair to hold that the insurance company was answerable to McGee in California only because McGee resided there and the defendant’s one act in California was the solicitation of his renewal policy. McGee v. International Life Ins. Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed.2d 223. On the other hand, the fact that Mrs. Perkins had no contacts with Ohio was a relevant consideration in assessing the fairness of holding Benguet Mining Co. answerable to her there. Perkins v. Benguet Mining Co., 342 U.S. 437, 72 S.Ct. 413, 96 L.Ed. 485.</p>\n<p id=\"b353-5\">In <em>Ratliff, </em>the very basis of our holding was the fact that the plaintiffs had no connection with South Carolina and, hence, there was no countervailing considerations of fairness to be placed in the scales when weighing the substantiality of the defendants’ contacts. We cited with approval Seymour v. Parke, Davis &amp; Co., 1 Cir., 423 F.2d 584, a similar case, in which it was said that the outcome might have been different if the plaintiff had had some connection with the forum state.</p>\n<p id=\"b353-6\">During oral argument, Walworth urged that we ignore the activities of Walworth’s two wholly owned subsidiaries. We were cited to Cannon Manufacturing Co. v. Cudahy Packing Co., 267 U.S. 333, 45 S.Ct. 250, 69 L.Ed. 634. That case held only that the presence of an independent subsidiary could not be equated with the presence of the parent. Here, the activity in South Carolina appears to have been joint. There is no indication in the record that any salesmen represented only one of the corporations involved. From all that appears, each was authorized to solicit orders for the three related corporations, which, incidentally, filed consolidated tax returns.</p>\n<p id=\"b353-7\">Even if we disregarded the sales of the wholly owned subsidiaries, however, Walworth’s own sales were much the more substantial. If we looked at them alone it would not alter our view that under all of the circumstances the jurisdictional requirements are met. In light of the plaintiff’s relations to South Carolina, the interest of that State in the controversy, the fact that the cause of action arose on the high seas and not in any other state, and Walworth’s substantial and continuing contacts with South Carolina, we conclude that the District Court quite properly denied the motion to quash the service of process on Walworth.</p>\n<p id=\"b353-9\">This has become a multi-party case. Lockheed, the co-defendant, is prepared to proceed to the merits in the District Court of South Carolina and the United States, answerable there, has been made a third party defendant. The case properly should proceed to trial in a forum in which all of these parties may be heard and their rights determined.</p>\n<p id=\"b353-10\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b350-10\">. There is no contention that § 10-424 of the Code of Laws of South Carolina (1962) is not sufficiently broad to authorize the action, if its maintenance against Walworth can be squared with due process requirements of the Constitution. The only contention is that the due process clause forecloses maintenance of the action against Walworth in South Carolina.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b351-8\">. <em>See </em>Green v. Chicago, Burlington &amp; Quincy Railway Co., 205 U.S. 530, 27 S.Ct. 595, 51 L.Ed. 916.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"AyH\">. <em>See </em>International Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95; McGee v. International Life Ins. Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed.2d 223.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"AoK\">. In product liability cases, the shipment of one item into the forum state may suffice if use of that item in the state occasions harm. Even if the foreign corporation had never shipped anything into the foi'um state, it has been held that it is amenable to process there if an article manufactured by it is shipped into the forum state by an assembler and causes harm. Gray v. American Radiator &amp; Standard Sanitary Corp., 22 Ill.2d 432, 176 N.E.2d 761.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b352-9\">. Perkins v. Beuguet Mining Co., 342 U.S. 437, 72 S.Ct. 413, 96 L.Ed. 485.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}