{
  "casebody": {
    "data": "<casebody firstpage=\"300\" lastpage=\"303\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b324-7\">[No. 3320.</docketnumber>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Aqq\">Decided March 30, 1900.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b324-8\">James Izett <em>et al., </em>Respondents, v. Stetson and Post Mill Company, <em>Appellant.</em></parties>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b324-9\">SALES-LOGS TO BE PAID FOE AFTER SCALING-LOSS BETWEEN DELIVERY AND SCALE — LIABILITY OP PURCHASER.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b324-11\">Where saw logs have been delivered to a purchaser, under a contract of sale providing for payment when they should be scaled, the title to the logs passes to the purchaser and he becomes liable for the value of the logs in case they should be lost through his negligence prior to their being scaled.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b325-4\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>Appeal from Superior Court, King County. — lion. E. D. Benson, Judge.</summary>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"Axd\">Affirmed.</disposition>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b325-5\"><em>John E. Humphries, William E. Humphrey </em>and <em>Harrison Bostwick, </em>for appellant:</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b325-6\">When the buyer is by the contract bound to do anything as a condition, either precedent or concurrent, on which the passing of the property depends, the property will not pass until the conditions be fulfilled, even though the goods may have been actually delivered into the possession of the buyer. <em>Rosenthal v. Kahn, </em>24 Pac. 989; <em>Pike v. Vaughn, </em>39 Wis. 499; <em>Restad v. Engemoen, </em>67 N. W. 1146; <em>Larkin v. Johnson, </em>54 Pac. 690; <em>Hughes v. Wiley, </em>14 Pac. 269; <em>Johnson v. Bailey, </em>28 Pac. 81; <em>Bergen v. Magnus, </em>25 S. E. 570; <em>Klein v. Tupper, </em>52 N. Y. 550; <em>McClung v. Kelley, </em>21 Iowa, 508; <em>Nicholson v. Taylor, </em>31 Pa. St. 128 (72 Am. Dec. 728); <em>Frost v. Woodruff, </em>54 Ill. 155; <em>Joyce v. Adams, </em>8 N. Y. 291; <em>Lester v. East, </em>49 Ind. 588; <em>Sherwin v. Mudge, </em>127 Mass. 547; <em>Hoffman v. Culver, </em>7 Ill. App. 450; <em>Pfistner v. Bird, </em>43 Mich. 14; <em>The Elgee Cotton Cases, </em>22 Wall. 180 (22 L. ed. 863).</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b325-7\"><em>McCutcheon &amp; Gilliam, </em>for respondents:</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b325-8\">Where it appears that there has been a complete delivery of the property in accordance with the terms of a sale the title passes, although there remains something to be done in order to ascertain the total value of the goods at the rates specified in the contract. <em>Hatch v. Standard Oil Co., </em>100 U. S. 124 (25 L. ed. 554); <em>Upson v. Holmes, </em>51 Conn. 500; <em>Barr v. Borthwick, </em>25 Pac. 360; <em>Burrows v. Whitaker, </em>71 N. Y. 291 (27 Am. Rep. 42); <em>Graff v. Fitch, </em>11 Am. Rep. 85, and note; <em>Macomber v. Parker, </em>13 Pick. 175; <em>Odell v. Boston &amp; Maine R. R., </em>109 Mass. 50; <em>Scott v. Wells, </em>6 Watts &amp; S. 357 (40 Am. Dec. 568); <em>Ober v. Carson's Ex'r, </em>62 Mo. 209; <em>Bell v. Farrar, </em>41 Ill. 400; <page-number citation-index=\"1\" label=\"302\">*302</page-number><em>Bradley v. Wheeler, </em>44 N. Y. 495; <em>Crofoot v. Bennett, </em>2 N. Y. 258; <em>Adams Mining Co. v. Senter, </em>26 Mich. 73; <em>Colwell v. Keystone Iron Co., </em>36 Mich. 51.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b326-5\">The opinion of the court was delivered by</p>\n<author id=\"b326-6\">Reavis, J.</author>\n<p id=\"Aau_\">Action to recover the value of a lot of saw logs sold and delivered by respondents to appellant. Respondents contracted to sell to appellant logs which respondents were getting óut and rafting at Oamano Island. The price to be paid was agreed upon, and was to be paid when the logs were scaled. There was no agreement as to where the scaling should be done. When a raft was gotten out, respondents notified appellant that it was ready. Appellant sent a tug, with an order to deliver the logs to the tug, and they were so delivered. The raft delivered to the tug contained 308 logs, but the tug delivered only 112 at the mill of appellant, near Seattle. The remaining 196 logs were abandoned at or near the mouth of the Snohomish river and lost. Respondents caused the 112 logs taken to the mill to be scaled, and brought this action to recover the value of all the 308 logs.</p>\n<p id=\"b326-7\">Three errors are assigned by appellant: In denying appellant’s motion for a non-suit; in denying motion of appellant for judgment at the close of the trial; and in overruling the motion of appellant for a new trial. Substantial evidence was produced by respondents, tending to show that the 308 logs were delivered to a tug sent by appellant with authority to receive the logs. There was no controversy as to the price to be paid for the logs. The testimony also tended to prove that 196 logs of the .lot were lost by the tug, and that appellant, when notified, refused to recover the logs; and the value of the logs was proven at the trial. Appellant contended that the logs were to be paid for by a sixty days’ acceptance, and also that the logs were njot delivered. At appellant’s request these two prop<page-number citation-index=\"1\" label=\"303\">*303</page-number>ositions were submitted to the jury, and it was specially found that there was no provision in the contract between the parties that payment was to be made by a sixty days’ acceptance; also, that the delivery was to be made where the tug received the logs; and the jury found a general verdict for $1,275, the value of the logs, in favor of respondents.</p>\n<p id=\"b327-5\">Appellant’s contention here is that the title to the logs did not pass from respondents to appellant until the logs were scaled, and numerous cases are cited to the effect that, “when the buyer is by the contract bound to do anything as a condition, either precedent or concurrent, on which the passing of the property depends, the property will not pass until the conditions be fulfilled, even though the goods may have been actually delivered into the possession of the buyer.” But we do not think the cases cited are applicable to the facts found here. It appears that the 112 logs delivered were scaled. The 196 logs, after delivery to the appellant, could not be scaled by reason of appellant’s loss of them. It seems idle to discuss the proposition that respondents should bear this loss occasioned by the negligence of appellant. It was observed by the court in <em>Hatch v. Standard Oil Co., </em>100 U. S. 124:</p>\n<p id=\"b327-6\">“ Where it appears that there has been a complete delivery of the property in accordance with the terms of a sale, the title passes, although there remains something to be done in order to ascertain the total value of the goods at the rates specified in the contract.”</p>\n<p id=\"b327-7\">2STo error is perceived in the instructions given to the jury. The disputed questions of fact were all resolved in favor of respondents, and the judgment must be affirmed.</p>\n<p id=\"b327-8\">G-orbon, O. J., and Dunbar and Fullerton, JJ., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}