{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"34\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b54-4\">Hammons <em>v. </em>Walker Hauling Co., Inc., <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b54-5\">(Knoxville,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AYS\">September Term, 1953.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b54-6\">Opinion filed December 11, 1953.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b55-8\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>Steven C. Stone, of Chattanooga, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b55-9\">Moon &amp; ANdersoN and Joi-in W. Dtneen, all of Chattanooga, for respondents.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b56-4\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>Mr. Justice Tomlinson</author>\n<p id=\"A7\">delivered the opinion of the Court.</p>\n<p id=\"b56-5\">On a dark and rainy night in December, 1950 Hammons sustained personal injuries and property damage by reason of a traffic accident occurring somewhere between Cleveland and Chattanooga on heavily traveled U. S. Highway No. 11. He instituted suit for damages against Walker Hauling Company, Inc., and its servant, Ernest B. Hulsey, and R. L. Farmer and his servant Floyd Robinson. Hpon the trial at the close of all the evidence the Court sustained the motion of Farmer and his servant, Robinson, for a directed verdict on the ground that there is no evidence “of any negligence” upon the part of Robinson “that proximately caused this accident”. Ham-mons excepted. The Court overruled a similar motion by Walker Hauling Company and its servant, Hulsey. However, the jury found in favor of these last two mentioned defendants. The Court of Appeals affirmed with Judge McAmis dissenting in so far as the affirmance applied to Farmer and his servant, Robinson. Hammons ’ petition to this Court for certiorari was denied as to Walker Hauling Company and its servant, Hulsey, but granted as to Farmer and his servant, Robinson.</p>\n<p id=\"b56-6\">An unidentified automobile had been driven accidentally into a ditch on the east side of the highway. A wrecker belonging to R. L. Farmer was sent to the scene for the purpose of pulling this automobile out of the ditch and taking it to a garage a mile or so north of the scene. This <page-number citation-index=\"1\" label=\"29\">*29</page-number>wrecker was in charge of Floyd Robinson, as servant of defendant Farmer.</p>\n<p id=\"b57-3\">The wrecker pulled the disabled car out of the ditch on the east side of the highway, then hacked it across the highway into a side road, the purpose being to make a turn north on the main highway for transportation to the garage. After the disabled automobile had been backed into this side road on the west the oncoming traffic caused Robinson, the operator of the wrecker, to cease his activities until traffic would permit the north turn. He thus brought his wrecker to rest in the situation described with its front extending two feet into the traveled portion of the west side of the highway. At no time during the activities of this wrecker were any flares put out. There is evidence that no lights were upon this wrecker thus projected on this rainy night into the traveled portion of this heavily traveled highway.</p>\n<p id=\"b57-4\">\"While the wrecker thus stood in the main traveled portion of the hig’hway awaiting the passage of traffic from the south, there approached from the north a trailer-truck oil tanker being driven on its right-hand (the west) side of this highway. This vehicle was being driven for Walker Hauling Company by its servant, Hulsey. Some 150 yards north of where the wrecker stood in the highway the driver of this oil tanker was warned of the situation. The person so warning him had been sent there for that purpose by Robinson, the operator of Farmer’s wrecker. This man had no flag or other apparatus with which to attract the .attention of passing motorists. He adopted the device of waving his .arms. The tanker was slowed down, but when it had reached a point approximately 15 feet from the wrecker it was necessary to stop it because of traffic approaching from 'the south, .and because the west side of the highway was partially blocked by the wrecker.</p>\n<p id=\"b58-4\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>While this tanker stood so situated in the highway awaiting the passage of traffic from the south, plaintiff Hammons approached in his automobile from the north and drove his automobile into the rear of the tanker with force sufficient to seriously injure him and to substantially damage his automobile. He was not warned by the aforesaid flagman, ,and never saw him. Nor did such flagman testify.</p>\n<p id=\"b58-5\">Thus it is, according to the evidence stated, to use the language of the dissenting opinion, that “we have the wrecker blocking the pavement of a much traveled highway without flares, without flagging traffic and without lights” on a dark, rainy night, and with evidence of knowledge upon the part of Robinson that persons approaching from the north were endangered by the situation which he had created.</p>\n<p id=\"b58-6\">Since the evidence stated was sharply contradicted by that introduced in behalf of defendants, this evidence made it a jury question, in our opinion, as to whether Robinson, on the occasion in question, was guilty of negligence that put into operation the agency which produced this accident. Hence, this Court’s conclusion is that the Trial Court erred in directing a verdict for Robinson and Farmer on the ground that there was no evidence of negligence upon the part of Robinson.</p>\n<p id=\"b58-7\">It should be stated now that the evidence made it a jury question as to whether plaintiff was guilty of negligence which proximately contributed to the collision. The Trial Court so recognized in refusing to direct a verdict in favor of defendant, Walker Hauling Company, and its servant, Hulsey.</p>\n<p id=\"b58-8\">The Walker Hauling Company and its servant, Hulsey, were required to specially plead their defenses. Those pleas were that (1) they were not guilty of any neg-<page-number citation-index=\"1\" label=\"31\">*31</page-number>ligenee and (2) plaintiff was guilty of proximate contributory negligence. The jury’s verdict in favor of Walker Hauling Company and Hulsey was a general verdict. Code Section 10343 provides that: “A, general verdict, although it may not in terms answer every issue joined, is nevertheless held to embrace every issue, unless exception is taken at the term at which the verdict is rendered.” The Court of Appeals, with Judge McAmis dissenting, applied this statute to this general verdict and concluded the legal effect to be “that the jury absolved Hulsey, driver of the oil truck, from any negligent conduct, and further found that Hammons was guilty of negligence which was the direct and proximate cause of the accident”. Therefore, the Court of Appeals concludes that “the action of the Trial Judge in dismissing the case as to Farmer and Robinson could not have in any wise prejudiced the plaintiff”.</p>\n<p id=\"b59-4\">To more specifically state it, the holding of the Court of Appeals, with Judge McAmis dissenting, is that because of Code Section 10343 this general verdict against Ham-mons in favor of Walker Hauling Company and its servant, Hulsey, must, in proceedings by Hammons against some other defendant whose car was involved in that wreck, be considered a finding that Hammons was guilty of proximate contributory negligence barring him from a recovery in these proceedings against such other defendant, such other defendants in this case being Farmer and Robinson, the owner and operator, respectively, of the wrecker. Thence, so holds the Court of Appeals, it must be concluded that Hammons was not prejudiced by the Trial Judge’s erroneous, if such, action in directing a verdict in favor of Farmer and Robinson.</p>\n<p id=\"b59-5\">Code Section 10343 providing that a general verdict shall be held to embrace every issue joined is natural<page-number citation-index=\"1\" label=\"32\">*32</page-number>ly thought of as being applicable to parties whose rights or liabilities are being considered by the jury which returns such general verdict. The purpose of this code section, in so far as it refers to defendants whose liabilities are being considered by the jury, is to require the application of such general verdict in favor of such defendants to such defensive plea of such defendant as is supported by evidence though there be other pleas not so supported. <em>Summers </em>v. <em>Bond-Chadwell Co., </em>24 Tenn. App. 357, 374, 145 S. W. (2d) 7.</p>\n<p id=\"b60-5\">However, there is nothing upon the face of Code Section 10343 which indicates a legislative intent to make such general verdict applicable in favor of a defendant whose liability was not being considered by the jury returning the general verdict in question. It is logical, therefore, to conclude that the judiciary is not authorized to read such an intent into this code section.</p>\n<p id=\"b60-6\"><em> </em>Where the verdict of a jury affirmatively discloses a particular finding with reference to a controlling issue of fact a plaintiff in that suit is judicially bound by such finding in a subsequent suit by such plaintiff against a different defendant. <em>Cantrell </em>v. <em>Burnett </em>&amp; <em>Henderson Co., </em>187 Tenn. 552, 556 et seq., 216 S. W. (2d) 307. That is, if the jury had returned a verdict specifically finding Hammons guilty of negligence which proximately contributed to this accident, it would follow that Ham-mons would have been judicially bound by such finding in a subsequent suit against Parmer and Robinson. But this rule of law reiterated in <em>Cantrell </em>v. <em>Burnett </em>&amp; <em>Henderson Co., </em>supra, is independent of Code Section 10343. It is not applicable here because there is, in fact, no way of ascertaining from the verdict whether the jury found that Hul-sey, the driver of the oil tanker, was free of negligence or <page-number citation-index=\"1\" label=\"33\">*33</page-number>whether it found that plaintiff Hammons was guilty of proximate contributory negligence.</p>\n<p id=\"b61-4\">Code Section 10343 does not require or authorize the Court in a proceedings by Hammons against a party who was not before the jury at the time it rendered a general verdict to assume that this jury by such verdict found Hammons guilty of proximate contributory negligence so .as to preclude the maintenance by Hammons of an action against such party whose liability was not being considered by the jury when it returned the general verdict. On the other hand, such precedent as we have been able to find, as well as principle, seems by analogy to reject such ap. idea. The text of 30 American Jurisprudence, page 936, citing a Massachusetts case <em>[Lea </em>v. <em>Lea, </em>99 Mass. 493] is this:</p>\n<blockquote id=\"b61-5\">“The maintenance of an action has also been held not to be precluded by the fact that the matter relied upon as a basis for the action was interposed as a defense in an earlier action, along with other defenses, where there is no means of determining upon which of the defenses the verdict was rendered.”</blockquote>\n<p id=\"b61-6\">In order to adjudge that this general verdict against Hammons in favor of Walker Hauling Company .and its servant, Hulsey, bars Hammons from a recovery against a different party by reason of Code Section 10343, the Court must assume without the slightest basis in fact upon which to rest such ,an assumption that the jury found Hammons guilty of proximate contributory negligence. To attribute to the legislature, in the enactment of Code Section 10343, an intent to require the Court to arbitrarily assume that a jury by reason of its general verdict found Hammons guilty of proximate contributory negligence so as to preclude him from proceedings against a party whose liability was not being considered by that <page-number citation-index=\"1\" label=\"34\">*34</page-number>'jury would seem to require the Court to attribute to the legislature in the enactment of this code section an intent to deprive Hammons of his day in Court against Parmer and Robinson. We do not think such ,an intent is reflected by the language of this code section.</p>\n<p id=\"b62-5\">The conclusion reached is particularly appropriate to the present case because of the instruction given the jury by the Trial Judge with reference to defendants Walker Hauling Company and its servant, Hulsey. We are inclined to think the Court of Appeals overlooked that instruction. It was this: “Now if you find for the defendant, you will merely say, ‘We, the jury, find for the defendant’ without more”. Thus it is that the jury was instructed not to say whether it found plaintiff Hammons guilty of proximate contributory negligence. In considering the rights and liabilities of the parties in proceedings by Hammons against a different party, there is nothing in Code Section 10343 which requires the Court to assume a jury finding which the jury was not permitted to say it found.</p>\n<p id=\"b62-6\">For the reasons stated, the judgment of the Court of Appeals will be modified so as to reverse the judgment of the Circuit Court dismissing the suit as to the defendants, R. L. Parmer and Ployd Robinson, and so as to grant Hammons a new trial against Parmer and Robinson and so as to remand the case for that purpose. The appellate court costs will be adjudged against Farmer and Robinson. Those of the lower court will await the outcome of this suit.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}