{
  "casebody": {
    "data": "<casebody firstpage=\"195\" lastpage=\"205\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<headnotes data-order=\"0\" data-type=\"headnotes\" id=\"b205-6\">[The following case was decided at September term, 1833, but the opinion of the court ■was not delivered to the Reporter in time to be published with the cases of that term.]</headnotes>\n<parties data-order=\"1\" data-type=\"summary\" id=\"b205-7\">JACOB MANN vs. JOHN H. GLOVER.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b205-8\">The act directing bills of exceptions to be sealed, <em>Bev. Laws </em>293, is substantially the same with the statute of Weston, 2 Car. 31, and though silent in regard to the influence the bill is to have on the subsequent progress of the cause in the court below, yet it manifestly contemplates a review of the matters contained in the bill, only in a higher court. The court will not entertain a motion for a new trial, or in arfest of judgment, on any point on which a bill of exceptions has been allowed, unless the party making such motion, will waive that exception. The court will not oblige the party to waive his entire bill,if containing any other point.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b205-9\">If the defendant dies after the entry of the rule for judgment <em>nisi, </em>and of the rule to shew cause, still the court will hear the argument, and if it appears that the defendant has been deprived of any substantial right, or subjected to any plain and manifest prejudice, either by the error of the judge, or the fraudulent management of the adversary, the court will arrest the proceedings and set aside the verdict, though there could be no new trial.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b205-10\">The formation or expression of a mere hypothetical opinion, is no legal ground of challenge to a juror.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b205-11\">Principal challenges are regularly to be tried, and determined by the court, and challenges to the favor by triers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b205-12\">A juror cannot be challenged a second time for matter that might have been proved <page-number citation-index=\"1\" label=\"196\">*196</page-number>or given in evidence on tlie trial of the first challenge, and which, if so proved, would have sustained that challenge. Though a party must prefer all his challenges of the same nature and triable by the same forum at once, yet he may challenge the juror a second time, for any matter or cause constituting a difieren t challenge, and triable by a different forum.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b206-5\">A challenge, whether in writing or by parol, must be in such terms, that the court can see, in the first place, whether it is for principal cause or to the favor, and so determine by what forum it is to be tried; and in the second place, whether the facts, if true, are sufficient to support such challenge. A challenge to the favor need not to be in writing.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b206-6\">This was an action of trespass for an assault and battery, and was tried at the Morris circuit in the month of March, 1832. The sheriff having returned the venire facias, the clerk proceeded to call the jury, when Alexander Bruen, one of the jurors summoned in this cause, being called, was challenged by the defendant, for principal cause of challenge, for having formed or expressed an opinion against the defendant in this cause; when the said Alexander Bruen was sworn, and stated, that he did not know that he had formed or expressed an opinion in reference to the subject matter of this suit; that he had said, that if what he had heard, was true, it was a pretty outrageous case, and he thought it was likely Mr. Glover would be made to suffer for it; he further said, that he had not fixed in his mind any amount of damages, which the defendant ought to pay; and being cross examined, he said, he had not formed any settled opinion on the subject. Upon this evidence, the°counsel for the defendant not pressing the challenge further, the court decided, that the principal challenge was not sustained. Whereupon the defendant by his counsel, challenged the said Alexander Bruen, for favor, and presented in writing the following challenge :</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b206-7\">“ The defendant challenges Alexander Bruen, a juror called in this case, and alleges that the said Alexander Bruen, ought not to be sworn as a juror, because he says, that he does not stand indifferent between the parties in this cause, and entertains, and has manifested a strong bias and prejudice against the said John H. Glover ”—which was objected' to by the 'plaintiff’s counsel, and the court overruled the challenge, and the juror was sworn. T¡Üé jury rendered a verdict in favor of the plaintiff, for the sum of eighteen hundred dollars.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b207-4\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>On the return of the postea, a rule to shew cause was granted, <em>jDodd </em>and <em>Wall </em>argued in support of the rule, and insisted, first, that the defendant had been denied the right of a trial by an unbiassed and impartial jury, in as much as a juror, who was challenged by the defendant for favor, was ordered to be sworn, and was sworn in the cause without a trial of the challenge. The following authorities were cited. <em>Trials per pais, </em>189, 190; 4 <em>Wendell Rep. </em>234, <em>Mather s </em>case; 4 <em>Wendell </em>243; 6 <em>Oowen </em>565; 1 <em>Oowen </em>432; 1 <em>John. </em>316; 7 <em>Oowen </em>108; 3 <em>Bac. Abridg. tit. Jury, B. </em>5, 756 ; 1 <em>Oox </em>220; 1 <em>South. </em>71; 4 <em>Barn. </em># <em>Aid. </em>471; 3 <em>Ball. </em>515.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b207-5\">2. They insisted that the damages were excessive.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b207-6\"><em>Scudder </em>and <em>I. H. Williamson, </em>contra.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AJj\">In reply to the first point taken, and urged by the counsel of the defendant, they cited 3 <em>Jac. Law Dic. </em>575; <em>Trials per pais </em>142, 145; 6 <em>Com. Law. Rep. </em>593 ; 1 <em>Salk. </em>153; 8 <em>John. </em>445. This case is sanctioned by the court in 6 <em>Cowen </em>555; 7 <em>Cowen </em>108; 4 <em>Wendell </em>243. On the question of damages, the following cases were cited. 1 <em>South. </em>338; 2 <em>South. </em>518, 537; 2 <em>Will. </em>405; 4 <em>T. R. </em>655.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b207-7\">The opinion of the court was delivered by</p>\n<author id=\"Ajb\">Hornblower, C. J.</author>\n<p id=\"AkZ\">This cause was tried before Justice Drake, in the county of Morris, at the March circuit, 1882. The jury rendered a verdict for the plaintiff for eighteen hundred dollars damages. In the term of May, 1832, a rule was granted on behalf of the defendant, to shew cause why the verdict should not be set aside, and a new trial granted. Thereasons assigned in support of the rule, are, First, That the judge overruled a challenge to the favor of one of the jurors, and would not permit the same to be tried according to law. Secondly. That the damages are excessive. On the trial of the cause, several bills of exception were tendered and sealed. Copies in extenso, of all those bills, were delivered to this court, as forming the state of the case, on which the defendant’s counsel relied. On opening the argument, it was stated, that the counsel intended to rely exclusively on the matters contained in the <em>first </em>bill in support of the rule to shew cause, so far as the motion for a new trial was founded on the misdirection of the judge, in reference to the matter of ■challenge ; and therefore the first bill of exceptions would be <page-number citation-index=\"1\" label=\"198\">*198</page-number>waived and given up to the court to be cancelled. But that copies of the other bills had been presented to the court, not as containing any distinct or substantial matter in support of the rule, but only as a convenient mode of furnishing the court with a history of the evidence in the cause, for the purpose of shewing the character and extent of the injury complained of, to the end that the court might judge, whether the damages were not excessive. To this course of proceeding, the plaintiff’s counsel objected, on the ground, that a party cannot have a rule to shew cause on any matters contained in the bills of exceptions, without relinquishing the whole bill. Our statute, <em>Rev. Laws, </em>293, is substantially the same with the statute of Weston, 2 Car. 31, 1 <em>Bac. abr. </em>527, <em>tit. Rill of Exceptions, </em>and though silent in regard to the influence the bill is to have on the subsequent progress of the cause in the court below, yet manifestly contemplates a review of the matters contained in the bill, <em>only </em>in a “ higher court: ” and such has been the uniform course of decisions and practice. <em>Davenport </em>v. <em>Tyrrel, </em>1 <em>Wm. Bl. R. </em>679, 1 <em>Arch. Pr. </em>186,187, and cases there referred to. But the law is not, as I understood the plaintiff’s cqunsel, in argument, to contend, that a party cannot move for a new trial, on <em>any </em>matter contained in the bills of exceptions without waiving his <em>entire </em>bill; but only, that the court will not entertain a motion for a new trial, or in arrest of judgment, on any point on which a bill of exceptions has been allowed, unless the party making such motion, will waive <em>that </em>exception. 1 <em>Bac. abr. </em>530, 531, <em>tit. Bill of </em>Exceptions; 2 <em>Arch. Pr. </em>222, 223; <em>Fabrigas </em>v. <em>Mostyn, 2 Win. Bl. R. </em>929; <em>Corlies et al </em>v. <em>Cummings, </em>4 <em>Cowen R. </em>415. And in this court, in the case of <em>Ogden </em>v. <em>Gibbons, </em>the defendant was heard on a motion for a new trial, on several points of law, contained in the bills of exceptions, on his waiving so much of the bills as involved the same matters; and though a new trial was refused, he afterwards successfully prosecuted a writ of error on his remaining bills. It is, or ought to be the object of this and of every other court of justice, to get at the truth and right of the matter. If, therefore, a party has two distinct legal objections to a judgment against him, on one of which, perhaps, the opinion of this court has been previously intimated, or is supposed to be known, and on which <page-number citation-index=\"1\" label=\"199\">*199</page-number>for that reason, the suitor wishes, if ultimately necessary, the judgment of a higher tribunal, why should this court refuse to hear him on the other point of law, unless he will consent to submit both matters, definitively to our decision? Would it not look like an unwillingness to subject our opinions to the ordeal of an appellate tribunal ? Or, like refusing to hear a party, ex cept on terms inconsistent with the pure and disinterested administration of justice ?</p>\n<p id=\"b209-5\">Another preliminary question was raised on the argument. It was stated and admitted to be so, that after the rule for judgment <em>nisi, </em>and this rule to show cause were entered, viz. on or about the 18tlx of September, 1832, the defendant died; whereupon it was insisted that the cause of action being such, as terminated with the life of either party, the court could not set aside the verdict and grant a new trial, since to do so, would be in effect, entirely to defeat the plaintiff's action. It is certainly true, that there can be no new trial; for there is now no <em>parties </em>between whom the cause can be tried. But it does not follow, that the court cannot set aside the verdict. That the court ought not to do so, in a case circumstanced as this is, except for palpable error, or very strong reasons, is conceded. The subject is not clear of difficulties ; and it is a little singular, that no adjudicated case, can be found directly in point. Yet it is easy to see that the grossest injustice might be done under the forms of law, if the court had now no control over the verdict. It was admitted, however, by the counsel for the plaintiff, that the court might set aside the verdict in a very gross case, and where greater oppression and injustice would be done by sustaining, than by setting aside the verdict. But I am willing to go further; and think this court ought not to render judgment on a verdict, whatever the consequences may be to the plaintiff, if the defendant has not had the benefit of a fair and legal trial, under all the advantages which the benignity of our laws intends to secure to suitors. If the defendant has been deprived of any substantial right, or subjected to any plain and manifest prejudice, either by the error of the judge, or the fraudulent management of his adversary, this court ought not to speculate on what would have been the probable result of the trial if a different and correct course had been pur<page-number citation-index=\"1\" label=\"200\">*200</page-number>sued; but promptly arrest the proceedings, and set aside the verdict, though there could be no new trial.</p>\n<p id=\"b210-5\">If the grounds for setting aside a verdict in a case like this, were only such as made an appeal to the sound discretion of the court, as for excessive damages, and formed a balancing or doubtful case, arid the parties were both living, the court might set aside the verdict upon terms, similar to those recommended by Lord Eldon in <em>Pulteney </em>v. <em>Warren, </em>6 <em>Ves. </em>90 ; and adopted in the King’s Bench, in the case of <em>Pleydell </em>v. <em>The Earl of Dorchester, </em>7 <em>T. R. </em>529. But yet, the court might justly refuse to interfere in a case like the one supposed, if either of the parties were dead, and no new trial could be had.</p>\n<p id=\"b210-6\">It remains then to consider whether either of the grounds upon which this application is made, is such as to require or justify the court, under the peculiar .circumstances of -this case, to set aside, the verdict? And first, as to the amount of damages. It is due to the defendant’s counsel to say, that they did not on the argument, refer to the amount of damages, so much as a distinct and substantial ground for setting aside the verdict, as for the purpose of raising a suspicion that the defendant had suffered by the retention on the jury of the juror who had been challenged. It is ouly necessary, therefore, to say, that I should not feel myself justified, or in the least inclined to set aside this verdict, as excessive, <em>even </em>if the defendant was alive and a new trial could be had. The event to which I have alluded, (the death of the defendant) suggests to me the impropriety of adverting to and dwelling upon, the history and character of the unfortunate transaction, that gave rise to this suit, nor is it necessary to do so ; for, the doctrine on this subject, as expressed by Lord Mansfield, in <em>Gilbert </em>v. <em>Burtenshaw, Cowp. </em>230, and by this court in <em>Ogden </em>v. <em>Gibbons, </em>2 <em>South. Rep. </em>518, has been so often discussed and reiterated, and is to be found in so many books, that I should deem myself inexcusable to repeat it, or to cite any additional cases.</p>\n<p id=\"b210-7\">Second. The remaining ground, and that principally relied on in support of the rule, is, that the judge erred in overruling the second challenge made to one of the jurors. When the juror was first called, the defendant challenged him, for what, as •appears by the state of the case, his counsel considered a princi<page-number citation-index=\"1\" label=\"201\">*201</page-number>pal cause of challenge : viz. “ For having formed or expressed an opinion against the defendant in the cause.” The trial of this challenge was referred to the court, and after hearing the evidence, the judge decided, that the challenge was not sustained. I did not understand counsel on the argument, as insisting that the judge erred in overruling this challenge. The decision seemed to be acquiesced in: the challenge, was not perhaps, given up at the trial, or expressly abandoned; but the case states, that “ the counsel not pressing the challenge any further, the judge decided against it.” I have no hesitation, however, in saying, upon the facts stated in the ease, the decision was right. If the juror had formed or expressed any opinion, it was a mere hypothetical one: such an opinion as every just man in society who had heard the same reports, might, and probably would have formed. In my opinion, the rule upon this subject is as decided in <em>Durell </em>v. Mosher, 8 <em>Johns. Rep. </em>445, and as recognized and illustrated in the case <em>Ex parte Vermilyea, </em>6 <em>Cowen Rep. </em>555, and in <em>The People </em>v. <em>Vermilyea, </em>7 <em>Cowen Rep. </em>108.</p>\n<p id=\"b211-5\">But it remains to be enquired, whether the disposition made of the second challenge, was according to law. After the first had been tried and decided, the defendant interposed a written challenge to the same juror, in the following words: “ The defendant challenges Alexander Bruen, a juror called in this cause, and alleges that the said Alexander Bruen, ought not to be sworn as a juror; because, he says, that he does not stand indifferent between the parties in this cause; and entertains, and has manifested a strong bias and prejudice against the said John II. Glover.” To this challenge, the plaintiff’s counsel objected, and the judge sustained the objection and overruled the challenge. It does not appear by the state of the case, upon what ground this objection was made by the plaintiff or sustained by the judge. The whole matter is then open before this court as a question of law. Was the judge right in overruling this challenge ?</p>\n<p id=\"b211-6\">Principal challenges are regularly to be tried and determined by the court, and challenges to the favor by triers. The first was a principal challenge ; for if the juror <em>had </em>formed and ex<page-number citation-index=\"1\" label=\"202\">*202</page-number>pressed an opinion <em>in the cause, </em>he was excluded by the rule and judgment of law, and no question of favor could remain for the decision of triers. If then this second challenge was a principal challenge, it was properly overruled; for I take the rule of law to be, that a juror cannot be challenged a second time for matter that might have been proved or given in evidence on the trial of the first challenge, <em>and </em>which, if so proved, would have sustained <em>that </em>challenge. In other words, a party must prefer <em>all </em>his challenges of the <em>same </em>nature, and triable by the <em>same </em>forum, at once. <em>Trials per pais </em>198. So, if one challenge to the array, he shall not afterwards challenge to the polls, for what would have been a good challenge to. the array. <em>Trials per pais </em>189; and see 21 <em>Vin. abr. </em>274; <em>Trial L. d. pl. </em>1, 2. Yet the defendant had a right, undoubtedly, to challenge the juror a second time, for any matter or cause constituting a different challenge, and triable by a different forum; as if a man challenge a juror for non sufficiency of frank tenement, and this is adjudged against him, yet he may challenge him because he is favorable to the other party; and this shall be tried. 21 <em>Vin. abr. </em>273; <em>Trials L. d. pl. </em>3.</p>\n<p id=\"b212-5\">Was then this second challenge in any legal respect, different from the first? Did it present another distinct and independant ground of challenge, triable regularly before another tribunal ? If it did, it was improperly overruled. If it did not, the judge was right. The first challenge impeached the juror on the ground that he had “ formed, <em>or </em>expressed an opinion <em>against him in the </em>cause,” <em>that is, </em>he had either “ formed,” and therefore <em>entertained </em>an opinion against the defendant, <em>or </em>else, he had “ expressed ” such an opinion, and thereby <em>manifested </em>a bias or partiality. And what does the defendant now do, but exhibit the same charge—substantially and essentially the same, though in other words ? He now challenges the juror, because he “ <em>entertains and has manifested </em>a strong <em>bias and prejudice </em>against the defendant. If ever there was a principal challenge, surely this is one; for if the fact is true, <em>the law </em>excludes the juror; it does not leave it to the judgment of triers ; they are only resorted to <em>in the absence of avowed and manifest </em>hostility, and where there is only “ <em>probable cause of suspicion, </em>that the juror is unindifferent.” A man, who not only “ entertains,” but has <page-number citation-index=\"1\" label=\"203\">*203</page-number>openly “ manifested ” by words or actions, “ a strong bias and prejudice ” against me, is more decidedly and unequivocally my enemy, than one who has only “ formed or expressed an opinion ” unfavorable to my interest. If, therefore, forming or expressing an opinion, constitutes a <em>principal </em>challenge, and excludes the juror in the judgment of law; <em>a fortiori, entertaining </em>and <em>manifesting </em>a <em>strong </em>bias and prejudice against a party, must do so—a mere <em>opinion, </em>may be mistakenly, but honestly formed, and easily changed; <em>a strong bias </em>and <em>prejudice </em>cannot be readily overcome. My <em>friend, </em>may form an opinion against me ; but he is my <em>enemy, </em>who <em>entertains </em>and <em>manifests </em>a strong bias and prejudice against me.</p>\n<p id=\"b213-5\">It is insisted, however, that this second challenge, was to the <em>favor, </em>and ought therefore, to have been submitted to triers. I think it has been shewn, that if any thing, it was a principal challenge, triable by the court, and therefore properly overruled after one principal challenge had been made and decided. But if I am wrong in this, it remains to be seen whether this writing, which, in the state of the. case, is called a challenge to the favor, amounted to such challenge. A party cannot make a principal challenge, or a challenge to the favor, by giving it a name. A challenge, whether in writing or by parol, must be in such terms, that the court can see, in the first place, whether it is for principal cause, or to the favor ; and so determine by what forum it is to be tried : and secondly, whether the facts, if true, are sufficient to support such challenge. If a party say, “ I challenge the array,” he must assign the grounds of challenge, that the court may see by whom it ought to be tried. The party cannot determine the forum, by simply giving the challenge a name. If he says, “I challenge for principal cause,” and the court proceeds to trial, it may turn out to be at most, a challenge to the favor. If he says, “ I challenge to the favor,” and the court appoints triers, it may prove to be a principal challenge which the law will not commit to triers. What then is stated as the ground of this challenge. It need not, if to the favor, have been in writing; but being so, it must speak for itself. The defendant says, he challenges the juror, because “ he does not stand indifferent between the parties.” But these words do not constitute a challenge; they express <page-number citation-index=\"1\" label=\"204\">*204</page-number>only the reason for making a challenge, or the judgment and conclusion of law, consequent upon finding the ground of challenge to be true. The challenger must go further, and state why, the juror does not stand indifferent, he must state some facts or circumstances, which if true, will show either that the juror is positively and legally disqualified, or create a probability or suspicion, that he <em>is </em>not, or <em>may </em>not be, impartial. In the former case, the challenge would be a principal one, triable by the court; in the latter, it would be to the favor, and submitted to triers. In <em>Jones </em>v. <em>Butterworth, </em>2 <em>Penn. Rep. </em>456, two jurors were challenged below, “ for favor, for that they were neighbors to the plaintiff.” The justice took no notice of the challenge. This was insisted on by the counsel for the plaintiff in error, as a fatal objection. But the court said, “ To entitle a party challenging jurors for favor, to a trial of his challenge, the challenge must state <em>a case, raising, a suspicion of bias ; </em>as, that the juror and the party were in habits of. great intimacy' and friendship, or the like ; but to say that they were neighbors merely, raised no <em>such </em>suspicion.” So in <em>Stevenson </em>v. <em>Stites, </em>2 <em>Penn. Rep. </em>740, the court say, a challenge for relationship must show how related and to whom. <em>Trials per pais, </em>170,171; <em>Bul. N. P. </em>306.</p>\n<p id=\"b214-5\">It is true, the challenge in this case after alleging that the juror did not stand indifferent, adds, “ and entertains, and has manifested a strong bias and prejudice against the defendant; ” that is, the..challenger intimates or expresses what he supposes to be the juror’s state of mind and feeling towards him; but he alleges no fact from which <em>he </em>did, or from which the court or triers might lawfully infer such a state of mind, or from which they might infer even a suspicion of partiality. If the challenge bad been, that the juror and plaintiff, were in habits of great intimacy and friendship; or that they were members of the same society, or that they were partners in trade; or any other matter from which bias or partiality, or suspicion thereof, could have been lawfully inferred, the court could have seen at once, that it was, if true, a good challenge to the favor, and ought to be submitted to triers. But in the shape in which this challenge was preferred, if it did not constitute a principal one, it was impossible for the court to determine its legal character, <page-number citation-index=\"1\" label=\"205\">*205</page-number>or by what forum it ought to be tried. Its legal character, whether principal, or to the favor, could only be determined by the evidence that might be given in support of it. The case of <em>The People </em>v. Matthews, 4 <em>Wend. Rep. </em>234, proves nothing more than that after the court has decided certain matters not to be sufficient to sustain a principal challenge, the party may submit the same evidence to triers in support of a challenge to the favor.</p>\n<p id=\"b215-5\">It was correctly argued by the defendant’s counsel, that the disallowing of a challenge to which the party is lawfully entitled, is not a ground for a new trial, but strictly and technically for a venire <em>de </em>novo—that improperly granting, and improperly refusing a challenge, is alike the foundation of a writ of error; that the application therefore, in such case, is not to the sound and legal discretion of the court, but for the benefit, <em>ex debito justitiee </em>of an imperative rule of law. <em>The King </em>v. <em>Edmonds, </em>4 <em>Barn. &amp; Ald. </em>471, <em>S. C.; </em>6 <em>Eng. Com. Law Rep. </em>491, 493. And if I was satisfied that the defendant’s challenge had been unlawfully overruled, I would never consent to render judgment on the verdict in this case, although no new trial can be had. But being of opinion that the second challenge was correctly overruled, I am in favor of discharging the rule to shew cause, with costs.</p>\n<p id=\"b215-6\">Drakr, J. concurred.</p>\n<p id=\"b215-7\">Ford, J. dissented.</p>\n<p id=\"b215-8\">Rule discharged.</p>\n<p id=\"b215-9\">Cited in <em>State </em>v. <em>Spencer. </em>1 <em>Zab. </em>198; <em>Inhabitants of Readington </em>v. <em>Dilley, </em>4 <em>Zab. </em>214 ; <em>State </em>v. <em>Fox, </em>1 <em>Dutch. </em>587.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}