{
  "casebody": {
    "data": "<casebody firstpage=\"404\" lastpage=\"407\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b440-10\">Alonzo G. DAVISON, Plaintiff-Appellant, v. James STOUT, Dennis James, Cynthia Knight, John Perry, Wagoner Community Hospital, City of Wagoner, Wagoner City Police Department, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b440-13\">No. 01-7117.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b440-14\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b440-16\">Aug. 19, 2002.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b441-5\"><page-number citation-index=\"1\" label=\"405\">*405</page-number>Alonzo Gabriel Davison, Muskogee, OK, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b441-6\">Daniel E. Holeman, Galen L. Britting-ham, Marthanda J. Beckworth, Atkinson, Haskins, Nellis, Boudreaux, Holeman, Phipps <em>&amp; </em>Brit, Joseph A. Sharp, Karen M. Grundy, Catherine Louise Campbell, Matthew B. Free, Best <em>&amp; </em>Sharp, Terry Todd, Leslie C. Weeks, Elizabeth K. Hall, Beth Reynolds, Rodolf &amp; Todd, Tulsa, OK, for Defendants-Appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b441-7\">Before SEYMOUR, HENRY and BRISCOE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b441-8\">ORDER AND JUDGMENT <footnotemark>*</footnotemark></p>\n<author id=\"b441-9\">HENRY, Circuit Judge.</author>\n<p id=\"b441-10\">After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. <em>See </em>Fed R.App. P. 34(a)(2)(C). The case is therefore submitted without oral argument.<footnotemark>1</footnotemark></p>\n<p id=\"b441-11\">Alonzo Davison filed this action against the City of Wagoner, Oklahoma, its police department, and various city employees, including a police lieutenant and two employees of the jail. Mr. Davison also named as defendants the Wagoner Community Hospital and a physician who worked there. Mr. Davison’s allegations arise out of an April 14, 1999 traffic accident that led to his arrest on an outstanding warrant and to his detention at the city jail. According to Mr. Davison, he was deprived of toothpaste, a toothbrush, toilet paper, and soap over his three-day detention. He maintains that city officials provided these items to inmates who were not African-American. Mr. Davison also alleges that the defendant hospital and the defendant physician failed to provide him with appropriate medical care when city officials took him to the hospital for treatment of injuries he sustained during the accident.</p>\n<p id=\"b441-14\">Against the City of Wagoner and its employees, Mr. Davison asserts claims for the denial of his constitutional rights pursuant to 42 U.S.C. § 1983. As to the defendant hospital and physician, Mr. Da-vison alleges a denial of emergency medical treatment in violation of the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. § 1395dd.</p>\n<p id=\"b441-15\">The district court granted summary judgment in favor of all of the defendants. As to the constitutional claims against the City of Wagoner and its employees, the court reasoned that Mr. Davison’s claims were barred by the doctrine of res judica-ta: Mr. Davison had previously filed a lawsuit in the Eastern District of Oklahoma in which he had raised identical allegations against these defendants. In that lawsuit, the district court granted the defendants’ motions for summary judgment after Mr. Davison failed to respond. As to the EMTALA claim against the physician, the court reasoned that he was not a proper defendant: EMTALA authorizes suits <page-number citation-index=\"1\" label=\"406\">*406</page-number>against hospitals only. <em>See </em>Rec. doc. 42, at 14 (order, filed July 18, 2001). With regard to the claim against the hospital, the court reviewed the evidence submitted and concluded that hospital personnel had properly evaluated Mr. Davison and found that he did not have an emergency medical condition. Thus, the record established that the hospital had not violated the statute.</p>\n<p id=\"b442-4\">As an alternative ground for summary judgment, the court addressed the merits of Mr. Davison’s claims against the City and its employees. The court concluded that the evidence submitted by the defendants established as a matter of law that Mr. Davison’s constitutional rights had not been violated.</p>\n<p id=\"b442-5\">On appeal, Mr. Davison argues that the district court erred in applying the doctrine of res judicata to bar his claims. He asserts that the court’s decision in the prior lawsuit was not a hearing on the merits and therefore should not be afforded preclusive effect as to his allegations in the current case. He adds that his failure to respond in the prior lawsuit was caused by the head injuries he sustained in the April 1999 accident. <em>See </em>Aplt’s Br. at 4 (stating that, due to his head injuries, Mr. Davison “did not fully comprehend, understand, and was unable to properly function in a Pro Se capacity.”). Mr. Davison further argues that there are controverted facts such that the entry of summary judgment for the defendants was unwarranted. He refers to his own affidavit and “numerous other documentary evidence.” <em>See id. </em>at 6. However, this documentary evidence is not further identified.</p>\n<p id=\"b442-6\">Upon review of the record, we conclude that we need not address the res judicata issue. In the instant case, the defendants have set forth detailed evidentiary materials that support the district court’s conclusion that they did not violate Mr. Davison’s constitutional rights or his rights under the EMTALA. Neither Mr. Davison’s affidavit nor the other evidence in the record raises controverted factual issues warranting a trial. <em>See Anderson v. Liberty Lobby, Inc., </em>477 U.S. 242, 256, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (holding that when the moving party submits a properly supported summary judgment motion, the nonmoving party must produce affirmative evidence to demonstrate genuine issue of fact, and may not rely simply on denials or allegations in pleadings).</p>\n<p id=\"b442-8\">In particular, we note that Mr. Davison contends that the defendant James Stout, a City of Wagoner police officer, violated his constitutional rights by requiring him to drive to the police station to complete a police report instead of summoning an ambulance to the scene of the accident. No record evidence supports the contention that Officer Stout’s actions constituted an unlawful seizure or that Officer Stout acted with deliberate indifference to Mr. Davison’s condition. <em>See Sealock v. Colorado, </em>218 F.3d 1205, 1210 (10th Cir. 2000) (applying deliberate indifference standard to prison officials’ failure to call an ambulance). The fact that the Wagoner Municipal Hospital emergency room evaluated Mr. Davison shortly after the accident, concluded that he had suffered “minor trauma,” and released him back to the municipal jail supports the defendants’ contention that Officer Stout did not act with deliberate indifference in failing to call an ambulance. <em>See </em>Rec. doc. 19, Ex. B.</p>\n<p id=\"b442-9\">As to the treatment of Mr. Davison in the jail, the district court properly noted that “only the unnecessary and wanton infliction of pain ... constitutes cruel and unusual punishment under the Eighth Amendment.” <em>Whitley v. Albers, </em>475 U.S. 312, 319, 106 S.Ct. 1078, 89 L.Ed.2d 251 (1986) (internal quotation marks omitted); <page-number citation-index=\"1\" label=\"407\">*407</page-number><em>see also Farmer v. Brennan, </em>511 U.S. 825, 882, 834, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994) (concluding that a sufficiently serious deprivation must result in the denial of “the minimal civilized measure of life’s necessities” such as shelter, sanitation, food, personal safety, medical care, and clothing) (quoting <em>Rhodes v. Chapman, </em>452 U.S. 337, 347, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981)); <em>Harris v. Fleming, </em>839 F.2d 1232, 1234-36 (7th Cir.1988) (finding no Eighth Amendment violation when prison officials failed to provide a prisoner with toilet paper for five days, and soap, a toothbrush, and toothpaste for ten days). Even viewed in the light most favorable to Mr. Davison, the conditions during his three-day incarceration in the municipal jail do not rise to the level necessary to support an Eighth Amendment claim. Moreover, Mr. Davison has submitted no evidence to support his contention that he was treated differently on the basis of race.</p>\n<p id=\"b443-5\">Finally, as the district court further concluded, the record establishes that the Wagoner Municipal Hospital and Dr. Perry appropriately evaluated Mr. Davison and concluded that he was not suffering from an emergency medical condition. Thus, there is no EMTALA violation. <em>See Urban ex rel. Urban v. King, </em>43 F.3d 523, 525-27 (10th Cir.1994) (discussing the provisions of the EMTALA); <em>see also Marshall ex rel. Marshall v. E. Carroll Parish Hosp. Serv. Dist., </em>134 F.3d 319, 323-25 (5th Cir.1998) (affirming the grant of summary judgment to a defendant hospital on an EMTALA claim when the hospital offered evidence that the plaintiff received appropriate screening and the plaintiff submitted only conclusory assertions that he had been treated differently than other patients).</p>\n<p id=\"b443-6\">Accordingly, we AFFIRM the district court’s grant of summary judgment in favor of the defendants and against Mr. Davison.</p>\n<footnote label=\"*\">\n<p id=\"b441-12\">This order and judgment is not binding precedent, except under the doctrines of res judicata, collateral estoppel, and law of the case. The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b441-18\">. We GRANT Appellees' Motion to Supplement the Record and Appellees’ Motion to Strike Attachments to Appellant’s Brief.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}