{
  "casebody": {
    "data": "<casebody firstpage=\"163\" lastpage=\"170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b169-5\">\n<em>Northern District</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b169-6\">No. 8045</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b169-7\">SUPERMARKET COMMUNICATIONS, INC. v. DICKINSON ASSOCIATES, INC.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b169-11\">Argued: June 14, 1973</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AKYg\">Decided: Sept. 11, 1973</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b170-4\"><page-number citation-index=\"1\" label=\"164\">*164</page-number><em>Present: </em>Cowdrey, P.J., Forte, Bacigalupo, JJ.</p>\n<p data-order=\"6\" data-type=\"judges\" id=\"b170-6\">Case tried to Feloney, <em>J. </em>in the Third District Court of Eastern Middlesex.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b170-7\">Bacigalupo, J.</author>\n<p id=\"A6D\">In this action in contract which was tried on November 28, 1972, the court found for the plaintiff in the sum of Nine Hundred Sixty ($960) Dollars.</p>\n<p id=\"b170-8\">On October 7, 1972, the defendant filed a “Motion for Admission of Facts” under G.L. c. 231, § 69.<footnotemark>*</footnotemark> No response was made to this1 motion by the plaintiff.</p>\n<p id=\"b171-3\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>At the trial, and before any evidence was taken, the plaintiff's attorney moved that he be relieved by the court from the admissions contained in the defendant’s motion for admission of facts on the grounds that the defendant had not followed the statute in heading his pleading, “Motion for Admission of Facts” instead of, “Demand for Admission of Facts.” The plaintiff’s attorney stated that his secretary was misled as to the importance of the pleading by the title, “Motion”, and, therefore, did not call it to his attention.</p>\n<p id=\"b171-4\">At the close of the trial, and before final arguments, the defendant made the following request for rulings: “that the Defendant’s Motion for Admission of Facts filed pursuant to G.L. Chap. 231, § 69, be allowed since no answer was filed by the Plaintiff with the Court within the ten-day statutory period and not withstanding the fact that such pleading was earmarked, “Motion for Admission of Facts: instead of “Demand for Admission of Facts” as is prescribed in § 69 of Chap. 231 of the General Laws.”</p>\n<p id=\"b172-3\"><page-number citation-index=\"1\" label=\"166\">*166</page-number>After argument, the court relieved the plaintiff of the admissions and made' a “special ruling,” as follows: “Plaintiff is relieved as to findings of fact contained in Defendant’s Motion to Admit Facts which Plaintiff has not answered for the reason that the pleading should have been entitled, ‘Demand’ and not ‘Motion’ and I, (the Court), find that the plaintiff’s secretary may have been misled as to the nature and importance of the pleading. G.L. Chap. 231, § 69.” “Defendant’s exception saved.”</p>\n<p id=\"b172-4\">The defendant argues, and we agree, that the nature or character of a-pleading is determined by its substance, and not by the title, name or description attached to it, and that the pleading should be interpreted in accordance with its true character and without regard to its name or title. <em>Brotkin </em>v. <em>Feinberg, </em>265 Mass. 295, 298; <em>E. S. Parke Shellac Co. v. Jones, </em>265 Mass. 108, 110; <em>Rothstein </em>v. <em>The Commissioners of Banks, </em>258 Mass. 196.</p>\n<p id=\"b172-5\">In the case before us, the trial court did not rest its ruling to relieve the plaintiff from the consequences of its failure to respond to the Motion to Admit Facts because of the title or heading of the pleading but because it found, as a fact, that this misnomer may have misled the secretary to the plaintiff’s attorney as to the nature and importance of the pleading.</p>\n<p id=\"b172-6\">Motions are normally addressed to the court and must be in writing and filed before being <page-number citation-index=\"1\" label=\"167\">*167</page-number>heard or placed upon a list for hearing, unless otherwise ordered by the court. At least three days’ written notice of all motions shall, unless the court otherwise orders, be given to the adverse party or his attorney, and marked for hearing after due notice to the adverse party or his, attorney. Rule 22 — Rules of the District Court (1965).</p>\n<p id=\"b173-4\">It was reasonable to conclude that no action would be required with respect to a paper entitled, “Motion” until there was compliance with the provisions of this Rule.</p>\n<p id=\"b173-5\">A document entitled, “Demand” or “Notice” would normally alert the person to whom it was addressed that it was a document to which he must respond. The ruling of the court was in effect a determination that the plaintiff had established the necessary cause within the meaning of said § 69 which would entitle him to be relieved from the Admissions of Fact provided under the terms of said $ 69 because of his failure to respond.</p>\n<p id=\"b173-6\">That the court had the authority to relieve the plaintiff for cause shown from the Admissions of Fact referred to in the Defendant’s Motion to Admit Facts is well established. G.L. c. 231, § 69. <em>Plante </em>v. <em>Lauro, </em>345 Mass. 456. <em>Courakis </em>v. <em>Baumann, </em>330 Mass. 270. <em>Waldor Realty Corp. </em>v. <em>Planning Board of Westboro, </em>345 Mass. 639, <em>Krinsky </em>v. <em>Pilgrim Trust, </em>337 Mass. 401, 408.</p>\n<p id=\"b173-7\">In support of its position, the defendant re<page-number citation-index=\"1\" label=\"168\">*168</page-number>lies on the case of <em>Imperiale </em>v. Pica, 338 Mass. 494. That case, distinguishable on its facts, from the case at bar, involves cooperation between an insurer and its insured in connection with the gathering of information from the insured to enable the insurer to respond to a notice to admit facts. The insurer sought to be relieved of liability to its insured by reason of the latter’s failure to cooperate in furnishing the required information which cooperation was required by the terms of the policy of insurance. The holding of the court was to the effect that the insurer could not be relieved of liability because of an alleged breach of a cooperation clause in the policy, by its insured absent a showing of reasonable diligence in seeking the cooperation of the insured.</p>\n<p id=\"b174-4\">The defendant argues that the plaintiff failed to exercise reasonable diligence in attempting to respond to the Defendant’s Motion to Admit Facts either before or at the trial. We fail to see the application of the principles discussed in <em>Imperiale </em>to the case before us.</p>\n<p id=\"b174-5\">It is to be noted that the defendant made no effort at the trial to obtain relief from the consequences of its misleading of the plaintiff with respect to the Motion to Admit Facts by moving for a continuance or delay of the trial, or to give an extention of time to the plaintiff to respond thereto or by any other appropriate action.</p>\n<p id=\"b175-3\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>In its oral argument, the defendant relied primarily on an alleged abuse of discretion by the trial judge in denying the defendant’s request for rulings and by his special finding relieving the Plaintiff of the admissions contained in the Defendant’s Motion for Admission of Facts.</p>\n<p id=\"b175-4\">There is no showing of any such abuse of discretion. In <em>Langnes </em>v. <em>Green, </em>283 U.S. 531 at 541, the court said, “when invoked as a guide to judicial action, it, (judicial discretion), means a sound discretion, that is to say, a discretion exercised not arbitrarily or willfully, but with regard to what is right and equitable under the circumstances and the law, and directed by the reason and conscience of the judge to a just result.”</p>\n<p id=\"b175-5\">Mr. Justice Lummus in <em>Long </em>v. <em>George, </em>296 Mass. 574, 578 stated, “it has been intimated that the exercise of discretion may be revised at law, not only where there has been an error of law, but also where there has been an ‘abuse of . . . discretion’ which has been defined as a view or action ‘that no conscientious judge, acting intelligently, could honestly have taken’.” The defendant falls far short of showing an error of law or an abuse of discretion within the guide-lines enunciated by the <em>Langes </em>and <em>George </em>cases. <em>Supra. See also Commonwealth </em>v. <em>Gallo, </em>275 Mass. 320, 328. <em>Davis </em>v. <em>Boston Elevated Railway, </em>235 Mass. 482, 496-497.</p>\n<attorneys id=\"b176-5\"><page-number citation-index=\"1\" label=\"170\">*170</page-number>Walter W. Kaplan of Boston for Plaintiff</attorneys>\n<attorneys id=\"A2K\">Thomas J. Casey of Waltham for Defendant</attorneys>\n<p id=\"b176-3\">We hold, that not only has no abuse of discretion been shown, but on the contrary, the action of the trial judge was a sound exercise of judicial discretion on all of the facts before him as tested by these established guide-lines.</p>\n<p id=\"b176-4\">There being no prejudicial error, the report is dismissed.</p>\n<footnote label=\"*\">\n<p id=\"b170-9\"> The pertinent parts of said § 69 are as follows:</p>\n<blockquote id=\"b170-10\"><em>“Demand for admissions; answer to demand or refusal of admissions; costs. </em>In any action at law or suit in equity by a party by written demand filed in the clerk’s office and notice given by copy thereof by registered mail, return receipt requested, to the other party or his attorney, not less than ten days before the trial of the action or suit, may call upon the other party to admit, for the purposes of the case only, any material fact or facto or the execution of any material paper or document which the party filing the demand intends to use at the trial... . The Court may delay the trial until such demand is answered and on motion before trial may strike out of such demand or any answer filed in response thereto any matter which is irrelevant, immaterial or improperly included therein. After the filing of said affidavit of notice, each of the matters of which an admission is demanded shall be deemed admitted unless within ten days after mailing the demand, or within such further time as' the Court may allow on motion and notice, the party to whom the demand is directed files in the clerk’s office a <page-number citation-index=\"1\" label=\"165\">*165</page-number>sworn statement either denying specifically the matters of which an admission is demanded or setting forth in detail the reasons why he cannot truthfully either admit or deny those matters. Any admission made by a party by answering or not answering such demand is for the purpose of the pending proceeding only and neither constitutes an admission by him for any other purpose nor may be used against him in any other proceeding, but said admission shall be binding upon him in the pending proceeding unless he is relieved therefrom by the Court for cause shown....”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}