{
  "casebody": {
    "data": "<casebody firstpage=\"136\" lastpage=\"143\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b204-9\">Kenneth L. BURNLEY, Jr., and Norma J. Burnley, Virginia B. Wright, Beatrice N. Vest, Pearl E. Slayton, Marion Cook, Anna M. Ray, Appellants, v. W. Spilman SHORT, Appellee. Kenneth L. BURNLEY, Jr., and Norma J. Burnley, Virginia B. Wright, Beatrice N. Vest, Pearl E. Slayton, Marion Cook, Anna M. Ray, Appellees, v. W. Spilman SHORT, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b204-14\">Nos. 83-1101, 83-1102.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b204-15\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b204-16\">Argued Dec. 8, 1983.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b204-17\">Decided March 12, 1984.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b204-18\">Rehearing and Rehearing En Banc Denied May 22, 1984.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b205-19\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>F. Rodney Fitzpatrick, Roanoke, Va., for appellants and cross-appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b205-20\">William B. Poff and John D. Eure, Roanoke, Va. (Woods, Rogers, Muse, Walker &amp; Thornton, Roanoke, Va., on brief), for appellee and cross-appellant.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b206-3\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>Before WINTER, Chief Judge, WIDENER, Circuit Judge, and MICHAEL,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b206-8\"> Honorable James H. Michael, Jr., United States District Judge for the Western District of Virginia, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b206-4\">MICHAEL, District Judge.</author>\n<p id=\"b206-5\">Seven employees bring this action under the Fair Labor Standards Act of 1938 (“FLSA”), 29 U.S.C. §§ 201-219 (1976), to recover minimum wage and overtime compensation from their employer, W. Spilman Short, owner and operator of Pinehurst Motel in Covington, Virginia. After a trial with an advisory jury, judgment was entered for the employees in the amount of $17,615.61 plus costs and attorney’s fees of $7,500. Five of the employees and the employer appeal. The employees contend that the employer should pay liquidated damages pursuant to 29 U.S.C. § 216(b) because he did not act in good faith and upon reasonable grounds in his failure to comply with the FLSA. The employer’s cross appeal protests that the trial judge overstated the period during which the FLSA covered his motel. Both the employees and the employer maintain that the trial judge made factual errors regarding hours the employees worked and the in kind valuation for compensation purposes of certain motel facilities. We conclude that the court below overstated the FLSA coverage and remand for recalculation of damages.</p>\n<p id=\"b206-6\">I.</p>\n<p id=\"b206-7\">In addition to the 30-room Pinehurst Motel, Short owned a smaller motel in Richmond, Virginia. The employees in this appeal are the husband and wife resident co-managers, a relief clerk, a maid, and a laundry operator at the Pinehurst. No one disputes that from the time Short purchased these motels in the early 1970’s until sometime in 1979 the FLSA clearly did not cover the motel employees. During calendar year 1978, the annual gross dollar volume for both motels was $245,000, substantially below the statutory threshold of $275,000. 29 U.S.C. § 203(s)(2) (Supp. II 1978). Precisely when in 1979 the employees became covered is at issue in this case. Moreover, the parties do not dispute that on July 1, 1980, the FLSA again no longer covered the employees. On July 1, 1980, the statutory threshold increased to $325,-000. <em>Id.</em></p>\n<p id=\"b206-11\">The district court calculated Short’s gross annual dollar volume for 1979 to 1980 to determine whether Short met the statutory status requirements of an enterprise “engaged in commerce or in the production of goods for commerce.” 29 U.S.C. § 203(s)(2). In his computation of Short’s initial FLSA coverage, the trial judge used the “rolling quarters” method prescribed in an interpretive bulletin published in 29 C.F.R. § 779.266(b). In addition, the trial judge included all receipts from long distance telephone calls made by motel guests in his determination that FLSA coverage began on April 1, 1979.</p>\n<p id=\"b206-12\">Short first contends that instead of the “rolling quarters” method of calculating gross annual volume, the district court should have measured the annual dollar volume on a calendar or fiscal year basis. Short’s method would result in no coverage until January 1, 1980, when his regular annual accounting would put him on notice that his enterprise was within FLSA coverage. Under the “rolling quarters” method, on the other hand, an employer determines whether it is covered by the FLSA at the beginning of each quarter by calculating its annual dollar volume based on the sum of the four preceding quarters. 29 C.F.R. § 779.266(b).<footnotemark>1</footnotemark></p>\n<p id=\"b207-4\"><page-number citation-index=\"1\" label=\"139\">*139</page-number>“Courts are ‘obligated to regard as controlling a reasonable, consistently applied ... interpretation’ of an agency’s regulations by the agency charged with their enforcement.” <em>Allen v. Bergland, </em>661 F.2d 1001, 1004 (4th Cir.1981) (quoting <em>Ehlert v. United States, </em>402 U.S. 99, 105, 91 S.Ct. 1319, 1323, 28 L.Ed.2d 625 (1971)). <em>See also Skidmore v. Swift &amp; Co., </em>323 U.S. 134, 140, 65 S.Ct. 161, 164, 89 L.Ed. 124 (1944); <em>Donovan v. 1-20 Motels, Inc., </em>664 F.2d 957 (5th Cir.1981); <em>Talley v. Mathews, </em>550 F.2d 911, 919 (4th Cir.1977); K. Davis, <em>Administrative Law Text </em>§ 5.03 (3d ed. 1972). The Fifth Circuit Court of Appeals has specifically considered the “rolling quarters” regulation in <em>Usery v. Associated Drugs, Inc., </em>538 F.2d 1191 (5th Cir. 1976), and <em>Donovan v. 1-20 Motels, Inc., </em>664 F.2d 957 (5th Cir.1981). Both cases turn on whether the “rolling quarters” method of computing an enterprise’s gross annual volume works a manifest unfairness on the employer. The “rolling quarters” method should be used by the court unless its application would make FLSA coverage “more speculative, constantly fluctuating or predictably unfair.” <em>1-20 Motels, </em>664 F.2d at 959. The district court carefully considered whether application of the “rolling quarters” method resulted in any unfairness to Short and concluded that the method was a fair approach to determine FLSA coverage. Importantly, the growth in annual volume of Short’s two motels was steady rather than fluctuating. His coverage only ceased in 1980 because Congress raised the threshold for coverage. The “rolling quarters” method thus should not be considered manifestly unfair in this case. Furthermore, the “rolling quarters” method provides for a more current and less speculative assessment of FLSA applicability. Accordingly, we hold that the “rolling quarters” method used by the district court was not an abuse of discretion.</p>\n<p id=\"b207-5\">We next turn to the issue of including gross long distance telephone receipts in the computation of gross annual volume. Short here contends that this computation should include only commissions charged by the motel on guests’ long distance phone calls rather than the total amount charged by the phone company plus the commission. If commissions rather than the total receipts are included, Short would not have been subject to the FLSA for the April 1 to June 30, 1979, quarter. His initial coverage would thus not have begun until July 1, 1979.</p>\n<p id=\"b207-7\">This court considers <em>Falk v. Brennan, </em>414 U.S. 190, 94 S.Ct. 427, 38 L.Ed.2d 406 (1973), to be controlling in this context. The United States Supreme Court in <em>Falk </em>held that the appropriate measure of sales made by a real estate management business was limited to the commissions received; the gross annual volume did not include gross receipts from rentals collected as agent for owners of real estate. In <em>Falk, </em>the Court drew a line between the seller of a product — where gross receipts from sales made should be included — and the seller of a service. In the latter, the Court reasoned that commissions received is the more relevant measure of an enterprise’s gross annual volume. <em>Id. </em>at 199, 94 S.Ct. at 433. In the case of a motel, the owner sells a product — rental of the rooms — and he sells related services such as room telephone service, pay television, and snack and drink coin machines. The owner is merely a conduit for the receipts from services of this sort. In effect, receipts from long distance phone calls made by guests and charged to them on their bill were collected by the motel as the agent for the phone company; the motel acted only as an intermediate collection service. Consequently, we hold that commissions, not total receipts of guests’ telephone calls, should be included in a motel’s gross annual volume. We therefore remand this case to the district court to compute damages based on FLSA coverage from July 1, 1979, to June 30, 1980.</p>\n<p id=\"b207-8\">II.</p>\n<p id=\"b207-9\">The employees assert that the district court erred by denying them liquidated damages. The FLSA provides that <page-number citation-index=\"1\" label=\"140\">*140</page-number>“[a]ny employer who violates the provisions of section 206 or section 207 of this title shall be liable to the employee or employees affected in the amount of their unpaid minimum wages, or their unpaid overtime compensation, ... and in an additional equal amount as liquidated damages.” 29 U.S.C. § 216. This double damages provision is modified, however, in the Portal-to-Portal Act, 29 U.S.C. §§ 251-262 (1976). The right to recover or not to recover liquidated damages is within the district court’s sound discretion if</p>\n<blockquote id=\"A1-\">the employer shows to the satisfaction of the court that the act or omission giving rise to such action was in good faith and that he had reasonable grounds for believing that his act or omission was not a violation of the [FLSA]____</blockquote>\n<p id=\"b208-4\">29 U.S.C. § 260. The district court found that Short had acted in good faith. The record amply demonstrates that Short innocently believed that the FLSA did not cover employees at his two motels. More problematical, though, is the objective prong of the test outlined in section 260. As we said in <em>Wright v. Carrigg, </em>275 F.2d 448, 449 (4th Cir.1960), the exception to the general rule of liquidated damages puts upon the employer the “plain and substantial burden of persuading the court by proof that his failure to obey the statute was both in good faith and predicated upon such reasonable grounds that it would be unfair to impose upon him more than a compensatory verdict.”</p>\n<p id=\"b208-5\">Short suggests that the transitory and marginal nature of his motels’ FLSA coverage supports the district court’s finding of the reasonableness of his lack of awareness. The combined volume of his two motels from his purchase of them in the early 1970’s until 1979 did not place him within FLSA coverage. A scant twelve months later, his annual dollar volume once again dropped below the statutory threshold. Moreover, Short relied on monthly newsletters from the Virginia Motel Association which confirmed his belief that the FLSA did not cover the motels.</p>\n<p id=\"b208-6\">Short’s behavior thus stands in sharp contrast to the employer’s actions in <em>Richard v. Marriott Corp., </em>549 F.2d 303 (4th Cir.), <em>cert. denied, </em>433 U.S. 915, 97 S.Ct. 2988, 53 L.Ed.2d 1100 (1977). In <em>Richard, </em>where liquidated damages <em>were </em>awarded, the employer had been made aware through an opinion letter issued by the Wage and Hour Administrator that its pay practices were illegal. Nevertheless, “it took a chance, acted at its peril, and lost.” <em>Id. </em>at 306. <em>See also Marshall v. Brunner, </em>668 F.2d 748, 753-54 (3d Cir.1982) (award of liquidated damages where employer deliberately circumvented FLSA requirements after Wage and Hour Division investigation).</p>\n<p id=\"b208-7\">Other cases have made it clear that an employer may not simply remain blissfully ignorant of FLSA requirements. <em>See, e.g., Reeves v. International Telephone &amp; Telegraph Corp., </em>616 F.2d 1342, 1353 (5th Cir.1980), <em>cert. denied, </em>449 U.S. 1077, 101 S.Ct. 857, 66 L.Ed.2d 800 (1981); <em>Barcellona v. Tiffany English Pub, Inc., </em>597 F.2d 464, 468-69 (5th Cir. 1979); <em>Mitchell v. Hausman, </em>261 F.2d 778, 780 (5th Cir.1958). We are persuaded that Short’s reliance on the Virginia Motel Association’s newsletters to keep informed of FLSA coverage combined with the transitory and marginal FLSA coverage may not be characterized as an “ostrichlike attitude of self-delusion.” <em>Mitchell v. Hausman, </em>261 F.2d at 780.</p>\n<p id=\"b208-8\">We conclude that the district court’s denial of liquidated damages was not an abuse of discretion and should be sustained.</p>\n<p id=\"b208-9\">III.</p>\n<p id=\"b208-10\">Both the employees and the employer dispute a number of factual findings relating to hours worked and the in kind valuation of certain motel facilities. This court cannot reverse the factual findings of the trial court unless they are “clearly erroneous.” Fed.R.Civ.P. 52(a); <em>Pullman Standard v. Swint, </em>456 U.S. 273, 287, 102 S.Ct. 1781, 1789, 72 L.Ed.2d 66 (1982). The trial judge in this case painstakingly analyzed the disputed factual issues. Our careful <page-number citation-index=\"1\" label=\"141\">*141</page-number>review of the record indicates that the trial judge’s findings of fact were not clearly erroneous.</p>\n<p id=\"b209-6\">IV.</p>\n<p id=\"b209-7\">The employees contend finally that the district court failed to award reasonable attorney’s fees. The payment of attorney’s fees to employees prevailing in FLSA cases is mandatory. 29 U.S.C. § 216(b). The amount of the attorney’s fees,. however, is within the sound discretion of the trial court. <em>See VanDyke v. Bluefield Gas Co., </em>210 F.2d 620, 622 (4th Cir.), <em>cert. denied, </em>347 U.S. 1014, 74 S.Ct. 870, 98 L.Ed. 1137 (1954).</p>\n<p id=\"b209-8\">In his $7,500 award, the trial judge followed the standards we set in <em>Barber v. Kimbrell’s, Inc., </em>577 F.2d 216, 226 n. 28 (4th Cir.), <em>cert. denied, </em>439 U.S. 934, 99 S.Ct. 329, 58 L.Ed.2d 330 (1978), for any attorney’s fees determination.<footnotemark>2</footnotemark> Initially, the trial judge multiplied the number of hours reasonably expended by the customary hourly rate to establish a preliminary amount for the fee award. The trial judge then considered the other factors outlined in <em>Barber </em>and adjusted the fee downward. As we stated in <em>Barber, </em>the trial judge “has close and intimate knowledge of the efforts expended and the value of the services rendered. And an appellate court is not warranted in overturning the trial court’s judgment unless under all the facts and circumstances it is clearly wrong.” <em>Barber, </em>577 F.2d at 226. Here, the trial judge concluded that the attorney obtained results far below his expectations, that he undertook unnecessary work in the case, and that the relatively simple case presented no novel issues; these and other factors led the court to make a downward adjustment in the fee award. We have reviewed the record and conclude that, under all the facts and circumstances, the attorney’s fees award in this case was reasonable.</p>\n<p id=\"b209-11\">V.</p>\n<p id=\"b209-12\">The judgment of the district court must be reversed and the case remanded to the district court only for recalculation of the damages based on FLSA coverage from July 1, 1979, to June 30, 1980.</p>\n<p id=\"b209-13\">AFFIRMED IN PART; REVERSED IN PART: AND REMANDED WITH INSTRUCTIONS.</p>\n<footnote label=\"1\">\n<p id=\"b206-9\">. This regulation provides, in pertinent part: In order to determine, when there may be doubt, whether an enterprise or establishment has an annual gross volume of sales made or business done in excess of the amount specified in the statute, an analysis will be made at the beginning of each quarter-year so that the employer will know whether or not the dollar volume tests have been met for the purpose of complying with the law in the workweeks ending in the current quarter-year. The total of the gross receipts from all its sales or business during a 12-month period which immediately precedes the quarter-year being tested will be the basis for analysis.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b209-9\">. The facts and circumstances to be considered by the district court in determining reasonable attorney’s fees include:</p>\n<blockquote id=\"b209-10\">(1) the time and labor expended; (2) the novelty and difficulty of the questions raised; (3) the skill required to perform properly the legal services rendered; (4) the attorney’s opportunity costs in pressing the litigation; (5) the customary fee for like work; (6) the attorney’s expectations at the outset of litigation;</blockquote>\n<blockquote id=\"Avq\">fy) the time limitations imposed by the client or circumstances; (8) the amount in controversy and the results obtained; (9) the experience, reputation and ability of the attorney; (10) the undesirability of the case within the legal community <em>in </em>which the suit arose; (11) the nature and length of the professional relationship between attorney and client; and (12) attorneys’ fees awards in similar cases.</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b209-14\">HARRISON L. WINTER, Chief Judge,</author>\n<p id=\"A8S\">concurring and dissenting.</p>\n<p id=\"b209-15\">I concur in Judge Michael’s opinion except part II which deals with plaintiffs’ right to liquidated damages. I think that the district court was in error in denying liquidated damages, and I respectfully dissent from our refusal to allow them.</p>\n<p id=\"b209-16\">I.</p>\n<p id=\"b209-17\">Judge Michael’s opinion correctly sets forth the governing law. FLSA provides that an employee who has violated the Act will be liable for the amount of underpayment and for an equal amount as liquidated damages. 29 U.S.C. § 216(b). The Portal-to-Portal Act modifies the strictness of this rule by giving a district court the discretion to excuse liquidated damages, in whole or in part, if the employer establishes that his “act or omission giving rise [to liability] was in good faith and that he had reasonable grounds for believing that his act or omission was not a violation of [FLSA].” 29 U.S.C. § 260. In <em>Wright v. Carrigg, </em>275 F.2d 448, 449 (4 Cir. 1960), we said that § 260 operates to excuse liability for liqui<page-number citation-index=\"1\" label=\"142\">*142</page-number>dated damages only where the employer demonstrates <em>both </em>good faith <em>and </em>reasonable grounds for believing that he was not acting in violation of FLSA. Thus, under the law in this circuit, the .employer must satisfy both prongs of a two-prong test in order to be relieved of liability for liquidated damages. Moreover, we have held that the test of the good faith requirement to excuse liability is an objective one and not a subjective one. <em>See Clifton D. Mayhew, Inc. v. Wirtz, </em>413 F.2d 658, 661-62 (4 Cir. 1969).</p>\n<p id=\"b210-4\">While I do not dispute, as Judge Michael states, that the record amply demonstrates that the employer had subjective good faith, I cannot read it to establish either objective good faith or reasonable grounds for concluding that he was not covered by FLSA.<footnotemark>1</footnotemark></p>\n<p id=\"b210-5\">The district court emphasized Congress’s having changed from time to time the eligibility requirements for coverage under FLSA and suggested that that factor somehow made it reasonable for the employer to be unaware of his coverage. This does not impress me. Congress regularly changes numerous aspects of the tax laws, but nevertheless citizens are expected and required to conform to the changes. The only aspect of FLSA which has undergone relevant change is the threshold amount of annual gross sales necessary for coverage. The employer was under a duty to keep himself abreast of these changes, particularly where, as here, the employer is an experienced businessman.</p>\n<p id=\"b210-10\">From the record, it seems clear to me that noncompliance stemmed from the employer’s subjective belief that the gross sales of his two motels should not be aggregated to determine possible coverage.<footnotemark>2</footnotemark> On this crucial issue, the employer did not seek the advice of an attorney, an accountant, or anyone connected with administration of the Act.<footnotemark>3</footnotemark> He read only some newsletters or bulletins of a trade association, but there was no proof that even they commented on the crucial question of aggregation.</p>\n<p id=\"b210-11\">Of course, <em>Richard v. Marriott Corp., </em>549 F.2d 303 (4 Cir.), <em>cert. denied, </em>433 U.S. 915, 97 S.Ct. 2988, 53 L.Ed.2d 1100 (1977) is <page-number citation-index=\"1\" label=\"143\">*143</page-number>distinguishable from this case, because in <em>Marriott </em>the employer ignored an opinion letter of the Wage and Hour Administration indicating that its pay practices were illegal. <em>Marriott </em>is obviously a more flagrant case of violation of FLSA than the instant case. Nonetheless, on the record and under settled law, I think that the employer here should be held liable for liquidated damages.</p>\n<p id=\"b211-5\">I would reverse the district court’s denial of liquidated damages for the period of coverage.</p>\n<footnote label=\"1\">\n<p id=\"b210-6\">. It is perhaps significant that the advisory jury answered in the negative to the interrogatory \"Did the defendant, Spilman Short, act in a good faith belief that his motel operation at which plaintiffs worked was exempt from the coverage of the Federal Wage and Hours Law?\" The district court rejected this finding for the reason that \"There would be no evidence at all that Mr. Short was acting in bad faith until sometime up in April when Mr. Burnley [a plaintiff] testified that he told him that he had filed a claim or something with the wage and hour law.” I think that the burden was on the employer to establish non-liability for liquidated damages, not on plaintiff to prove more than coverage under FLSA.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b210-7\">. The employer testified that he attended conferences and meetings of the Virginia Motel Association, that FLSA was often discussed, and that he received a monthly newsletter from the Association. He added \"Under two hundred, fifty thousand dollars ($250,000) did not fall under minimum wage. And I consider the Jefferson Davis Motel as property A and the Pinehurst Motel as property B and they came no where near close to two hundred and fifty thousand dollars ($250,000) volume per each.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b210-8\">. In further testimony to that set forth in n. 2, the employer said:</p>\n<blockquote id=\"b210-12\">[A]I1 inquiries that I made and all of the written material that I had seen coming from the Virginia Motel Association had the volume figures such that I knew that each property operating differently would not come under the minimum wage law.</blockquote>\n<blockquote id=\"b210-13\">Q. Did you ever go to the Virginia Motel Association and tell them that you had two (2) motels and ask them whether the law required you add them together?</blockquote>\n<blockquote id=\"b210-14\">A. I did not think that was necessary, sir.</blockquote>\n<blockquote id=\"b210-15\">Q. Was there an Executive Director of that Association ready and available to give you information when you requested it?</blockquote>\n<blockquote id=\"b210-16\">A. Yes.</blockquote>\n<blockquote id=\"b210-17\">Q. Did you ever make any inquiry to him to find out anything at all about the Act?</blockquote>\n<blockquote id=\"b210-18\">A. I listened to Mr. Hick Rice, J. Lynwood Rice, speak at many of our meetings, but I never went to him personally in the Virginia Motel Office.</blockquote>\n<blockquote id=\"b210-19\">Q. So as far as Spilman Short was concerned, it is correct that you never at anytime [sic] attempted to obtain any professional opinion of any source, whatsoever ...</blockquote>\n<blockquote id=\"b210-20\">A. I did not___</blockquote>\n<blockquote id=\"b210-21\">Q. ... As to whether or not you were required to pay minimum wage?</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}