{
  "casebody": {
    "data": "<casebody firstpage=\"835\" lastpage=\"842\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b903-4\">Charles J. CONNER, et al., Plaintiffs, Appellants, v. AEROVOX, INC., et al., Defendants, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b903-8\">No. 83-1169.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b903-9\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b903-11\">Argued Sept. 7, 1983.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b903-12\">Decided March 28, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b903-23\">Leonard Rose, Falmouth, Mass., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b903-24\">J. Paul McGrath, Asst. Atty. Gen., Washington, D.C., William F. Weld, U.S. Atty., Boston, Mass., Robert E. Kopp, and Wendy M. Keats, Attys., Appellate Staff, Civ. Div., Dept, of Justice, Washington, D.C., on brief for the U.S., amicus curiae.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b903-25\">Paul B. Galvani, Boston, Mass., with whom Robert B. Allensworth, and Ropes &amp; Gray, Boston, Mass., were on brief, for Aerovox, Inc.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b903-26\">Jeffrey C. Bates, Boston, Mass., with whom Marshall Simonds, P.C., and Goodwin, Procter &amp; Hoar, Boston, Mass., were on brief, for Cornell-Dubilier Electronics Corp.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b903-27\">Before COFFIN, Circuit Judge, FAIR-CHILD,<footnotemark>*</footnotemark> Senior Circuit Judge, and BOWNES, Circuit Judge.</p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b903-19\"> Of the Seventh Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b903-28\">FAIRCHILD, Senior Circuit Judge.</author>\n<p id=\"ALv\">Plaintiffs, licensed commercial lobster-men, shellfishermen, and fishermen, and the Massachusetts Lobstermen’s Association, Inc.,<footnotemark>1</footnotemark> appeal from a judgment dismissing their maritime tort claim for alleged damage to fishing grounds caused by discharges of toxic substances.<footnotemark>2</footnotemark> Relying on Supreme Court decisions in <em>Milwaukee v. Illinois, </em>451 U.S. 304, 101 S.Ct. 1784, 68 L.Ed.2d 114 (1981) <em>(Milwaukee II), </em>and <em>Middlesex County Sewerage Authority v. </em><page-number citation-index=\"1\" label=\"836\">*836</page-number><em>National Sea Clammers Ass’n, </em>453 U.S. 1, 101 S.Ct. 2615, 69 L.Ed.2d 435 (1981) <em>(Sea Clammers), </em>the district court concluded that maritime tort claims for damages resulting from water pollution, based on a nuisance theory, have been, like federal common-law nuisance claims for such damages, preempted by enactment of the Federal Water Pollution Control Act (FWPCA),<footnotemark>3</footnotemark> 33 U.S.C. § 1251 <em>et seq., </em>and the Maritime Protection, Research, and Sanctuaries Act of 1972 (MPRSA), 33 U.S.C. § 1401 <em>et seq. </em>For the reasons that follow, we affirm.</p>\n<p id=\"b904-4\">I.</p>\n<p id=\"b904-5\">Plaintiffs allege in their complaint that defendants Aerovox, Inc. and Cornell-Dubilier Electrical Corporation discharged “substantial quantities of toxic chemicals, heavy metals and other pollutants, including quantities of ... polychlorinated biphenyls [PCBs],” into the Acushnet River, New Bedford Harbor, and Buzzards Bay in southern Massachusetts; that these pollutants settled on the seabed and have accumulated in high concentration in shellfish and bottom-feeding fish prompting the Massachusetts Department of Public Health to restrict commercial fishing in those areas; and that these restrictions have forced plaintiffs to fish in more remote, hazardous waters increasing their risks and costs while reducing the size of their catch. Plaintiffs brought suit invoking admiralty and maritime jurisdiction and claiming damages from defendants’ discharges to be at least $20,000,000.00.</p>\n<p id=\"b904-9\">Defendants moved to dismiss the complaint on the ground that it failed to state a claim upon which relief could be granted.<footnotemark>4</footnotemark> Defendants contended that discharges of pollutants into interstate and coastal waters are regulated under FWPCA and MPRSA, and, consistent with <em>Milwaukee II </em>and <em>Sea Clammers, </em>not properly the subject of maritime law damage claims based on public nuisance principles.</p>\n<p id=\"b904-10\">In reply to defendant’s motion to dismiss, plaintiffs conceded that FWPCA and MPRSA preempted the federal common law of nuisance in water pollution cases, but contended a claim for damages under federal maritime law survived enactment of the statutes. The district court disagreed. The court found “no perceptible reason to distinguish between common law claims and maritime torts in construing the ... preemptive effect of [FWPCA and MPRSA].”</p>\n<p id=\"b904-11\">As argued by the parties, we are presented with the same narrow issue addressed by the district court: whether maritime law is preempted by enactment of FWPCA and MPRSA to the extent it would afford a damage remedy for pollution of navigable <page-number citation-index=\"1\" label=\"837\">*837</page-number>waters based on a common-law nuisance theory.</p>\n<p id=\"b905-5\">II.</p>\n<p id=\"b905-6\">In <em>Milwaukee II, </em>the Supreme Court considered a suit by the State of Illinois to enjoin various Wisconsin municipalities and county sewerage commissions with respect to discharges of sewage into Lake Michigan. Suit was based on the federal common law of nuisance recognized by the Court in <em>Illinois v. Milwaukee, </em>406 U.S. 91, 92 S.Ct. 1385, 31 L.Ed.2d 712 (1972) <em>(Milwaukee I), </em>as controlling water pollution disputes interstate in character. When <em>Milwaukee I </em>was decided, the Court acknowledged that “new federal laws and new federal regulations may in time preempt the field of federal common law of nuisance.” 406 U.S. at 107, 92 S.Ct. at 1395. Five months later Congress passed the Federal Water Pollution Control Act Amendments of 1972 (the 1972 Amendments), 86 Stat. 816.</p>\n<p id=\"b905-7\">In deciding whether this enactment preempted the federal common law of nuisance, upon the basis of which an injunction had been granted to Illinois, the <em>Milwaukee II </em>Court emphasized the paramount nature of the authority of Congress with respect to common law. “Federal common law is a ‘necessary expedient,’ and when Congress addresses a question previously governed by a decision rested on., federal common law the need for such an unusual exercise of lawmaking by federal courts disappears.” 451 U.S. at 314, 101 S.Ct. at 1791 (citation omitted). One of the principal decisions relied on by the Court for this proposition was <em>Mobil Oil Corp. v. Higginbotham, </em>436 U.S. 618, 98 S.Ct. 2010, 56 L.Ed.2d 581 (1978), a case involving a claim for damages under admiralty law.</p>\n<blockquote id=\"A2B\">In <em>[Mobil Oil </em>], the Court refused to provide damages for “loss of society” under the general maritime law when Congress had not provided such damages in the Death on the High Seas Act:</blockquote>\n<blockquote id=\"b905-8\">“We realize that, because Congress has never enacted a comprehensive maritime code, admiralty courts have often been called upon to supplement maritime statutes. The Death on the High Seas Act, however, announces Congress’ considered judgment on such issues as the beneficiaries, the limitation period, contributory negligence, survival, and damages____ The</blockquote>\n<blockquote id=\"b905-10\">Act does not address every issue of wrongful-death law, ... but when it does speak directly to a question, the courts are not free to ‘supplement’ Congress’ answer so thoroughly that the Act becomes meaningless.” <em>Id., </em>at 625, 98 S.Ct. at 2015.</blockquote>\n<blockquote id=\"b905-11\">Thus the question was whether the legislative scheme “spoke directly to a question” — in that case the question of damages — not whether Congress had affirmatively proscribed the use of federal common law.</blockquote>\n<p id=\"b905-12\">451 U.S. at 315, 101 S.Ct. at 1791.</p>\n<p id=\"b905-13\">With this question in mind, the Court concluded the 1972 Amendments supplanted federal common law, at least as a source of restrictions on discharges of sewage. The Court found that Congress had “occupied the field” of water pollution abatement “through the establishment of a comprehensive regulatory program supervised by an expert administrative agency.” <em>Id. </em>at 317, 101 S.Ct. at 1792.</p>\n<p id=\"b905-14\"><em>Milwaukee II </em>might have been read to hold no more than that FWPCA preempts the authority of a district court to impose under federal common law of nuisance more stringent limitations on effluents than those promulgated by EPA under the Act. But the Supreme Court made clear in <em>Sea Clammers </em>that this is too narrow a reading of the <em>Milwaukee II </em>decision.</p>\n<p id=\"b905-15\"><em>Sea Clammers </em>presented the Supreme Court with a factual setting quite like that of the present case. Plaintiffs, an organization whose members harvest fish and shellfish off the coast of New York and New Jersey and one of its members, brought suit in federal district court alleging that defendants’ discharge of sewage into the Hudson River and New York Harbor was polluting the Atlantic Ocean and causing the “collapse of the fishing, <page-number citation-index=\"1\" label=\"838\">*838</page-number>clamming and lobster industries which operate in [those] waters.”<footnotemark>5</footnotemark> 453 U.S. at 5, 101 S.Ct. at 2619. Among other legal theories, plaintiffs sought injunctive and declaratory relief and damages through implied rights of action under FWPCA and MPRSA, in federal common law of nuisance, and in maritime tort.</p>\n<p id=\"b906-4\">The district court rejected each of these claims. In particular, the court refused to imply remedies not provided under the Acts, rejected the common law of nuisance claim as unavailable to private parties, and found that the maritime claim had been inadequately pled. The Third Circuit reversed, upholding all three bases for suit. <em>See National Sea Clammers Ass’n v. City of New York, </em>616 F.2d 1222 (3rd Cir.1980). The Supreme Court made a limited grant of certiorari.</p>\n<p id=\"b906-5\">The Court rejected the possible existence of an implied right of action under the Acts. As to the question of a common-law nuisance claim, the Court explained that <em>Milwaukee II </em>held “the federal common law of nuisance in the area of water pollution is entirely pre-empted by the more comprehensive scope of the FWPCA, which was completely revised soon after the decision in <em>[.Milwaukee </em>/].” 453 U.S. at 21-22, 101 S.Ct. at 2627. The Court stated that <em>Milwaukee II</em></p>\n<blockquote id=\"b906-6\">disposes entirely of respondents’ federal common law claims, since there is no reason to suppose that the pre-emptive effect of the FWPCA is any less when pollution of coastal waters is at issue. To the extent that this litigation involves ocean waters not covered by the FWPCA, and regulated under the MPRSA, we see no cause for different treatment of the pre-emption question. The regulatory scheme of the MPRSA is no less comprehensive, with respect to ocean dumping, than are analogous provisions of the FWPCA.</blockquote>\n<p id=\"b906-9\"><em>Id. See Marquez-Colon v. Reagan, </em>668 F.2d 611, 614 n. 2 (1st Cir.1981) (“the Supreme Court ... held [in <em>Milwaukee II </em>and <em>Sea Clammers </em>] that the federal common law of nuisance for interstate and coastal water pollution has been entirely preempted by [FWPCA]”).</p>\n<p id=\"b906-10\">III.</p>\n<p id=\"b906-11\">The plaintiffs concede the discharges alleged in their complaint occurred in waters subject to regulation under FWPCA or MPRSA, and that claims for injunctive and compensatory relief from those discharges can no longer be based on the <em>Milwaukee I </em>federal common law of nuisance. The plaintiffs seek recovery as a matter of maritime tort law, the elements of the claim being the same as common-law nuisance.<footnotemark>6</footnotemark> The principles of common-law nuisance on which they rely have recently been recognized as principles of maritime tort law. <em>See Burgess v. M/V Tamano, </em>370 F.Supp. 247 (D.Me.1973) (recognizing right of commercial fishermen to maintain suit for damages against parties allegedly responsible for oil spillage into Maine’s coastal waters). <em>See also Matter of Oswego Barge Corp., </em>664 F.2d 327, 334 &amp; n. 11 (2nd Cir.1981) (discussing uncertain existence of a maritime claim based on nuisance principles). Arguing that the maritime tort claim was not specifically addressed by the Supreme Court in <em>Sea Clammers, </em>plaintiffs contend <page-number citation-index=\"1\" label=\"839\">*839</page-number>that the underlying maritime law was not preempted. We cannot agree.</p>\n<p id=\"b907-4\">In <em>Sea Clammers, </em>the Third Circuit upheld common-law nuisance claims sounding in both general federal law and admiralty. 616 F.2d at 1233-36. Petitions for a writ of certiorari were filed by a group of New Jersey sewerage authorities, No. 79-1711, 49 U.S.L.W. 3110 (Apr. 29, 1980), by the Joint Meeting of Essex and Union Counties in New Jersey, No. 79-1754, 49 U.S.L.W. 3110 (May 5, 1980), by the City and Mayor of New York, No. 79-1760, 49 U.S.L.W. 3111 (May 5, 1980), and by the federal defendants named in the suit, No. 80-12, 49 U.S.L.W. 3139 (July 3, 1980). The New Jersey sewerage authorities and the City and Mayor of New York expressly asked in their petitions that the Court consider whether a nuisance claim for damages from water pollution may be maintained in maritime tort law under 28 U.S.C. § 1333 or in general federal law under 28 U.S.C. § 1331. The Supreme Court limited its grant of certiorari to consideration:</p>\n<blockquote id=\"b907-7\">1. Whether [FWPCA and MPRSA] imply a private right of action independent of the rights explicitly created by the citizens suit provisions of those Acts, 33 U.S.C. § 1415(g).</blockquote>\n<blockquote id=\"b907-8\">2. Whether a private citizen has standing to maintain a federal common law nuisance action for alleged damages sustained resulting from ocean pollution as a general federal question under 28 U.S.C. § 1331.</blockquote>\n<blockquote id=\"b907-9\">3. Whether any federal common law nuisance action for alleged damages sustained resulting from ocean pollution, if available to a private citizen, is not preempted by the present regulatory scheme governing ocean pollution established by [FWPCA and MPRSA],</blockquote>\n<p id=\"b907-10\"><em>EPA v. Sea Clammers, </em>449 U.S. 917-18, 101 S.Ct. 314, 314-315, 66 L.Ed.2d 145 (1980).</p>\n<p id=\"b907-11\">We are uncertain whether the Court’s limited grant of certiorari included consideration of the viability of a common-law nuisance claim sounding in admiralty under 28 U.S.C. § 1333. The Court understandably limited question number two, whether a private citizen has standing to maintain a common-law nuisance claim for damages, to actions brought as a general federal question under § 1331. Presumably there would be no question of standing to maintain an otherwise appropriate maritime claim. It turned out to be unnecessary to address question two.</p>\n<p id=\"b907-14\">Question three, which the Court did address, was not expressly limited to actions under § 1331. Whether in framing question three the Court intended to include consideration of preemption of a maritime action under § 1333 based on common-law nuisance principles is problematic. The elements and principles of the cause of action for public nuisance are probably the same whether general federal or maritime law is invoked. <em>Sea Clammers, </em>616 F.2d at 1236. The Court made no mention in the <em>Sea Clammers </em>opinion whether it was solely considering federal common-law nuisance in an action invoking § 1331 federal question jurisdiction, although the opinion refers to consideration by the lower courts of the maritime tort claim. Given the extension of admiralty jurisdiction to all wrongs occurring on navigable water, <em>see Foremost Insurance Co. v. Richardson, </em>457 U.S. 668, 672-77, 102 S.Ct. 2654, 2657-2660, 73 L.Ed.2d 300 (1972), not reaching the question of the viability of a nuisance claim in maritime tort would mean the Court left unconsidered a basis for recovery virtually coextensive with the claim rejected.</p>\n<p id=\"b907-15\">In <em>Oswego Barge, </em>the Second Circuit concluded “the Supreme Court could well have understood that by determining that the FWPCA preempts the federal common law of nuisance, the Court was in effect rejecting both the common law claim based on § 1331 jurisdiction as well as the maritime claim based on § 1333 jurisdiction. The Court was not reviewing the maritime claim as such, but it was nonetheless finding its sole component to have been preempted.” 644 F.2d at 338 n. 13.</p>\n<p id=\"b907-16\">IY.</p>\n<p id=\"b907-17\">Assuming that the Supreme Court did not decide whether the <em>Sea Clammers </em><page-number citation-index=\"1\" label=\"840\">*840</page-number>plaintiffs could pursue their maritime tort claim, we address the question whether there is any reason why a maritime damage claim founded on principles of common-law nuisance should survive the enactment of FWPCA and MPRSA when a damage claim founded on identical principles, embodied in the federal common law of nuisance, did not survive.</p>\n<p id=\"b908-4\">The district judge found no perceptible reason to distinguish between the two claims in this regard.</p>\n<p id=\"b908-5\">We can find none.</p>\n<p id=\"b908-6\">In <em>Oswego Barge, </em>the Second Circuit considered a maritime tort claim founded on principles of common-law nuisance and found preemption, albeit in a different situation.</p>\n<p id=\"b908-7\">There the United States was plaintiff and sued a barge owner for the cost of cleaning up an oil spill. FWPCA gave the United States a statutory cause of action, but limited the recovery. 33 U.S.C. § 1321(f). The government sought full recovery on a maritime tort nuisance theory. The district court entered judgment against the government and the court of appeals affirmed as to this claim.</p>\n<p id=\"b908-8\">Judge Newman wrote a very scholarly opinion dealing with preemption by congressional act of judge-made federal law. He acknowledged a presumption in favor of preemption of federal common law whenever it can be said that Congress has legislated on the subject. 664 F.2d at 335-36. Noting that the Supreme Court appears to have applied the presumption somewhat less forcefully to judge-made maritime law than to non-maritime federal common law, <em>id. </em>at 336, he nevertheless concluded that the presumption arose in the case under consideration and was not rebutted.</p>\n<p id=\"b908-9\">The question of whether non-statutory maritime law survived enactment of FWPCA ultimately turned in <em>Oswego Barge </em>on</p>\n<blockquote id=\"b908-11\">a careful analysis of several factors that the Supreme Court has considered relevant in assessing whether the presumption of preemption has been overcome. Any terms of the statute explicitly preserving or preempting judge-made law are of course controlling, as is clear evidence of Congressional intent to achieve such results. In the absence of clearly expressed legislative intent, legislative history may provide useful guidance. The “scope of the legislation” must be assessed. <em>City of Milwaukee v. Illinois, supra, </em>101 S.Ct. at 1791 n. 8. A judgment must be made whether applying judge-made law would entail “filling a gap left by Congress’ silence” or “rewriting rules that Congress has affirmatively and specifically enacted.” <em>Mobil Oil Corp. v. Higginbotham, supra, </em>436 U.S. at 625 [98 S.Ct. at 2015]. The detail and comprehensiveness of a statute will frequently aid this determination. Finally, Congress is less likely to have intended preemption of “long-established and familiar principles” of “the common law or the general maritime law.” <em>Isbrandsten Co. v. Johnson, </em>343 U.S. 779, 783 [72 S.Ct. 1011, 1014, 96 L.Ed. 1294] (1952).</blockquote>\n<p id=\"AhB\"><em>Id. </em>at 338-39 (footnotes omitted).</p>\n<p id=\"b908-12\">We acknowledge that FWPCA contains provisions dealing more specifically with the concerns of the <em>Oswego Barge </em>plaintiffs than with the concerns of the plaintiffs in the ease before us. As Judge Newman wrote, FWPCA established for the situation of an oil spill “a comprehensive remedial scheme providing for both strict liability up to specified limits and recovery of full costs upon proof of willful negligence or willful misconduct.” <em>Id. </em>at 340. The Act does not provide a compensatory remedy for losses of the type complained of here. It does authorize the government to remove hazardous substances discharged into navigable waters and to recover at least part of the cost. 33 U.S.C. § 1321(c)(1) and (f)(2).<footnotemark>7</footnotemark> Present plaintiffs <page-number citation-index=\"1\" label=\"841\">*841</page-number>allege that the damage is irreversible, and the cleanup provisions may thus provide no relief.</p>\n<p id=\"b909-5\">The Supreme Court has emphasized, however, the comprehensiveness of the policy implemented in FWPCA rather than the adequacy of the implementation. “The lesson of <em>Milwaukee II </em>is that once Congress has addressed a national concern, our fundamental commitment to the separation of powers precludes the courts from scrutinizing the sufficiency of the congressional solution.” <em>People of State of Illinois v. Illinois Outboard Marine, </em>680 F.2d 473, 478 (7th Cir.1982). “The question is whether the field has been occupied, not whether it has been occupied in a particular manner.”<footnotemark>8</footnotemark> <em>Milwaukee II, </em>451 U.S. at 324, 101 S.Ct. at 1796.</p>\n<p id=\"b909-9\">In <em>Milwaukee II, </em>the Supreme Court found no provisions of FWPCA either expressly preserving or preempting the federal common law of nuisance.<footnotemark>9</footnotemark> The court did find, however, that “[t]he ‘major purpose’ of the [1972] Amendments was ‘to establish a <em>comprehensive </em>long-range policy for the elimination of water polution.’ ” 451 U.S. at 318, 101 S.Ct. at 1793 (quoting S.Rep. No. 92-414, at 95, 2d Leg.Hist. 1511) (emphasis supplied by Court), and that the provision of the Amendments “occupied the field” of water pollution abatement. <em>Id. </em>at <page-number citation-index=\"1\" label=\"842\">*842</page-number>317, 101 S.Ct. at 1792. The Court concluded that “[t]he establishment of such a self-consciously comprehensive program by Congress ... strongly suggests that there is no room for courts to attempt to improve on that program with federal common law.” <em>Id. </em>at 319, 101 S.Ct. at 1793. The Supreme Court readily rejected a claim for private damages in <em>Sea Clammers </em>because “the federal common law of nuisance in the area of water pollution is entirely pre-empted by the more comprehensive scope of the FWPCA,” 453 U.S. at 22, and not because FWPCA “addressed some aspect of the problem in a particular way.” <em>Outboard Marine, </em>680 F.2d at 478. “[T]he ‘question’ Congress ‘addressed’ in the 1971 Amendments was the entire question of water pollution. The displacement of federal common law must, under the reasoning of <em>Milwaukee II, </em>be equally broad.” <em>Id.</em></p>\n<p id=\"b910-4\">An ordinary construction of the Supreme Court’s pronouncement in <em>Sea Clammers </em>that “the federal common law of nuisance in- the area of water pollution is entirely preempted” would appear to encompass all federal <em>judge-made </em>law of nuisance whether maritime or general federal law. We agree with the district court that for present purposes a claim for damages based on nuisance principles and brought as a claim of maritime tort is indistinguishable.</p>\n<p id=\"b910-5\">V.</p>\n<p id=\"b910-6\">Plaintiffs argue that even if FWPCA’s enactment preempted the federal common law of nuisance, the district court sitting in admiralty may borrow from state law to fashion a theory of liability for the instant dispute. There is no question that federal courts may borrow from a variety of sources in establishing common law admiralty rules to govern maritime law liability where deemed appropriate. <em>See Wilburn Boat Co. v. Fireman’s Ins. Co., </em>348 U.S. 310, 75 S.Ct. 368, 99 L.Ed. 337 (1955). But in our view the source of the borrowed law would be irrelevant. A damage claim based on common-law nuisance principles is precluded whether under maritime or other federal jurisdiction.<footnotemark>10</footnotemark></p>\n<p id=\"b910-9\">Accordingly, the district court’s judgment dismissing plaintiffs’ complaint for failing to state a claim upon which relief can be granted is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b903-20\">. The Massachusetts Lobstermen Association, Inc. (MLA) is a not-for-profit association of lobstermen engaged in providing hull, protection and indemnity, and health and accident insurance to its members. The majority of MLA members operate in Massachusetts; MLA asserts that defendants' actions have increased the likelihood of claims against its insurance policies, injuring MLA and its members.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b903-30\">. The United States was allowed to submit a brief <em>amicus curiae </em>in support of reversal \"as a shoreside and marine property owner.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b904-6\">. The Federal Water Pollution Control Act as originally enacted, 62 Stat. 1155, was held by the Supreme Court in <em>Illinois v. City of Milwaukee (Milwaukee I), </em>406 U.S. 91, 92 S.Ct. 1385, 31 L.Ed.2d 712 (1972), not to preclude an action under a federal common law of nuisance to enjoin the discharge of water pollutants. Only after passage of the Federal Water Pollution Control Act Amendments of 1972, 86 Stat. 816, did the Court conclude in <em>Milwaukee II </em>that FWPCA had preempted the federal common law of nuisance. Accordingly, the district court references to FWPCA, and those in this opinion, are to the Act as amended in and since 1972.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b904-7\">. Defendants also moved to stay the proceedings pending resolution of a Massachusetts state court class action seeking injunctive and compensatory relief from Aerovox, Cornell-Dubilier, the City of New Bedford, and the Commission of the Department of Public Health for the Commonwealth of Massachusetts. Suit against defendants Aerovox and Cornell-Dubilier was based primarily on claims alleging negligence. The state suit was brought on behalf of \"all fishermen living within the immediate vicinity of New Bedford, Massachusetts, New Bedford Harbor and southeastern Massachusetts area” who have suffered \"past and present injuries ... as a result of the contamination of [that] area.” <em>Nunes v. Aerovox, </em>Civil Action No. 11445 (Bristol County S.Ct., complaint filed Oct. 10, 1980). As in the present federal complaint, Aerovox and Cornell-Dubilier were charged in state court with having discharged \"dangerous chemicals and chemical waste, and more particularly PCBs, ... into the New Bedford Harbor and Buzzards Bay area.” We take notice that the state court entered judgment for Aerovox and Cornell-Dubilier in early 1983, finding plaintiffs’ claim based on negligence failed to show \"physical damage which was directly caused by the defendants.” Cross appeals were dismissed by stipulation of the parties on December 9, 1983.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b906-7\">. There are only two factual distinctions from the present case which might conceivably be relevant. One is that the activity producing pollution and the waters polluted in <em>Sea Clammers </em>both involved two states; the polluting activity before us and the waters affected involve only the Commonwealth of Massachusetts. The other is that the <em>Sea Clammers </em>defendants were all public entities, but here the defendants are private corporations. We do not think these distinctions are a sound reason for a result different from that reached by the Court in <em>Sea Clammers.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b906-12\">. The plaintiffs have not pressed a maritime tort under a negligence theory before this court. <em>See Oswego, 664 </em>F.2d at 334, 343-44. We do not consider whether such a claim is appropriate where intentional discharge of pollution into public waters is at issue, nor whether a negligence action for injuries due to water pollution still sounds in maritime tort after FWPCA’s'enactment.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b908-10\">. The United States points out that § 1321 contains a provision specifically preserving the obligations of any owner or operator of any onshore facility to persons or agencies whose property is injured by discharge of a hazardous substance. Section 1321(o)(l) provides:</p>\n<blockquote id=\"b909-6\"><page-number citation-index=\"1\" label=\"841\">*841</page-number>Nothing in this section shall affect or modify in any way the obligations of any owner or operator of any vessel, or of any owner or operator of any onshore facility or offshore facility to any person or agency under any provision of law for damages to any publicly owned or privately owned property resulting from a discharge of any oil or hazardous substance or from the removal of any such oil or hazardous substance.</blockquote>\n<p id=\"b909-7\">33 U.S.C. § 1321(0 )(1). The United States asserts as <em>amicus </em>that \"[t]he manifest effect of this provision is clearly and affirmatively to <em>preserve </em>existing remedies for pollution-caused damage to property.” (Government’s emphasis.) In support of this proposition, the government refers us to numerous statements during the House of Representatives and Senate debates at the time § 1321 was originally enacted as part of the Water Quality Improvement Act of 1970. Among them are Senator Muskie’s comment that “our bill does not go as far as the problem extends. We are not talking in our bill about liability to third parties for damages from spills;” Hearings on S.7 and S.544 Before the Subcomm. on Air and Water Pollution of the Senate Public Works Comm., 91st Cong., 1st Sess., at 1369 (1969); and Representative Cram-er’s explanation that “charges or damages due to third parties under admiralty law or common law ... would be in addition” to charges for clean up costs under the Act. 116 Cong.Rec. 9326-27 (1970).</p>\n<p id=\"b909-8\">While § 1321(o)(l) may be read expressly to preserve federal common law damage claims from preemption <em>by the clean up provision itself, </em>it cannot be read at this point to mean that the provisions of FWPCA as a whole do not preempt those claims. Section 1321(o)(l) states that \"nothing in this section” shall affect the obligation of owners of discharging facilities. The section, and comments by Congressman in 1970, do not speak to the preempting effect of the 1972 Amendments. <em>Milwaukee II </em>and <em>Sea Clammers </em>plainly held that because of their comprehensive effect, the 1972 Amendments <em>as a whole </em>preempt the federal common law of nuisance. <em>See </em>discussion note 9 <em>infra.</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b909-11\">. Defendants contend that the restrictions placed on fishing in Buzzards Bay by Massachusetts health officials was prompted solely by concern with PCB contamination. In addition to being subject to general regulation of discharge under FWPCA, <em>see </em>40 C.F.R. Part 122 (1983), the disposal of PCBs was singled out by Congress for regulation under the Toxic Substances Control Act (TSCA), 15 U.S.C. § 2601 <em>et seq. See </em>15 U.S.C. § 2605(e); 40 C.F.R. § 761.-60-761.79 (1982).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b909-12\">. The plaintiffs rely, as did the <em>Milwaukee II </em>plaintiffs, on the preserving language contained within the citizen suit provision of FWPCA, 33 U.S.C. § 1365. Section 1365 authorizes private civil suits to enforce an effluent standard or order issued under the Act. Section 1365(e) provides:</p>\n<blockquote id=\"b909-13\">Nothing in this section shall restrict any right which any person (or class of persons) may have under any statute or <em>common </em>law to seek enforcement of any effluent standard or limitation or to seek any other relief (including relief against the Administrator or a State agency).</blockquote>\n<p id=\"b909-14\">33 U.S.C. § 1365(e). <em>See also </em>parallel provisions in MPRSA, 33 U.S.C. § 1415(g)(5), and in TSCA, 15 U.S.C. § 2620(b)(5).</p>\n<p id=\"b909-15\">The Supreme Court concluded this \"subsection is common language accompanying citizen-suit provisions and ... means only that the provision of such suit does not revoke other remedies. It most assuredly cannot be read to mean that the Act as a whole does not supplant formerly available federal common-law actions but only that the particular section authorizing citizen suits does not do so.” <em>Milwaukee II, </em>451 U.S. at 329, 101 S.Ct. at 1798.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b910-7\">. Plaintiffs have not contended that any part of their alleged injuries were suffered due to discharges prior to enactment of the 1972 Amendments. We therefore do not consider whether FWPCA displaces the federal common law of nuisance remedy for discharges of pollutants into navigable waters prior to 1972. <em>See Outboard Marine, </em>680 F.2d at 476-81 (concluding that FWPCA displaced federal common-law nuisance claim for pre-1972 discharges).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}