{
  "casebody": {
    "data": "<casebody firstpage=\"729\" lastpage=\"746\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b777-6\">Original</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b777-7\">No. LD-2003-008</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b777-8\">Richmond’s Case</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b777-9\">Submitted: May 11, 2006</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AAxK\">Opinion Issued: July 21, 2006</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b779-13\"><page-number citation-index=\"1\" label=\"731\">*731</page-number><em>Rath, Young &amp; Pignatelli, P.C., </em>of Concord <em>(.Andrew W. Serell </em>on the brief), for the committee on professional conduct.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b779-14\"><em>William M. Richmond, </em>by brief, <em>pro se.</em></attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b779-15\">Galway, J.</author>\n<p id=\"AEq2\">On November 14,2003, the New Hampshire Supreme Court Committee on Professional Conduct (committee) filed a petition to suspend the respondent, William M. Richmond, from the practice of law for two concurrent one-year periods. We referred the petition to a Judicial Referee <em>{Bean, </em>J.). Based upon the parties’ stipulation of facts and submitted briefs, the referee found by clear and convincing evidence that the respondent violated New Hampshire Rules of Professional Conduct (Rules) 1.4(a), 1.8(a), 1.15(a)(1) &amp; (c), 1.16(d), and 8.4(a) and recommended disbarment. We adopt the referee’s findings and order the respondent disbarred.</p>\n<p id=\"b779-16\">\n<em>I. Facts</em>\n</p>\n<p id=\"b779-17\">The referee found, and the record supports the following facts. The respondent began representing Norman F. Alvis in March 2000. Alvis was <page-number citation-index=\"1\" label=\"732\">*732</page-number>involved in a series of transactions with Venture Capital Media, Ltd. (VCM) pursuant to which he and VCM received restricted stock from third-party startup companies as compensation for placing advertising for such companies. The respondent served as general counsel of VCM from February 2000 through December 31,2002.</p>\n<p id=\"b780-5\">Pursuant-to his representation of Avis, the respondent set up offshore companies to facilitate the sale of restricted stock that Avis obtained through the aforementioned transactions. Specifically, the respondent established Sox, Ltd. (Sox) and Edaddywarbucks, Ltd. (Edaddy) in St. Lucia to receive stock on Avis’ behalf.</p>\n<p id=\"b780-6\">Initially, Avis was the sole shareholder of Sox. However, the respondent subsequently established a series of corporations to hold ownership in Sox to serve as a form of liability protection for Avis. The respondent also established brokerage accounts in the names of Sox and Edaddy to handle transactions of the restricted stock.</p>\n<p id=\"b780-7\">The respondent also performed other legal services for Avis, including negotiating transactions involving a company first known as Next Level Power Co. and later as Cell Power, Inc. (Cell Power).</p>\n<p id=\"b780-8\">In February 2001, Avis retained the respondent’s firm as full-time legal counsel. This agreement was memorialized in a letter dated February 19, 2001, and provided, in pertinent part, for the payment of a monthly retainer fee that was to escalate to $24,000 per month beginning September 2001, and that included a percentage of all stock received by Edaddy on media stock deals, as well as stock options. Aiy monies the respondent received from outside entities was to be credited against Avis’ monthly retainer, and Avis was to “continue to receive monthly billing statements itemizing [the] retainer due and out of pocket expenses incurred.”</p>\n<p id=\"b780-9\">In May 2001, the respondent alleged that Avis was delinquent in amounts owed for attorney’s fees. The respondent represented that he would resign as Avis’ counsel if satisfactory arrangements for the payment of the alleged past due fees were not made.</p>\n<p id=\"b780-10\">The respondent then prepared a letter, dated May 3,2001, detailing how the alleged delinquent fees were to be paid. Avis signed the letter at the respondent’s request. In that letter, Avis: (1) acknowledged receipt of the respondent’s statement dated May 2, 2001; (2) “accepted] both personal and corporate responsibility for the arrearage of $46,107.43”; (3) “assent[ed] to the deposits, in the amount of $12,500 required for outside counsel”; and (4) “recognize[d] that the $15,000 retainer for June and each month thereafter is due and payable 5 days prior to the beginning of the month in question.” ' The letter granted the respondent “complete discretion over securities held in either [Avis’] name or in the name of <page-number citation-index=\"1\" label=\"733\">*733</page-number>[his] various nominees.” It also stated that until Alvis’ debt was paid in full and his account with the respondent was current, the respondent could “liquidate [certain of Alvis’] securities ... dividing the proceeds on a two-thirds/one-third basis between [the respondent’s] firm in fhe first instance to the existing arrearage and subsequently to other amounts due [the respondent’s] firm as such become due and payable.” Alvis also agreed to sign “such promissory notes, powers of attorney and liens as may be necessary” for the respondent to “exercise discretion” of Alvis’ holdings in the securities named in the letter.</p>\n<p id=\"b781-5\">By letter dated June 20, 2001, Alvis terminated the respondent’s legal services, and requested that the respondent send him an itemized copy of all bills, including an itemization of all monies paid to outside counsel. The letter also requested that the respondent prepare mutual releases and send Alvis all of his accounts and files. The letter informed the respondent that he was “not to make any transactions in or out of [Alvis’] accounts” until receiving written notice from Alvis.</p>\n<p id=\"b781-6\">After receipt of the June 20, 2001 letter, the respondent sold stock held for the benefit of Alvis in the Sox and Edaddy brokerage accounts in order to pay attorney’s fees the respondent alleged were due him. The respondent did so without Alvis’ consent, relying, instead, upon the May 3, 2001 letter.</p>\n<p id=\"b781-7\">Through newly retained counsel, Alvis sent another letter to the respondent, dated June 27, 2001, seeking the return of his “original client files” and a “complete accounting” of: (1) the amount of time spent by the respondent in providing legal services to Alvis; (2) the amount of time spent by outside counsel; (3) an accounting of the alleged outstanding fees owed by Alvis; and (4) an accounting of fees Alvis paid to the respondent.</p>\n<p id=\"b781-8\">On July 5,2001, Alvis sent another letter to the respondent, immediately terminating the respondent’s services to Edaddy. The letter explicitly revoked any authority the respondent had to act on behalf of, or transact business pertaining to, Edaddy and also requested that the respondent “immediately send all files, books, records, or any other property of Edaddywarbucks, Ltd.” to Alvis. On the same day, Alvis sent identical letters to the respondent terminating his services to Sivla, Inc., Alvis, and Team Alvis, LLC.</p>\n<p id=\"b781-9\">Despite Alvis’ repeated requests, the respondent did not return all of the requested records. Rather, he retained records that allowed him to access the Sox and Edaddy brokerage accounts. He also retained records that might have allowed Alvis to block his efforts to liquidate stock in those accounts. The respondent continues to retain those records.</p>\n<p id=\"b781-10\">In addition to representing Alvis, the respondent served as general counsel for Cell Power, Inc. (Cell Power), a corporation in which Alvis had <page-number citation-index=\"1\" label=\"734\">*734</page-number>an ownership interest and for which Norman F. D. Alvis (Alvis, Jr.) served as president. The respondent’s tenure as general counsel for Cell Power ended no later than June 19,2001.</p>\n<p id=\"b782-5\">By letter dated June 22, 2001, Alvis, Jr. requested that the respondent return “all materials related to Cell Power, Inc. and considered property of Cell Power, Inc.” Cell Power’s successor counsel sent a subsequent letter, dated June 27, 2001, again requesting the return of Cell Power’s corporate records.</p>\n<p id=\"b782-6\">The respondent’s attorney replied by letter dated June 28, 2001, stating that the respondent could not provide the requested records unless the successor general counsel submitted proof that Cell Power had hired his firm and had completely disclosed a potential conflict of interest between his representation of Cell Power and his position as a “sub-tenant” of a law firm that represents a company with which Cell Power had a contract dispute.</p>\n<p id=\"b782-7\">On June 28, 2001, Alvis, Jr. faxed the respondent a resolution signed by the executive committee of Cell Power that ratified the acts of Alvis in terminating the respondent’s services and demanding all corporate records in the respondent’s possession. The respondent forwarded most, but not all, of Cell Power’s corporate records to its offices on or about July 9, 2001. During the period from June 20, 2001, to July 9, 2001, Cell Power was involved in negotiations with another company and with venture capitalists regarding the marketing, developing, and financing of Cell Power’s primary product.</p>\n<p id=\"b782-8\">\n<em>II. Referee’s Findings</em>\n</p>\n<p id=\"b782-9\">The referee found by clear and convincing evidence that the respondent violated: (1) Rule 1.4(a) by withholding documents and information reasonably requested by Alvis; (2) Rule 1.16(d) by failing to promptly surrender papers and property belonging to Alvis, Jr. and Cell Power upon the termination of his representation; (3) Rule 1.8(a) by demanding that Alvis sign the May 3, 2001 letter without explaining the risks and consequences of signing the letter to him and without affording him a reasonable opportunity to seek the advice of counsel; and (4) Rules 1.15(a)(1) and (c) by knowingly transacting and cashing in his client’s securities after June 20,2001, contrary to Alvis’ express instructions.</p>\n<p id=\"b782-10\">The referee characterized the respondent’s violations of Rules 1.4(a) and 1.16(d) as warranting a sanction of suspension. The referee found, however, that the respondent knowingly pressured Alvis into signing the May 3, 2001 agreement solely for the respondent’s benefit and, therefore, the respondent’s violation of Rule 1.8(a) warranted disbarment. Similarly, the referee found that the respondent knowingly violated Rule 1.15(a)(1) <page-number citation-index=\"1\" label=\"735\">*735</page-number>and (c) for his own benefit and recommended disbarment as the appropriate sanction.</p>\n<p id=\"b783-5\">The referee found the following aggravating factors relevant to determining the ultimate sanction: (1) the respondent’s prior disciplinary offenses; (2) his selfish motive; (3) his violation of multiple rules in the instant matter; (4) his failure to show remorse or acknowledge his wrongful conduct; and (5) his intentional failure to comply with a number of court orders and rales. The referee found no mitigating circumstances and recommends that the respondent be disbarred.</p>\n<p id=\"b783-6\">\n<em>III. Analysis</em>\n</p>\n<p id=\"b783-7\">The respondent contests the referee’s findings and raises several issues. First, he argues that the referee’s finding that he violated Rule 1.8(a) was erroneous and “conclusively against the weight of the evidence.” Second, he asserts that the referee erroneously found that he violated Rule 1.15(a)(1) and (c), arguing that his liquidation of the brokerage accounts and retention of the funds obtained <em>from </em>those accounts was justified under Rule 1.15(b). Third, he contends that the referee erroneously found that he violated Rule 1.16(d), arguing that his retention of the documents belonging to Alvis and Cell Power constituted a permissible “retaining lien” for alleged arrearages owed to him. Fourth, he argues that the referee’s findings that he violated Rules 1.4 and 1.16 are conclusively against the weight of the evidence. Finally, he asserts that we should reject the referee’s recommended sanction of disbarment, arguing that “the duty imposed by [the Rules at issue] was fairly in doubt and [he] was not motivated by fraudulent or evil intent.”</p>\n<p id=\"b783-8\">In attorney discipline matters, we defer to the referee’s factual findings if supported by the record, but retain the ultimate authority to determine whether, on the facts found, a violation of the rules governing attorney conduct has occurred and, if so, the appropriate sanction. <em>Coffey’s Case, </em>152 N.H. 503, 507 (2005). “We review the referee’s factual findings to determine whether a reasonable person could reach the same conclusion as the referee based upon the evidence presented. However, we review <em>de novo </em>to determine whether the referee committed errors of law.” <em>Richmond’s Case, </em>152 N.H. 155, 158 (2005) (citation omitted).</p>\n<p id=\"b783-9\">\n<em>A Rule 1.8(a)</em>\n</p>\n<p id=\"b783-10\">The respondent argues that the May 3, 2001 letter did not violate Rule 1.8(a) because it was a negotiated fee agreement in which Alvis conveyed property — in the form of unlimited discretion to liquidate brokerage accounts — to the respondent as payment for legal services. The <page-number citation-index=\"1\" label=\"736\">*736</page-number>respondent contends it complied with Rule <em>1.5, </em>which applies to fee agreements between attorneys and their clients. He asserts that because the agreement complied with Rule 1.5, he did not violate Rule 1.8(a). He further argues that there is an inherent conflict between Rule 1.5 and Rule 1.8(a), and that Rule 1.5 governs in this case.</p>\n<p id=\"b784-5\">We first consider whether the referee erred, as a matter of law, in concluding that there is no inherent conflict between Rules 1.5 and 1.8(a). Rule 1.8(a) provides:</p>\n<blockquote id=\"b784-6\">A lawyer shall not ... knowingly acquire an ownership, possessory, security or other pecuniary interest adverse to a client unless:</blockquote>\n<blockquote id=\"b784-7\">(1) the transaction and terms in which the lawyer acquires the interest are: (i) fair and reasonable to the client, and (ii) agreed to by the client after consultation;</blockquote>\n<blockquote id=\"b784-8\">(2) the client is given a reasonable opportunity to seek the advice of independent counsel in the transaction; and</blockquote>\n<blockquote id=\"b784-9\">(3) the client consents in writing to the essential terms of the transaction.</blockquote>\n<p id=\"b784-10\">Thus, a lawyer who “knowingly acquires a] pecuniary interest adverse to a client <em>must first effectively communicate the risks and consequences to [the lawyer’s] client at the outset of the transaction.” </em>N.H. R. PROF. Conduct 1.8 New Hampshire Comments (emphasis added). Rule 1.8(a) enumerates procedures an attorney is required to follow when “knowingly acquiring [a] pecuniary interest adverse to a client____”</p>\n<p id=\"b784-11\">Rule 1.5 applies to fee agreements. As interpreted by the ABA Model Code Comments, under Rule 1.5, “[a] lawyer may accept property in payment for services, such as an ownership interest in an enterprise.” N.H. R. Prof. Conduct 1.5 ABA Model Code Comments. While Rule 1.5 allows an attorney to accept property as payment for legal services, it does not absolve an attorney of the responsibility to comply with the other Rules of Professional Conduct. Thus, while Rule 1.5 did not prohibit the respondent from accepting property as a fee and knowingly acquiring a pecuniary interest that may be adverse to Alvis’, the respondent was still required to comply with the procedural requirements of Rule 1.8(a) by communicating the risks and consequences of such an arrangement to Alvis at the outset of the transaction. <em>See also </em>ABA FORMAL OPINION 02-427 (2002). Accordingly, we conclude that the referee’s ruling that there was no inherent conflict between Rules 1.5 and 1.8(a) was not erroneous as a matter of law.</p>\n<p id=\"b785-4\"><page-number citation-index=\"1\" label=\"737\">*737</page-number>The respondent next argues that the referee’s ruling that he violated Rule 1.8(a) was “conclusively against the weight of the evidence.” Relying upon his own deposition testimony, the respondent asserts there was sufficient evidence to support a finding that he advised Alvis to consult with independent counsel, provided Alvis with a reasonable opportunity to do so, and believed that Alvis did so prior to signing the May 3,2001 letter. The respondent also argues that the May 3, 2001 letter “went through several drafts, indicating that an attorney was reviewing the document on the other end.”</p>\n<p id=\"b785-5\">After reviewing the stipulation of facts and the record, however, we can find no evidence supporting these assertions other than the respondent’s own suppositions and conclusory statements made during his deposition. While the May 3, 2001 letter may have gone through several drafts, the respondent can only surmise that the drafts and revisions were the result of “an attorney reviewing the document on the other end.” To the contrary, there is evidence to support the referee’s finding that the respondent did not give Alvis a reasonable opportunity to seek the advice of counsel. Specifically, the respondent gave deposition testimony that he drafted the May 3, 2001 letter and that Alvis signed the letter on the same day it was drafted.</p>\n<p id=\"b785-6\">Moreover, the referee found that the stipulated facts and record “show that the respondent never explained to Alvis, Sr. the risks and consequences of signing the letter.” To the contrary, the referee found that “the respondent explained to Alvis, Sr. the consequences of <em>not </em>signing the letter, as a means of pressuring Alvis, Sr. into signing it.” Specifically, the referee relied upon the respondent’s deposition testimony that: (1) he would cease representing Alvis despite the fact that Alvis was involved in on-going business negotiations for which he needed legal representation; (2) he would refuse to release stock as requested by Alvis; and (3) he would initiate an action to implead Alvis’ brokerage accounts if Alvis refused to sign the May 3, 2001 letter. Our review of the record, including the stipulation of facts, supports the referee’s findings, particularly when coupled with evidence that the letter “conveyed to the respondent the unlimited discretion to liquidate the brokerage accounts set up for Alvis, Sr.’s benefit.” Accordingly, we conclude that a reasonable person could reach the same conclusion as did the referee. <em>See Richmond’s Case, </em>152 N.H. at 158.</p>\n<p id=\"b785-7\">\n<em>B. Rule 1.15</em>\n</p>\n<p id=\"b785-8\">The respondent next challenges the referee’s ruling that he violated Rule 1.15(a)(1) and (c) by “transacting and cashing in securities [in the Sox <page-number citation-index=\"1\" label=\"738\">*738</page-number>and Edaddy accounts] after June 20, 2001, contrary to Alvis, Sr.’s express instructions.” The respondent contends that the May 3, 2001 letter was an irrevocable agreement granting him unlimited discretion to liquidate the brokerage accounts and apply the proceeds to the alleged arrearage in legal fees, and thus his liquidation and retention of the funds was permissible under Rule 1.15(b). We disagree.</p>\n<p id=\"b786-5\">Rule 1.15(a) requires that property being held by a lawyer for the benefit of a client either be held in a separate “clearly designated trust account” or “be identified as property of the client, promptly upon receipt, and safeguarded.” N.H. R. Prof. Conduct 1.15(a)(1). Rule 1.15(b) requires that a lawyer promptly notify the client “[u]pon receiving funds or other property in which the client has an interest.” It further provides:</p>\n<blockquote id=\"b786-6\">Except as stated in this rule or otherwise permitted by law or <em>by agreement with the </em>client, a lawyer shall promptly deliver to the client any funds or other property that the client is entitled to receive.</blockquote>\n<p id=\"b786-7\">N.H. R. Prof. Conduct 1.15(b) (emphasis added). Rule 1.15(c) provides:</p>\n<blockquote id=\"b786-8\">When in the course of representation a lawyer is in possession of property in which both the lawyer and another person claim interests, the property shall be kept separate by the lawyer until there is an accounting and severance of their interests. If a dispute arises concerning their respective interests, the portion in dispute shall be kept separate by the lawyer until the dispute is resolved.</blockquote>\n<p id=\"b786-9\">By letter dated June 20, 2001, Alvis expressly terminated the respondent as legal counsel. He also requested an accounting of legal services provided by the respondent and outside counsel as well as the return of all “accounts and files to me at my office.” The letter expressly revoked the respondent’s authority to “make any transactions” into or out of Alvis’ accounts “until you receive written notice from [Alvis].” This letter and the stipulated facts support the referee’s finding that the respondent, after June 20, 2001, and despite express instructions to the contrary, “sold stock held for the benefit of Alvis, Sr. to pay himself the attorney fees he alleged were owed him.”</p>\n<p id=\"b786-10\">The respondent argues that the May 3, 2001 letter was an irrevocable agreement in which Alvis gave him unlimited discretion to liquidate the brokerage accounts and apply the proceeds to the alleged arrearage in legal fees. Based upon this “irrevocable agreement,” the respondent asserts that his continued liquidation and retention of funds obtained from the Sox and Edaddy brokerage accounts was permissible under Rule <page-number citation-index=\"1\" label=\"739\">*739</page-number>1.15(b). However, the respondent’s position presumes that the May 3,2001 agreement was enforceable. For reasons previously stated, the May 3, 2001 letter was not an enforceable agreement by virtue of the respondent’s failure to comply with Rule 1.8(a). Thus, the respondent’s reliance upon Rule 1.15(b) is misplaced.</p>\n<p id=\"b787-5\">Nevertheless, the referee found by clear and convincing evidence that “even assuming that the May 3, 2001 letter was enforceable, by sending the June 20,2001 letter, Alvis, Sr. indicated that he no longer wished to be bound by the May 3, 2001 letter. At a minimum, the June 20, 2001 letter created a dispute between the respondent and Alvis, Sr. as to whether the respondent had continued authorization to transact stock in the brokerage accounts.” The respondent argues this finding is erroneous because Alvis did not, at any time, dispute the amount of the alleged overdue legal fees. The respondent contends there is no evidence to support either the existence of a dispute or the conclusion that the respondent coerced Alvis into accepting his contention regarding the amount of the overdue fees or the manner in which they were to be paid. Consequently, the respondent argues that he was permitted to retain the brokerage funds because there was a risk that Alvis was diverting the funds to avoid paying the alleged outstanding legal fees. We disagree.</p>\n<p id=\"b787-6\">The respondent relies upon the ABA Model Code Comments to Rule 1.15, which state, in pertinent part:</p>\n<blockquote id=\"b787-7\">Lawyers often receive funds from third parties from which the lawyer’s fee will be paid. <em>If there is risk that the client may divert the funds without paying the fee, the lawyer is not required to remit the portion from which the fee is to be paid. </em>However, a lawyer may not hold funds to coerce a client into accepting the lawyer’s contention. The disputed portion of the funds should be kept in trust and the lawyer should suggest means for prompt resolution of the dispute, such as arbitration.</blockquote>\n<p id=\"b787-8\">(Emphasis added.) Even if we assume the truth of the respondent’s assertion — that the amount of the alleged overdue fees was undisputed— there is substantial evidence from which a reasonable person could conclude that the manner of payment was in dispute. The June 20, 2001 letter expressly terminated the respondent’s authority to make transactions into and out of the brokerage accounts. Thus, while the amount of the alleged outstanding legal fees may not have been in dispute, clearly, the manner of payment and the validity of the respondent’s continued authorization to transact stock trading in the brokerage accounts were disputed.</p>\n<p id=\"b788-4\"><page-number citation-index=\"1\" label=\"740\">*740</page-number>Relying upon <em>Douglas’ Case, </em>147 N.H. 538, 543-44 (2002), the referee found that “[f|aeed with this dispute, the respondent was not ethically permitted to exercise self-help to ensure that his fees were paid.” Pursuant to Rule 1.15(c), the referee ruled that the respondent had an “ethical duty ... to safeguard the securities at issue until the dispute could be resolved” and recognized that this could have been accomplished by impleading the funds in the brokerage accounts. Both the record and the respondent’s own deposition testimony support the conclusion that the respondent was aware that he could implead the funds to determine the parties’ rights in the securities.</p>\n<p id=\"b788-5\">The respondent counters that the referee’s reliance upon <em>Douglas’ Case </em>was misplaced. In <em>Douglas’ Case, </em>we held that an attorney who withdrew funds from a court ordered escrow account and used them to pay the client’s outstanding legal fees violated Rule 1.15(a)(1) and (c). <em>Douglas’ Case, </em>147 N.H. at 540-44. We concur with the referee’s conclusion that there is little distinction between a dispute that arose over funds held in escrow — as in <em>Douglas’ Case </em>— and the instant case where the dispute arose over a client’s securities held in a brokerage account. The referee correctly reasoned that “[a]t its core, Rule 1.15 requires that the status quo be maintained when a dispute arises with respect to property in which the client and attorney both have interests.” Accordingly, the evidence supports the referee’s finding that the respondent violated Rule 1.15(a)(1) and (c).</p>\n<p id=\"b788-6\">\n<em>C. Rules 14(a) and Rule 1.16(d)</em>\n</p>\n<p id=\"b788-7\">The respondent next asserts that the referee erroneously found that he violated Rules 1.4(a) and 1.16(d), arguing that his retention of the documents belonging to Alvis and Cell Power constituted a permissible “retaining lien” for alleged arrearages owed to him. As such, the respondent contends his retention of the documents was permissible under Rule 1.16(d). The respondent argues the referee “failed, or expressly refused, to consider” this issue with respect to these violations. We will address each of these violations in turn.</p>\n<p id=\"b788-8\">\n<em>1. Rule 14(a)</em>\n</p>\n<p id=\"b788-9\">The referee found by clear and convincing evidence that the respondent violated Rule 1.4(a) by failing to keep Alvis reasonably informed and by not promptly complying with his requests for information. Based upon the parties’ stipulation, the referee found that, despite Alvis’ “reasonable requests,” on three separate occasions the respondent: (1) did not return all of the requested records; (2) retained the records necessary <page-number citation-index=\"1\" label=\"741\">*741</page-number>to permit him to access the Edaddy and Sox brokerage accounts; and (3) retained the records that would have permitted Alvis to block the respondent’s efforts to liquidate those brokerage accounts. The referee ruled that the respondent withheld the documents and information specifically requested by Alvis “solely to serve [the respondent’s] own interest and convenience.”</p>\n<p id=\"b789-5\">Rule 1.4, “Client Communications,” mandates that a lawyer “keep a client reasonably informed regarding the status of a matter and promptly comply with reasonable requests for information.” N.H. R. PROF. Conduct 1.4(a). The ABA Model Code Comments have interpreted Rule 1.4 as providing that: “A lawyer may not withhold information to serve the lawyer’s own interest or convenience.” <em>Id. </em>ABA Model Code Comments. Moreover, the New Hampshire Comments have interpreted this section as “establish[ing] a right of the client to be informed of the progress of the lawyer’s handling of the matter at least insofar as major events are concerned.” <em>Id. </em>New Hampshire Comments.</p>\n<p id=\"b789-6\">Our review of the record reveals that the respondent failed to challenge the committee’s finding - -that his actions violated Rule 1.4(a) — based upon an alleged “retaining lien.” While the respondent’s opening brief challenged the committee’s findings regarding this issue on several other grounds, the respondent did not assert that he was entitled to withhold the documents, records, and information requested by Avis as a “retaining lien” for alleged overdue legal fees. Rather, the only context in which the respondent raised the issue of a valid “retaining lien” was in the context of the alleged violation of Rule 1.16(d). Given that our review of the referee’s findings is limited to “whether a reasonable person could reach the same conclusion based upon the <em>evidence presented [to the referee],” Coffey’s Case, </em>152 N.H. at 507 (emphasis added), we cannot find the referee erred in failing to address this issue. Furthermore, the record supports that a reasonable person could conclude that the respondent violated Rule 1.4(a) and we, therefore, defer to the referee’s ruling on this issue.</p>\n<p id=\"b789-7\">\n<em>2. Rule 1.16(d)</em>\n</p>\n<p id=\"b789-8\">The referee found, by clear and convincing evidence, that the respondent “violated Rule 1.16(d) by failing to surrender promptly the papers and property belonging to Avis, Jr. and Cell Power, Inc. upon the termination of his representation, and by failing to take steps to the extent reasonably practicable to protect his client’s interests.” The respondent challenges the referee’s ruling, arguing that he was entitled to withhold the records as a “retaining lien” authorized by Rule 1.16(d).</p>\n<p id=\"b789-9\">Rule 1.16, “Declining or Terminating Representation,” requires that “Upon termination of representation, a lawyer shall take steps to the <page-number citation-index=\"1\" label=\"742\">*742</page-number>extent reasonably practicable to protect a client’s interests, such as ... surrendering papers and property to which the client is entitled____” N.H. R. Prof. Conduct 1.16(d). The ABA Model Code Comments to Rule 1,16 state that “The lawyer may retain papers as security for a fee only to the extent permitted by law.”</p>\n<p id=\"b790-7\">The record supports the referee’s finding that the respondent resigned as general counsel for Cell Power on June 19, 2001. Despite two letters requesting the return of all materials and documents related to Cell Power — one dated June 22, 2001, from Alvis, Jr. and one dated June 27, 2001, from Cell Power’s successor general counsel — the respondent did not immediately return the records. Rather, through his attorney, the respondent insisted that the successor counsel first prove that: (1) Cell Power had hired the successor general counsel; and (2) he had disclosed a potential conflict of interest between his representation of Cell Power and his position as “sub-tenant” of a law firm that represents a company with which Cell Power had a contract dispute. The respondent returned some of Cell Power’s requested records on July 9, 2001. Furthermore, the parties stipulated that the respondent “did not return <em>all </em>the records requested by ... Cell Power, Inc.” The referee found that the respondent’s failure to immediately return all of the requested records violated Rule 1.16(d).</p>\n<p id=\"b790-8\">The referee also addressed the respondent’s assertion that he was permitted to exercise a “retaining lien” against Cell Power’s documents, thereby allowing him to retain the requested documents until his alleged outstanding legal fees were paid. The referee found that “the stipulated facts and record ... do not support the respondent’s assertion that he withheld the documents belonging to Cell Power, Inc. because of unpaid bills.” Specifically, the referee found that, “None of the documents before the referee demonstrate that Cell Power, Inc. owed the respondent attorney’s fees. Nor do the documents show that the respondent retained the documents because of unpaid attorney fee bills.” The referee, therefore, found that he “need not determine whether any such ‘retaining lien’ would have permitted the respondent to keep documents belonging to Cell Power, Inc.”</p>\n<p id=\"b790-9\">We are not persuaded by the respondent’s contention that the referee’s findings regarding this violation are “conclusively against the weight of the evidence.” To the contrary, as previously stated, the referee’s ruling was well supported by the underlying record and evidence. Accordingly, we conclude that there is sufficient evidence from which a reasonable person could conclude that the respondent’s failure to return Cell Power’s documents and records immediately upon request violated Rule 1.16(d).</p>\n<p id=\"b791-4\">\n<page-number citation-index=\"1\" label=\"743\">*743</page-number>\n<em>IV. Sanctions</em>\n</p>\n<p id=\"b791-5\">Having found that the respondent violated the aforementioned Rules of Professional Conduct, we next consider the suitable sanction. We retain the ultimate authority to determine the sanction for a violation of the Rules of Professional Conduct. <em>O’Meara’s Case, </em>150 N.H. 157, 159 (2003). Such discipline, however, is not intended as a mode of inflicting punishment for an offense; its purpose is to protect the public, maintain public confidence in the bar, preserve the integrity of the legal profession, and prevent similar conduct in the future. <em>Coffey’s Case, </em>152 N.H. at 512-13. Each case is judged on its own facts and circumstances, and the sanction we impose must take into account both the severity of the misconduct and any mitigating circumstances in the record. <em>O’Meara’s Case, </em>150 N.H. at 159.</p>\n<p id=\"b791-6\">We look to the ABA Standards for Imposing Lawyer Sanctions (1992) (Standards) for guidance. <em>Feld’s Case, </em>149 N.H. 19, 28 (2002), <em>cert. denied, </em>540 U.S. 815 (2003). The Standards set forth the following factors for consideration in imposing sanctions: “(a) the duty violated; (b) the lawyer’s mental state; (c) the potential or actual injury caused by the lawyer’s misconduct; and (d) the existence of aggravating or mitigating factors.” STANDARDS, <em>supra </em>§ 3.0; <em>see Kersey’s Case, </em>150 N.H. at 587. In applying these factors, we first categorize the respondent’s misconduct and identify the appropriate sanction. After determining the sanction for the specific violation, we then consider the effect of any aggravating or mitigating factors on the ultimate sanction. Standards, <em>supra </em>Methodology.</p>\n<p id=\"b791-7\">The respondent violated Rule 1.4(a) by retaining documents and information reasonably requested by Alvis, thereby denying him access to the Sox and Edaddy brokerage accounts and preventing him from blocking the respondent’s efforts to liquidate those accounts. The respondent also violated Rule 1.16(d) by failing to promptly surrender documents, records, and property belonging to Cell Power and Alvis, Jr. upon his termination as general counsel. The respondent retained these documents solely for his own interest and convenience and to his clients’ detriment. As a result of failing to surrender the requested information and documents, these actions breached the respondent’s duty to preserve his clients’ property. Standards, <em>supra </em>§ 4.1.</p>\n<p id=\"b791-8\">According to the Standards, “Disbarment is generally appropriate when a lawyer knowingly converts client property and causes injury or potential injury to a client.” Standards, <em>supra </em>§ 4.11. However, suspension is generally warranted when “a lawyer knows or should know <page-number citation-index=\"1\" label=\"744\">*744</page-number>that he is dealing improperly with client property and causes injury or potential injury to a client.” STANDARDS, <em>supra </em>§ 4.12. Here, the respondent withheld the requested records and information to further his own interests. The respondent knew that there were other avenues of recourse available to him, such as impleading the brokerage accounts, to collect alleged outstanding legal fees. Moreover, with respect to Cell Power, the respondent was aware that Cell Power was involved in business transactions that required certain information, documents and records being retained by the respondent. Thus, the referee found that the respondent knew or should have known that the longer he retained his clients’ property, the more serious the injury to his clients. Relative to the 1.4(a) and 1.16(d) violations, because the respondent did not convert his clients’ property, suspension is the correct sanction.</p>\n<p id=\"b792-5\">The respondent also violated Rule 1.8(a) by pressuring Alvis into signing the May 3, 2001 letter without explaining the risks and consequences of signing it and without affording him a reasonable opportunity to seek the advice of counsel. This conduct violates the respondent’s duty to avoid conflicts of interest. Standards, <em>supra </em>§ 4.3.</p>\n<p id=\"b792-6\">Suspension is appropriate when “a lawyer knows of a conflict of interest and does not fully disclose to a client the possible effect of that conflict, and causes injury or potential injury to a client.” Standards, <em>supra </em>§ 4.32. However, disbarment is warranted when a lawyer, without the client’s informed consent, “engages in representation of a client knowing that the lawyer’s interests are adverse to the client’s with the intent to benefit the lawyer or another, and causes serious or potentially serious injury to the client.” STANDARDS, <em>supra </em>§ 4.31(a). We have recognized that, “The critical distinction between suspension and disbarment is whether the conflict of interest is between the lawyer and the client and whether the lawyer acts with the intention to benefit himself.” <em>Wolterbeek’s Case, </em>152 N.H. at 714. Further, “courts generally disbar lawyers who intentionally exploit the lawyer-client relationship by acquiring an ownership, possessory, security or other pecuniary interest adverse to a client without the client’s understanding or consent.” Standards, <em>supra </em>§ 4.31 Commentary.</p>\n<p id=\"b792-7\">The record supports the referee’s finding that the respondent pressured Alvis into signing the May 3, 2001 letter, which conveyed to the respondent the unlimited discretion to liquidate brokerage accounts set up for Alvis’ benefit. The respondent drafted the letter and presented it to Alvis without explaining the risks and consequences of signing the letter. He also pressured Alvis into signing the letter on the same day it was drafted. Furthermore, the respondent’s access to the brokerage accounts <page-number citation-index=\"1\" label=\"745\">*745</page-number>ultimately resulted in considerable financial injury to Alvis. Thus, the respondent obtained a security or pecuniary interest that was adverse to his client without informing him of the risks and consequences of signing the letter and without affording him a reasonable opportunity to consult with an attorney. Based upon the respondent’s misconduct, disbarment is the correct sanction.</p>\n<p id=\"b793-5\">The respondent also violated Rules 1.15(a)(1) and (c) by transacting and cashing in securities in the Edaddy and Sox brokerage accounts after June 20, 2001, contrary to Alvis’ express instructions. This conduct violated the respondent’s duty to preserve his client’s property. Standards, <em>supra </em>§ 4.1. According to the Standards, disbarment is warranted when “a lawyer knowingly converts client property and causes injury or potential injury to a client.” STANDARDS, <em>supra </em>§ 4.11.</p>\n<p id=\"b793-6\">After determining the sanction for each specific violation, we consider the effect of mitigating and aggravating factors on the ultimate sanction. Here, the referee found no mitigating factors. The respondent, however, argues that: (1) he had no intent to deceive or defraud his clients; (2) he made no misrepresentations to Alvis or to any tribunal; and (3) he promptly returned the Cell Power files on July 9, 2001, thereby releasing the “retaining lien.”</p>\n<p id=\"b793-7\">The respondent pressured Alvis into signing the May 3, 2001 letter, and then knowingly made transactions out of Alvis’ brokerage accounts, against Alvis’ express instructions, for his own benefit and to Alvis’ detriment. While the respondent contends he was acting on a “simple and quite ordinary desire to receive payment of overdue legal fees,” the facts and circumstances indicate otherwise. Moreover, the respondent was obligated to promptly return Cell Power’s files after his resignation as general counsel. This did not happen. Accordingly, we do not find any mitigating factors.</p>\n<p id=\"b793-8\">The referee found the following aggravating factors: prior disciplinary offenses, multiple offenses in this case, a selfish motive, a lack of remorse, and the respondent’s intentional failure to comply with court rules and orders on multiple occasions relative to this proceeding.</p>\n<p id=\"b793-9\">The respondent concedes that his prior disciplinary offenses constitute an aggravating factor. <em>See </em>Standards, <em>supra </em>§ 9.22(a). Specifically, in 1999, the respondent received a reprimand for an unrelated violation of the Rules. <em>See Richmond’s Case, </em>152 N.H. at 155. Then, on May 6, 2005, with respect to another unrelated case, he received a six-month suspension for lack of competence and making a false or misleading communication about himself and his services in violation of Rules 1.1, 1.7, 1.8 and 8.4. <em>See id. </em>The respondent’s multiple offenses in this case are also an aggravating <page-number citation-index=\"1\" label=\"746\">*746</page-number>factor. <em>See </em>STANDARDS, <em>supra </em>§ 9.22(d); <em>Wolterbeek’s Case, </em>152 N.H. at 717. We also agree with the referee that the respondent’s selfish motive for his misconduct is another aggravating factor. <em>See </em>Standards, <em>supra </em>§ 9.22(b). Specifically, the respondent knowingly engaged in a course of misconduct that withheld information from his clients and pressured Alvis into signing the May 3,2001 letter that benefited the respondent’s adverse interests. Additionally, the referee found that the respondent continues to show no remorse for his conduct, which is another aggravating factor. <em>See </em>Standards, <em>supra </em>§ 9.22(g); <em>Wolterbeek’s Case, </em>152 N.H. at 717. Instead, he continues to insist that he has done nothing wrong and maintains that he was simply trying to collect outstanding legal fees. Finally, we agree with the referee that the respondent has intentionally failed to comply with court rules and orders on several occasions regarding this proceeding, which constitutes an additional aggravating factor. <em>See </em>STANDARDS, <em>supra </em>§ 9.22(e).</p>\n<p id=\"b794-5\">After considering the respondent’s misconduct, the serious injury to the respondent’s clients, the significant list of serious aggravating factors and the lack of any mitigating factors, we find that disbarment is warranted. This sanction satisfies the goals of the attorney discipline system by protecting the public and preserving the integrity of the legal profession. <em>See </em>SUP. Ct. R. 37(13)(f) (2003) (amended 2003); <em>Coffey’s Case, </em>152 N.H. at 512-13. Accordingly, the respondent is hereby disbarred and is ordered to: (1) reimburse the committee for all of its expenses, including legal fees, incurred in investigating and prosecuting this matter, <em>see </em>Sup. Ct. R. 37(16) (2003) (amended 2003); and (2) notify the committee of all other jurisdictions in which he is admitted to practice law, <em>see </em>Sup. Ct. R. 37(13)(h) (2003) (amended 2003). If necessary, the committee may file a written request for the appointment of an attorney to inventory the respondent’s files and take such action as seems indicated to protect the interests of the respondent’s clients as well as the interest of the respondent. SUP. Ct. R. 37(14)(a) (2003) (amended 2003).</p>\n<p id=\"b794-6\">\n<em>So ordered.</em>\n</p>\n<judges id=\"b794-7\">Broderick, C.J., and Dalianis, Duggan and Hicks, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}