{
  "casebody": {
    "data": "<casebody firstpage=\"853\" lastpage=\"861\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b897-9\">103 P.3d 466</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b897-10\">Michael D. ROSENBERGER and Jeanne Rosenberger, husband and wife, Plaintiffs-Respondents, v. KOOTENAI COUNTY SHERIFF’S DEPARTMENT; and Kevin Mumford, Defendants-Appellants, and Idaho State Police, a division of the Department of Law Enforcement; and Gerald Stemm, Defendants. Michael D. Rosenberger and Jeanne Rosenberger, husband and wife, Plaintiffs-Respondents, v. Gerald Stemm, Defendant-Appellant, and Kootenai County Sheriff’s Department; Idaho State Police, a division of the Department of Law Enforcement; and Kevin Mumford, Defendants.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b897-19\">Nos. 29777, 29778.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b897-20\">Supreme Court of Idaho, Coeur d’Alene,</court>\n<p data-order=\"4\" data-type=\"p\" id=\"Ae\">October 2004 Term.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b897-22\">Dec. 17, 2004.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b899-6\"><page-number citation-index=\"1\" label=\"855\">*855</page-number>Paine, Hamblen, Coffin, Brooke &amp; Miller, Coeur d’Alene, for appellants, Kootenai County Sheriffs Department and Mumford. Darrin L. Murphey argued.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b899-7\">Hon. Lawrence G. Wasden, Attorney General, Boise, for appellant Stemm. Michael G. McPeek, Deputy Attorney General argued.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b899-8\">Kenneth B. Howard, Jr., Coeur d’Alene, argued for respondents Rosenbergers.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b899-9\">KIDWELL, Justice.</author>\n<p id=\"b899-10\">Michael Rosenberger filed this action in district court alleging that Trooper Stemm and Deputy Mumford used excessive force in arresting him. The district court held that Stemm and Mumford were not entitled to qualified immunity and the officers appealed. This Court reverses the judgment of the district court.</p>\n<p id=\"b899-11\">I.</p>\n<p id=\"b899-12\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b899-13\">A civil disturbance broke out in the downtown area in Coeur d’Alene, Idaho, during the annual Car d’Alene Cruise, on June 18, 1999. Police forces gathered to establish control over the unruly crowd, resulting in the arrest of several people. Trooper Stemm, of the Idaho State Police, and Deputy Mumford, of the Kootenai County Sheriffs Department, were dressed in riot gear and positioned on the corner of 4th Street and Sherman Avenue, with instructions to keep people from entering Sherman Avenue. Stemm and Mumford arrested Rosenberger, though the facts leading up to his arrest are in dispute.</p>\n<p id=\"b899-14\">Rosenberger asserts that the intersection was free of pedestrians and that he approached the police officers and said he needed to get his car and “see about his wife.” He claims that he heard an officer say, “You have to leave” but did not realize the officer was talking to him; however, he testified in district court that he responded to the officer by saying, “Well, let me leave. My car’s right there. Let me go.” In addition to not being warned, he further alleges he was not told he was under arrest. He asserts he did not swear, yell or touch any of the officers. Rosenberger claims the police immediately resorted to violence and, as a result of the double arm-bar takedown method employed by the officers, his head and shoulder hit the ground causing a large abrasion. Rosenberger’s injuries required hospitalization and surgery.</p>\n<p id=\"b899-17\">The police claim Rosenberger appeared to be under the influence of alcohol and agitated, yelling at the police demanding to know where his wife was. The police allege they told him that his wife had been arrested and taken to jail and told him to “go or go to jail” approximately seven times. They further assert that his yelling and refusal to leave were inciting the already hostile crowd. The police claim they advised Rosenberger he was under arrest, and he replied, “No, I’m not.” The police allege that they reached for his arms, he pulled them away in a defensive manner and started to back into the crowd. Eventually, the police used a double arm-bar takedown placing him on the ground face first and placed hinge-cuffs on him.</p>\n<p id=\"b899-18\">An individual videotaping the civil disturbance caught this incident on tape. The video, which was admitted into evidence, shows the crowd behind the police and several people directly in front of the police yelling profanities at them. It shows Rosenberger stepping in front of the hostile group of people and approaching the police in an aggressive manner, repeatedly shouting, “I want to know where my wife is!” The video confirms that Stemm repeatedly said, “Go or go to jail.” After Rosenberger refused to leave, Stemm stepped towards Rosenberger. The video shows Rosenberger pulling his arms back in a defensive manner and stepping back into the crowd, in addition to the <page-number citation-index=\"1\" label=\"856\">*856</page-number>takedown and arrest of Rosenberger by the officers.</p>\n<p id=\"b900-4\">As a result of the incident, Rosenberger was convicted by a jury in a criminal action for resisting or obstructing officers in violation of Idaho Code § 18-705. Rosenberger filed suit in district court alleging he suffered personal injuries caused by defendants’ use of excessive force in arresting him. Rosenberger brought the action against the Kootenai County Sheriff’s Office, Idaho State Police, Trooper Stemm and Deputy Mumford, alleging state law tort claims and federal 42 U.S.C. § 1983 claims.</p>\n<p id=\"b900-5\">All defendants moved for summary judgment. The district court granted summary judgment as to the state law claims against all defendants and the § 1983 claims against Kootenai County Sheriffs Office and the Idaho State Police. The district court denied Stemm and Mumford’s motions for summary judgment on the § 1983 claims based on a determination that they were not entitled to qualified immunity. Stemm and Mumford each requested reconsideration of this determination and permissive appeal if the finding was affirmed. The denial of qualified immunity was affirmed and the district court issued an order granting permissive appeal, as did this Court. We hold Stemm and Mumford are entitled to qualified immunity.</p>\n<p id=\"b900-6\">II.</p>\n<p id=\"b900-7\">STANDARD OF REVIEW</p>\n<p id=\"b900-8\">Regarding constitutional issues, whether the facts in the record demonstrate a violation of the claimant’s constitutional rights is decided independently of the district court’s conclusions. <em>Willie v. Bd. of Trustees, </em>138 Idaho 131, 133, 59 P.3d 302, 304 (2002).</p>\n<p id=\"b900-9\">III.</p>\n<p id=\"b900-10\">ANALYSIS</p>\n<p id=\"b900-11\">A. The District Court Erred In Denying Appellants’ Motion For Summary Judgment Based On The Defense Of Qualified Immunity.</p>\n<p id=\"b900-12\">The only claims on appeal to this Court are the 42 U.S.C. § 1983 claims against Appellants Stemm and Mumford since the other claims were disposed of by the district court when it granted partial summary judgment in favor of the defendants. Section 1983 provides “a method for vindicating federal rights elsewhere conferred.” <em>Albright v. Oliver, </em>510 U.S. 266, 271, 114 S.Ct. 807, 811, 127 L.Ed.2d 114, 122 (1994) (quoting <em>Baker v. McCollan, </em>443 U.S. 137, 144, n. 3, 99 S.Ct. 2689, 2694, n. 3, 61 L.Ed.2d 433, 442, n. 3 (1979)). The relevant portion reads:</p>\n<blockquote id=\"b900-14\">Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State ... subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress, ...</blockquote>\n<p id=\"b900-15\">42 U.S.C. § 1983. Rosenberger alleges that Stemm and Mumford violated his Fourth Amendment rights by using excessive force in arresting him. <em>Graham v. Connor, </em>490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989), established the general proposition that excessive use of force is contrary to the Fourth Amendment. <em>Saucier v. Katz, </em>533 U.S. 194, 200-01, 121 S.Ct. 2151, 2155-56, 150 L.Ed.2d 272, 280-81 (2001). However, “[n]ot every push or shove, even if it may later seem unnecessary in the peace of a judge’s chambers, violates the Fourth Amendment.” <em>Id. </em>at 209, 121 S.Ct. at 2160, 150 L.Ed.2d at 286 (quoting <em>Graham, </em>490 U.S. at 396, 109 S.Ct. at 1872, 104 L.Ed.2d at 455). In <em>Graham, </em>the Supreme Court noted that “[o]ur Fourth Amendment jurisprudence has long recognized that the right to make an arrest ... necessarily carries with it the right to use some degree of physical coercion or threat thereof to effect it.” <em>Id. </em>at 208, 121 S.Ct. at 2160, 150 L.Ed.2d at 286 (quoting <em>Graham, </em>490 U.S. at 396, 109 S.Ct. at 1871-72, 104 L.Ed.2d at 455).</p>\n<p id=\"b900-16\">Excessive use of force claims are evaluated for objective reasonableness based upon the information the officers had when <page-number citation-index=\"1\" label=\"857\">*857</page-number>the conduct occurred. <em>Id. </em>at 207, 121 S.Ct. at 2159, 150 L.Ed.2d at 285. There may be a gray area when determining what degree of physical force or coercion is excessive. Qualified immunity protects officers from the “hazy border between excessive and acceptable force,” and ensures that before they are subjected to suit, officers are on notice their conduct is unlawful. <em>Id. </em>at 200-01, 121 S.Ct. at 2155-56, 150 L.Ed.2d at 280-81 (quoting <em>Beck v. Ohio, </em>379 U.S. 89, 91, 85 S.Ct. 223, 225, 13 L.Ed.2d 142, 145 (1964)). Qualified immunity is “an immunity from suit rather than a mere defense to liability; and like an absolute immunity, it is effectively lost if a case is erroneously permitted to go to trial.” <em>Id. </em>(quoting <em>Mitchell v. Forsyth, </em>472 U.S. 511, 526, 105 S.Ct. 2806, 2815, 86 L.Ed.2d 411, 425 (1985)). If qualified immunity is requested in a suit against an officer for an alleged violation of a constitutional right, a ruling on the issue of qualified immunity should be made early in the proceedings so that costs and expenses of trial are avoided where the defense is dispositive. <em>Id. </em>at 200, 121 S.Ct. at 2155, 150 L.Ed.2d at 280.</p>\n<p id=\"b901-4\">In determining whether qualified immunity is appropriate, it is imperative to note that the decision is not based on whether a material issue exists regarding the excessive use of force claim. The United States Supreme Court rejected this approach in <em>Saucier v. Katz. </em>In that case, the Supreme Court overruled a decision of the Ninth Circuit Court of Appeals, stating, “The approach the Court of Appeals adopted — to deny summary judgment any time a material issue of fact remains on the excessive force claim— could undermine the goal of qualified immunity to ‘avoid excessive disruption of government and permit the resolution of many insubstantial claims on summary judgment.’ ” <em>Id. </em>at 202, 121 S.Ct. at 2156, 150 L.Ed.2d at 282 (quoting <em>Harlow v. Fitzgerald, </em>457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396, 410 (1982)). Instead, the Supreme Court set forth a two-step analysis to determine if a finding of qualified immunity is proper. The first inquiry is whether the facts alleged by the plaintiff show the officer’s conduct violated a constitutional right. <em>Id. </em>at 201, 121 S.Ct. at 2156, 150 L.Ed.2d at 281. If no constitutional right would have been violated on the facts alleged, then the court should find that qualified immunity is appropriate and there is no need to continue to the second inquiry. <em>Id. </em>If there was a constitutional violation, “the second inquiry is whether the officer could nevertheless have reasonably but mistakenly believed that his or her conduct did not violate a clearly established constitutional right.” <em>Jackson v. City of Bremerton, </em>268 F.3d 646, 650 (9th Cir. 2001) (citing <em>Saucier, </em>533 U.S. at 206, 121 S.Ct. at 2158, 150 L.Ed.2d at 284). If the law did not put the officer on notice that his conduct would be clearly unlawful, summary judgment based on qualified immunity is appropriate. <em>Saucier, </em>533 U.S. at 202, 121 S.Ct. at 2156, 150 L.Ed.2d at 282. <em>See also Malley v. Briggs, </em>475 U.S. 335, 341,106 S.Ct. 1092, 1093, 89 L.Ed.2d 271, 278 (1986).</p>\n<p id=\"b901-6\">1. Whether The Facts Alleged Show The Officers’ Conduct Violated A Constitutional Right Does Not Need To Be Resolved.</p>\n<p id=\"b901-7\">The first inquiry of the qualified immunity analysis is whether the facts alleged by the plaintiff show the officer’s conduct violated a constitutional right. <em>Id. </em>at 201, 121 S.Ct. at 2156, 150 L.Ed.2d at 281. Under the Fourth Amendment, officers may only use such force as is “objectively reasonable” under the circumstances. <em>Jackson, </em>268 F.3d at 651 (citing <em>Graham v. Connor, </em>490 U.S. 386, 397, 109 S.Ct. 1865, 1872, 104 L.Ed.2d 443, 456 (1989)). “[R]easonableness must embody allowance for the fact that police officers are often forced to make split-second judgments-in circumstances that are tense, uncertain, and rapidly evolving-about the amount of force that is necessary in a particular situation.” <em>Id. </em>(quoting <em>Graham, </em>490 U.S. at 396-97, 109 S.Ct. at 1872, 104 L.Ed.2d at 455-56).</p>\n<p id=\"b901-8\">To determine whether the force used was reasonable, courts balance “the nature and quality of the intrusion on the individual’s Fourth Amendment interests against the countervailing governmental interests at stake.” <em>Id. </em>(quoting <em>Graham, </em>490 U.S. at 396, 109 S.Ct. at 1871, 104 L.Ed.2d at 455). The Ninth Circuit Court of Appeals ex<page-number citation-index=\"1\" label=\"858\">*858</page-number>plained that in evaluating the nature and quality of the intrusion, it must consider “the type and amount of force inflicted” during the arrest. <em>Id. </em>at 651-52 (quoting <em>Chew v. Gates, </em>27 F.3d 1432, 1440 (9th Cir.1994)). In this case, the double arm-bar takedown method employed by the officers caused injury to Rosenberger, which required hospitalization and surgery. In evaluating the government’s interests, the court may consider such factors as “the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and whether he is actively resisting arrest or attempting to evade arrest by flight.” <em>Id. </em>at 652 (citing <em>Graham, </em>490 U.S. at 396, 109 S.Ct. at 1872, 104 L.Ed.2d at 455). In this case, the officers were not aware of whether Rosenberger posed an immediate threat to the safety of the officers or others. Rosenberger was agitated when he approached the officers, and it is undisputed that Rosenberger was convicted by a jury for resisting or obstructing officers in violation of Idaho Code § 18-705 as a result of the incident.</p>\n<p id=\"b902-4\">There is some dispute as to whether Rosenberger’s constitutional right against excessive use of force was violated by the officers’ actions. However, this Court does not need to resolve the issue. We can assume for the purpose of this analysis that a violation occurred and reach the conclusion that Stemm and Mumford are entitled to qualified immunity by focusing on the second inquiry.</p>\n<p id=\"b902-5\">2. If A Constitutional Right Was Arguably Violated, The Right Was Not Clearly Established.</p>\n<p id=\"b902-6\">The relevant inquiry in determining whether a right is clearly established is whether it is clear to a reasonable officer that his conduct was unlawful given the circumstances of the situation confronted. <em>Saucier, </em>533 U.S. at 202, 121 S.Ct. at 2156, 150 L.Ed.2d at 282. A “law enforcement officer who participates in [conduct] that violates the Fourth Amendment may [not] be held personally liable ... if a reasonable officer could have believed that the [conduct] comported with the Fourth Amendment.” <em>Anderson v. Creighton, </em>483 U.S. 635, 636-37, 107 S.Ct. 3034, 3037, 97 L.Ed.2d 523, 528 (1987). If the law did not put the police officer on notice that his actions would be clearly unlawful, summary judgment based on qualified immunity is proper. <em>Saucier, </em>533 U.S. at 202, 121 S.Ct. at 2156, 150 L.Ed.2d at 282. <em>See also Malley v. Briggs, </em>475 U.S. 335, 341, 106 S.Ct. 1092, 1096, 89 L.Ed.2d 271, 278 (1986) (Qualified immunity protects “all but the plainly incompetent or those who knowingly violate the law.”).</p>\n<p id=\"b902-8\">Rosenberger argues that there was adequate notice provided by common sense and department guidelinés. Rosenberger correctly maintains that the Ninth Circuit does not mandate that only case law may provide notice. “[E]ven if there is no closely analogous case law, a right can be clearly established on the basis of ‘common sense.’ ” <em>Giebel v. Sylvester, </em>244 F.3d 1182, 1189 (9th Cir.2001) (quoting <em>DeBoer v. Pennington, </em>206 F.3d 857, 865 (9th Cir.2000) (rev’d on other grounds)). However, common sense provides notice where the constitutional right was clearly, not arguably, established. For instance, in Giebel, the party seeking qualified immunity argued that handbills announcing a subsequent speech were not speech. Id. at 1186. Therefore, he argued he did not have notice that removing them from the bulletin board would violate Giebel’s First Amendment rights. Id. Common sense would signify that, “In <em>general, </em>words communicating information are ‘speech’ within the meaning of the First Amendment ...” Id. at 1186-87. See also <em>44 Liquormart, Inc. v. Rhode Island, </em>517 U.S. 484, 516, 116 S.Ct. 1495, 1514, 134 L.Ed.2d 711, 735 (1996). The Ninth Circuit Court of Appeals held, “Both common sense and closely analogous case law lead us to conclude that it was clearly established ... that Giebel’s handbills were a form of speech protected by the First Amendment.” Id. at 1189. The situation of Giebel is far different from the present case. Clearly, writing is a form of speech. It is not clear that the force used by the officers to arrest Rosenberger, who was convicted of resisting the arrest, was unreasonable. Also, unlike Giebel, there is no additional support from closely analogous case law to show that the officers had notice that the constitutional right was clearly established.</p>\n<p id=\"b903-3\"><page-number citation-index=\"1\" label=\"859\">*859</page-number>Alternatively, the Ninth Circuit Court of Appeals held, “We do not hold that § 1983 plaintiffs must always find a ease on point in their favor to show that their rights were clearly established____ There may be cases of conduct so egregious that any reasonable person would have recognized a constitutional violation.” <em>Backlund v. Barnhart, </em>778 F.2d 1386, 1390 (9th Cir.1985). While the Court of Appeals does not provide examples of what conduct would fall into this category, it is unreasonable to conclude that the police conduct here is so egregious as to provide notice of a constitutional violation given the circumstances. Similar to the Backhands’ argument that qualified immunity was inappropriate given the defendant violated its own policy, Rosenberger also argued that notice was given via law enforcement standards. In i'esponse to the Backhands’ argument, the Court of Appeals held, “This, if true, is irrelevant.” <em>Id. </em>at 1390. “[A]llegations about the breach of a statute or regulation are simply irrelevant to the question of an official’s eligibility for qualified immunity in a suit over the deprivation of a constitutional right.” <em>Id. </em>at 1390 n. 5. <em>See also Case v. Kitsap County Sheriffs Dept., </em>249 F.3d 921, 929 (9th Cir.2001) (finding qualified immunity appropi’iate where police did not obtain a warrant as required by the internal departmental policy).</p>\n<p id=\"b903-6\">The United States Supreme Court has repeatedly held that claims based on police procedure and state law are not actionable under 42 U.S.C. § 1983. <em>Elder v. Holloway, </em>510 U.S. 510, 515, 114 S.Ct. 1019, 1022, 127 L.Ed.2d 344, 350 (1994); <em>Davis v. Scherer, </em>468 U.S. 183, 197, 104 S.Ct. 3012, 3020, 82 L.Ed.2d 139, 151 (1984). In <em>Davis, </em>the Supreme Court held, “[o]fficials sued for constitutional violations do not lose their qualified immunity merely because their conduct violates some statutory or administrative provision.” <em>Davis, </em>468 U.S. at 194, 104 S.Ct. at 3019, 82 L.Ed.2d at 149. The Supreme Court explained the reasoning behind the rule as follows:</p>\n<blockquote id=\"b903-7\">We acknowledge of course that officials should conform their conduct to applicable statutes and regulations. For that reason, it is an appealing proposition that the violation of such provisions is a circumstance relevant to the official’s claim of qualified immunity. But in determining what circumstances a court may consider in deciding claims of qualified immunity, we choose “between the evils inevitable in any available alternative.” Appellee’s submission, if adopted, would disrupt the balance that our cases strike between the interests in vindication of citizens’ constitutional rights and in public officials’ effective performance of their duties. The qualified immunity doctrine recognizes that officials can act without fear of harassing litigation only if they reasonably can anticipate when their conduct may give rise to liability for damages and only if unjustified lawsooits are quickly terminated.</blockquote>\n<p id=\"b903-9\"><em>Id. </em>at 194-95, 104 S.Ct. at 3019, 82 L.Ed.2d at 150 (internal quotation and citation omitted). The United States Supreme Court cautioned that subjecting officials to a risk of liability for violation of policies and regulations would not be fair or sound policy considering they are “subject to a plethora of rules, often so voluminous, ambiguous, and contradictory, and in such flux that officials can only comply with or enforce them selectively.” <em>Id. </em>at 196, 104 S.Ct. at 3020, 82 L.Ed.2d at 151 (internal quotations and citation omitted).</p>\n<p id=\"b903-10\">The district court in this case noted it could not find “any case directly on point, and therefore views this decision as a legal determination of first impression under Idaho law.” While perhaps not directly on point, this case is similar to <em>Saucier </em>in several aspects. Like Rosenberger’s claim that the takedown method employed was too aggressive, Katz’s excessive force claim depends largely upon the “gratuitously violent shove” allegedly received by the police. <em>Saucier, </em>533 U.S. at 208, 121 S.Ct. at 2159, 150 L.Ed.2d at 285. Here, the event occurred after police were instructed to bring order after a civil disturbance broke out in the area. The officers in <em>Saucier </em>were instructed to watch for the possibility of demonstrations, during an event at which Vice President Gore was speaking. <em>Id. </em>at 197, 121 S.Ct. at 2153, 150 L.Ed.2d at 278. Katz, who was sitting in the front row of the public seating area, was about to place a banner on a waist-high fence separating the public seating area from the stage. <em>Id. </em>at 198, 121 S.Ct. <page-number citation-index=\"1\" label=\"860\">*860</page-number>at 2154, 150 L.Ed.2d at 279. The Supreme Court recited the facts leading up to the arrest as follows:</p>\n<blockquote id=\"b904-4\">The officers grabbed respondent from behind, took the banner, and rushed him out of the area. Each officer had one of respondent’s arms, half-walking, half-dragging him, with his feet ‘barely touching the ground.’ Respondent was wearing a visible, knee-high leg brace, although petitioner later testified he did not remember noticing it at the time. Saucier and Parker took respondent to a nearby military van, where, respondent claims, he was shoved or thrown inside. The reason for the shove remains unclear. It seems agreed that respondent placed his feet somewhere on the outside of the van, perhaps the bumper, but there is a dispute whether he did so to resist.</blockquote>\n<p id=\"b904-5\"><em>Id. </em>It does not appear that Katz was told he was under arrest or the grounds for the arrest. Rosenberger alleges that he also was not given this information. After being held for a short time at the police station, Katz was released; he was not charged with resisting or obstructing arrest. <em>Id. </em>Conversely, Rosenberger was charged and convicted for resisting or obstructing officers in violation of Idaho Code § 18-705 as a result of the incident.</p>\n<p id=\"b904-6\">The United States Supreme Court found that there was no notice that the conduct was unlawful. In reaching its conclusion, the United States Supreme Court considered the following:</p>\n<blockquote id=\"b904-7\">[Officer Saucier] did not know the full extent of the threat [Katz] posed or how many other persons there might be who, in concert with [Katz], posed a threat to the security of the Vice President. There were other potential protesters in the crowd, and at least one other individual was arrested and placed into the van with [Katz]. In carrying out the detention, as it has been assumed the officers had the right to do, [Officer Saucier] was required to recognize the necessity to protect the Vice President by securing [Katz] and restoring order to the scene. It cannot be said that there was a clearly established rule that would prohibit using the force [Officer Saucier] did to place [Katz] into the van to accomplish these objectives.</blockquote>\n<p id=\"b904-8\"><em>Id. </em>at 208, 121 S.Ct. at 2160, 150 L.Ed.2d at 286. Similarly, the police officers in the present case did not know the full extent of the threat Rosenberger posed. He appeared agitated and approached the officers in an aggressive manner. The officers believed he was under the influence of alcohol. The officers did not know how many others in the crowd, who were already hostile towards the officers, posed a threat to the security of the officers. The incident occurred during a civil disturbance for which Stemm and Mumford were called to establish control over the crowd. The officers were required to recognize the necessity to protect themselves and others; they had been positioned at the intersection with instructions to not allow anyone to enter Sherman Avenue. Like <em>Saucier, </em>neither respondent nor the court from which the case was appealed has identified any case that sets forth a clearly established rule prohibiting the officers’ from acting as they did.</p>\n<p id=\"b904-9\">However, unlike <em>Saucier, </em>Rosenberger alleges he suffered injury as a result of the event. Conversely, Katz caught himself as he fell to the floor of the van and avoided any injury. <em>Id. </em>at 198, 121 S.Ct. at 2154, 150 L.Ed.2d at 279. This distinction does not, however, determine whether qualified immunity is appropriate. In <em>Saucier, </em>the Supreme Court noted that the lack of injury only “confirmed” the conclusion the Supreme Court had reached. <em>Id. </em>at 209, 121 S.Ct. at 2160, 150 L.Ed.2d at 286. Case law supports the position that qualified immunity is appropriate even where the officer’s conduct resulted in injury to the plaintiff. The Ninth Circuit found qualified immunity was appropriate where a plaintiff was diagnosed with a fractured finger and alleged that she suffered permanent damage to that finger as a result of excessive force of an officer. <em>See Jackson v. City of Bremerton, </em>268 F.3d 646, 650 (9th Cir.2001). The Court of Appeals has also held that an officer was entitled to qualified immunity even where an alleged use of excessive force rendered the arrestee paraplegic. <em>See Johnson v. County of Los Angeles, </em>340 F.3d 787 (9th Cir.2003).</p>\n<p id=\"b904-10\">In conclusion, this Court finds that it would not be clear to a reasonable officer that Stemm and Mumford’s conduct was unlawful given the circumstances of the sitúa<page-number citation-index=\"1\" label=\"861\">*861</page-number>tion, and therefore, the right was not clearly established. Based on the facts, case law does not provide notice that it was unlawful to use the double arm-bar takedown method of arrest. Stemm and Mumford were called to bring order to the area in which a civil disturbance was occurring. They were in riot gear and were directed to not allow anyone to enter Sherman Avenue. Rosenberger stepped in front of people who were yelling profanities at the police and he aggressively approached the officers. Rosenberger refused to leave the area after being warned several times. The officers resorted to the double arm-bar takedown method only after he actively resisted the arrest by stepping back into the crowd and pulling his arms back in a defensive manner. This is confirmed by the fact that he was later charged and convicted of resisting arrest. As previously stated, the Ninth Circuit does not hold that notice must always be provided from case law. Common sense provides notice that certain conduct is unlawful, as does conduct that is so egregious that any reasonable person would know a violation has occurred. However, as discussed, neither applies in this instance. Likewise, Rosenberger’s argument that notice was provided via department standards is misplaced since officers sued for constitutional violations do not lose their qualified immunity because their conduct violates a statutory or administrative provision. For these reasons, without resolving the issue of whether excessive force was used, this Court finds that the law did not put the police officers on notice that their actions were clearly unlawful; therefore, summary judgment based on qualified immunity is proper.</p>\n<p id=\"A-nx\">IV.</p>\n<p id=\"AVZA\">CONCLUSION</p>\n<p id=\"ArA\">The decision of the district court is reversed and remanded for proceedings consistent with this opinion.</p>\n<judges id=\"A1xg\">Chief Justice SCHROEDER and Justices TROUT, EISMANN and BURDICK concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}