{
  "casebody": {
    "data": "<casebody firstpage=\"444\" lastpage=\"444\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b444-6\">Hollis <em>et al. vs. </em>Saulsbury, Respess <em>&amp; </em>Company.</parties>\n<p data-order=\"1\" data-type=\"parties\" id=\"b444-7\">[Warner, Chief Justice, being engaged in presiding over the senate organized as a court of impeachment, did not sit in this case.]</p>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b444-8\">The sheriff levied a mortgage/, <em>fa. </em>upon corn of defendant, having in his hands no other execution against defendant; it was sold as perishable property by order of the ordinary under section 3648 of the Code, and bid in by the defendant in <em>fi.fa., </em>and knocked off to him. An agreement was then made between defendant and the sheriff, that if defendant would pay up the principal, interest, and costs on the mortgage/./®., he should have the corn, otherwise the agent of plaintiffs in the mortgage execution who was the next highest bidder, was-to have if at his bid; defendant paid off the - mortgage/, <em>fa. </em>and took the corn. On a rule against the sheriff by the plaintiffs in the mortgage/./®., which was returnable to Sumter superior court and to a term not yet held, older executions claimed the proceeds of the corn in the sheriff’s hands:</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b444-9\"><em>Held, </em>1. That the court of the county of the sheriff had jurisdiction to rule him, though the mortgage /. <em>fa. </em>was returnable to á subsequent term of another county. <em>#</em></headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b444-10\">2. That the lien of the older judgments not in the sheriff’s hands was not divested by the sale and agreement between the sheriff and the defendant in execution; that the corn was still liable to be sold at their instance, and that the money was properly paid to the mortgage fi.fa. 56 <em>Ga., </em>383; 17 <em>Ib., </em>187.</headnotes>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b444-11\">Jackson, Justice.</author>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}