{
  "casebody": {
    "data": "<casebody firstpage=\"324\" lastpage=\"331\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b344-7\">MASSACHUSETTS CASUALTY INSURANCE COMPANY <em>v. </em>RIEF</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b344-8\">[No. 122,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A_Z\">September Term, 1961.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b346-7\">\n<page-number citation-index=\"1\" label=\"326\">*326</page-number>\n<em>Decided January 11, 1962.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b346-11\">The cause was argued before Hammond, Prbscott, Hornby, Marbury and Sybbrt, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b346-12\"><em>Robert L. Karwacki, </em>with whom were <em>Benjamin C. Howard </em>and <em>Miles &amp; Stockbridge </em>on the brief, for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b346-13\">Submitted on brief by <em>Max R. Israelson, Joseph I. Pines </em>and <em>Marvin B. Brave </em>for the appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b346-14\">Hammond, J.,</author>\n<p id=\"AkT\">delivered the opinion of the Court.</p>\n<p id=\"b346-15\">The trial judge sitting without a jury found that the appellee, Merrell M. Rief, who was insured by the appellant, Massachusetts Casualty Insurance Company, was “totally disabled” under the policy, which defined that phrase as “inability to engage in any part of the duties of the Insured’s regular occupation.” The insurer appeals from a judgment for the <page-number citation-index=\"1\" label=\"327\">*327</page-number>sum of the accumulated monthly payments called for hy the policy and a declaration that the payments continue to be made each month until the end of the full period stipulated by the policy.</p>\n<p id=\"b347-5\">Rief’s regular occupation was that of an executive in S. Schapiro and Sons, Inc., a family company which did a worldwide business in buying and selling “scrap rags, old rags, and new scrap.” His duties required him to keep continuously abreast of the fluctuations in prices of these commodities, fluctuations which were extreme and frequent. Rief deposed that the business was “a highly competitive and quick-changing market situation and because of that there was a tremendous amount of tension. * * * I had the responsibilities which would be a terrific strain on me and which is what the doctor told me I should not be subjected to * * Additional strain and tension were produced, he testified, by difficulties in regard to the quality of the scrap Schapiro bought and sold. Often there were misrepresentations as to the grade of scrap rags which the company bought. In such cases Rief would have to negotiate the differences between Schapiro and the seller. Although this seems to have been a continuing problem, Rief testified it caused him to become “very aggravated” in the first two months of 1958.</p>\n<p id=\"b347-6\">In February 1958 Rief suffered a heart attack and was in the hospital for some six weeks. In late May he returned to work for short periods on alternate afternoons, as his doctor advised.</p>\n<p id=\"b347-7\">On June 3 Rief suffered another heart attack and returned to the hospital for a week’s stay. He has not since returned to his former occupation, on the recommendation of his physicians, although he has purchased for investment two business buildings and handled some of the leases, and has acquired and collects the receipts from two laundromats. He also has taken automobile trips and played some golf—usually seven or nine holes on any one occasion.</p>\n<p id=\"b347-8\">The insurer paid total disability benefits to Rief from the date of his first attack until he returned to work in May and thereafter paid partial benefits until the second attack in June. Total benefit payments were resumed in June and were con<page-number citation-index=\"1\" label=\"328\">*328</page-number>tinued until December 14, 1958, when the insurer refused to continue total benefit payments but offered partial benefits which Rief refused to accept.</p>\n<p id=\"b348-5\">In March 1960 Rief filed suit. In making the finding of total disability, the trial court applied to the policy (insuring against the inability to engage in the insured’s regular occupation) the test this Court has established as to policies insuring against inability to engage in any gainful occupation, to the extent that it related to the insured’s regular occupation. In so doing, we think he was right. As Judge Henderson explained for the Court in <em>Travelers Ins. Co. v. Berlin, </em>185 Md. 404, 414 (1945’) :</p>\n<blockquote id=\"b348-6\"><em>“\\T\\he disability need only be such as to render the claimant unable to perform the substantial and material acts of his own </em>or some other <em>business or occupation in the usual or customary way. </em>The disability clause does not insure against inability to pursue a particular occupation; if there is any other occupation open to the insured for which he may be fitted by education, training or experience and which, yielding a reasonably substantial gain or profit, rises to the dignity of an income or livelihood, recovery may be defeated.” (Emphasis added to indicate language here relevant.)</blockquote>\n<p id=\"b348-7\">See also <em>Hidden v. Mutual Life Insurance Co. of New York, </em>217 F. 2d 818, 821 (4th Cir. 1954), approving an instruction “in substantially the language of the Maryland court” in <em>Berlin.</em></p>\n<p id=\"b348-8\">The Courts generally have held, when dealing with occupational disability clauses of the type here present, that the insured’s disability need only be such as to render him unable to perform the substantial and material acts of his own occupation in the usual or customary way. <em>Benefit Ass’n of Railway Employees v. Secrest, </em>39 S. W. 2d 682, 686 (Ky. 1931); <em>Blazek v. North American Life &amp; Casualty Co., </em>87 N. W. 2d 36, 44 (Minn. 1957); <em>Greenwood v. Inter-Ocean Insurance Co., </em>89 S. E. 2d 455, 459 (N.C. 1955); <em>Clarke v. Travelers’ Ins. Co., </em>111 A. 449, 451 (Vt. 1920). See also 1 <em>Appleman, </em><page-number citation-index=\"1\" label=\"329\">*329</page-number><em>Insurance Law and Practice </em>(1941), § 671, pp. 829-832. <em>Cf. Phoenix Indemnity Company v. Smith, </em>168 Md. 649 (1935) (where such a policy was involved but the nature of disability required was not passed on).</p>\n<p id=\"b349-5\">The insurer concedes in effect that Rief was partially disabled but says the trial court, in finding him totally disabled, was clearly in error for two reasons: (1) Rief refused to return to work at Schapiro not because of tension caused by the nature of his duties in the scrap rag business but because of dissension and friction with his wife’s relatives who owned the business and worked with him in it—because he was not “happy” in his associations in the company, and (2) Rief’s business and recreational activities and the income he produced from his real estate and business investments show he was not totally disabled.</p>\n<p id=\"b349-6\">The short answer to the first contention is that the testimony clearly permitted the trial judge properly to find that after his second heart attack Rief could not perform the substantial and material duties of “buyer and sales manager” (as Rief described his occupation in his application for the policy) of a scrap textile firm. Maryland Rule 886 a; <em>cf. Lavenstein v. Travelers' Ins. Co., </em>201 Md. 361, 367 (1953). Rief testified that his family doctor had told him not to engage in any similar type of business—or any business where there would be many persons to work with or tension-producing duties. His doctor testified that he told Rief not to go back to Schapiro and that he should not return to “that type of work” because he “should not be subject to an atmosphere of tension and pressure” which well “might lead to subsequent heart attacks.” The doctor felt Rief’s relations with his family associates would be only one factor in the situation. He felt, too, that if Rief’s environment produced tension it could not be controlled voluntarily and an effort to do so would make the tension greater.</p>\n<p id=\"b349-7\">A heart specialist who had been called in for consultation by the family doctor testified that “overworry rather than overwork” is very often the inducement of an acute coronary episode and that after recovery from such an attack patients are <page-number citation-index=\"1\" label=\"330\">*330</page-number>advised “to regulate their lives to include a minimum of tension and aggravation.” He felt that Rief had been well-advised by his family doctor not to return to his regular business and he concurred in that recommendation. He would not recommend his doing anything which would cause the emotional responses that had precipitated his two attacks. He was speaking not only of his relations with his partners but of his contacts with others in the business—'those from whom he bought and those to whom he sold. Rief had told him that he would be afraid to be involved with the sort of business he was in prior to his attacks even if he had no partners.</p>\n<p id=\"b350-5\">All this evidence, which the insurer did not refute, allowed the finding made by the trial court that Rief’s decision not to return to Schapiro was prompted by the tension the scrap rag business produced in him and that engaging in any similar business would have produced the same tension, a tension which might cause his death. “[A] recovery should not be denied under such a clause * * * if * * * common prudence demands he desist from his labors and rest * * <em>Doyle v. N. J. Fidelity &amp; Plate Glass Ins. Co., </em>182 S. W. 944, 945 (Ky. 1916), quoted with approval in <em>Benefit Ass’n of Railway Employees v. Secrest, </em>39 S. W. 2d 682, 686 (Ky. 1931).</p>\n<p id=\"b350-6\">The appellant’s second contention, that Rief’s activities and income after December 14, 1958, show he was not totally disabled, will not pass muster. The medical testimony put Rief in the worry, not the overwork, category. His health permitted reasonable activity and his doctors recommended it. They forbade activity which produced worry, strain and tension. His regular occupation was such an activity but the management of his building and his laundromats was not. <em>Erreca v. Western States Life Ins. Co., </em>121 P. 2d 689, 695-6 (Cal. 1942) <em>; Lorentz v. Aetna Life Ins. Co. </em>of <em>Hartford, Conn., </em>266 N. W. 699, 701 (Minn. 1936); <em>Dittmar v. Continental Cas. Co., </em>150 A. 2d 666, 674 (N. J. 1959). See also Annotations, 153 A.L.R. 437, 149 A.L.R. 67.</p>\n<p id=\"b350-7\">The fact that Schapiro had paid Rief his salary for a considerable time after he stopped work and the fact that his investments produced a substantial income were not significant <page-number citation-index=\"1\" label=\"331\">*331</page-number>in the determination of his total inability to continue in the scrap business. The insurance was against physical disability, not against loss of income. <em>Cf. Smith v. Aetna Life Ins. Co., </em>86 S. W. 2d 144, 145 (Ky. 1935); <em>Brown v. Mutual Life Ins. Co. of New York, </em>140 S. W. 2d 91, 94 (Mo. App. 1940). See also Annotations, 153 A.E.R. 436, 149 A.L.R. 64.</p>\n<p id=\"b351-5\">\n<em>ludgment affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}