{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"441\" lastpage=\"457\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b441-13\" pgmap=\"441\">The People ex rel. Cairo and St. Louis Railroad Co. v. The Board of Supervisors of Jackson County.</parties><syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b441-19\" pgmap=\"441(74) 442(51)\">1. Municipal subscriptions and bonds—of elections held prior to the new J constitution—constitutional prohibition—estoppel. Where it is sought to compel a county to issue its bonds in payment of a subscription to the stock of a Tailroad company, the subscription having been made since the adoption of the constitution of 1870, but, as alleged, in pursuance of an authority conferred by an election held for that purpose, under laws then existing, prior to the adoption of the constitution, it is incumbent upon the party seeking such relief to show the validity of the subscription, and of the election which it is assumed authorized the same to be made, in order to establish the right under the proviso to the constitutional prohibition on that subject.</syllabus><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b442-5\" pgmap=\"442\">2. And where, in such proceeding, it appeared that the county court, at a time subsequent to the adoption of the new constitution, entered an order reciting that the election previously held was duly held in pursuance of law, and directing the subscription to be made, it was held such finding in respect to the alleged validity of the election could not operate to estop the county from denying that the election was properly held, or relieve the party claiming the benefit of the subscription from the burden of showing it was so held.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b442-6\" pgmap=\"442\">3. Nor will the county be estopped, by the completion of the road according to the terms of the attempted subscription, from denying the legality of the election. No notice that the want of power to make the subscription would be relied upon was required to be given when the bonds were called for in payment of the subscription; nor would the company claiming the benefit of the subscription be heard to urge, as against the right of the county to deny the existence of the power, that they had performed labor and incurred liabilities on the faith of the supposed subscription.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b442-7\" pgmap=\"442\">4. In such case, where the election in pursuance of which the subscription is claimed to have been made was a special election, authorized by law to be held for the specific purpose of determining whether and upon what conditions the subscription should be made, the act prescribing the notice which should be given, the question of notice lies at. the foundation of the power, and if it is not shown that the notice was properly given, as required by the statute, there will be no inferences in favor of the validity of the election, and the power will fail. In this the rule is different from that which prevails in cases of elections held under the general election law where the time of holding the election is fixed by the statute.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b442-8\" pgmap=\"442(174) 443(25)\">5. Same—effect of the new constitution upon a curative act passed prior to its adoption. An act was passed in 1869, intended to cure any irregularities which might, have intervened in elections previously held for t.he purpose of voting subscriptions by municipalities to the stock of railway corporations, declaring such elections legal and binding, and purporting to authorize subscriptions to be made in pursuance thereof. It was held, without considering the question as to the validity of such an act in other respects, that the new constitution, in its absolute prohibition of any municipal subscription for the purpose indicated, except when- made in pursuance of an election held prior to the adoption of the constitution, under laws then existing, operated to repeal such curative act, and if the authority intended thereby to be given, to make the subscription independently of the question of the original validity of the election, were not exercised before the adoption of the constitution, it could not be exercised afterwards. The proviso to the prohibitory clause of the constitution saves the power only in cases where it was conferred by a vote of the people, not where it depended alone upon legislative grant.</syllabus><summary data-order=\"6\" data-type=\"summary\" id=\"b443-4\" pgmap=\"443\">Writ of Error to the Circuit Court of Alexander county; the Hon. David J. Baker, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b443-5\" pgmap=\"443\">Messrs. Judd &amp; Whitehouse, for the plaintiff in error:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b443-6\" pgmap=\"443\">¡Notices of the election given by the county clerk by the direction of the county court, were, to all intents and purposes, given by “ the judge of the county court.” Evansville, etc., R. R. Co. v. City of Evansville, 15 Ind. 396; Lyon v. Jerome, 26 Wend. 485.</p><p data-order=\"9\" data-type=\"legal\" id=\"b443-9\" pgmap=\"443\">The statute is merely directory as to the manner of giving the notice. Marshall v. Silliman, 61 Ill. 218.</p><p data-order=\"10\" data-type=\"legal\" id=\"b443-10\" pgmap=\"443\">The negligence of the officers should not invalidate the election. People ex rel. v. Logan County, 63 Ill. 382; Louisville and Nashville R. R. Co. v. County Court, 1 Sneed, 637.</p><p data-order=\"11\" data-type=\"legal\" id=\"b443-11\" pgmap=\"443\">The substantial question involving the power to subscribe, is whether a majority vote Avas in favor thereof, not as to the regularity of the details of the election. The essential fact conferring power is the vote of “a majority of the qualified voters.” Supervisors v. Schenck, 5 Wall. 777; People ex rel. v. Logan County, 63 Ill. 374; Pyatt, Supervisor, etc. v. The People ex rel. Am. Cent. R. R. Co. 29 id. 54.</p><p data-order=\"12\" data-type=\"legal\" id=\"b443-12\" pgmap=\"443\">It Avas the duty of the county court to pass on the question of the election, and if a majority of the votes were for subscription, then they were to subscribe. The proper authority having passed upon the election, it is too late to question the regularity of the vote. St. Joseph Township v. Rogers, 16 Wall. 665; Bissell v. City of Jeffersonville, 24 How. 287; Comrs. Knox County v. Aspinwall, 21 id. 539; People v. City of Rochester, 21 Barb. 656.</p><p data-order=\"13\" data-type=\"legal\" id=\"b443-13\" pgmap=\"443(52) 444(54)\">The order of the county court was at least prima facie evidence of the matters therein contained. Washington County v. Parlin, 5 Gilm. 232; Goudy v. Hall, 30 Ill. 109. The recitals in that order are binding at least until impeached. Prettyman v. Supervisors, 19 Ill. 414. The county is estopped by the record of the county court, which declares that the proper notices were given and that a majority of the votes were for subscription. People v. City of Rochester, 21 Barb. 656; Evansville R. R. Co. v. City of Evansville, 15 Ind. 419. See also, Van Hostrup v. Madison City, 1 Wall. 291.</p><p data-order=\"14\" data-type=\"legal\" id=\"b444-5\" pgmap=\"444\">The county is estopped by its own laches, thereby permitting the company to incur liabilities, etc., on the faith of the subscription. Prettyman v. Tazewell County, 19 Ill. 406; Clark v. Hancock County, 27 id. 310; Johnson v. Stark County, 24 id. 75; 27 id. 474; 21 id. 451; 24 id. 208; Hayes v. Railroad Co. 61 id. 424; Railroad Co. v. Black, 79 id. 262; People, etc. v. Logan County, 63 id. 385; People ex rel. v. Cline, 63 id. 394.</p><p data-order=\"15\" data-type=\"legal\" id=\"b444-6\" pgmap=\"444\">A municipal corporation may estop itself like other parties to a contract. County of Randolph v. Post, 3 Otto (93 U. S.) 502.</p><p data-order=\"16\" data-type=\"legal\" id=\"b444-7\" pgmap=\"444\">But, if there were any defects in the election these were cured by the amendment to the railroad charter of March 3, 1869 (Pr. Laws, vol. 3, 256).</p><p data-order=\"17\" data-type=\"legal\" id=\"b444-8\" pgmap=\"444\">Defects or irregularities in proceedings, on which the subscription of a county to railroad stock is based, may be cured by subsequent legislative enactment. Shelby County Court v. C. and O. R. R. Co. 8 Bush (Ky.) 209; McMillen v. Boyles, 6 Iowa, 304; Same v. County Judge, id. 391; Redfield on Railways, 230; also note 2; People ex rel. v. Clarke, 53 Barb. 171; Campbell v. City of Kenosha, 5 Wall. 194; Town of Keithsburg v. Frick, 34 Ill. 405.</p><p data-order=\"18\" data-type=\"legal\" id=\"b444-9\" pgmap=\"444\">Unless restrained by organic law, the legislature possesses power to authorize a subscription to railroad stock by a municipal corporation, and, where it possesses such power, it can pass a retrospective act to cure evils which have arisen from irregular exercise of the power conferred. Thompson v. Lee County, 3 Wall. 327.</p><p data-order=\"19\" data-type=\"legal\" id=\"b444-10\" pgmap=\"444(19) 445(22)\">An act of the legislature, legalizing votes for subscription to the capital stock of a railroad- company, is constitutional and binding, even when there is no limitation as to the amount. Prettyman v. Supervisors of Tazewell County, 19 Ill. 406, 413.</p><p data-order=\"20\" data-type=\"legal\" id=\"AJn\" pgmap=\"445\">Subscriptions voted, but not made, before the constitution of 1870, by counties, etc., in Illinois, to railroad companies, are not affected by that constitution. The authority given to a municipal corporation before the new constitution, is not abrogated by that instrument. The constitutional provision is only prospective. County of Moultrie v. Rockingham Ten Cent Savings Bank, 92 U. S. Sup. Ct. (2 Otto) 631; The People ex rel. v. Logan County, 63 Ill. 377, 388; Town of Concord v. Savings Bank, 92 U. S. (2 Otto) 630.</p><p data-order=\"21\" data-type=\"legal\" id=\"b445-8\" pgmap=\"445\">So far as the subscription under the vote of July 24, 1869, is concerned, the contract of subscription was binding, even if the subscription had not been made, inasmuch as the' amended charter made it the duty of the board to subscribe and issue the bonds upon a majority vote being had; and the new constitution of 1870 can not affect the obligation, nor can such constitution in any way affect the obligation created under the subscription made in pursuance of the vote of June 9, 1868. County of Moultrie v. Rockingham Ten Cent Savings Bank, 92 U. S. (2 Otto) 631.</p><p data-order=\"22\" data-type=\"legal\" id=\"b445-9\" pgmap=\"445\">“The constitutional provision alluded to prohibited all loans to corporations of municipal credits after July 2, 1870. If, however, a subscription for that purpose had already been authorized by a vote of the people, the right to make such sub- . script!on was not affected by the prohibition. If not authorized before the date mentioned, the subscription was absolutely prohibited. If previously authorized, the constitution has nothing to do with it. It was as if no such, ordinance existed.” County of Randolph v. Post, 93 U. S. (3 Otto) 502.</p><attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b445-10\" pgmap=\"445\">Mr. Thomas G. Allen, for the defendants in error :</attorneys><p data-order=\"24\" data-type=\"legal\" id=\"b445-11\" pgmap=\"445(43) 446(87)\">It was essential to the right of recovery in this case that the railroad company should show that the alleged subscription was authorized by a vote of the people given at an election properly and lawfully held before the adoption of the constitution of 1870, under laws then existing. Jackson County v. Brush, 77 Ill. 66; Middleport v. Ætna Life Ins. Co. 82 id. 568. The evidence fails to prove that the proper notice of the election was given. The necessity for such proof is clear. Harding v. Rock Island and St. Louis Railroad Co. 65 Ill. 91; Force v. Town of Batavia, 61 id. 100; Marshall v. Silliman, id. 224; Wiley v. Silliman, 62 id. 171; The People ex rel. v. Town of Santa Anna, 67 id. 57.</p><p data-order=\"25\" data-type=\"legal\" id=\"b446-5\" pgmap=\"446\">As to special elections, the settled law undoubtedly is as stated by Judge Dillon, in his work on Municipal Corporations, sec. 136. It is there said: “Elections fixed by law at a certain time and place may be legally holden, although notice has not been published or given; but if the time be not defined by statute, and is to be fixed by notice, the notice required is imperative.” And the same author says, that, in New England, the courts concur in requiring the statute as to notice to be faithfully observed by the officers charged with the duty of calling meetings for the purpose of special elections, and it is there held, that “a defacto meeting, not duly notified, though attended by all the voters capable of attending, is not a valid meeting, and its acts are void.” See sec. 204 and cases there cited. In other States the law is so decided. See the cases of Detroit, etc. v. R. R. Co. 39 Ind. 598, and McPike v. Pen, 51 Mo. 63; also, French v. Edwards, 13 Wallace, 511.</p><p data-order=\"26\" data-type=\"legal\" id=\"b446-6\" pgmap=\"446(125) 447(14)\">The excuse offered, that the Cairo and St. Louis Railroad Company did not know, at the time it accepted the alleged subscription and undertook the work of constructing a railroad, that there had been a failure iu giving notices of the two special elections for the time and iu the manner prescribed by the statute, is fully answered by what appears in the case of The People ex rel. v. Town of Santa Anna, 67 Ill. 67. In that case it was said: “The relators, Avhen they undertook the Avork, knew, or might have known, the maimer in Avhich the election was conducted. It Avas their duty to know it was not conducted according to the law authorizing an election. It is a question of power, and the hardship or injustice of the case demands no consideration.”</p><p data-order=\"27\" data-type=\"legal\" id=\"b447-5\" pgmap=\"447\">The rule is laid down in Miller v. Goodwin, 70 Ill. 659, that contracts of public corporations, made through their officers without authority of law, are void, and in an action upon them the corporation may successfully interpose the plea of ultra vires, setting up as a defence its own want of power under its charter, or its constituent statute, to enter into the contract. It was there said: “This doctrine grows out of the nature of such institutions, and rests upon reasonable and solid ground. The inhabitants are the corporators—the officers are but the public agents of the corporation. Their duties and powers are prescribed by statute or charter, which all persons not only may know, but are bound to know.” So held in County of Hardin v. McFarlan, 82 Ill. 138, and in Law et al. v. The People ex rel. 87 id. 385.</p><p data-order=\"28\" data-type=\"legal\" id=\"b447-10\" pgmap=\"447\">To the same effect are the decisions rendered in the Federal Supreme Court. Thomas v. City of Richmond, 12 Wallace, 349; Township of Elmwood v. Marey, 2 Otto, 289.</p><p data-order=\"29\" data-type=\"legal\" id=\"b447-12\" pgmap=\"447\">The invalidity of the first election was not cured by the special act of March 3, 1869. The proviso in that act, which sought to legalize prior elections, was effectually annulled by the subsequent adoption of that clause of the constitution which prohibits municipal subscriptions for railroad purposes. The rule laid down in The State ex rel. City of Rockford v. Maynard, 14 Ill. 421, has a direct bearing and must govern in this case. The decision was upon a question which arose under the constitution of 1848, but the principle applies as well to the question now before the court. In that case it was said: “ When the new constitution took effect, any provision of a former law which Avas inconsistent Avith it became as much unconstitutional as if the Iuay had been subsequently passed. A law can not be in force in the State, no matter when passed, Avhich contravenes the provisions of the constitution of the State.”</p><p data-order=\"30\" data-type=\"legal\" id=\"Ayl\" pgmap=\"448\">The reasoning and the principle applied in the case of The People v. Maynard were fully approved in the case of Hills v. City of Chicago, 60 Ill. 92, where the question was as to the validity of a provision in the charter of the city of Chicago enacted prior to the adoption of the present constitution, and this court held the provision invalid because of its being in conflict with the constitution. The following decisions have since been made, which are to the same effect: Otis and Major v. City of Chicago, 62 Ill. 299; Peoples. McRoberts, id. 44; People v. Rumsey, 64 id. 44; Chance v. Marion County, id. 66; O’Connor v. Leddy, id. 299; People ex rel. v. Lippincott, etc. 65 id. 548; Flynn v. Board of Supervisors of Winnebago County, 66 id. 60; People ex rel. Miller v. Cooper et al. 83 id. 585; Devine v. Board of Commissioners of Cook County, 84 id. 590.</p><p data-order=\"31\" data-type=\"legal\" id=\"b448-5\" pgmap=\"448\">It being shown the alleged subscriptions were not made until more than a year after the adoption of the present constitution, it can not be successfully claimed the relator had any vested right in that provision contained in the second section of the act in question. The votes cast at the special election, if the election had been legally held, would have made no contract between the county and the railroad company. It is not even pretended, by anything appearing in the petition, that the alleged subscriptions were made prior to August 10, 1871. That provision in the special act was, therefore, subject to the annulling provision contained in the new constitution; for it is a well settled rule of law, that when a statute gives a right in its nature not vested but remaining executory, if it does not become executed before a repeal of the law giving the right, the right is at once obliterated by the law which repeals it. Dwarris on Statutes, 676; People ex rel. Oquawka R. R. Co. v. County of Tazewell et al. 22 Ill. 147; Van Inwagen v. City of Chicago, 61 id. 31; Richardson et al. v. Akin, 87 id. 138; Aspinwall v. Daviess County, 22 Howard, 364; Town of Concord v. Portsmouth Savings Bank, 2 Otto, 630; State v. Saline County, 45 Mo. 242.</p> <opinion data-order=\"32\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b449-4\" pgmap=\"449\">Mr. Chief Justice Walker</author> <p id=\"AJH\" pgmap=\"449\">delivered the opinion of the Court:</p> <p id=\"b449-5\" pgmap=\"449\">This was a petition for a writ of mandamus to compel Jackson county to issue its bonds to relator, to pay a subscription of $200,000 to its capital stock claimed to have been made by the county.</p> <p id=\"b449-6\" pgmap=\"449\">Relator claims that the subscription was in all things regu-' lar; that the company had complied with all the terms and conditions imposed by the subscription, and had tendered $200,000 of paid up stock of the company.</p> <p id=\"b449-7\" pgmap=\"449\">Respondent claims that the elections at which the vote resulted in favor of subscription were so irregular, and so far failed to comply with the law, that no power was thereby conferred on the county authorities to make the subscription or to issue the bonds.</p> <p id=\"b449-8\" pgmap=\"449\">Relator further claims that if the elections failed to confer such power, still the authorities were empowered by the act amending its charter, adopted on the 16th of February, 1869, which cured all irregularities and defects in the first election, held June 9, 1868, for $100,000, and operated to confer ample power on the county court to issue that amount of bonds. But in opposition to this position, it is urged that this enactment is unconstitutional and void.</p> <p id=\"b449-9\" pgmap=\"449\">When the elections were held on each proposition to subscribe, and when the vote was canvassed and the results of these elections reached and announced, and when the subscription was made, the affairs of the county were under the control of the county court,—but since that time township organization has been adopted, and hence this proceeding is against the board of supervisors.</p> <p id=\"b449-10\" pgmap=\"449(52) 450(117)\">The county court entered an order calling an election pn the 9th day of June, 1868,.to determine, by a vote, whether the county should subscribe for $100,000 of the capital stock of. relator’s company. The order for and the notice of this election imposed^ the conditions, that the bonds were to run twenty years at the option of the county; to bear eight per cent interest per annum, from the time they should be issued; no part of the bonds to be delivered until the road should be completed to the city of Murphysboro, and then one-half only, and the other half when the road should be completed from Cairo to St. Louis and cars run thereon. At this election there was the requisite majority of the votes in favor of the subscription, as was declared by the county court, on a canvass of the same. This election was called and held under the act of 1849 authorizing counties and cities to make subscriptions to railroad companies.</p> <p id=\"b450-4\" pgmap=\"450\">On the 12th day of June, 1869, an election was called by the county court, to be held on the 24th of July of that year, to determine whether the county authorities should subscribe an additional §100,000 for stock of the company and issue that amount of bonds to pay therefor. The conditions were the same as in the order calling the first election, with a proviso that no liability should be incurred by the county to issue the bonds or to pay interest on the subscription, until the full performance by the company of all the conditions precedent as therein prescribed. The election was held, and resulted in a large majority in favor of subscription.</p> <p id=\"b450-5\" pgmap=\"450\">Subsequently, on the 10th day of August, 1871, the county court, after reciting that the elections had been called, held under notices, and the result of each entered of record, ordered that a subscription be made under each for $100,000 of stock of the company. The company seems to have been notified thereof, and to have accepted the subscriptions. It also appears that a railroad was completed, at least from Cairo to near East St. Louis, and cars were run thereon, prior to the 1st of June, 1875, but it was what is known as a “ narrow gauge ” road.</p> <p id=\"b450-6\" pgmap=\"450(37) 451(126)\">Our present constitution having been adopted after these elections were called, held, and. the vote canvassed and the result announced, but before the subscription was made, the question is presented whether, if the elections were so far irregular as not to confer power on the county court to make the subscriptions, that body could, by finding facts and making the subscriptions, estop the county from urging that no power was conferred by the elections. A separate article of that instrument prohibits counties, cities, etc., from ever becoming subscribers to the capital stock of any railroad or private corporation, or to make any donations to or lend its credit in aid of such corporations. But the article contains a proviso, that its adoption shall not be construed as affecting the right of any such municipality to make such subscription, when thé same has been authorized, under existing laws, by a vote of the people of such municipalities prior to such adoption.</p> <p id=\"b451-5\" pgmap=\"451\">In the case of Jackson County v. Brush, 77 Ill. 59, where a question was raised in reference to the bonds on this subscription, it was said, that no subscription had been made by the county on the books of the company, or elsewhere, prior to the adoption of this constitutional inhibition. Hor had any been authorized to be made, so far as an order of the county court could accomplish it, until that body assumed to make it on the 10th day of August, 1871. It was also said, that unless it could be shown to be within the saving clause of that article, it would be held clearly invalid; that the burthen of proof rested on the company to show, affirmatively, the proposed subscription had been authorized under existing laws, by a vote of the people of the municipality to be affected, prior to the adoption of the present constitution.</p> <p id=\"b451-6\" pgmap=\"451(97) 452(98)\">In the case of the Town of Middleport v. Ætna Life Ins. Co. 82 Ill. 562, it was held, that since the adoption of the\"constitution, it is plain any donation attempted to be made by a municipality in aid of a railroad, or private corporation, is forbidden absolutely. That the obligations assumed under then existing laws can not, since the adoption of that instrument, be enlarged or materially changed, either by the action of the people of the municipality, or its corporate authorities. All power is taken away, and the utmost that can be done is to make and complete the subscription or donation previously voted under then existing laws, upon the same terms and conditions voted. Subscriptions or donations on other terms would obviously require new consent on the part of the people of the municipality, which can not be had for want of power. That the burthen rests upon the party alleging the validity of the bonds issued since the adoption of the constitution, to show affirmatively that they were authorized by a vote of the people of the municipality, under existing laws, prior to the adoption of that instrument.</p> <p id=\"b452-5\" pgmap=\"452\">Applying the rule announced in these cases, it follows that any action of the county court had after the adoption of the constitution, could not affect the rights of the parties. If the vote was not legally had, by the omission of any material requirement of the law, the finding of the court that the law had been complied with could in nowise bind the county, as we have seen that since the constitutional inhibition, it devolves upon the party claiming, to affirmatively show that the law has been observed in conferring the power, in making the subscription, and in issuing the bonds. If the election was not properly held, then power was not conferred upon the county court to make the subscription or to issue the bonds. And if that body possessed no such power, it could not, by finding facts, and assuming to act, estop the county from denying the power, or relieve the railroad company from proving that all material requirements of the law had been observed essential to the exercise \"of the power.</p> <p id=\"b452-6\" pgmap=\"452(101) 453(48)\">The prohibition is general and positive in all cases but those saved by the proviso; and it is .a well recognized rule, that a person claiming a right saved by a proviso or exception in a statute, must show that the right claimed is clearly within the proviso or exception. Until thus established, the presumption is that it is embraced in the enacting clause. These orders of the 10th of August, 1871, therefore, having been made after this article of the constitution went into effect, in finding that the elections had been duly held in pursuance of law, did not prove that fact, as the county court had no power to thus bind the county, and consequently the county is not estopped from denying the want of a compliance with the law in holding the elections, nor does that finding relieve relator from proving the fact.</p> <p id=\"b453-5\" pgmap=\"453\">Has relator shown, by other evidence, that proper and legal notices of these elections were given? We think not. Cully testified that he was sheriff at the time, and that the notices for the various precincts of the county came to his hands more than thirty days before the election held in June, 1868, and that he posted a portion, and divided the balance between his two deputies to be posted. These deputies were not called as witnesses to prove they posted the notices given to them, but a number of witnesses were called who testified they saw notices in various precincts of the county before the election, but are not definite, in regard to some precincts, as to the number’, or the length of time they saw them before the election. We are unable to find any evidence that notices were posted or seen in a portion of the precincts; and the evidence as to the election subsequently held in 1869, is equally loose, indefinite, and unsatisfactory in its character. The burthen was upon relator to prove that the notices were given. It being a special election and the exercise of a special power, a compliance with the authority must be shown, and can not be inferred.</p> <p id=\"b453-7\" pgmap=\"453\">With regard to elections held under the general election laws, the presumption is the reverse, as there the time of holding the election is fixed by law, and it operates as a notice, and notice will be presumed, and if disproved, such an election would nevertheless be in all respects valid and binding.</p> <p id=\"b453-8\" pgmap=\"453(65) 454(356)\">The statute under which the first election was held required thirty days’ notice to be given; and a notice for the required time is, in the various precincts, indispensable to confer power on the county authorities to subscribe \"for stock or to issue bonds. This is settled by numerous decisions of this court. See Force v. Town of Batavia, 61 Ill. 99; Marshall v. Silliman, 61 id. 218; Wiley v. Silliman, 62 id. 170; Harding v. Rock Island and St. Louis R. R. Co. 65 id. 90; The People v. Town of Santa Anna, 67 id. 57. These cases hold that the power to incur such indebtedness by a municipality is solely dependent upon a strict compliance with the law authorizing it to. be contracted. When the power is conferred by a vote of the electors, the notice, to be effective, must be for the time required by the statute. The notice in such cases lies at the foundation of the delegation of the power to create the debt. If no notice is given, or for too short a period, the vote will confer no power, no matter how large the vote, even if unanimous. Nor will the county be estopped, by the completion of the road on the terms of the attempted subscription, from denying the legality of the election. See The People v. Town of Santa Anna, supra. And it is for the reason that the power to authorize the creation of indebtedness is conferred by the electors of the municipality in accordance with the statute; and the company are bound; on receiving the subscription, to see that the electors have conferred the power in the statutory mode, and failing to do so, the officers of the company act at their peril, and take the subscription charged with notice of the want of power. It follows, that there is no necessity for the people, or the municipal authorities, to give notice that the want of power will be relied on, when the bonds are called for in payment of the subscription. Nor can the company be heard to urge that they have performed labor and incurred liabilities on the faith of a subscription made without legal authority. The power to create indebtedness or subscribe for railroad stock not being an incidental power of municipal bodies, persons proposing to loan money to them or receive subscriptions for railroad stock must see that they possess the special power, and that the law is properly pursued.</p> <p id=\"b454-5\" pgmap=\"454(33) 455(94)\">It is also insisted, that any and all defects in giving notice and holding the first election was cured by the act amending relator’s charter. (Private Laws 1869, vol. 3, p. 257.) The second section of that act contains a proviso, “that all elections heretofore held in any county, city or town in reference to subscriptions to said railroad, are hereby declared legal and binding, and the county court of any county, and the corporate authorities of any city or town in which elections have been already held, and a majority of the votes cast were for subscription, shall have authority to issue bonds for such an amount as was voted for, notwithstanding any insufficiency or informality in such election or in the notice thereof.”</p> <p id=\"b455-5\" pgmap=\"455\">Without stopping to inquire whether the General Assembly can, by a proviso, confer rights and powers, we will determine whether this proviso, conceding it to be a proper mode of conferring power, is or not in contravention of our present constitution.</p> <p id=\"b455-6\" pgmap=\"455\">In the cases of Marshall v. Silliman, and Wiley v. Silliman, supra, as also other cases in our reports, it is held that the constitution having prohibited the General Assembly from imposing indebtedness or taxes on municipalities, it only has power to authorize such bodies to do so, and that it is not competent to render a void election held for the purpose of creating a debt, valid. If the election fails to confer the power to create a debt, by reason of a failure to comply with the law, for the legislature to render it valid would be to confer a new power directly by its enactment alone and without the assent of the voters of the municipality; and if the authorities were required to act, the debt would be created by the General Assembly, and not by the municipality, with its consent.</p> <p id=\"b455-7\" pgmap=\"455(86) 456(161)\">If it were conceded that the General Assembly, in 1869, had the power to authorize the county court to make this subscription, by curing the defects in the election of June, 1868, the power was not exercised before the adoption of the constitution in 1870; and if the General Assembly did confer the power, the separate article of the fundamental law repealed the curative act before the county court took any steps under its provisions. The language of the article is general in prohibiting counties, after its adoption, from making such a subscription. Were it not for the proviso, it is absolutely certain that the provision contained in this article would prohibit the county court from subscribing. Then, is that right preserved by the proviso? It only saves the power where the subscription was authorized under existing laws and by a vote of the people of the municipality. ¡Now, if it had been intended to save the power when conferred by statute alone, the words “by a vote of the people of such municipalities prior to such adoption” would have been omitted; but their insertion seems to have-been intended to withdraw the power when it depended alone on legislative grant, and it has done so most effectually. Power previously conferred by statute on officers of such municipalities without the vote of the electors, and not then exercised, is not named, and consequently is not embraced in, but is excluded from the proviso.</p> <p id=\"b456-4\" pgmap=\"456\">As necessary and proper notices were not proved to have been given for this election, it conferred no power on the county court, and is as though no election had been held. Had the county court made this order for subscription and for issuing these bonds, by and under the curative act, before the adoption of this provision of the constitution, possibly a different question would have been presented; but this provision abrogated all unexercised power attempted to be conferred by the curative act of 1869. If the power was well conferred, to have been effective it should have been exercised before it was withdrawn by the constitution.</p> <p id=\"b456-5\" pgmap=\"456(92) 457(15)\">The county court took no steps and did no act, in the exercise of the power attempted to be conferred by the act of 1869, after its passage and before the constitution went into effect. ¡Mor did that act make the subscription, or profess tq, do so, nor did the General Assembly have such power. It only attempted to confer the power on the county court, leaving it optionary with that body to exercise the power if it should so choose. They did not exercise the power before it was withdrawn. So the act by its own vigor did not operate as a subscription.</p> <p id=\"b457-6\" pgmap=\"457\">On a careful examination of the entire record we fail to discover any error in the judgment of the court.below, and it is affirmed.</p> <p id=\"b457-7\" pgmap=\"457\">Judgment affirmed.</p> <p id=\"b457-8\" pgmap=\"457\">Mr. Justice Mulkey took no part in the consideration of this case.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}