{
  "casebody": {
    "data": "<casebody firstpage=\"521\" lastpage=\"523\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b569-4\">HENRY v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b569-5\">No. 12534.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b569-6\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b569-7\">Jan. 15, 1951.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b569-8\">Rehearing Denied Feb. 14, 1951.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b569-25\">Samuel Landau, W. Z. Fairbanks, Landau &amp; Fairbanks and O. P. Soares, all of Honolulu, T. H., Herbert Chamberlin, San Francisco, Cal., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b569-26\">Ray J. O’Brien, U. S. Atty., Nat Richardson, Jr., Howard K. Hoddick, Asst. U. S. Attys., Honolulu, T. H., Frank J. Hennessy, U. S. Atty., San Francisco, Cal., for ap-pellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b569-27\">Before DENMAN, Chief Judge, and ORR and POPE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b569-28\">ORR, Circuit Judge.</author>\n<p id=\"b569-29\">Appellant was charged in the United States District Court for the District of Hawaii with (1) purchasing drugs other than in the original stamped package, in violation of 26 U.S.C.A. § 2553(a), and (2) acquiring marihuana without having paid the transfer tax imposed by 26 U.S.C.A. § 2590(a), in violation of 26 U.S.C.A. § 2593(a). He was convicted and appeals.</p>\n<p id=\"b570-3\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>William K. Wells, a Federal Narcotics Agent, procured a search warrant authorizing him to search a certain building in said warrant described, and situate on 803 Hausten Street, Honolulu, T. H. Wells, accompanied by several officers, took up positions from which they saw appellant walk around the said building and approach an automobile. The officers thereupon hailed appellant and informed him of the search warrant and of their intention to search the premises. Appellant and the officers went to the building to be searched and appellant requested a person then within the building to open the door. The request was complied with. The officers and appellant entered and the officers proceeded to search the premises. They discovered a bottle containing 115 heroin capsules under a flagstone in a pathway at the rear of the house; a small bottle containing cocaine was found under a pillow on a sun couch about 15 feet from where the first bottle was found. A box containing 29 marihuana cigarettes and a paper bag containing marihuana was found jammed between a window screen and a shade outside the main building and to the rear thereof. Six marihuana cigarettes were found under a sofa in the living room of the main building. It is conceded that none of the narcotics discovered bore the necessary tax paid stamps and appellant, upon demand, failed to produce the necessary order forms respecting marihuana required by 26 U.S.C.A. •§ 2591. After the search of the premises had proceeded from 30 to 40 minutes appellant was formally placed under arrest. The search continued for about two hours thereafter during which time the appellant was detained at the premises. At times during the search as many as eleven officers were present.</p>\n<p id=\"b570-4\">At the close of the Government’s case appellant moved for a directed verdict of acquittal as to the first count of the indictment on the ground that the evidence is insufficient to show that the drugs had been in appellant’s possession. This contention is without merit. To our minds the evidence is quite conclusive on that point. ■ In connection with this assignment appellant contends that certain admissions made by him and introduced into evidence were not corroborated and relies on the rule relating to confessions as to the necessity of corroboration, citing, Forte v. United States, 1937, 68 App.D.C. 111, 94 F.2d 236, 127 A.L.R. 1120. From a consideration of all the evidence we think corroboration appears. The corpus delicti was proven by the finding of narcotic drugs on the premises without the necessary tax paid stamps. The admissions relied on are as follows:</p>\n<blockquote id=\"b570-6\">“ ‘Henry called to someone to open the door.’</blockquote>\n<blockquote id=\"b570-7\">“ ‘Wells asked if Henry wanted the search warrant read to him’ and Henry replied, ‘No, Billy.’</blockquote>\n<blockquote id=\"b570-8\">“Wells tasted the contents of the bottle and Henry stated, ‘Man don’t do that! Billy, that’s dynamite.’</blockquote>\n<blockquote id=\"b570-9\">“Wells said to the appellant, ‘This bottle must contain about 200 grains.’ The appellant replied, ‘No, more than that.’</blockquote>\n<blockquote id=\"b570-10\">“After the arrest the appellant told Helen Thomas to produce the key to the locked closet, which she did.</blockquote>\n<blockquote id=\"b570-11\">“After the arrest Wells asked the appellant how long he had lived there and Henry replied, ‘Oh, not very long.’</blockquote>\n<blockquote id=\"b570-12\">“Wells, in referring to a loose panel in the closet, asked the appellant about it, whereupon Henry stated it was there before he moved in.</blockquote>\n<blockquote id=\"b570-13\">“After the arrest the appellant, referring to Helen Thomas, told Wells, ‘Billy, you don’t have to take her down; she doesn’t know anything about the stuff.’ Wells replied, ‘Well then, is it your stuff? ’ Thereupon, Henry ‘just smiled and didn’t reply.’</blockquote>\n<blockquote id=\"b570-14\">“At the Police Station, appellant stated, T am responsible for everything that was found on the premises’ and further stated that he had lived at 803 Hausten Street for about two (2) months prior to the arrest.”</blockquote>\n<p id=\"b570-15\">The second specification of error made by appellant is disposed of by what we have said covering the first.</p>\n<p id=\"b570-16\">Appellant moved to strike the testimony of Deputy Collector of Internal Revenue Patterson concerning demand made upon appellant on September 27, 1949 to produce order forms required by 26 U.S.C.A. § <page-number citation-index=\"1\" label=\"523\">*523</page-number>2591, first, on the ground that said demand was not made 'before indictment, and, second, that the time given to produce the forms was not reasonable under the circumstances. As to the first ground, the court of appeals for the District of Columbia, in the case of Cratty v. United States, 1947, 82 U.S.App.D.C. 236, 163 F.2d 844, considered the identical question and resolved it adversely to appellant’s contention.</p>\n<p id=\"b571-5\">We agree with the holding in Cratty v. United States, supra, and hold that the trial court was correct in denying the motion to strike the testimony of the witness Patterson on the first ground stated. We further hold that the second ground of the motion to strike, viz., that the time given by witness Patterson to appellant to produce the forms was not reasonable, is also lacking in merit. The demand was made on September 27, 1949. The trial began January 5, 1950. Appellant cites Symons v. United States, 9 Cir., 1949, 178 F.2d 615. In that case this court expressed doubt that a demand made the morning of the commencement of the trial would be reasonable. Here we have more than three months elapsing between demand and trial. This notice gave appellant more than ample time to produce before trial had he been in a position to do so.</p>\n<p id=\"b571-6\">Appellant moved to strike the testimony of government witnesses relating to incriminating statements on the ground that appellant was under illegal arrest and was not acting freely and voluntarily. Apparently that contention has been abandoned on appeal and appellant now seems to urge that the admissions were “made during illegal detention due to failure promptly to carry a [the] prisoner before a committing magistrate,” as required by Rule 5(a) of the Federal Rules of Criminal Procedure, 18 U.S.C.A. Upshaw v. United States, 1948, 335 U.S. 410, 413, 69 S.Ct. 170, 172, 93 L.Ed. 100. We say appellant apparently relies on this contention because the case of Upshaw v. United States, supra, is cited in connection with the illegal arrest argument made 'by appellant in his 'brief. But the question of illegal detention as distinguished from illegal arrest is not spelled out. However, from the record before us we are unable to determine the time of arraignment as it relates to the admissions made at the police station. This inability stems from the fact that the record is silent as to when arraignment occurred. We know that the admissions made by appellant during the time the search of the premises was in progress were made before arraignment. The time the officers and appellant were together at the premises being searched was about two and one-half hours. We find no unnecessary delay in that respect. Ample time elapsed between the departure of the officers and appellant from the premises searched and the making of the admissions at the police station for an arraignment to have taken place. We are in no position to assume that it did not.</p>\n<p id=\"b571-8\">We see no merit in the contention of appellant that the evidence of the conversation at the police station between appellant and officer Kinney was concerning guns and not drugs and should have been stricken on his motion. The evidence was relevant and material. It was the function of the jury to determine whether the witness and appellant were discussing drugs. In our opinion they would have been entirely justified in so finding.</p>\n<p id=\"b571-9\">After retiring for deliberation the jury returned and asked for a transcript of the instructions that had been given. This request was denied, but the Court gave additional instructions for the purpose of clarifying some uncertainties which seemed to exist in the minds of certain jurors and, in doing so, appellant contends the Court misstated the evidence and overemphasized certain portions thereof. We do not agree. The Court was particularly careful not to intrude its opinion as to the weight and sufficiency of the evidence into its remarks and at least seven times admonished the jury that it alone must pass upon the evidence, and that it disregard any statement of the Court which it might construe as evidencing the Court’s opinion as to the guilt or innocence of the appellant.</p>\n<p id=\"b571-10\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}