{
  "casebody": {
    "data": "<casebody firstpage=\"266\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b268-3\">Cecilia Lahens and Harriet Louisa Not <em>vs. </em>Edward Dupasseur, impleaded with Louis Emile Lahens, individually, and as trustee of the last will and testament of Divine Duvet Balbi, deceased, and Edward Not.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b268-4\">A testatrix, by her will, devised the residuum of her estate, real and personal, to trustees, in trust to receive the rents and income and apply the same to the use of her daughter and granddaughter during their respective lives, and after their deaths, to apply the same to the use of any child or children of the granddaughter. The will gave no authority to the trustees to <em>sell </em>the trust property. During the continuance of the trust, and while the <em>cesluis que trust </em>were both alive, the substituted trustee, wishing to raise money for his own use, made a loan from D., and in order to secure the payment thereof, executed a deed of the trust property to N., who thereupon gave a mortgage upon the same, to D.; no consideration passing between the trustee and N.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b268-5\"><em>Held, </em>1. That the will giving no authority to the trustee to sell the property, under any circumstances, the deed executed by him was void; and if so, the mortgage was equally void.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b268-6\">2. Tijat as the whole residuum of the estate was by the will to be held in trust <em>until </em>after the death of both the daughter and granddaughter of the testatrix, there was no estate not devised by the will, to which they, as heirs at law, could succeed, upon which the mortgage might operate.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b268-7\">3. That neither of the <em>cestúis que trust </em>had, or could have, anything except a beneficial interest in a trust, which interest, by the statute, is inalienable.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b268-8\">THIS was a controversy submitted to the court, without action, under section 372 of the Code of Procedure.. Louis Emile Lahens, trustee under the will of Divine Duvet Balbi, wishing to raise .money for his own use, and to apply certain trust property to the payment of his indebtedness to the defendant Dupasseur, made and delivered a deed to Edward Hot, who thereupon mortgaged the property to Dupasseur, Ho consideration passed between Lahens and Hot. The will of Balbi conferred no power of sale upon the trustee; and the plaintiffs claimed that the mortgage executed by Hot was void.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b268-9\">The following facts were agreed upon by the parties, viz: 1. In the month of December, 1841, at the city of Hew York, Divine Duvet Balbi departed this life, being at the <page-number citation-index=\"1\" label=\"267\">*267</page-number>time the owner in fee of the following described property, viz., of a certain valuable tract or parcel of land, known as number 167 Duane street, (particularly described.)</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b269-5\">2. That said Divine Duvet Balbi, in and by her last will and testament and the codicils thereunto annexed, constituted and appointed Francis E. Berger and Bernard Souillard, both of the city of Hew York, now deceased, trustees of said piece or parcel of land herein above described; that said will bore date and was executed on the 17th of December, 1839, and contained the following, among other provisions: “ First. I order and direct that all of my just debts and funeral expenses be first paid out of such personal estate as I shall leave at my decease. Secondly. I give, devise and bequeath to my sister, Anne Catherine Charlotte Marosie Duvet, formerly Madame Bond, now supposed to be residing at Santo Domingo, if living at the time of my decease, the sum of ten thousand dollars, to*be paid to her or to her legal representatives in one year after my decease. Thirdly. I give, devise and bequeath to my sister, Eochette Pettit, formerly Eochette La Eoche, residing at Port an Prince, in the island of St. Domingo, if living at the time of my decease, the sum of ten thousand dollars, to be paid to her or her legal representatives in one year after my decease. Fourthly. All the rest, residue and remainder of my estate, real and personal, I give, devise and bequeath to Francis E. Berger, M. D., and Bernard Souillard, druggist, both of the city of Hew York, their heirs, executor’s and administrators, and to the survivor, his heirs, executors and administrators, in trust nevertheless, and upon the uses and trusts following, namely: In the first place to receive and apply one-half or individual moiety of the annual proceeds and income thereof to the use of my daughter, Cecelia Brees, during her natural life, and in case of the decease before her daughter Harriet Louisa Brees shall come of age, I order and direct my executor hereinafter named, to reserve the said annual pro<page-number citation-index=\"1\" label=\"268\">*268</page-number>ceeds and income thereof for the use of my said granddaughter Harriet, and to accumulate the same for her until she shall arrive at the age of twenty-one, when I direct the said accumulation to be paid to her, but in case of her marriage before that time I direct the same to be paid to her on her marriage. In the second place, in trust, to receive and apply the annual proceeds and income of the other undivided half or moiety of my estate, real and-personal, to the education and support and use of my said granddaughter, Harriet Louisa Brees, during her natural life, and to and for her separate use, independently of the control of any future husband, and in the event of the death of my said granddaughter before arriving at twenty-one years of age, without lawful issue, living her said mother, I devise and bequeath the proceeds and income of the whole of the said residue of my real and personal estate to my daughter Cecilia Brees, during her natural life. In the third place, in trust, after the death of my said daughter and granddaughter, to and for the use of any child or children of my said granddaughter that may be living at the time of her decease, absolutely and in fee simple forever, share and share alike. Fifthly. In case of the death of my said daughter and granddaughter in my lifetime, without lawful issue living at my death, or if after my death without lawful issue living at the times of their respective deaths, I give, devise and bequeath all my said estate, real and personal, as follows, to wit: 1st. One thousand dollars to the Roman Catholic Asylum in the city of Hew York, payable in one year after my decease. 2d. One thousand dollars to the corporation of St. Peter’s Church in the city of Hew York, payable in the same manner. 3d. All the rest and residue thereof I devise and bequeath to the children or grandchildren of my’ two sisters above named, who may be living at my decease, to be equally divided among them, share and share alike. Sixthly. I nominate, constitute and appoint my trustees <page-number citation-index=\"1\" label=\"269\">*269</page-number>above named, together with Ealph Lockwood, of the city of Hew York, counselor at law, executors of- my last will and testament,” &amp;c.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b271-5\">The first codicil was executed October 25, 1841. It confirmed the will, 'except as to the alterations therein contained, which were as follows :</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b271-6\"><em>“ </em>1. The legacy therein contained of one thousand dollars to the orphan asylum of the city of Hew York, I hereby revoke, and bequeath the said thousand dollars to Emile Belisaire, now of Port au Prince, Island of St. Domingo. 2. The legacy of one thousand dollars therein contained to St. Peter’s Church, I hereby revoke, and bequeath the same to Minnie Eogers, of the city of Hew York. 3. In case of the death of my daughter Cecilia, and granddaughter, Harriet Brees, without issue living at the time of their deaths, respectively, leaving my friend and counselor, Ealph Lockwood, of the city of Hew York, them surviving, then in that event it is my will and pleasure that he should take the residue of my estate devised to trustees for the use of my said daughter and granddaughter, and their issue, to the said Ealph Lockwood and his heirs. 4. I give and grant to the said Ealph Lockwood full power and authority to compound and compromise any claim upon or in favor of my estate, upon such terms as he shall think proper and most advantageous for my heirs, and I also direct him to pay to Gassy Green one hundred dollars, and the same sum to Mrs. Ann McDermott, as an acknowledgment for their care during my illness. 5. All my wearing apparel and ornaments, household furniture, plate and linen, now in my house, 167 Duane street, I give and bequeath to my daughter Cecilia, her heirs and assigns, forever; and the Illinois State stock in my possession I declare to belong to Ealph Lockwood, as a compensation for his professional services and exertions in my behalf.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b271-7\">By the second codicil, executed Hovember 6, 1841, the testatrix, in addition to the bequests and devises contained <page-number citation-index=\"1\" label=\"270\">*270</page-number>in her will and first codicil, did “ give, devise and bequeath, alter and amend the same, as follows: First, instead of a legacy of ten thousand dollars to each of my sisters, I give and bequeath to each of them five thousand dollars only, (owing to changes in the situation of my estate,) to be paid to them, respectively, in one year after my decease. Secondly, to Emile Belisaire one thousand dollars, to be paid to him in the same time, in lieu of the thousand dollars given him in my codicil heretofore made. Thirdly, to each of the children of Amaza Hathaway now living, five hundred dollars to be paid in the same manner. Fourthly, in lieu of the one hundred dollars heretofore given to Mrs. McDermott, I give and bequeath to her five hundred dollars, to be paid to her in the same mariner. Fifthly, to Minnie Bogers, one thousand dollars, in lieu of that heretofore given her, payable in one year. Sixthly, I give, devise and bequeath to Gassy Green, one hundred dollars, as heretofore given.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b272-5\">Such will was proved before the surrogate of Hew York, and letters testamentary thereon were issued to the executors named therein, on the 29th of December, 1841.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b272-6\">3. That said Bernard Souillard (one of the trustees named in the said will) departed this life prior to the year 1851, leaving the said Berger as sole trustee of said will. That in said year, and on or about the 14th day of July, at a special term of the Supreme Court, held at the city-hall, in the city of Hew York, an order was duly made and entered, whereby (it appearing that said Berger wished to be relieved from said trust) it was ordered, among other things, that said Louis Emile Lahens be, and he thereby was, appointed and substituted in the place and stead of said Francis E. Berger, trustee of the property and estate devised and bequeathed to the use of the said Cecilia Brees and Harriet L. Brees, and in which they were beneficially interested as aforesaid, and that said <page-number citation-index=\"1\" label=\"271\">*271</page-number>Francis E. Berger convey, assign, transfer and set over unto the said Louis Emile Lahens all the property and estate in his hands as such trustee as aforesaid, excepting a certain sum of money in said order specified.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b273-5\">4. That in pursuance of the said order, and in compliance with the directions therein contained, the said Francis E. Berger, acting in his capacity as trustee, as aforesaid, granted, bargained and sold, all the certain piece, parcel or tract of land herein above more particularly described, to have and to hold unto the said Louis Emile Lahens, his successors, administrators, executors and assigns, forever, subject, however, to the trusts reserved, created and contained in the said last will and testament of the said Divine Duvet Balbi. And for further certainty, either party may, if desired, refer to the said deed, which bears date the first day of October, 1851, and was recorded in the office of the register of the city and county of Yew York, in liber 654 of conveyances, page 561, March 6th, 1854, and either party may, also, on the argument of this case, refer to and read any other instrument in writing and record which is hereinafter described.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b273-6\">5. That on or about the 24th day of May, 1861, the defendants, Louis Emile Lahens and Edward Yot, were copartners in trade at the city of Yew York, under the firm name of L. E. Lahens &amp; Go.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b273-7\">6. That on or about said day, and in said year, the said L. E. Lahens, acting in the name of his said firm of L. E. Lahens &amp; Go., asked of the said Edward Dupasseur, the loan of 250,000 francs, French money, and offered to the said Dupasseur, if he would make said loan to them, the said firm, to secure the repayment of the same to him (the said Dupasseur) by executing and delivering unto him five several bonds, accompanied by five several mortgages on real estate, (to secure the payment of said respective bonds,) one of which mortgages was to cover the premises in Duane street, in question, (to be dated on said day and <page-number citation-index=\"1\" label=\"272\">*272</page-number>in said year,) and which, together, should be conditioned for the payment unto said Dupasseur of the sum of $49,000, lawful money of the Hnited States.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b274-5\">7. That the said Lahens, at the same time stated and represented to the said Dupasseur, that said bonds and mortgages would be good and valid obligations and securities in the hands of said Dupasseur, and would together be sufficient to secure to him the repayment of said sum and interest.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b274-6\">8. That the said Dupasseur agreed to loan the said money, to be secured by the said bonds and mortgages.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b274-7\">9. That the said Lahens, for the purpose of carrying out the above promises and agreements, and wishing to secure said Dupasseur for the said sum of money, so to be loaned him as aforesaid, and for the purpose of creating a lien on said property on Duane street, in the city of Hew York, and of applying the said trust property to the payment of his indebtedness to said Dupasseur, granted and sold by a deed bearing date the 25th day of May, 1861, to Edward Hot, the husband of Harriet Louise Hot, all that certain tract or parcel of land hereinbefore described, in Duane street, in the city of Hew York, with the understanding and agreement, and upon the promise of said Hot, that he would execute a,nd deliver to the said Dupasseur, or his authorized agent, a mortgage on said property, in due form of law, for the sum of $12,000, and upon the further express promise and condition that said Hot would cause his wife, Harriet Louise Hot, to join in the execution and delivery of said mortgage.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b274-8\">10. That said deed of said Lahens to said Hot bears date the 24th day of May, 1861, was acknowledged and delivered the 3d day of June, 1861, and recorded on the 5th day of June, 1861, in liber 835, page 641, with the usual full covenants; that said deed was executed by said Louis Emile Lahens and Cecilia his wife.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b275-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>11. That no consideration passed between said Lahens and said Hot.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b275-5\">12. That thereafter, and by virtue of the agreement made as aforesaid, and of the promise of said Hot to mortgage said property as aforesaid, he, (the said Hot,) together with said Harriet Louise, his wife, made, executed and delivered their certain mortgage on the said premises for the sum of $12,000, lawful money of the United States. Said mortgage bears date the 24th day of May, 1861, was acknowledged June 26th, 1861, recorded June the same day, and is now uncanceled and unsatisfied of record, and claimed by said Dupasseur to be a lien on the said property.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b275-6\">13. That the said last mentioned mortgage was one of the five mortgages herein above mentioned and described, and was, after its execution as aforesaid, delivered to said Dupasseur, in pursuahce of the agreement herein above mentioned and described.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b275-7\">14. That said Dupasseur and said Lahens both acted in the belief that said Lahens had authority to incumber said property, as above set forth, and that said Dupasseur had no knowledge or notice, apart from the records above mentioned, that the authority of said Lahens to mortgage or sell the said property as above described was in any wise questionable or open to doubt.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b275-8\">15. That no part of the amount due said Dupasseur by said L. E. Lahens &amp; Co. has been repaid, but the said sum and interest is still wholly due and unpaid.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b275-9\">16. That the said Cecilia Lahens was the Cecilia Brees mentioned and described in the afore cited will of Divine Duvet Balbi, and that the said Harriet Louise Hot was the daughter (Harriet Louise Brees) of said Cecilia Brees, above mentioned and described in said will.”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b275-10\">Argument upon this case was had before the general term of this court at the April term, 1869, Judges Clerks, <page-number citation-index=\"1\" label=\"274\">*274</page-number>Ingraham and Sutherland presiding, decision being reserved. ' In September, 1869, the case was remitted, with leave to amend by inserting additional facts; Judges Clerks and Sutherland holding that the facts in the previous case were not sufficient, that-is, not full enough to base a decision upon. .Mr. Justice Ingraham dissented from this view, and pronounced upon the case as it stood.</summary>\n<p data-order=\"27\" data-type=\"summary\" id=\"b276-5\">The opinion of the court by Sutherland, J., and that of Mr. Justice Ingraham, are\" as follows:</p>\n<p data-order=\"28\" data-type=\"summary\" id=\"b276-6\">Sutherland, J. This is a case agreed upon and submitted under section 372 of the Code.</p>\n<p data-order=\"29\" data-type=\"summary\" id=\"b276-7\">The facts stated in the case are not sufficient, that is, full enough, to determine the controversy fully, assuming that the controversy is as to the force and effe'ct or operation of the mortgage by Hot and wife to Dupasseur. The case does not say whether Ralph Lockwood, named in the first codicil, was or was not dead; nor whether Mrs. Lahens was or was not the only child and only heir at law of the testatrix at the time of her death; nor whether the two sisters of the testatrix, named in the will, had children or grandchildren living at her death; nor whether Mrs. Hot' (the granddaughter) has or has not a child or children.</p>\n<p data-order=\"30\" data-type=\"summary\" id=\"b276-8\">I am unwilling to determine the controversy in part, and I am unwilling to pass upon the question whether the mortgage to Dupasseur did or did not give a lien upon some estate or interest which Mrs. Lahens may have taken and had as heir at law, without a fuller statement of the facts in respect to the particulars above referred to, and perhaps others.</p>\n<p data-order=\"31\" data-type=\"summary\" id=\"b276-9\">The case should be remitted to the counsel, with leave to amend it, and re-submit it, with sufficient facts to enable the court to intelligently and safely determine the controversy. And I think the counsel should, by their <page-number citation-index=\"1\" label=\"275\">*275</page-number>ease, define what the controversy is, with more certainty and particularity.</p>\n<p data-order=\"32\" data-type=\"summary\" id=\"b277-5\">Clerks, J., concurred.</p>\n<p data-order=\"33\" data-type=\"summary\" id=\"b277-6\">Ingraham, J. The will gives no authority to sell the property; and under any circumstances the deed was void. If so, the mortgage was equally so.</p>\n<p data-order=\"34\" data-type=\"summary\" id=\"b277-7\">The suggestions of the court were subsequently complied with by inserting in the case the following <em>preliminary observation:</em></p>\n<p data-order=\"35\" data-type=\"summary\" id=\"b277-8\">“ The plaintiffs’ object in this controversy is to obtain from the court a decision as to the validity or non-validity of the deed and mortgage mentioned and described in this case; it being the interest and wish of all the parties that their rights in the premises may be determined by this court without the expense and delay of an action by either, against the others;” and the following <em>additional statement, </em>viz :</p>\n<p data-order=\"36\" data-type=\"summary\" id=\"b277-9\">“ 17. That Ealph Lockwood died before the commencement of this suit, to wit, in or about the year 1857. That Mrs. Lahens was the only child and heir at law of the testatrix, at the time of her death. That Mrs. Hot never had, and has not now, any children. That Mrs. Lahens has several children now living.</p>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b277-10\"><em>F. B. Ooudert, </em>for the plaintiffs.</attorneys>\n<p data-order=\"38\" data-type=\"legal\" id=\"b277-11\">I. A bare statement of the facts of the case would seem to be sufficient. “ If, under a power of this character, executors are authorized thus to dispose of estates intrusted to their care, the rights of heirs and devisees are.but feebly protected.” <em>(Allen </em>v. <em>DeWitt, </em>3 <em>Comst. </em>284.) And yet in this case the executor had a power of sale conferred upon him which is entirely wanting in the will of Mrs. Balbi.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b277-12\">II. That Lahens could not go beyond the powers of the trust, and alienate, for his own benefit, trust property which <page-number citation-index=\"1\" label=\"276\">*276</page-number>he had no authority for any purpose or under any circumstances to dispose of, is so clear that no time should he wasted in discussing this proposition. The deed to Hot was absolutely void, so that he was entirely incapable of transferring any rights whatsoever to Dupasseur. In other woi'ds, the conveyance was not an execution of the power, and therefore conferred no rights whatsoever. <em>(Pendleton </em>v. <em>Pay, </em>2 <em>Paige, </em>201, 202. <em>Allen </em>v. <em>DeWitt, </em>3 <em>Comst. </em>276.)</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b278-5\">III. The record was sufficient notice to Dupasseur that the conveyance by Lahens was void. Even had Lahens possessed authority under the will to alienate the trust property, Dupasseur, knowing that the money loaned by him was loaned for commercial purposes to the borrower, is not entitled to recover against the trust estate. “Where an insolvent trustee assigned a mortgage purporting on its face to be given to him as a trustee, partly in payment of his own debt to the assignee, and partly for cash which he applied to his own private use, the assignee was held to be chargeable with notice of the misapplication of the trust fund. If a mortgage, while in the hands of a mortgagee, is not a valid lien on the property, it will not be a valid lien in the hands of the assignee of such mortgage. Where a party takes a conveyance of trust property to enable the trustee to raise money thereon for his own private purposes, he is chargeable with the costs of a suit brought by the <em>cestui que trust </em>to set aside such conveyance.” <em>(Pendleton </em>v. <em>Fay, </em>2 <em>Paige, </em>202. <em>See also Allen </em>v. <em>DeWitt, </em>3 <em>Comst. </em>280.)</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b278-6\">IV. Hor does the fact that Cecilia Lahens joined in the mortgage, and Harriet Hot in the deed, strengthen the defendants’ case. 1. The deed of Lahens to Hot, which Dupasseur was bound to take cognizance of, shows that he acted as “trustee under the last will and testament of John Balbi, deceased,” and that the concurrence of his wife was unnecessary ; it therefore appeared from the instrument itself that Mrs. Lahens had no interest in the property. It cannot be said, therefore, that she was a party <page-number citation-index=\"1\" label=\"277\">*277</page-number>to any deception or fraud upon Dupasseur, or that he was in any way misled by her joining in the conveyance. 2. ¡Neither Lahens nor his wife could give Hot or any other person title to the property. Lahens had no power to sell as trustee, nor had he any interest in it as an individual. Mrs. Lahens, on the other hand, had no interest whatever in the land. All that the will conferred upon her was the right to receive one-half of “ the annual proceeds and income thereof to her use, during her natural life.” She could, therefore, convey nothing. <em>(See Brewster </em>v. Striker, 2 <em>Comst. </em>19; <em>Vail </em>v. <em>Vail, </em>7 <em>Barb. </em>226; <em>L’Amoureux </em>v. <em>Van Rensselaer, </em>1 <em>Barb. Ch. </em>34.) 3. The same may be said of Edward Hot and Harriet Hot; having received no interest by the transfer, they could of course convey none. 4. The whole estate was vested in Lahens, subject to the execution of the trust. The execution of this trust was incompatible with the alienation of the fee. The persons for whose benefit the trust was created took no interest. (1 <em>R. S. </em>679, § 6, <em>Edm. ed. See also Noyes </em>v. <em>Blakeman, </em>3 <em>Sandf. </em>531,) holding that “ where real estate is settled to a married woman’s separate use, neither the estate nor the rents and profits can be charged for any debt or liability created on it by her. It is no longer her estate. The whole estate is in the trustee, and her estate is inalienable ; neither can the surplus rents be reached, because, as a married woman, she is not personally liable for debts.”</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b279-7\">V. The statute expressly prohibits the alienation of the rights reserved to the beneficiaries (Mrs. Lahens and Mrs. Not) under the will. “ Ho person beneficially interested in a trust for the receipt of the rents and profits of lands, can assign or in any manner dispose of such interest.” (1 <em>Edm. Statutes at Large, </em>680. 3 <em>R. S. </em>21, <em>5th ed.) </em>It must be clear, therefore, that any force given to the conveyances in question would violate the letter and defeat the intent of the law. The defendant Dupasseur was <page-number citation-index=\"1\" label=\"278\">*278</page-number>bound to know the law, as well as to take cognizance of his grantor’s title. He, therefore, stands in the position, not of a bona fide purchaser that has been deceived, but of\" one who purchased knowing that his grantor had no title, and the attempt to secure him was in palpable violation of the law. (As <em>to notice, see Pendleton </em>v. <em>Fay, cited above.)</em></p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b280-5\">YI. The above considerations derive additional strength from the fact that the plaintiffs and beneficiaries are married women, acting under the influence of their husbands, and attempting to encumber trust property for the sole benefit of the latter.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b280-6\">\" The following language of this court, in a somewhat analogous case, may be cited with propriety: “ A trust to receive the rents and profits of real estate, or the interest or income of the proceeds of such estate, comes within the sixty-third section of the article of the Revised Statutes relative to trusts, and the <em>cestui que trust </em>cannot assign, dispose of, or in any manner mortgage or pledge his interest in the trust property, or in the future income thereof; nor can he contract any debt which will create a lien on such future income, so as to authorize a creditor to reach it by any proceedings either at law or in equity. In all' the trusts authorized by the Revised Statutes, the whole estate, both legal and equitable, is vested in the trustee. The <em>cestui que trust </em>takes no estate or interest in the land, but may enforce the performance of the trust in equity. The <em>cestui que trust </em>has no right to charge the trust property, even for necessary repairs thereon, without the assent of the trustee; nor can the trustee himself do so, except so far as he is authorized by the terms of the trust.” <em>(L’Amoureux </em>v. <em>Van Rensselaer, </em>1 <em>Barb. Ch. </em>34. <em>See too, Dempsey </em>v. <em>Tylee, </em>3 <em>Duer, 75; Clancey on Married Women, p. </em>347, <em>ch. </em>10.)</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b280-7\">YH. It may, perhaps, be claimed by the defendant Dupasseur that, conceding the deed and mortgage to be void) yet, by the technical operation of the doctrine of <page-number citation-index=\"1\" label=\"279\">*279</page-number>estoppel, Dupasseur has acquired certain interests in the property which cannot be disputed by the plaintiffs. 1. The only effect of such a rule would be to prevent the latter from showing what the facts really are; but here all the material facts are conceded. The court will not and cannot now shut its eyes to the truth, and exclude what the defendant admits as part of the case upon which the judicial authority is to be exercised. 2. Bor could such technical doctrine in any event be available. Estoppels must be mutual. Dupasseur must have been misled. That he was not misled, however, is clear, from the admission that the records of which he was bound to take notice, informed him that the plaintiffs had no title in the property, and that the trustee was acting in violation of his trust. He does not pretend that the money loaned by him was advanced for the benefit of the estate or of the beneficiaries ; but, on the contrary, he admits that the deed and mortgage were made <em>“ </em>for the purpose of applying the said trust property to his (Lahen’s) indebtedness to said Dupasseur.” 3. If Mrs. Lahens and Mrs. Hot were entitled to the estate as heirs at law upon the determination of the trust, possibly the deed and mortgage executed by Mrs. Lahens and Mrs. Hot might operate as a lien on their interest in the land, and they might be prevented from alleging that the mortgage was a nullity; but, in addition to foregoing objections, it must be borne in mind that neither of them had any interest whatsoever in the property, and that \"under no conceivable circumstances could they become entitled to it. It is claimed in their behalf, however, that, even were they so entitled, the admitted facts are such as to shut out the operation of a rule that is not favored by courts of justice. Estoppels are odious, and not favored. <em>(Jackson </em>v. <em>Brinkerhoff, </em>3 <em>John. Cas. </em>101.) Ho estoppel where the truth appears by the same deed or record; a party may take advantage of the truth. <em>(Cruise's Digest Est. E. </em>2. <em>Sinclair </em>v. <em>Jackson, </em>8 <em>Cowen, </em>543. <em>Warren </em>v. <page-number citation-index=\"1\" label=\"280\">*280</page-number><em>Leland, </em>2 <em>Barb. </em>613.) Grantor conveying without interest, not estopped from showing that he had no title to pass, unless fraudulent recital. <em>(Sparrow </em>v. <em>Kingman, </em>1 <em>Comst. </em>242.) Estoppel not being favored by the law, ought to be certain to every intent. <em>(Co. Litt. </em>352, <em>C. </em>303, <em>a.) </em>If a thing be not directly and precisely alleged, it shall be no estoppel. <em>(Co. Litt. </em>352.)</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b282-5\">VIH. Mrs. Lahens can, under no aspect of the will, become entitled to the fee. The estate vests in the trustees, and remains in them until both the beneficiaries are dead. The latter may both die without lawful issue. The trustees must therefore wait until that contingency arrives.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b282-6\">LX. But, conceding it to be possible that Mrs. Lahens should hereafter acquire an interest in the property, she would not be estopped by her former deed from asserting it. It is well settled that a wife’s covenant of warranty does not estop her from setting up a subsequently acquired title. <em>(Jackson </em>v. <em>Vanderheyden, </em>17 <em>John. </em>167. <em>Teal </em>v. <em>Woodworth, </em>3 <em>Paige, </em>470. <em>Carpenter </em>v. <em>Schermerhorn, </em>2 <em>Barb. Ch. </em>314. 6 <em>Wend. </em>11. <em>Dominick </em>v. <em>Michael, 4 Sandf. </em>374.) In connection with this it should be observed that Mrs. Lahens merely joins in as L. E. Lahens’ wife. He covenants that “ he is lawfully seised of a good, absolute and indefeasible estate of inheritance in fee simple of, in and to the premises.” He, for <em>himself </em>and <em>his heirs, </em>covenants and warrants the title to be good, in which warranty she does not join. The only effect of the deed would have been to bar her dower, and it is clear that she was only called in to execute the deed on that ground and for that purpose. This is apparent from the mere reading of the instrument.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b282-7\">X. Whether or not the questions suggested by two of the learned justices, before whom the case was heretofore heard, be answered affirmatively or negatively, the fact still remains that the deed, in which Mrs. Lahens joined, was made, executed and delivered in flagrant and palpable violation of the statute.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b283-4\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>XI. The deed and mortgage under which the defendant Dupasseur claims, being clearly invalid, a decree should *be entered setting them aside, and providing that the title to the lands in question be unaffected by the unwarranted and illegal acts of the trustee.</p>\n<attorneys data-order=\"50\" data-type=\"attorneys\" id=\"b283-5\"><em>Edgar Logan, </em>for the defendant Dupasseur.</attorneys>\n<p data-order=\"51\" data-type=\"legal\" id=\"b283-6\">I. The defendant Dupasseur, in good faith and without notice of trust, and on the representations of the defendant Louis Emile Lahens, exchanged his money upon and for the bond and mortgage set forth in the case; he is an innocent holder without notice, and should be protected. <em>(Jackson ex dem. Colden </em>v. <em>Walsh, </em>14 <em>John. </em>407. <em>Jackson ex dem. Bartlett </em>v. <em>Henry, </em>10 <em>id. </em>185, <em>and eases there cited.)</em></p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b283-7\">II. By the deed from the defendant Louis Emile La-hens, and the plaintiff Cecilia Lahens, (his wife,) both as trustee and individually, to the defendant Edward Hot, and by the mortgage then made by said defendant Edward Hot, together with his wife, the plaintiff Harriet Louisa Hot, to the said defendant, Edward Dupasseur, the said Edward Dupasseur acquired a good and valid lien upon the lot of land in question, no indicia of trust appearing on the face of said mortgage, and both the legal and equitable title to the premises being then vested in the defendant Edward Hot, and the plaintiff Harriet Louise Hot. <em>“ </em>A purchaser for a valuable consideration has a right to avoid a precedent fraudulent conveyance.” <em>(Wadsworth </em>v. <em>Havens, </em>3 <em>Wend. </em>411. 3 <em>How. U. S. Rep. </em>333, 401.)</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b283-8\">III. The mortgage given to the defendant Edward Dupasseur is at least a good and Valid lien upon the lot of laud described in the case, and is enforcible against both plaintiffs for and during their joint lives and the life of the survivor. In <em>Savage </em>v. <em>Foster </em>(9 <em>Mod. Rep. </em>35) it was held, where a party knowing his own title does not give notice of it to the purchaser, though an infant, he shall not after-wards set it up.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b284-4\"><page-number citation-index=\"1\" label=\"282\">*282</page-number>IV. The plaintiffs, and the other defendants, cannot take advantage of their own wrongful acts, as against the defendant Dupasseur. “No one is allowed to gain any advantage by his own fraud.” <em>(Mitchell </em>v. <em>Cook, </em>29 <em>Barb. </em>243) “No party can take advantage of his own wrong or turpitude.” <em>(Osborne </em>v. <em>Williams, </em>18 <em>Vesey, </em>379. <em>St. John </em>v. <em>St. John, </em>11 <em>id. </em>535.)</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b284-5\">V. The plaintiffs, as <em>cestuis que trust, </em>are, by their own action, estopped from claiming of the defendant Dupasseur. <em>(Rider, assignee &amp;c. </em>v. <em>The Union India Rubber Co., </em>4 <em>Bosw. </em>169.)</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b284-6\">VI. Wherever two or more persons are engaged in a frudulent transaction to injure another, neither law nor equity will, relieve either of them, as against the other, from the consequences of their own misconduct. <em>(Bolt </em>v. <em>Rogers, </em>3 <em>Paige, </em>154. <em>Gale </em>v. <em>Gale, </em>19 <em>Barb. </em>249. <em>Morgan </em>v. <em>Chamberlain, </em>26 <em>id. </em>163. <em>Dewitt </em>v. <em>Brisbane, </em>16 <em>N. Y. Rep. </em>508, 512. <em>Westfall </em>v. <em>Jones, </em>23 <em>Barb. </em>9. <em>Holman </em>v. <em>Johnson, </em>1 <em>Cowp. </em>341. <em>Moseley </em>v. <em>Moseley, </em>15 <em>N. Y. Rep. </em>334, <em>and cases cited. Nellis </em>v. <em>Clark, </em>4 <em>Hill, </em>424.)</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b284-7\">VEL “ <em>Gestuis que trust </em>concurring or acquiescing in a breach of trust, not entitled to relief; subject to inquiry into the circumstances which induced concurrence pr acquiescence.” <em>(Walker </em>v. <em>Symonds, </em>3 <em>Swanst. </em>63-87.)</p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b284-8\">VIII. The remedy of the plaintiffs, as <em>cestuis que trust, </em>is against the trustee, and not against the bona fide holder. (4 <em>Kent’s Com. </em>306, § 61. <em>Mansell </em>v. <em>Mansell, </em>2 <em>P. Wms. </em>681.)</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b284-9\">IX. There is no proof in the case that there are any children of the plaintiffs °in existence, or that there are any' surviving children or grandchildren of the testatrix’s sisters (who were in being at the decease of said testatrix.) Assuming there would be none, the plaintiffs might become entitled to the trust property as heirs at law.</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b284-10\">X. The plaintiffs are not entitled, by reason of their <page-number citation-index=\"1\" label=\"283\">*283</page-number>own fraudulent acts, to 'any relief against the defendant Dupasseur.</p>\n<court data-order=\"61\" data-type=\"court\" id=\"b285-7\">[New York General Term,</court>\n<decisiondate data-order=\"62\" data-type=\"decisiondate\" id=\"ArS\">April 4, 1870.</decisiondate>\n<opinion data-order=\"63\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b285-5\">\n<em>By the Court,</em>\n</p>\n<author id=\"AGK\">Cardozo, J.</author>\n<p id=\"A0\">As was said by Judge Ingraham, .when this matter was previously before the court, “the will gives no authority to sell the property, and under any circumstances the deed was void. If so, the mortgage was equally so.” This disposes of the case; for there is no estate not devised by the will, to which the heir at law could succeed, as in case of intestacy, upon which the mortgage might operate; because, by the express language of the will, the whole residuum of the estate is to be held in trust until after the death of both the daughter and granddaughter of the testator. As the trust is valid and continuous during both those lives, it is idle to talk about Mrs. Lahens or Mrs. Hot taking any part of the principal of the trust property as heir at law, for they must be <em>dead </em>before the trust is to determine. Heither Mrs. Lahens nor Mrs. Hot has or can have anything except a beneficial interest in a trust, which interest, by the statute, is inalienable. (1 <em>Edm. Stat. p. </em>679, § 63.) The rule of <em>in pari delicto, </em>cited by the defendants’ counsel, has no application. The defendants, equally with the plaintiffs, had notice of the trust. Very likely both mistook the law; but there is no pretense of any fraud.</p>\n<p id=\"b285-6\">There must be judgment for the plaintiffs, declaring the mortgage invalid and void.</p>\n<p id=\"APjg\"><em>Ingraham, Sutherland </em>and <em>Cardozo, </em>Justices.]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}