{
  "casebody": {
    "data": "<casebody firstpage=\"156\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b168-5\">Day <em>v. </em>Micou.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b168-6\">1. Under the act of July 17th, 1862, known as the Confiscation Act, and the Joint Resolution, of the same date, explanatory of it, only the life estate of the person for whose offence the land has been seized, is subject to condemnation and sale. The fact that the decree may have condemned the fee does not alter the case.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b168-8\">2. When such person has, previously to his offence, mortgaged the land to a <em>bona fide </em>mortgagee, the mortgage is not divested. His estate and property in the land being but the land subject to the mortgage, any sale made in pursuance of the act passes the life estate subject to the charge.</syllabus>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b168-10\">Error to the Supreme Court of the State of Louisiana.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b168-11\">An act of Congress, commonly called the Confiscation Act, passed July 17th, 1862,<footnotemark>*</footnotemark> during the rebellion, and entitled “An act to suppress insurrection, to <em>punish treason </em>and rebellion, to seize and confiscate the property of rebels, and <em>for other </em>purposes,” after providing- in its <em>first </em>section that <em>treason shall be punished with death, </em>and in its <em>second </em>that persons inciting, setting on foot, assisting, or engaging in rebellion, &amp;c¿, shall’ be punished with fine and imprisonment; in the <em>third </em>that every person guilty of either of .the offences described in the act shall be incapable to hold any office under the United States; with a limitation -in the fourth section that the act should not affect those guilty before its date, &amp;c., enacted further:</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b168-12\">“Sjeo. 5. That to insure the speedy termination of the present rebellion, it shall be the duty of the President to cause the seizure of all the estate and property of the persons hereinafter named, and to apply and use the same and the proceeds thereof for the support of the army of the United States.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b168-13\">The section proceeded to name six classes of persons whose property should be liable to seizure: officers'of the army and navy of the rebels in arms against the government, or officers of the so-called “ Confederate ” States, and among them any person thereafter acting as a “ Cabinet officer” of <page-number citation-index=\"1\" label=\"157\">*157</page-number>such States, or agents of the same, or officers or agents of some one of the rebel States, or persons who gave aid and comfort to the rebellion.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b169-6\">The sixth section was thus:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b169-7\">“ If any person within any State or Tei’ritory of the United States, Other than those named as aforesaid, being engaged in armed rebellion against the government of the United States, or aiding or abetting such rebellion, shall not within sixty days, &amp;c., cease to aid, countenance, and abet such rebellion, all the estate and property, moneys, stocks, and credits of <em>such </em>person shall be liable to seizure as aforesaid ; and it shall be the duty of the President to seize and use them as aforesaid or the proceeds thereof.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b169-8\">The seventh section provided:</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b169-9\">“ That to secure the condemnation of <em>any such property </em>after the same shall have been seized, so that it may be made available for the purpose aforesaid, proceedings <em>in rem </em>shall be instituted in the name of the United States in any District Court thereof or in any Territorial Court, or in any United States District Court within which the property <em>above described </em>or any part thereof may be found, .... which proceedings shall conform as nearly as may be to proceedings in admiralty and revenue cases; and if said property .... shall be found to have belonged to a person engaged in rebellion, or who has given aid or comfort thereto, the same shall be condemned <em>as enemies’ property, </em>.and become the property of the United States, and may be disposed of as the court shall decree.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b169-10\">By a Joint Resolution, explanatory of this act, passed on the same day with it, it was resolved by Congress that no punishment or proceedings under the act should be “ so construed as to work a forfeiture of the real estate of the offender beyond his natural life.”<footnotemark>*</footnotemark></summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b169-11\">This statute, thus explained, being in force, a libel of information was filed, in January, 1865, in the District Court for the Eastern District of Louisiana, against “ two squares of ground [described], property of J. P. Benjamin,” which <page-number citation-index=\"1\" label=\"158\">*158</page-number>property the said Benjamin had, in 1858, by proper instru-. inent duly inscribed, mortgaged to one Madame Micou. In the libel of information Mr. Benjamin was. charged to have been owner of the property at the date of the act just named, and the ground on which a forfeiture was claimed was'that subsequently to the passage of the act he had acted as a Cabinet officer of the so-called Confederate States. An order of publication was'made, by which all persons interested in the property were required to appear on the 13th of February, 1865, to answer and to show cause “ why said property and real estate, <em>and the </em>right, <em>title, and interest therein of the said J. P. Benjamin, </em>should not be condemned and sold according to law.” There was no opposition, and on the 18th day of March, 1865, the judgment of condemnation was entered; the decretal order describing the property as belonging to J. P. Benjamin. The property was sold May 15th, 1865, and a deed was executed to the purchaser, Madison Day.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b170-6\">In this state of things Madame Micou or her representatives filed, in 1868, a bill of foreclosure of the mortgage against Benjamin as mortgagor and Day as a “ third possessor” or <em>terre tenant. </em>Benjamin made no opposition, but Day set up a claim as owner of the property in fee simple, discharged of all liens; the foundation of such his claim being the already mentioned proceeding <em>in rem </em>in the District Court under the Confiscation Act.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b170-7\">The court in which the bill was filed held that under this act no estate of any kind in fee simple passed, but at best the life estate of Mr. Benjamin, and that this was subject to the mortgage of Madame Micou, regularly created and in existence before the rebellion began. The decree founded on this view being affirmed in the Supreme Court of the State, the case was now brought here.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b170-8\">\n<em>Mr. Madison Day, appellant, proprid persond. :</em>\n</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"b170-9\">The court below erred, among othef ways,</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b170-10\">1st. In its view that no estate but the life estate of Mr. Benjamin passed, and</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b171-5\"><page-number citation-index=\"1\" label=\"159\">*159</page-number>2d. In its view that the mortgage of Madame Micou was not discharged.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b171-6\">1. The Confiscation Act, as it is called, is an exercise of both sovereign authority and the belligerent right of confiscating enemy property on land during a state of war.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b171-7\">The first four sections of the statute relate to the punishment of treason and rebellion. This is an exercise of sovereign authority, and constitutes alone the criminal portion of the act. The other provisions of the act providing for the seizure and condemnation of the property seized, <em>“ as enemies’ property,” </em>is but an exercise of the belligerent right of confiscating enemy property in time of Avar.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b171-8\">These different provisions of the act are, therefore, to be taken and regarded as distinct from each other, as if they were embodied in tivo separate acts. The one relates to citizens and proceedings in time of peace; the other relates to enemies and proceedings in time of Avar. And they also differ from each other as to the mode of procedure and the rules of law which apply to and govern the same. A resolution or provision of kuv, therefore, Avhich only embraces the one cannot be said to extend to and include the other. And this being so, it folloAvs, as a matter of course, that the joint resolution which says <em>“ </em>nor shall any punishment or proceedings under the act be so construed as to work a forfeiture of the real estate of the offender beyond his natural life,” only applies to punishments and proceedings against <em>offenders </em>under the criminal portion of the act, and does not extend to or limit the confiscation of property under the other provisions of the statute, <em>as enemies’ property, </em>to a mere life estate.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b171-9\">2. As it is provided'iu the Confiscation Act that the proceedings Avere to be <em>in rem, </em>and that if the property seized was found to belong to a person named in the act, the same Avas to be condemned as <em>enemies’ property, </em>it follows as a matter of course, that the operation and effect of the decree of condemnation and sale must be the same as that Avhich attaches to other decrees and sales in a proceeding <em>in rem. </em>Noav what is the knoAvn and established operation and effect of a decree and sale <em>in rem ?</em></p>\n<p data-order=\"23\" data-type=\"attorneys\" id=\"b172-5\"><page-number citation-index=\"1\" label=\"160\">*160</page-number>In the <em>Propeller </em>Commerce,<footnotemark>*</footnotemark> the court says:-</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b172-6\">“ Process <em>in rem </em>is founded on a right <em>in the thing, </em>and the object of the process is to obtain <em>the thing itself, </em>or a satisfaction out of it, for some claim resting on a real or <em>quasi </em>proprietary right in'it.”</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b172-7\">' In such a proceeding there are no adversary parties — no personal defendant. The thing itself is seized and impleaded as the defendant. But all persons who have any claim upon, or right in or to the thing, may, if they-'choose, come in as claimants and propound their interest in the thing and be heard, and are, therefore, deemed parties and bound aecordingly, whether any party actually appears or not. Hence all persons who have this right may be, and are fairly considered as- parties to the suit, and bound by the result .thereof; Every party in interest is, therefore, estopped by .a decree <em>in rem </em>from disputing the judgment, which, as is well said by the court in <em>Parker </em>v. Overmann,<footnotemark>†</footnotemark> “is conclusive against the absent claimant as well as the present contestant.”</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b172-8\">• <em>Mr. Thomas Allen Clarke.{whom the court declined.to hear), contra.</em></attorneys>\n<footnote data-order=\"27\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b168-14\"> 12 Stat. at Large, 589.</p>\n</footnote>\n<footnote data-order=\"28\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b169-12\"> See Forrest v. Bigelow, 9 Wallace, 341.</p>\n</footnote>\n<footnote data-order=\"29\" data-type=\"footnote\" id=\"x999-3\" label=\"*\">\n<p id=\"b172-11\"> 1 Black, 580-1.</p>\n</footnote>\n<footnote data-order=\"30\" data-type=\"footnote\" id=\"x999-4\" label=\"†\">\n<p id=\"b172-12\"> 18 Howard, 140.</p>\n</footnote>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-5\" type=\"majority\">\n<author id=\"b172-9\">Mr. Justice STRONG</author>\n<p id=\"AWc\">delivered the opinion of the court.</p>\n<p id=\"b172-10\">Most of the questions in this case were settled adversely to the claims.of the plaintiff in error by our decision of <em>Bigelow </em>v. <em>Forrest.</em><footnotemark><em>‡</em></footnotemark><em> </em>We then determined that under the act of Congress of July 17, 1862, known as the Confiscation Net, and the Joint Resolution of the same date explanatory thereof, only the life estate of the person for whose offence the land had been seized was subject to condemnation and sale. We also determined that nothing more was within the jurisdiction or judicial power of the District Court, and that consequently a decree condemning the fee could have no greater effect than to subject the life estate to sale. This in effect disposes of the present case.</p>\n<p id=\"b173-5\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>It is insisted, however, the Supreme Court of Louisiana erred in holding that the property condemned and sold remained in the hands of the purchaser at the sale, subject to the mortgage given in 1858 to the ancestor of the defendants in error. The argument rests upon a misconception of the act, of 1862. That act, for the purpose of insuring the speedy termination 'of the rebellion, authorized the seizure of all the estate and property, money, stocks, credits, and effects of six classes of persons described in the fifth section. The persons designated in those several classes were either officers in the army or navy of the rebels in arms against the government of the United States, or officers of the so-called Confederate States, or agents thereof, or officers or agents of some one of the States of that confederacy, or persons who gave aid and comfort to the rebellion. So the sixth section directed the seizure of all the estate and property of the persons described in that section. It was not <em>any </em>property in which the persons described in these two sections might have an interest that was made subject to seizure, but it was <em>their </em>estate and property, <em>their </em>interest in it, whatever that interest might be. The act manifestly contemplated no seizure of anything more than that which belonged to the offending person, and the thing seized, or its proceeds, was by the fifth section directed to be applied for the use of the army of the United States. If now we proceed to the seventh section, it will appear plainly that only that which was seized, seized lawfully in accordance with the directions of the two preceding sections, was made the subject for condemnation and sale. That section commences thus: “That to secure the condemnation and sale of <em>any such property, </em>after the same shall have been seized, so that it may be made available for the purpose aforesaid, proceedings <em>in rern </em>shall be instituted in the name of the United States in any District Court thereof, or in any Territorial Court,'or in the United States District Court for .the Dish-ict of Columbia, within which the property <em>aboce described </em>or any part thereof may be found,” &amp;c. What property is this thus brought within the jurisdiction of the District Court? Beyond <page-number citation-index=\"1\" label=\"162\">*162</page-number>doubt the property which had been seized, that is, the estate and property of the offending person, and no other. If it-was a term, or an estate at will, or-a life estate, or an estate in joint tenancy, or in common, whatever it was, it was the subject alike of seizure and of condemnation. It is true proceedings <em>in rem </em>were ordex-ed to be instituted in the District Court, but the question remains, what was the <em>res </em>against which the proceedings wex^e dix’ected ? The answer must be, that which was seized and brought within the jurisdiction of the .court., A condemnation in a proceeding <em>in rem </em>does not necessarily exchide all claim to other iixtei-ests thaxi those which were seized. In admii’alty cases and in revenue cases a condemnation and sale generally pass the entire title to the propex’ty condemned and sold. This is because the thing conderinxed is considex-ed as the offender or the debtor, and is seized in entirety. But such is not the case in many px’oceedings which are <em>in rem. </em>Decrees of courts of probate or orphans’ courts’directing sales for the payment of a decedent’s debts or for distribution are proceedings <em>in rem. </em>So are sales under attachments or proceedings to foreclose a mortgage, <em>quasi </em>pi’oceedings <em>in rem, </em>at least. But in none of these cases is anything more sold than- the estate of the decedent, or of the debtor or the mortgagor in the thing sold. The interests of othex*s are not cut off or affected.</p>\n<p id=\"b174-6\">If then, as we hold, the propei’ty and estate of J.-P. Benjamin was all that was seized, or all that could be seized and condemned in these confiscation px’oceedings, those who held other interests in the land were ixot bound to come in and assert their claims. Their interests did not pass to the purchaser at the sale, and they remain unaffected by the decree of condemnation and the sale thereunder.</p>\n<p id=\"b174-7\">'There is, therefore, no erx’or in the judgment of the Supreme Court, and it is</p>\n<p id=\"b174-8\">Affirmed.</p>\n<footnote label=\"‡\">\n<p id=\"b172-13\"> 9 Wallace, 339.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}