{
  "casebody": {
    "data": "<casebody firstpage=\"603\" lastpage=\"623\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b633-3\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b633-4\">Martin’s Executors v. Commonwealth.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b633-5\">January 22, 1920.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b633-6\">1. <em>Statutes—Construction in Favor of </em>Constitutionality.—The courts approach constitutional questions with great caution, and <em>regard </em>the interpretation and application of constitutional provisions as among the most important as well as delicate and difficult duties which they have to perform. They must endeavor to hold up the hands of the law-making body, but, to do so effectively and in such way as to command public respect and confidence, they must not, for mere reasons of convenience or expediency, hesitate to condemn an act which plainly violates the fundamental law.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b633-8\">2. <em>Statutes—General and Special </em>Laws—Definition.—Under the constitutional prohibition of special legislation many attempts have been made to define general and special laws, and to lay down some specific rule for the guidance of the legislature and the courts, but is not too much to say that no satisfactory rule has yet been obtained. It is, of course, apparent that a statute applicable to the whole State, and to all persons, bodies corporate, and property within the State, is general, but as a practical matter such- statutes are relatively few in number. It is, therefore, impossible to fix any definite rule by which to solve the question whether a law is local or general.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b633-10\">3. <em>Statutes—Special and General—Definition of Special </em>Law.—A law is special in a constitutional sense when by force of an inherent limitation it arbitrarily separates some persons, places, or things from those upon which, but for such separation, it would operate.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b633-12\">4. <em>Statutes—Special or General—Guide to Determine Whether Statute is Special or </em>General.—A most useful guide in' determining whether a statute is general or special within the meaning of constitutional limitation is to be found in the underlying reasons for such limitations. They are intended primarily as a check upon the intentional ’ exercise of legislative power conferring special privileges and immunities, or special restrictions and burdens, upon particular persons or <page-number citation-index=\"1\" label=\"604\">*604</page-number>localities to the exclusion of other persons or localities similarly situated. Plain legislative violations, whether expressly intended as such or not, must of course be condemned; but these limitations in the fundamental law had their genesis in a purpose to remedy the mischief of intentionally arbitrary and exclusive legislation.” It follows, therefore, that if a law bears on its face no evidence of an exclusive or discriminative purpose, it is <em>prima facie </em>valid.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b634-4\">5. <em>Statutes—Special or </em>General—Classification.—Constitutional prohibitions against special legislation do not prohibit classification. A general law in its simplest form embraces all persons and places within the State, but varying circumstances- often render it impossible to apply the same rule everywhere and to everybody. But the classification must not be purely arbitrary. It must be natural and reasonable,- and appropriate to the occasion. There must be some such difference in the situation of the subjects of the different classes as to reasonably justify some variety of rule in respect thereto. Though an act be general in form, if it be special in purpose and effect, it violates the spirit of the constitutional prohibition.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b634-6\">6. <em>Statutes—Special or </em>General—Classification.—The necessity for and the reasonableness of classification are primarily questions for the legislature. If any state of facts can be reasonably conceived that would sustain it, that state of facts at the time the law was enacted must be assumed.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b634-8\">7. <em>Statutes—Special or General—Burden of </em>Proof.—In any attack upon a statute as special legislation, the burden would be upon the assailing party to show that the classification did not rest upon a reasonable basis, and was essentially arbitrary.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b634-10\">8. <em>Statutes—Special or General—Classification—Complete at Time of Passage of </em>Act.—A classification which is territorially complete at the time of the passage of the act establishing it, and which is based upon natural and reasonable grounds, ought not to be held unconstitutional for the bare reason that it does not provide for future changes dependent upon an uncertain variation of existing conditions.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b634-12\">9. <em>Statutes—Special or General—Classification—Future Changes. </em>—When all the counties in the State are classified according to their population, if the classification is germane to the purpose of the law, is fair and just, and at the time of its enactment operates uniformly and extends in its operation to each of the counties, it should be held a general law. In such cases the legislature may leave future changes of condition to be met by future legislation upon the reasonable assumption that its successors will be equally just and fair.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b635-3\"><page-number citation-index=\"1\" label=\"605\">*605</page-number>10. <em>Statutes—Special or General—West Fee Bill—Case at </em>Bar.— The West fee bill (Acts 1914, p. 707), providing for a commission to consider the compensation of court clerks, examiners of records, and other officers, as a basis for fixing the maximum compensation of the officers named therein, divided all the cities and counties of the State into classes according to their population, resting the classification upon the Federal census of 1910. It was contended that the classi- , fication was fatally defective because it was made to depend upon the single census of 1910, with no provision for any change in the future by reason of increase or decrease in population.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b635-5\"><em>Held: </em>That the West fee bill was not to be condemned as special legislation within the meaning of the Virginia Con- . stitution merely because as it now stands, unaided by any additional legislation, future increases or decreases of population in localities which cannot at this time be designated may cause it to lack the equality and uniformity which it must now be conceded to possess.</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b635-6\">ON PETITION FOR REHEARING.</syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b635-7\">11. <em>Statutes—Constitutionality—Invalid in Part, Valid in </em>Part.-— The West fee bill (Acts 1914, p. 707) is not invalid as violating article 4, section 64, of the Constitution of 1902, providing that no general law shall be suspended in its operation for the benefit of any private corporation, association or individual, because of the provision that the act “shall not be effective until the expiration of the terms of office of the present incumbents in the city of Richmond,” nor on account of the provision that it should not apply to Prince George county'until January 1, 1918.</syllabus>\n<syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b635-9\">12. <em>Statutes—Constitutionality—Valid in Part, Invalid in </em>Part.— If it be conceded that the West fee bill (Acts 1914, p. 707) violates article 4, section 64, of the Constitution of 1902, because of the exceptions pointed1 out in the preceding syllabus, the only effect of such violation would be to render the suspension inoperative, and the act in all other respects would remain in full force and effect. The provision containing the suspension would simply be treated as a nullity.</syllabus>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b635-11\">Error to a judgment of the Circuit Court of city of Richmond, in a proceeding by motion for a judgment for money. Judgment for the Commonwealth. Defendants assign error.</summary>\n<disposition data-order=\"18\" data-type=\"disposition\" id=\"b635-12\">\n<em>Affirmed.</em>\n</disposition>\n<p data-order=\"19\" data-type=\"summary\" id=\"b636-3\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>The opinion states the case.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b636-4\"><em>Frank L. Crocker </em>and <em>Loyall, Taylor &amp; White </em>and <em>Williams &amp; Tunstall, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b636-5\"><em>Jno. R. Saunders, Attorney-General, J. D. Hank, Jr., Assistant Attorney-General, </em>and <em>Leon M. Bazile, </em>for the Commonwealth.</attorneys>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b636-6\">Kelly, P.,</author>\n<p id=\"Ast\">delivered the opinion of the court.</p>\n<p id=\"AzK\">This is a proceeding by motion in the name of the Commonwealth to recover excess compensation collected by Alvah Martin, clerk of the Circuit Court of Norfolk county, over and above the maximum amount allowed by an act of the General Assembly, approved March 27, 1914, commonly known as the “West fee bill” (Acts 1914, p. 707). After the motion was instituted Alvah Martin died, and the case was revived against his executors. The only defense offered was that the act violated sections 51 and 63 of the Virginia Constitution, and was, therefore, null and void. There was a judgment for the Commonwealth, and thereupon the executors obtained this writ of error.</p>\n<p id=\"b636-8\">The title of the act is as follows: “An act to create a commission to consider the compensation of court clerks, examiners of records, treasurers, commissioners of the revenue, sheriffs, high constables and city sergeants, and until action upon the report of said commission to fix the maximum amount of the compensation of said officers.”</p>\n<p id=\"b636-9\">In keeping with this title, the provisions of the act show that the legislature intended it to be tentative and experimental. Whether in a strict and accurate legal sense it was temporary or permanent is a question which has been raised by counsel, but which, as will hereinafter appear, we need not decide. It created a commission, consisting of the Gov<page-number citation-index=\"1\" label=\"607\">*607</page-number>ernor, Auditor of Public Accounts, and State Accountant, to investigate the compensation of the officers named therein and to “report at the next session of the General Assembly whether said offices are economically administered, what compensation should thereafter be paid to said officers * * * and all other matters deemed pertinent by any member of said commission.” Section 5. The act did not become effective until January 1,1916. It was amended in 1916 (Acts 1916, cc. 470, 490), and again in 1918. (Acts 1918, c. 110), and the commission made a report in 1916 and again in 1918; but neither in the amendments to the act nor in the reports by the commission was there any change or suggestion in regard to the “classification” now to be discussed.</p>\n<p id=\"b637-4\">As a basis for fixing the maximum compensation of the officers named therein, the act divides all the cities and counties of the State into classes according to their population. Norfolk county, having a population of over 50,000, falls within the first of the three divisions into which the counties are divided. This classification rests upon the Federal census of 1910, the exact language of the enactment in this respect being as follows: “For the purposes of this act the population of each county and city shall be as shown in the United States census report of nineteen hundred and ten.”</p>\n<p id=\"b637-5\">The contention of the plaintiffs in error is that this provision converts the act into a special law. If this contention is sound, the statute is unconstitutional because the agreed facts in the case show, (1) that the act was not referred to the standing committee on special, private and local legislation, as required by section 51 of the Constitution of Virginia, and (2) that it was passed during the term for which the defendant had been elected, and, therefore. violated clause 14 of section 63 forbidding the passage of any special act increasing or decreasing salaries, fees, compensation or allowances of public officers during the term for which they are elected or appointed.</p>\n<p id=\"b638-3\"><page-number citation-index=\"1\" label=\"608\">*608</page-number>The sole question for decision, therefore, is whether the statute under review was special or general. If special, it was void; if general, it was valid.</p>\n<p id=\"b638-4\">We are admonished in the outset, by counsel on both sides, of the far-reaching consequences dependent upon our decision. It is said, upon the one hand, that an affirmance of the judgment will necessarily determine adversely to public officers of the State many similar cases now pending in the Commonwealth; and, on the other hand, that the aggregate amount of excess compensation claimed in these other cases is of such magnitude that a reversal will affect in a material degree the current revenue of the State.</p>\n<p id=\"b638-5\"><bracketnum>[1, 2]</bracketnum> Independent of these suggested considerations peculiar to this case, it is well known that the courts approach constitutional questions with great caution, and regard the interpretation and application of constitutional provisions as among the most important as well as delicate and difficult duties which they have to perform. They must endeavor to hold up the hands of the law-making body, but to do so effectively and in such way as to command public respect and confidence, they must not, for mere reasons of convenience or expediency, hesitate to condemn an act which plainly violates the fundamental law.</p>\n<p id=\"b638-6\">Is the “West fee bill” a general or a special act? The evils of special legislation, and the consequent inhibitions and restrictions upon it, have so often been the subject of litigation that we might naturally and reasonably hope to find the books full of cases definitely settling the principles and tests .to be applied to the question in hand. Such a hope, however, is vain. A clear demonstration of this regrettable fact can be found in the excellent and elaborate briefs of the distinguished counsel who represent the opposing contentions in this case and to whom we are indebted for a notably diligent and discriminating compilation and analysis of the authorities 'in this and other jurisdictions <page-number citation-index=\"1\" label=\"609\">*609</page-number>bearing upon the question. With this veritable library of the law on the subject at hand, we emerge from a careful consideration of it with the unsatisfied state of mind expressed by Judge Dillon in his work on Municipal Corporations (Vol. 1, 5th ed., section 141, page 244), as follows: “What is a ‘general act’ and what is a ‘special act’ * * * might have appeared to the framers of the constitutions to be questions easy of solution. But if so, the result has proved otherwise, and these questions with which the present chapter deals) are among the most difficult and perplexing which the courts have had to meet. Their number and variety are almost infinite, and the results in many respects are very unsatisfactory and .inharmonious, as the present chapter abundantly proves. They present a veritable judicial labyrinth with no certain clue, to guide the public or the profession in the intended applications of these constitutional provisions constantly arising. The professional adviser is often compelled to confess that he does not know whether a given act is special * * * or not, and that the questions are of such nicety that they can be settled only by a decision in many, cases of the court of last resort in the State.” And again, at section 142, page 256, Judge Dillon says: “Under the constitutional prohibition of special legislation many attempts have been made <em>to define general and special laws, </em>and to lay down some specific rule for the guidance of the legislature and the courts, but it is not too much to say that no satisfactory rule has yet been obtained. It is, of course, apparent that a statute applicable to the whole State, and to all persons, bodies corporate and property within the State, is general, but as a practical matter such statutes are relatively few in number.”</p>\n<p id=\"b639-4\">In <em>Ferguson </em>v. <em>Ross, </em>126 N. Y. 459, 464, 27 N. E. 954, 955, it was said by Andrews, J.: “It seems impossible to fix any definite rule by which to solve the question whether <page-number citation-index=\"1\" label=\"610\">*610</page-number>a law is local or general, and it has been found expedient to leave the matter, to a considerable extent, open to be determined upon the special circumstances of each case.” And so say many of the courts.</p>\n<p id=\"b640-4\">A number of abstract definitions of a “special law’” are collected in 7 Words and Phrases, p. 6577, and in the second series of the same work, p. 635, from a bare inspection of which it will readily appear that they amount to little more than broad generalizations, and are not calculated to be of much use in their application to concrete cases.</p>\n<p id=\"AWL\"><bracketnum>[3]</bracketnum> Perhaps the most satisfactory short definition to be found anywhere is the following, appearing in the collection last cited, taken, from <em>Budd </em>v. <em>Hancock, </em>48 Atl. 1023, 66 N. J. Law 133, and repeated in <em>Van Cleve </em>v. <em>Passaic Valley Sewerage Commissioners, </em>58 Atl. 571, 578, 71 N. J. Law 183, 184: “A law is ‘special’ in a constitutional sense when by force of an inherent limitation it arbitrarily separates some persons, places or things from those upon which, but for such separation, it would operate.” This definition undoubtedly strikes at the foundation of the subject, for an arbitrary separation of persons, places or things of the same general class, so that some of them will and others ©f them will not be affected by the law, is of the essence of special legislation. But what does it take to constitute “an arbitrary separation” ? Manifestly, no definition could answer this question, because it must in the nature of things depend upon the purpose and subject of the particular act and the circumstances and conditions surrounding its passage. The courts may look to such circumstances and conditions in passing on the validity of an act. 1 McQuillin on Municipal Corporations, sec. 202.</p>\n<p id=\"b640-6\">Hence it is that in practically every case the decision must rest upon general principles of law and general rules of statutory construction rather than upon definitions or precedents.</p>\n<p id=\"b641-3\"><page-number citation-index=\"1\" label=\"611\">*611</page-number>In <em>Ex parte Settle, </em>114 Va. 715, 719, 77 S. E. 496, 497 Judge Keith, in sustaining- a legislative classification of counties, very pertinently said: “The principles by which this court is governed in considering the constitutionality of a law have been too frequently the subject of judicial decision to require a citation of authority. Every presumption is made in favor of the constitutionality of an act of the legislature. A reasonable doubt as to its constitutionality must be solved in favor of the validity of the law, and the courts have nothing to do with the question whether or not the legislation is wise and proper, as the legislature has plenary power, except where the Constitution of the State or of the United States forbids, and it is only in cases where the statute in question is plainly repugnant to some provision of the Constitution that the courts have declared it to be null and void.”</p>\n<p id=\"b641-4\">As showing that these principles apply with peculiar appropriateness to legislative classifications of persons, places and things, see also, <em>State </em>v. <em>Scullin-Gallagher Iron &amp; Steel Co., </em>268 Mo. 178, 186 S. W. 1007, Ann. Cas. 1918E, 620; <em>Harmon </em>v. <em>Madison </em>County, 153 Ind. 68, 54 N. E. 105, 107-8; 26 Am. &amp; Eng. Ency. L. (2nd ed.) 688; 12 C. J. 1129, 1130, 6 R. C. L., sec. 376, p. 385.</p>\n<p id=\"A0x\"><bracketnum>[4]</bracketnum> In doubtful cases, a most useful guide in determining whether a statute is general or special within the meaning of constitutional limitations like those involved in this case is to be found in the underlying reasons for such limitations. They are intended, primarily, as a check upon the intentional exercise of legislative power conferring special privileges and immunities, or special restrictions and burdens, upon particular persons or localities to the exclusion of other persons or localities similarly situated. Plain legislative violations, whether expressly intended as such or not, must of course be condemned; but these limitations in the fundamental law had their genesis in a purpose to remedy <page-number citation-index=\"1\" label=\"612\">*612</page-number>the mischief of intentionally arbitrary and exclusive legislation. 1 Dill. Mun. Corp., <em>supra, </em>sec. 141. It follows, therefore, that if a law bears on its face no evidence of an exclusive or discriminative purpose, it is <em>prima facie </em>valid. As was said in <em>Budd </em>v. <em>Hancock, </em>supra: “The test of a special law is the appropriateness of its provisions to the objects that it excludes. It is not, therefore, what a law includes that makes it special, but what it excludes. If nothing be excluded that should be contained, the law is general. Within this distinction between a special and a general law, the question in every case is whether any appropriate subject is excluded to which the law, but for its limitations, would apply. If the only limitation contained in a law is a legislative classification Of its objects, it is a general law.”</p>\n<p id=\"Acq\"><bracketnum>[5, 6]</bracketnum> Constitutional prohibitions against special legislation do not prohibit classification. A general law in its' simplest form embraces all persons and places within the State, but varying circumstances often render it impossible to apply the same rule everywhere and to everybody. But the classification must not be purely arbitrary. It must be natural and reasonable, and appropriate to the occasion. There must be some such difference in the situation of the subjects of the different classes as to reasonably justify some variety of rule in respect thereto. Though an act be general in form, if it be special in purpose and effect, it violates the spirit of the constitutional prohibition. An evasion of the prohibition “by dressing up special laws in the garb and guise statutes” will not be permitted. 1 Dill, on Mun. Corp. (5th ed.), sec- 147, <em>et seq.; </em>1 Lewis’ Sutherland on Stat. Construction (2d ed.), sec. 200. But the necessity for and the reasonableness of clássification are primarily questions for the legislature. If any state of facts can be reasonably conceived, that would sustain it, that státe of facts at the time the law was <page-number citation-index=\"1\" label=\"613\">*613</page-number>enacted must be assumed. 1 Dill. Mun. Corp. (5th ed.), sec. 146; <em>Polglaise </em>v. <em>Commonwealth, </em>114 Va. 850, 865, 76. S. E. 897.</p>\n<p id=\"b643-4\">With the foregoing principles in mind, let us look to the characteristics of the act in question. As appears from its title and provisions, it is a comprehensive but tentative and experimental scheme for controlling the compensation of certain specified State officers in every city and county in the State by fixing a maximum salary to be received by each of them. This maximum is made to depend upon and to vary with the population, and cities and counties are classified accordingly. There are no counties or cities excluded, and there is here no contention, and no reason to contend, that the legislature intended any discrimination or class legislation. It was dealing with a tremendously important question, one which addressed itself peculiarly to the legislature and had been the subject of public agitation and discussion for some time prior to the passage of the statute. There is every indication that the purpose was to proceed cautiously and deal fairly with the officers themselves, and to simply take the initial step in the establishment of a system of salaries for public officers, which would on the one hand afford a just compensation for services rendered, and on the other promote reasonable economy in the administration of certain branches of the State government.</p>\n<p id=\"b643-5\">The plaintiffs in error concede that,' as a general proposition, the classification of cities and counties according to population for the purpose of fixing the salaries of public officers does not offend against a constitutional interdict upon special legislation. They claim, however, and <em>this raises the final and decisive question before us, </em>that the classification here is fatally defective because it is made to depend upon the single census of 1910, with no provision for any change in the future by reason of increase <page-number citation-index=\"1\" label=\"614\">*614</page-number>or decrease in population. <em>There is no other criticism of the act. </em>It is conceded to be in every other respect clearly general and free from constitutional objection.</p>\n<p id=\"b644-4\"><bracketnum>[7]</bracketnum> It is manifest that by limiting the classification to the census of 1910, the legislature has in effect fixed the maximum salaries in each county and city in the State as definitely as if the act had called each city and county by name. We are not prepared, however, to say that such an act is special within the meaning of the Constitution. A similar one is to be found in section 3528, Code 1904, section 3505, Code 1919, fixing the salary of the Commonwealth’s attorney in each of the counties and cities. We are not informed, and have not deemed it material to inquire, whether this act in its present form was passed as a general or special law, but, for the purpose of illustration, if it were attacked as a special act we would have no hesitancy in saying, in the absence of anything to show that the salaries therein named were classified and fixed arbitrarily and without due regard to some proper basis, that it should be classed as a general law. It necessarily implies a classification,.but it excludes no person or locality naturally belonging to its operation, and the presumption that the legislature acted in good faith and • graded the salaries upon reasonable grounds would support it as general legislation. In any attack upon it, the burden would be upon the assailing party to show that it did not rest upon a reasonable basis, and was essentially arbitrary. <em>Ex parte Settle, supra; Polglaise </em>v. <em>Commonwealth, supra.</em></p>\n<p id=\"b644-5\"><bracketnum>[8]</bracketnum> A diligent consideration of the authorities leads us to the conclusion that a classification which is territorially complete at the time of the passage of the act establishing it, and which is based upon natural and reasonable grounds, ought not to be held unconstitutional for the bare reason that it does not provide for future changes dependent upon an uncertain variation of existing conditions.</p>\n<p id=\"b645-3\"><page-number citation-index=\"1\" label=\"615\">*615</page-number>We have no desire to evade or minimize the strength of the argument against this view. The effect of fixing for counties of the first class a larger maximum of compensation for their officers than is allowed in- counties of the second and third classes, when the basis of the classification is made to depend upon a single census, as effectively excludes the latter counties from the first class as if they had not 'been provided for at all in the act. Conversely, it is also true that if there should hereafter be a decrease in the population of any counties in the first class sufficient to bring them properly within the second or third class, they will be as effectively and specially favored by the higher classification as if they had been designated by name for that purpose.</p>\n<p id=\"b645-4\"><bracketnum>[9]</bracketnum> Undoubtedly, there is much apparent authority for the proposition that a classification having the characteristic here pointed out is invalid. The case would, of course, be entirely free from. difficulty, from the standpoint of authority and precedent, if the act had simply referred to the Federal census without limiting it to the one immediately preceding its passage. 1 Dill: Mun. Corp. (5th ed.), sec. 152, p. 284, and cases cited in note 1. A detailed review of the cases bearing upon this point, the more pertinent of which are discussed in the briefs in this case, would not be feasible in an opinion of reasonable length. It must suffice to say that when ,we examine these authorities closely, it becomes manifest that the rule requiring provision for future members of a class has most generally been applied to statutes which at the time of their enactment did not embrace all of the counties or cities in the State, and were- thus necessarily exclusive and discriminative. The rule is often stated in such forms as to indicate that this is true. Thus in a note to <em>Kraus </em>v. <em>Lehman, </em>170 Ind. 408, 83 N. E. 714, 84 N. E. 769, 15 Ann. Cas. 857, it is said: “A statute classifying muni<page-number citation-index=\"1\" label=\"616\">*616</page-number>cipalities on a basis of population is not invalid because at the time of its enactment there is <em>only one municipality </em>within one of the classes which it creates, provided the statute is so framed that other places may come within the classification and operation of the statute on acquiring the necessary population,” citing many cases; and again on page 858 of 15 Ann. Gas., it is said: “Conversely, a classification by population is invalid if it is confified in its operation to a state of facts existing at the date of its adoption or any other particular time, <em>and excludes municipalities other than those affected at the time of the enactment from coming within its pervieiv, especially when such classification, as is usually the case, has relation to </em>«I <em>single locality only,” </em>citing many cases. (The italics are supplied.)</p>\n<p id=\"b646-5\">The contention of the plaintiffs in error, as we understand it, is that a classification of municipalities according to population, to be valid as the basis of a general law, must meet a dual test and must be (1) reasonable and germane to the subject, and (2) so framed as to adjust itself automatically to future' changes in population. We do not think this dual test can be applied to all cases, •or to any cases like the one in hand, when all the counties in the State are classified according to their population, if the classification is germane to the purpose of the law, is fair and just and at the time of its enactment operates uniformly and extends in its operation to each of the counties, it should be held a general law. In such cases the legislature may leave future changes of condition to be met by future legislation upon the reasonable assumption that its successors will be equally just and fair. It may well be that this is what the legislature in this case had in mind in providing that <em>“for the purposes of this act,” </em>as an initial step to what it regarded as a needed reform, the census of 1910 should control.</p>\n<p id=\"b647-3\"><page-number citation-index=\"1\" label=\"617\">*617</page-number>The trae principle would seem in all cases to be that the classification by population must not be <em>merely </em>a circuitous and disingenuous means of designating and legislating for particular localities. As stated by Judge Dillon (Vol. 1, <em>supra, </em>sec. 152) : “The principle involved is that it must appear from the terms of the statute that the classification is formed in good faith, and that there is such a substantial difference in population between cities included within the operation of the statute and cities not included that the court can fairly say that classification is intended, and not merely designation of a particular locality. If it appears from an examination of the statute tha,t the classification is intended to operate merely as a designation of the locality, the statute is not saved from condemnation merely by the fact that it is framed in general form.”</p>\n<p id=\"b647-4\">We have here an act which is admittedly constitutional in its present effect, and if it is invalid at all, it is so simply because of future conditions depending upon the uncertain increases or decreases of population in different counties. It is passed in an effort to launch a general and comprehensive scheme of salaries for the entire State, and is absolutely devoid of any semblance of bad faith or discriminative purpose. Judge Dillon says in a note to the text last above cited (page 285) : “The proposition * * * that a law otherwise constitutional is invalid simply because it does not provide for a future contingency which may never occur, does not seem to the author to be well considered or sound. See Mr. Hubbard’s article in Harvard Law Rev., Vol. XVIII, pp. 592-594, June, 1905.”</p>\n<p id=\"b647-6\">The general purpose of Mr. Hubbard’s article, cited by Judge Dillon, is to show that constitutional limitations upon special legislation for municipal corporations are ill-advised and fall short of their purpose, and it assails practically all of the tests which the courts have resorted to <page-number citation-index=\"1\" label=\"618\">*618</page-number>in passing upon the validity of legislative classification. Mr. Hubbard’s discussion, however, supports the proposition for which Judge Dillon cites it; and, moreover, the general .result of that discussion and the' notes thereto, tend very strongly, as we think, to uphold the conclusion that the “West fee bill” is a general act according to the best tests which can be applied to legislation of that character.</p>\n<p id=\"b648-4\">There are no decisions in Virginia directly in point. The case of <em>Ex parte Settle, supra, </em>was one in which the act under review provided that, “In all counties in this State having a population greater than three hundred inhabitants per square mile, as shown by the United States census, there shall be appointed * * a trial justice for each county.” The court, in upholding the classification-thus created, said: “It is true that the act applies only to the county of Alexandria, that being the only county in the State which has a population of three hundred or more to the square mile. But the fact that a law applies only to certain territorial districts does not render it unconstitutional, provided, it applies to all districts and all persons who are similarly situated, and to all parts of the State where like conditions exist. Laws may be made to apply to a class only, and that class may be in point of fact a small one, provided the classification itself bé a reasonable and not an arbitrary one, and the law be made to apply to all persons belonging to the class without distinction.”</p>\n<p id=\"b648-6\">It is contended on behalf of the Commonwealth that the reference to the “United States census” in the act involved in the Settle case meant the census of 1910, being the census last preceding that act. The opinion does not settle this question, and it does not anywhere say that the act is to be construed as providing for the admission of counties which in the future may attain a population of three <page-number citation-index=\"1\" label=\"619\">*619</page-number>hundred or more to the square mile. It is fair to assume, however, that the court understood the act to refer not only to the last census preceding the act, but to each succeeding census, and, therefore, to impliedly provide for the admission of future members of the class. Otherwise, the act being <em>in point of fact </em>territorially incomplete at the time of its passage and lacking the elasticity necessary to become so at any future time, would have been essentially a special act. The decision, therefore, cannot be regarded as authority for the contention of the Commonwealth. It falls in that large class of cases in which the courts, in their proper desire to sustain legislation designed to promote efficiency and economy in the administration of the affairs of the State, have held statutes which were really special and local to be general in purpose and effect by applying the test of flexibility. <em>Resort to this test is unnecessary ivhere the act in question applies to and operates upon the whole State at the time of its enactment and rests upon a.reasonable classification. </em>It is clear, therefore, that while the case of <em>Ex parte Settle </em>is not authority for the contention of the Commonwealth, it is not in conflict therewith.</p>\n<p id=\"b649-4\">The case of <em>Polglaise </em>v. <em>Commonwealth, supra, </em>is one in which there was a classification of wagons by haulers of lumber' for the purpose of requiring the use of tires of specified widths. The classification was upheld, and the opinion by Judge Cardwell quoted the following passage from <em>Sutton </em>v. <em>State, </em>96 Tenn. 696, 36 S. W. 697, 33 L. R. A. 589: “Legislation intended to affect a particular class and not the public at large must extend to and embrace equally all persons who are or may be in like situation and cimcumstances, and the classification must be natural, not arbitrary and capricious.” Counsel for plaintiffs in error invoke this citation and quotation from <em>Sutton </em>v. <em>State </em>as decisive of the instant case. They point out <page-number citation-index=\"1\" label=\"620\">*620</page-number>that the statute in the <em>Sutton Case </em>classified the counties in the State of Tennessee according to the census of 1890, and was held invalid for that reason and they take the position that the Virginia court committed itself to that decision by relying upon it and endorsing it as authority in the <em>Polglaise Case. </em>We think a sufficient answer to this argument is that the Tennessee statute was so framed as that at the time of its enactment, while purporting to embrace all the counties in the State, it necessarily excluded a number of them from its operation. It was general in form, but special and local in effect, and having adopted a fixed census as the basis of its classification, the court could not save it by applying what we have for convenience called the test of flexibility.</p>\n<p id=\"AII\">The <em>Polglaise Case </em>does not sustain ¡the position of the plaintiffs in error, and while its facts are not such as to make it available as direct authority for the Commonwealth, the following extract from the opinion seems to us very clearly in accord with the general principles which we have attempted to set out as the basis of our decision in this case: “The rules by which classification for the purpose of legislation must be tested are stated concisely and clearly in the opinion of the United States Supreme Court in <em>Lindsley </em>v. <em>National Carbonic Gas Co., </em>220 U. S. 61, 65 L. Ed. 369, 31 Sup. Ct. 337, Ann. Cas. 1912C, 160, as follows: ‘(1) The equal protection clause of the fourteenth amendment does not take from the State the power to classify in the adoption of police laws, but admits of the exercise of a wide scope of discretion in that regard, and avoids what is done only when it is without any reasonable basis, and, therefore, is purely arbitrary. (2) A classification having some reasonable basis does not offend against that clause merely because it is not made with mathematical nicety, or because in practice it results in some inequality. (3) When the classification in such a <page-number citation-index=\"1\" label=\"621\">*621</page-number>law is called in question, if any state of facts reasonably can be conceived that would sustain it, the existence of that state of facts at the time the law was enacted must be assumed. (4) One who assails the classification of such a law must carry the burden of showing that it does not rest upon any reasonable basis, but is essentially arbitrary.”</p>\n<p id=\"b651-4\"><bracketnum>[10]</bracketnum> We are unwilling to condemn the “West fee bill” as special legislation within the meaning of the Virginia Constitution merely because as it now stands, unaided by any additional legislation, future increases or decreases of population in localities which cannot at this time be designated may cause it to lack the equality and uniformity which it must now be conceded to possess. If there be any authority in conflict with this conclusion, the question is certainly open in Virginia, and we are free to adopt the construction which seems to us most reasonable and just.</p>\n<p id=\"b651-5\">In this view, it becomes unnecessary to decide whether the act is in a technical and legal sense permanent or merely temporary. There is satisfactory authority for the general proposition that a classification which would render a permanent act unconstitutional does not violate the spirit of the Constitution if it is only intended for a temporary purpose. The circuit court sustained the act under review as a general act, and was further of opinion that even if it were to be regarded as special, it was so temporary in its purpose as not to be violative of the Constitutional provisions invoked- by the plaintiffs in error. As already stated, we do not deem it necessary to pass upon this latter question. We have no hesitancy in saying, however, that in our opinion the act shows on its face that the legislature did not intend it to do more than serve a temporary purpose. It may be quite true that one legislature cannot effectively entertain intentions for its sue<page-number citation-index=\"1\" label=\"622\">*622</page-number>cessors, but the fact that the legislature of 1914 evidently did undertake to rely upon future legislation for the completion of the work which it began is a sufficient fact in determining the good faith with which the act under consideration was passed.</p>\n<p id=\"b652-4\">We are of the opinion that the decision of the circuit court was right and its judgments must be affirmed.</p>\n<p id=\"b652-5\">\n<em>Affirmed:</em>\n</p>\n<p id=\"b652-6\">On petition for rehearing, Richmond, March 30, 1920.</p>\n<p id=\"b652-7\">\n<em>Rehearing refused.</em>\n</p>\n<p id=\"b652-8\"><bracketnum>[11]</bracketnum> The petition for rehearing presents no points which have not been fully considered and disposed of, either expressly or by clear implication, in the foregoing opinion, with the exception of the contention, made now for the first time, that the “West fee bill,” (Acts 1914, c, 352), violates article 4, section 64 of the Constitution, providing that no general law shall be suspended in its operation “for the benefit of any private corporation, association or individual.” In support of this . contention, it is pointed out that section 10 of the act provides, that “the provisions of this act limiting the compensation of said officers shall not be effective until the expiration of the terms of office of the present incumbents in the city of Richmond.” There is also in an amendment to the act (Acts 1916, p. 792), a provision that the same should not apply to Prince George county until January 1, 1918.</p>\n<p id=\"b652-9\"><bracketnum>[12]</bracketnum> If it be conceded that the act violates article 4, section 64, in the particulars referred to, the only effect of such violation would be to render the suspension inoperative, and the act in all other respects would remain <page-number citation-index=\"1\" label=\"623\">*623</page-number>in full force and effect. The provision containing the suspension would simply be treated as a nullity. <em>Black </em>v. <em>Trower, </em>79 Va. 123, 127; <em>Trimble </em>v. <em>Commonwealth, </em>96 Va. 819, 821, 32 S. E. 786; <em>Robertson </em>v. <em>Preston, </em>97 Va. 296, 300-301, 33 S. E. 618.</p>\n<p id=\"b653-4\">The rehearing is refused.</p>\n<p id=\"b653-5\">\n<em>Rehearing refused.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}