{
  "casebody": {
    "data": "<casebody firstpage=\"400\" lastpage=\"403\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b430-3\">Houston Wells <em>v. </em>Joseph Edward Carter.<footnotemark>*</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b430-4\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"ANg\">December Term, 1931.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b430-5\">Opinion filed June 4, 1932.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b431-6\"><page-number citation-index=\"1\" label=\"401\">*401</page-number>J. T. Raulston and J. D. McClarney, for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b431-7\">Thos. S. Myers, for defendant in error.</attorneys>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b430-16\">On absolute privilege as to words published in course of judicial proceedings, see 17 R. C. L., 333, 334; R. C. L. Perm. Supp., p. 4253; R. C. L. Pocket Part, title Libel and Slander, sec. 80.</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b431-8\">Mr. Chief Justice Grebe</author>\n<p id=\"AEy\">delivered the opinion of the Court.</p>\n<p id=\"b431-9\">This is a slander suit, which was dismissed on demurrer.</p>\n<p id=\"b431-10\">The declaration averred that while plaintiff was testifying in a case, the defendant hereto being also the defendant in that casé, and after the plaintiff herein had made a certain statement in the course of his testimony in the former case, the defendant then and there “maliciously intending to injure plaintiff, in the presence and hearing of divers of persons, maliciously and falsely spoke of and concerning plaintiff and of and concerning his said testimony, in substance, the following false, scandalous words: ‘Mr. Wells, you are swearing a black lie and you know it; why don’t you swear the truth?’ ”</p>\n<p id=\"b431-11\">There was an amendment to the declaration in which it was averred that said words were not spoken by the defendant in the legitimate defense of his case but were voluntary statements made for the purpose of- slandering and injuring the plaintiff, and known by the defendant to be untrue.</p>\n<p id=\"b432-4\"><page-number citation-index=\"1\" label=\"402\">*402</page-number>The point of the demurrer is that the words declared upon, used under the circumstances appearing, were absolutely privileged. We agree with the trial judge that this point is well made.</p>\n<p id=\"b432-5\">The general rule is that, in respect of statements made in the course of proceedings before a court of justice, whether by judge, witness, counsel or parties, there is an absolute immunity from liability to action. It is immaterial that the words were spoken maliciously. <em>Lea </em>v. <em>White, </em>36 Tenn. (4 Sneed), 111; <em>Cooley </em>v. <em>Galyon, </em>109 Tenn., 1; <em>Crockett </em>v. <em>McLanahan, </em>109 Tenn., 517; <em>Roberts </em>v. <em>Parker, </em>156 Tenn., 82. In <em>Shadden v. McElwee, </em>86 Tenn., 146, a witness was held to. be without this protection as to his voluntary statements not pertinent to the inquiry before the court. In <em>Ruohs </em>v. <em>Backer, </em>53 Tenn. (6 Heisk.), 395, it was held that statements in a pleading concerning one not a party to the suit were not absolutely privileged but were conditionally privileged. <em>Ruohs </em>v. <em>Backer, </em>however, was expressly overruled on this point in <em>Crockett </em>v. <em>McLanahan, supra.</em></p>\n<p id=\"b432-6\">If, as alleged in the declaration, the testimony of the witness in the former case was material, there can be no question about the pertinency of the observation of defendant in that case that the testimony was false. And parties and counsel, if there were any counsel, were entitled to comment on the testimony given.</p>\n<p id=\"b432-7\">In <em>Badgley </em>v. <em>Hedges, </em>2 N. J. L., 233, a defendant conducting his own case said of the testimony of a witness, just at its conclusion, that it was a lie. The witness brought suit and recovered judgment. The New Jersey court observed:</p>\n<blockquote id=\"b432-8\">“This judgment cannot be sustained. It is abundantly evident from the record that the words charged in <page-number citation-index=\"1\" label=\"403\">*403</page-number>the first three counts were spoken in a court of law, in the progress of a trial, and in a course of justice. That the language was uncivil, and merited the censure of the justice before whom the testimony was given, is very clear; but they are not actionable. Nothing is more common than for a party to say in his defense that the evidence given against- him is not true, and that he can prove it’. ’ ’</blockquote>\n<p id=\"b433-3\">In <em>Nissen </em>v. Cramer, 104 N. C., 574, 10 S. E., 376, 6 L. R. A., 780, the manager of a corporation, present at the trial and aiding counsel in conducting the defense, said of the testimony of a witness, “that’s a lie.” The Supreme Court of North Carolina, upon a full review of the authorities, decided that the words so used were not actionable.</p>\n<p id=\"b433-4\">Speaking of the New Jersey case, just above referred to, the North Carolina court in 1890 said “this case, decided over eighty years ago, has been cited and recognized as authority since the opinion was \"rendered. Townshend, Slander and Libel, section 224.” *</p>\n<p id=\"b433-5\">The Kentucky Court of Appeals likewise has held that a party to a lawsuit is not liable for slander in charging a witness with perjury during the course of a trial. <em>Smith v. </em>Mustaine, 210 Ky. 445, 276 S. W., 154, 44 A. L. R., 386. Other cases in accord are collected in a Note, 44 A. L. R., 389.</p>\n<p id=\"b433-6\">For these reasons and upon these authorities we conclude that the judgment below was correct and it is affirmed-</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}