{
  "casebody": {
    "data": "<casebody firstpage=\"451\" lastpage=\"455\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b479-4\">Gussie Scholl, administratrix, &amp; another <em>vs. </em>Louis Fleischer &amp; another. Same <em>vs. </em>Louis Fleischer &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b479-6\">Middlesex. Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Avaa\">November 19, 1924.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AeiB\">February 27, 1925.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b479-7\">Present: Rugg, C.J., Braley, Pierce, Carroll, &amp; Wait, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b480-9\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>The cases were submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b480-10\"><em>C. B. Boss, </em>for the respondents Shine and Carlson.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b480-11\"><em>D. Stoneman, C. S. Hill, &amp; F. D. Bonner, </em>for the petitioner Scholl.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b480-12\"><em>S. L. Bailen &amp; B. B. Broohs, </em>for the intervening petitioner Mann.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b480-13\">Pierce, J.</author>\n<p id=\"Avc\">These are two actions at law brought under R. L. c. 197, to enforce three mechanics’ liens. The only respondents who appeared to contest the claims of the petitioners are Mary A. Shine and Carl E. Carlson, mortgagees of the property on which the liens are claimed. The cases were consolidated by an order of the Superior Court, and were heard together by an auditor, who answered certain framed issues, it being agreed that the auditor’s findings of <page-number citation-index=\"1\" label=\"453\">*453</page-number>fact would be final. The auditor filed three separate reports, which have been confirmed, and in accordance with the findings therein orders were entered by the court establishing the liens in favor of each of the petitioners. The cases are before this court on the appeals by the mortgagees.</p>\n<p id=\"b481-5\">Both cases present the same questions of law which are argued by the parties and they will be considered together. The respondents contend that by the terms of their contract each petitioner either had waived or had no right of hen when the certificate of lien was filed. In the first Scholl case the final payment, $1,200, was to be made “thirty days after all work has been completed.” In the case of the intervenor, Albert K. Mann, a final payment of $62.50 on each house was to be made'' thirty-three days after water is turned on.” In the second Scholl case the contract price for the work was $13,440, payments to be made as follows: on the tenth of each month, Fleischer (the owner) was to pay Scholl a sum equal to sixty-five per cent of the work done and material furnished during the preceding month, as determined by an accounting between the parties at the end of such preceding month. In this last case it results, as the respondent contends, that “By the terms of the contract . . . the payment of the balance due the petitioner Scholl under any condition was not due until the tenth day of the second month following the month in which the last work was done or materials furnished, and as the petitioner Scholl filed his certificate of hen on the 9th of August, 1915, one month and one day previous to the day on which payment was due, the petitioner Scholl established no lien in this case.”</p>\n<p id=\"b481-6\">It was found by the auditor that Fleischer in each case did not make the payments on the dates agreed on in the contract. It is not disputed that Scholl, by reason of the failure of Fleischer to make the payments as agreed, was obliged to cease work before he had performed and furnished the full amount of labor required under his agreement relating to the Revere property, on July 24, 1915, and that on August 6, 1915, he executed and on August 9 recorded a certificate in the registry of deeds as required by law. Scholl and Mann each claimed that he had performed and furnished <page-number citation-index=\"1\" label=\"454\">*454</page-number>the full amount of labor and materials required under his agreement relating to the Medford property, and each filed a certificate or claim of lien within thirty days after ceasing to perform and furnish labor and materials, in accordance with the provisions of R. L. c. 197. As the contract in each of these cases was broken by the owner and obligor, we think the claims were properly allowed under R. L. c. 197, § 16. <em>Bordier </em>v. <em>Davis, </em>239 Mass. 448.</p>\n<p id=\"b482-5\">Finally, the respondents contend “that, if the petitioners each had a right to claim a lien, they should have each filed separate liens on each separate building and the lot of land on which it stood.”</p>\n<p id=\"b482-6\">In the first case the parties filed a memorandum of additional facts in court, wherein it is agreed that “Lots A and B referred to in the contract and the report of the Auditor are contiguous lots as shown on the plan referred to in the Auditor’s report, and at the time of the making of the contract between Scholl and Fleischer there.was no physical or visible division between said lots. The houses erected are separate buildings situated on lots A and B, respectively, as shown on said plan and said houses are not connected physically and are two physically distinct dwelling houses.” In the second case the parties filed a memorandum of additional facts in court, wherein they agreed that “The buildings and lots upon which the plaintiff seeks to enforce his hen are situated on Hichborn Street, Revere, Massachusetts. The three lots are contiguous as shown on a plan of a part of Shirley Park made by Whitman &amp; Howard, C.E., dated May 29, 1907, and recorded with Suffolk Deeds, Book 3222, page 441, and at the time of the making of the contract between Scholl and Fleischer, said lots were not divided physically, or visibly. The buildings erected on said lots are not physically connected and are three physically distinct dwelling houses.” In each of these cases the work to be done for the owner upon the several lots was to be done for an entire sum, no part of which was assigned to any separate work or building, and was to be paid for as the work progressed upon all the work contracted to be done. The cases are covered by <em>Batchelder </em>v. <em>Rand, </em>117 Mass. 176, <page-number citation-index=\"1\" label=\"455\">*455</page-number><em>Worthley </em>v. <em>Emerson, </em>116 Mass. 374, <em>Wall </em>v. <em>Robinson, </em>115 Mass. 429, and <em>Orr </em>v. <em>Fuller, </em>172 Mass. 597. Compare <em>Cahill </em>v. <em>Capen, </em>147 Mass. 493; <em>Osborne </em>v. <em>Barnes, </em>179 Mass. 597; <em>Bordier </em>v. <em>Davis, supra. </em>It results that the orders establishing the liens of Joseph Scholl and Albert K. Mann are affirmed.</p>\n<p id=\"b483-4\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}