{
  "casebody": {
    "data": "<casebody firstpage=\"114\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b154-3\">Wanamaker &amp; Brown <em>v. </em>Muldoon.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b154-4\"><em>Attachment execution </em>— Judgment <em>on answers </em>— Trusts <em>and trustees.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b154-5\">1. A judgment cannot be entered against a garnishee in an attachment execution issued against him individually, where he denies in his answers all individual liability, and states that he was trustee of a mortgage for a decedent of whom the defendant in the execution was an heir at law, but that this mortgage had been paid in full and satisfied, and that he had not in his hands any moneys accruing from said mortgage; nor can judgment be entered against the mortgagor summoned as garnishee where she avers in her answers that the mortgage had been fully paid and had been satisfied of record by the heirs at law of the decedent before the attachment issued.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b154-6\">2. A garnishee’s answer is not to be construed with the same strictness as an affidavit of defense. A 'gárnisheeis hot bound to set forth specifically and at length the nature and character of his defense to the attachment. He is only required to answer the interrogatories that may be submitted to him. Judgment cannot be entered against him unless his answers contain either a distinct admission of funds in possession, or of such facts as leave the possession of such funds a mere inference of law.</syllabus>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b154-7\">Argued Dec. 8, 1910.</otherdate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"ARK\">Appeal, No. 174, Oct. T., 1910, by garnishee, from judgment of C. P. Schuylkill Co., March T., 1910, No. 129, on answers to interrogatories in case of Wanamaker &amp; Brown v. H. J. Muldoon, defendant, and Mary Muldoon and E. G. J. Cugg, garnishees.</summary>\n<judges data-order=\"6\" data-type=\"judges\" id=\"AxNz\">Before Rice, P. J., Henderson, Morrison, Orlady, Head, Beaver and Porter, JJ.</judges>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AIO\">Reversed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b154-8\">Attachment execution.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b154-9\">Rule for judgment on interrogatories. Before Brumm, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b154-10\">Mary Muldoon answered, inter alia, the interrogatories as follows:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b154-11\">7. I did, on September 28, 1897, execute a mortgage in the sum of $3,400, to Mark Burke, trustee of Edward Muldoon and Patrick Muldoon, and which mortgage is recorded in Schuylkill county, and which mortgage, I believe, was assigned by the said Mark Burke as trustee to E. G. J. Cuff, his successor in said trusteeship, which assignment is also recorded in Schuylkill county.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b155-2\"><page-number citation-index=\"1\" label=\"115\">*115</page-number>8. I am informed and believe that the said Edward Muldoon, for whom the said Mark Burke and E. G. J. Cuff were trustees, died intestate in 1907, leaving to survive him as his only heirs at law Patrick Muldoon, H. J. Muldoon and M. j. Muldoon.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b155-3\">9. I have not paid to said Mark Burke, trustee, or to William Welsh,' afterwards trustee, or to any personal representátive of said Edward Muldoon, any portion of above mortgage or interest thereon, but the said mortgage was duly paid by the heirs of the said Edward Muldoon and this mortgagor relieved and discharged from any further payment due them as such heirs; and -that this deponent is not now indebted to the said H. J. Muldoon as an heir of the said Edward Muldoon, for any portion of said mortgage.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b155-4\">10. Patrick Muldoon, for whom Mark Burke was trustee in the above-stated mortgage, died on or about December 14, 1909, intestate, leaving as his only heirs at law H. J. Muldoon and M. J. Muldoon.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b155-5\">11. William J. Welsh was trustee for said Patrick and Edward Muldoon, but during what period, this deponent is not now prepared to say.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b155-6\">12. This deponent believes E. G. J. Cuff was trustee of the said Patrick Muldoon at the time of his death.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b155-7\">13. As inquired in the thirteenth interrogatory, this deponent did not pay the said Mark Burke, W. J. Welsh, or E. G. J. Cuff, or either of them, as trustees- of said Patrick Muldoon, any portion of above mortgage, or interest thereon, but that the said mortgage-has been paid and discharged and satisfied of record, and that on January 25, 1910, there was nothing due by this deponent to the said H. J. Muldoon as an heir of the said Patrick Muldoon, upon the said mortgage.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b155-8\">E. G. J. Cuff in his answers denied any individual liability to H. J. Muldoon, and set forth facts as to the mortgage of which he was trustee, substantially as stated in the answers of Mrs. Muldoon. .</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b155-9\">The court entered a judgment against the garnishees <page-number citation-index=\"1\" label=\"116\">*116</page-number>on the ground that the answers were uncertain, vague and indefinite.</summary>\n<decisiondate data-order=\"20\" data-type=\"decisiondate\" id=\"AGZ\">July 13, 1911:</decisiondate>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b156-4\"><em>Error assigned </em>was in entering judgment against the garnishees.</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b156-5\"><em>M. M. Burke, </em>with him <em>P. H. Burke, </em>for appellants.—</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"AzT\">A garnishee’s answer is not to be construed with the same strictness as an affidavit of defense, and judgment will not be entered against a garnishee unless he expressly or impliedly admits his indebtedness to the defendant or possession of assets belonging to defendant: Allegheny Savings Bank v. Meyer, 59 Pa. 361; Hamberger v. Marcus, 157 Pa. 133; Biddle v. Bank, 41 Leg. Int. 15; McGeary v. Huff, 31 Pa. Superior Ct. 401; Lancaster County Bank v. Gross, 50 Pa. 224.</p>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b156-6\"><em>B. V. O’Hare, </em>for appellees. —</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"AYVZ\">The plaintiff is entitled to discovery for the interrogatories are in the nature of a bill of discovery, showing that the result the garnishee claims is the actual result: Lennig v. Fischer, 12 W. N. C. 338; Henwood v. A. L. H., 2 Pa. Dist. Rep. 170.</p>\n<opinion data-order=\"26\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b156-7\">Opinion by</p>\n<author id=\"AIDl\">Porter, J.,</author>\n<p id=\"b156-8\">The plaintiffs having obtained judgment against H. J. Muldoon, issued an execution attachment summoning Mary Muldoon and E. G. J. Cuff as garnishees. The court entered judgment against the garnishees upon their answers filed to interrogatories, which it held to be insufficient, and from that judgment both garnishees appeal. The answers of the garnishees were full and specific, in so far as they related to any direct dealings with the defendant, and explicitly denied that the garnishees had had any dealings with the defendant out of which any indebtedness to him arose or that they had in their possession any property belonging to him. The only transaction referred to in the interrogatories and the answers thereto upon which the appellee attempts to assert a right to the <page-number citation-index=\"1\" label=\"117\">*117</page-number>judgment entered may be thus stated. Mary Muldoon, one of the appellants, on September 28, 1897, executed a mortgage in the sum of $3,400, to secure a debt which she owed, to Mark Burke, trustee of Edward Muldoon and Patrick Muldoon, which mortgage was duly recorded; Mark Burke, the trustee named in the mortgage, resigned that trust in March, 1906, and the court of common pleas of Schuylkill county thereupon appointed W. J. Walsh trustee, in his stead; Edward Muldoon, one of the beneficiaries under the trust, died intestate in 1907, “leaving to survive him as his heirs at law Patrick Muldoon, H. J. Muldoon and M. J. Muldoon”; W. J. Walsh resigned the office of trustee of Patrick Muldoon in May, 1909, and the court of common pleas appointed E. G. J. Cuff trustee for said Patrick Muldoon in his stead; and Patrick Muldoon, the last surviving beneficiary of the trust, died on December 14, 1909, intestate, “leaving as his only heirs at law H. J. Muldoon and M. J. Muldoon.” The foregoing facts were admitted in the answers.</p>\n<p id=\"b157-3\">We may first, for convenience, examine the answer filed by the garnishee Cuff. It may be well to observe that Cuff was summoned as garnishee in his individual right, and not in a representative capacity, as the trustee of Patrick Muldoon. His answer specifically asserted that he had never had any commercial transactions with H. J. Muldoon, had never been indebted to him in any manner and had never had any commercial or other transactions in which H. J. Muldoon had any interest, except that in which he, the garnishee, had been acting as the trustee of Patrick Muldoon; that as such trustee no property had come into his hands, except the mortgage hereinbefore mentioned, and that there was not in his hands, at the time of the service of the attachment, any balance, money or property to which H. J. Muldoon, the defendant, was entitled as one of the heirs of Patrick Muldoon. The answer further stated that the garnishee, as trustee, had not filed his account and had not been formally discharged by the court, but that the heirs of Patrick Muldoon had, <page-number citation-index=\"1\" label=\"118\">*118</page-number>prior to the service of the attachment, released and discharged in full the said trusteeship and that there was nothing now due him as trustee upon said mortgage, and that he never had received any payment upon the mortgage. This answer was sufficient to render it manifestly improper to enter any judgment against this garnishee, Cuff, in his individual capacity, yet that is exactly what the court below did. If this judgment were permitted to stand Cuff would be required to pay it out of his individual property, without regard to whether he ever had, or ever may, as trustee, receive any money or property belonging to the estate of the beneficiary of the trust, Patrick Muldoon, in which trust property it might hereafter be made to appear that H. J. Muldoon has an interest, as an heir of Patrick Muldoon, in case the debts of Patrick should not exceed his entire estate. But even if Cuff had been summoned as garnishee in his representative capacity, as trustee, the answer specifically asserted that he had no money or other property of the estate of Patrick Muldoon in his hands, that the only property of the estate which ever had come into his hands was the mortgage in question, that he had never received any payment on that mortgage, that upon the death of Patrick Muldoon the mortgage had become the property of his heirs, and that those heirs had prior to the attachment released and discharged the trustee and that there was nothing due him upon the mortgage, and that there was not “anything due thereon to the said PI. J. Muldoon.”</p>\n<p id=\"b158-4\">Now as to the answer of Mary Muldoon, as garnishee. The answer fully and distinctly negatived the existence of any direct debt or obligation to H. J. Muldoon. It did admit that she had at the time of the execution of the mortgage been indebted to Mark Burke, trustee for Edward Muldoon and Patrick Muldoon, in the sum of $3,400, which was secured by the mortgage in question; that Edward Muldoon had died in 1907 and Patrick Muldoon on December 14, 1909, and that H. J. Muldoon was one of the heirs of both decedents. But the answer went <page-number citation-index=\"1\" label=\"119\">*119</page-number>further and stated that the mortgage had been paid, prior to the service of the attachment, to the heirs and had been satisfied of record. In an attachment execution, the answers of the garnishee to the interrogatories are the exclusive foundation of the judgment to be entered thereon; and if the facts stated in the answers are insufficient to entitle the plaintiff, to judgment, it is the duty of the court to refuse judgment and discharge the rule to show cause.</p>\n<p id=\"b159-3\">“A garnishee’s answer is not to be construed with the same strictness as an affidavit of defense. A defendant, under our affidavit system, is bound to set forth every material fact necessary to his defense; and every fact not distinctly and positively averred is presumed not to exist. The affidavit must show prima facie that the defendant has a good defense to the action, otherwise judgment will be entered against him. But a garnishee is not bound to set forth specifically and at length the nature and character of his defense to the attachment. He is only required to answer the interrogatories that may be submitted to him:” Allegheny Savings Bank v. Meyer, 59 Pa. 361; Lancaster County Bank v. Gross, 50 Pa. 224. Judgment will not be entered against a garnishee upon his answers filed, unless those answers contain either a distinct admission of funds in'possession, or of such facts as leave the possession of such funds a mere inference of law: McGeary v. Huff, 31 Pa. Superior Ct. 401. If when Edward and Patrick Muldoon died the right to receive payment of this mortgage passed to their heirs, then the answer of the garnishee stating that the debt had been paid to the heirs and that the mortgage had been satisfied of record, prior to the service of the attachment, was sufficient, and it was error to enter judgment in favor of the plaintiff upon that answer. If, on the other hand, the interest of Edward Muldoon and Patrick Muldoon in the mortgage in question did not upon their deaths pass to their heirs, but ought to have been collected and distributed by their executors or administrators, then the judgment was equally erroneous. ' The interest of a mort<page-number citation-index=\"1\" label=\"120\">*120</page-number>gagee is personal property and the heir of a mortgagee who dies is certainly not ordinarily entitled to receive payment of the debt, nor can he maintain an action on the mortgage. The mortgagor may properly refuse to pay to any person other than the executor or administrator of the decedent. The fund, when paid, should pass to the personal representatives of the decedent and must first be distributed to the debts of the estate, and after the debts are paid the balance, only, is distributed to the next of kin or legatees. This being the case H. J. Muldoon, the defendant in the original judgment, could not have maintained against Mary Muldoon an action to recover any part of the amount due upon the mortgage, if any money was owing thereon; nor would a payment by her to him have' been good as against a creditor of the estate of Patrick Muldoon. Patrick Muldoon had been dead less than two months at the time this execution attachment was served, and the appellees now assert the right, as creditors of H. J. Muldoon, to recover from Mary Muldoon a debt which they assert she owes, not to H. J. Muldoon, but to the estate of Patrick Muldoon. We have not before us the terms of the trust under which the trustees of Edward and Patrick Muldoon held this mortgage, and it is not necessary to determine in this case whether the money owing by Mary Muldoon upon the mortgage, if any, should have been first paid to the trustee and the balance, after settlement of the account of the trustee in the common pleas, paid by the trustee to an administrator, who would be required to settle his account in the orphans’ court and make distribution in accordance with its decree. The answers did not disclose a case in which judgment should have been entered against the garnishees.</p>\n<p id=\"b160-3\">The judgment is reversed and a procedendo awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}