{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"335\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b359-4\">Eugene Averell <em>vs. </em>City of Newburyport.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b359-5\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A1\">October 25, 1921.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AC_5\">May 18, 1922.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b359-6\">Present: Rugg, C. J., Crosby, Carroll, &amp; Jennet, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b360-7\"><page-number citation-index=\"1\" label=\"334\">*334</page-number><em>J. F. Carens, Jr., </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b360-8\"><em>E. Foss, </em>for the plaintiff. •</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b360-9\">Rugg, C.J.</author>\n<p id=\"Ad8\">The plaintiff for himself and as the assignee of eleven others, all school teachers in the defendant city, seeks in this action to recover pay for days during January, 1919, when they severally were absent from school for personal illness, except one absent because of illness in her immediate family, to which the plaintiff claims to be entitled under the rules of the school committee of the defendant city.</p>\n<p id=\"b360-10\">1. The certificate of qualification by the school committee required by R. L. c. 42, § 29, was not issued to any of these teachers ■until September 10,1920, when a duplicate for each was deposited with the city treasurer of the defendant. This statutory provision is directory and not mandatory as to the time of obtaining the certificate. It is mandatory only in that it must be deposited with the treasurer before a right accrues to collect compensation. That requirement was satisfied in the case at bar because so deposited prior to the bringing of the present action. <em>Libby </em>v. <em>Douglas, 175 </em>Mass. 128. <em>Averell </em>v. <em>Newburyport, </em>236 Mass. 208.</p>\n<p id=\"b360-11\">2. It was provided by the rules of the school committee, adopted before the beginning of the school year of 1918-1919, that teachers absent from school “ on account of personal illness or as the result of a death in the immediate family, or for any other reason which shall be considered sufficient by the Superintendent, shall receive full pay during such absence, provided the same does not aggregate more than five days in any school year.” This rule was amended after the beginning of the school year, but before January, 1919, by striking out the time limitation and allowing full pay during such absences subject to the approval of the executive committee of the school committee. The amounts here in suit were so approved.</p>\n<p id=\"b360-12\">The power of the school committee to make reasonable rules <page-number citation-index=\"1\" label=\"335\">*335</page-number>and regulations concerning the government, discipline and management of the public schools under their charge and the compensation and methods of determining the amount and terms of payment of the teachers, subject to provisions established by the Legislature, is not open to question. It has been settled in numerous adjudications. <em>Barnard </em>v. <em>Shelburne, </em>216 Mass. 19, and cases there collected. R. L. 42, §§ 27, <em>28. </em>G. <em>L. </em>c. 71, §§ 37, 38, 40-44. This general grant of authority to have charge of the public schools and to fix the salaries of teachers includes the subsidiary power to decide within reasonable limits whether, in order to promote efficiency and insure constancy of excellent service on the part of teachers, temporary absences without loss of pay shall be afforded them. The case upon this point is governed by the principle declared in <em>Malcolm </em>v. <em>Boston, </em>173 Mass. 312, 321, and <em>Wood </em>v. <em>Haverhill, </em>174 Mass. 578. The rational judgment of the school committee exercised in good faith is not subject to review by the courts. <em>Morrison </em>v. <em>Lawrence, </em>181 Mass. 127. <em>Carr v. Dighton, </em>229 Mass. 304.</p>\n<p id=\"b361-5\">Eight of the teachers whose salaries here are in question were serving during the pleasure of the school committee and the remaining four for terms of one year each. Although the rule increasing the possible length of absence without loss of pay was adopted after the salaries for the year had been fixed by vote of the committee, that is not decisive against the plaintiff. In principle it stands on the same footing as an increase of salary during the period of a contract. It was not a mere gratuity. It may have been regarded as an additional incentive to superior work. There is nothing inconsistent with this conclusion in <em>Whittaker </em>v. <em>Salem, </em>216 Mass. 483. That was an extreme case where the leave of absence covered the entire term of service.</p>\n<p id=\"b361-6\">3. There is nothing in the municipal indebtedness act and budget requirements, St. 1913, c. 719, as amended (see now G. L. c. 44, §§ 32, 34), which bars recovery by the plaintiff. This point is governed by <em>Leonard </em>v. <em>School Committee of Springfield, ante, </em>325. It is not contended that the amount approved by the school committee to be expended for salaries for January, 1919, was more than was spent for salaries during any one month of the previous year.</p>\n<p id=\"b361-7\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}