{
  "casebody": {
    "data": "<casebody firstpage=\"427\" lastpage=\"430\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b453-2\">Thomas K. Cummins &amp; another, executors, <em>vs. </em>Elise H. McCawley.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b453-3\">Norfolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A-p\">March 23, 1922.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"APBh\">May 23, 1922.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b453-4\">Present: Rugg, C.J., Braley, DeCourcy, Crosby, &amp; Jenney, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b454-5\"><page-number citation-index=\"1\" label=\"428\">*428</page-number><em>H. W. Packer, </em>for the contestant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b454-6\"><em>F. M. Ives, </em>for the executors.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b454-7\">Jenney, J.</author>\n<p id=\"Aoa\">This is an appeal from an order of the Probate Court denying a motion to frame issues of fact for trial by jury. While the motion as filed sought for issues upon three questions, it was waived except as to that relating to “fraud or undue influence.” G. L. c. 215, § 16.</p>\n<p id=\"b454-8\">The governing principles and true practice relating to such motions have been stated very recently. <em>Fuller </em>v. <em>Sylvia, </em>240 Mass. 49. It must appear that there is a “veritable controversy,” and facts must be presented “on which to found a reasonable hope for a result favorable” to the moving party. Unless such a condition appears, the action of the probate judge in refusing to frame issues ought not to be reversed. ■ As was said in <em>Fuller </em>v. <em>Sylvia, supra, </em>at page 53, referring to the practice established by the Supreme Judicial Court, which is expressly made a part of the statute already cited: “The practice has been for the single justice to satisfy his own mind that there is a genuine and doubtful question of fact to be decided. That has been done usually by conference with counsel and upon statement by them of the nature of their evidence in such detail as may be thought necessary or by brief examination of witnesses. Counsel have been cross-examined about these facts and in cases of doubt witnesses have been required. When the single justice has satisfied his own mind that there is such a real and true question of fact to be tried supported by evidence of a substantial nature, then issues were framed in almost every case. That has been the practice. In all other cases issues were not framed.”</p>\n<p id=\"b454-9\">In accordance with the procedure thus approved, the motion was heard and decided on statements of counsel. Although a commissioner had been appointed, no objection was made to this course and no request made to be permitted to introduce evidence. It appeared from statements of counsel, that the testatrix Alice H. Upton, a widow, had had two children by a previous marriage, a boy who died during his minority, and a daughter Alice. There was no issue of her second marriage. Alice, who died about five <page-number citation-index=\"1\" label=\"429\">*429</page-number>years ago, became the wife of Vicomte de Fontenilliat. He is the person who is alleged to have procured the will by fraud and undue influence. The contestant is the sister and sole heir of Mrs. Upton.</p>\n<p id=\"b455-5\">The facts upon which the contestant relied to establish undue influence as stated by her counsel were as follows: “The deceased was under the domination of the count in that when the deceased would suggest some plan, the count would oppose her and she would say, £Oh, dear, there is always an objection.’ But she always did what the count wished.” “At the time of Mrs. Alice H. Upton’s death, the count did not notify my client until some time afterwards.” \"We will show that the viscount had charge of her affairs and exercised an influence over her and had an opportunity to exercise an influence over her.”</p>\n<p id=\"b455-6\">In a letter written in January, 1910, he remonstrated with Mrs. McCawley concerning a claim made by her upon Mrs. Upton for a picture, and in this letter said: “Last September, Mrs. Upton, in my presence, made a new will in which, I know, you were very liberally remembered. Your present attitude will make her modify her intentions towards you, and I take the liberty to write you, in your interest, to drop this very unimportant matter of the picture.”</p>\n<p id=\"b455-7\">These statements for the most part are general and do not give with particularity the facts showing what, if anything, the count said, did, or attempted to do concerning the disposition of the' testator’s property, that he in any way endeavored to prejudice her against her relatives, or that he had any connection directly or indirectly with the making of her will or any of its terms. Mrs. Upton, at the time of her death, was eighty-five or more years of age, and had, during the seven months preceding the execution of the will offered for probate, made three other testamentary dispositions. Her relations with her sister, as it was claimed by the contestant, had been affectionate, although not of a close intimacy. In behalf of the executor, it was stated that when she made her will in 1909, Mrs. Upton asked her counsel “if she should tell the count what she had done;” that she never told him that she had provided for him in her will; that since the death of his wife she had allowed him $100 a month for his personal expenses. After her husband’s death, Mrs. Upton wrote to her daughter <page-number citation-index=\"1\" label=\"430\">*430</page-number>and asked her and her husband to come to America and live with her, and he did this, giving up his business in Paris.</p>\n<p id=\"b456-3\">Nothing contained in the statement of counsel for the executors enlarged that made in behalf of the contestant, and it is unnecessary further to formulate the facts as therein recited; the following, however, appeared therefrom, apparently without contradiction: As early as 1907, Mrs. Upton provided that such of her estate as had not been directed to be invested in annuities should be divided into two parts, one of which was to go to her son-in-law for life; Mrs. McCawley was excluded from all benefit. In 1909, another will was made giving him all of her property except $500 to the contestant and $500 to a friend; this will was modified by a codicil executed in 1915, revoking part of his legacy. In 1918, the testatrix became on friendly terms with Benjamin Gilíes Cabanel, . a French priest, and in that year she made a will giving bim $5,000, legacies of small amounts to other persons, and the residue to her son-in-law. Later in the same year, she executed the will now offered for probate in which after a bequest of specific personal property all the residue of her estate was given to trustees who were directed to pay $3,000 per year to her son-in-law for life and upon his death to transfer the residue to Father Cabanel. Her estate as inventoried amounts to $47,400 of which $16,000 in value is furniture. She had a large income during her life from property in which her estate has no beneficial interest.</p>\n<p id=\"b456-6\">This case is not governed by <em>Dwyer </em>v. <em>Dwyer, </em>239 Mass. 188. The question was the existence of an issue for trial of the character already stated, and the course of procedure followed was proper. While it should have appeared that the “Report of facts” was based on the statements of counsel, which in many respects did not appear to be in dispute, the commissioner’s report and the agreement of parties forming part of the record show that the motion was decided on statements of counsel construed together, and that no harmful error exists because of the form of the finding.</p>\n<p id=\"b456-8\">It is apparent that nothing more than opportunity to exercise improper influence was disclosed in the statement made in behalf' of the contestant. <em>Neill </em>v. <em>Brackett, </em>234 Mass. 367. The order denying the motion is affirmed.</p>\n<p id=\"b456-9\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}