{
  "casebody": {
    "data": "<casebody firstpage=\"40\" lastpage=\"44\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b90-5\">In the Matter of the Application of Dennis P. Creedon, Respondent. Joseph L. Matt, Appellant; Thomas F. Walsh, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b90-15\">(Argued January 9, 1934;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5r\">decided February 27, 1934.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b91-5\"><page-number citation-index=\"1\" label=\"41\">*41</page-number><em>Leo O. Coupe </em>and <em>James Coupe </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AA5\">The trial court properly excluded from the canvass the votes shown on the defective machines for Walsh and Thomas, and the Appellate Division erred in excluding the valid votes for Matt and Creedon. <em>(People ex rel. Deister </em>v. <em>Wintermute, </em>194 N. Y. 107.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b91-6\"><em>Warnick J. Kernan </em>and <em>Ezra Hanagan </em>for Thomas F. Walsh, respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AIa\">Justice requires the elimination of the vote for all candidates for Assessor on the three machines involved. <em>(People ex rel. Judson </em>v. <em>Thacher, </em>55 N. Y. 525; <em>Lynn </em>v. <em>Nichols, </em>122 Misc. Rep. 170; <em>Matter of Penner, </em>77 Misc. Rep. 634.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b91-7\">Lehman, J.</author>\n<p id=\"AqW\">At the general election held in November, 1933, two persons were to be elected as Assessors of the city of Utica. The Democratic, Republican and Socialist parties, each, nominated two candidates. The two Democratic candidates were also candidates of the <em>“ </em>Law Preservation Party.\" Upon the statement of returns' of the inspectors of election of all the election districts in the city, Thomas F. Walsh, Democrat, led with a vote of 20,110, and John G. Thomas, Republican, was second with a vote of 19,774. Walsh apparently led Matt, the other Democratic candidate, by 1,098 votes, and Thomas led Creedon, the other Republican candidate, by 313 votes. An inspection of the returns of three election districts disclosed, however, a great excess in the recorded votes <page-number citation-index=\"1\" label=\"42\">*42</page-number>for Assessors over \"the number of persons voting in those districts. The three voting machines used in these three districts were examined. It was found that these three machines were so adjusted that a vote cast thereon for <em>either </em>Walsh, Democrat, or Thomas, Republican, was automatically registered as a vote for <em>both. </em>Thus, a vote cast for both Democratic candidates was automatically registered also as a vote for Thomas, Republican, and a vote cast for both Republican candidates was automatically registered also as a vote for Walsh, Democrat. The result is that almost fifty per cent more votes for the office of Assessor were registered in these districts than were actually cast.</p>\n<p id=\"b92-5\">The defective adjustment of the machines affected only the votes cast for Walsh and Thomas. Every vote registered for Creedon or Matt was actually cast for them. All such votes should, therefore, be counted for them. On the other hand, it is not possible to determine with certainty how the votes registered for both Walsh and Thomas were divided between them, and no votes may be counted for a candidate which were not actually cast in his favor. The justice at Special Term held that under these circumstances only the votes cast and registered for Creedon and Matt upon the three defective machines may be counted and that the votes registered for Walsh and Thomas must be eliminated. The boards of inspectors of the three districts in which these machines were used have been ordered to “ certify that no ballots and /or votes were cast upon either or any of said voting machines for said candidates Thomas F. Walsh and John G. Thomas.”</p>\n<p id=\"b92-6\">The official or officials charged with the duty of adjusting the voting machines made a mistake which is not chargeable against the voters who used the machines or the candidates for whom they voted. One thousand six hundred and thirty-three votes were registered for Walsh and Thomas. One thousand six hundred and thirty-three persons undoubtedly cast a vote for one of them. The <page-number citation-index=\"1\" label=\"43\">*43</page-number>effect of the order made at Special Term is to deprive two candidates of all the votes cast for them and to disfranchise partially the voters who cast these votes. Since on the face of the original returns for the whole city Walsh and Thomas led the other candidates by less than 1,633 votes, the result of the order would be to declare the two other candidates, Creedon and Matt, duly elected.</p>\n<p id=\"b93-5\">A vote lawfully cast is not void, even though by reason of a mechanical defect in the voting machine it has not been correctly registered. That has occurred here. Each time a voter pulled the correct lever over the name of either Walsh or Thomas he cast a vote for him. The circumstance that at the same time a vote was automatically registered for another candidate creates a problem as to how the votes lawfully cast may be counted. It has no other effect. Where proof is presented that a vote has been cast for a particular candidate, that vote must be counted in favor of the candidate, even though it has not been properly registered on the voting machine. <em>(People ex rel. Deister </em>v. <em>Wintermute, </em>194 N. Y. 99.) The wholesale ehmination of all the votes cast for Walsh and Thomas might result in the election of a candidate by less than a plurality of all the votes lawfully cast. Where in a close election all the votes for certain candidates are ehminated in three districts because the machines did not properly register such votes while the vote for other candidates is counted, the successful candidates win not because they are the choice of the voters but through chance. For these reasons the Appellate Division has held that in fairness the entire vote of these three districts should be thrown out and the election determined by the vote cast in the rest of the city.</p>\n<p id=\"b93-6\">The statute gives the courts no power to disfranchise a single voter and certainly no power to disfranchise the voters of whole election districts. They must determine from the evidence presented the number of votes cast for the candidates. They cannot act on conjecture, but, as in all other matters presented to them, they may act <page-number citation-index=\"1\" label=\"44\">*44</page-number>on logical inferences based on human probabilities. In this case, Creedon, running on the Republican ticket, and Matt, running on the Democratic ticket, received respectively 607 votes and 1,054 votes and a combined vote of 1,661 votes. It cannot be said that the 1,633 votes cast for Walsh and Thomas, the other Democratic and Republican candidates, were cast in exactly the same proportion, but the only reasonable inference that can be drawn from the record is that Walsh received more than sufficient votes to elect him over Matt. In the rest of the city Walsh had received 517 more votes than Matt, his fellow candidate on the Democratic ticket. In almost every district he had run well ahead of the Democratic candidate for any office who received the smallest vote. The fact that the combined vote of Creedon and Matt so closely approximates the combined vote of the other Republican and Democratic candidates seems to indicate that the vote in these districts was based rather on party lines than on personal popularity or unpopularity. True, none of these considerations would fix with definiteness the exact number of votes to be credited to Walsh. Cumulatively they lead with almost absolute certainty to the inference that Walsh received more than sufficient votes to maintain his lead over Matt. Though allowance be made for every possibility in favor of Matt, analysis of the poll demonstrates beyond any reasonable doubt that a plurality of electors cast their ballots for Walsh. In such circumstances the Appellate Division correctly gave the will of the majority effect. The question would have been different if the effect of rejecting all the votes recorded on the three defective machines, might have been the election of a candidate who did not receive a plurality of the votes.</p>\n<p id=\"b94-5\">The order of the Appellate Division should be affirmed, without costs.</p>\n<p id=\"b94-6\">Pound, Ch. J., Crane, O’Brien, Hubbs and Crouch, JJ., concur; Kellogg, J., not voting.</p>\n<p id=\"b94-7\">Order affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}