{
  "casebody": {
    "data": "<casebody firstpage=\"305\" lastpage=\"306\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b353-6\">Viola CHERRY et al., Appellants, v. J. W. MORGAN et al., Individually, and as Members of the Board of City Commissioners of the City of Birmingham, Alabama, and Birmingham Transit Company, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b353-8\">No. 17585.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b353-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b353-10\">May 27, 1959.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b353-16\">Arthur D. Shores, Birmingham, Ala., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b353-17\">Donald L. Collins, J. M. Breckenridge, James H. Willis, James C. Barton, Birmingham, Ala. (Deramus, Fitts &amp; Johnston, Birmingham, Ala., of counsel), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b353-18\">Before JONES, BROWN and WISDOM, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b353-19\">PER CURIAM.</author>\n<p id=\"b353-20\">This case started as a class action seeking a declaration that the ordinance of the City of Birmingham requiring segregated seating in the Transit Company’s busses was unconstitutional. An injunction against the enforcement of that ordinance was also sought. Two weeks prior to the trial the City repealed this ordinance. It passed a new ordinance apparently delegating the matter of seating to regulation by the Transit Company. The plaintiffs sought to file a supplemental complaint to bring the validity of this new ordinance and practices under it into the suit. The Court adjudged that the original cause was moot and should accordingly be dismissed and that the “motion for leave to file a supplemental complaint * * * be * * * overruled, without prejudice, however, to the rights of the plaintiffs <page-number citation-index=\"1\" label=\"306\">*306</page-number>to reassert the matters set out in the purported supplemental complaint in an appropriate proceeding.”</p>\n<p id=\"b354-4\">This appeal, therefore, involves only the question of the denial of leave to file the supplemental complaint. There is <em>no </em>showing that the Court abused its discretion in so doing.</p>\n<p id=\"b354-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}