{
  "casebody": {
    "data": "<casebody firstpage=\"403\" lastpage=\"405\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b451-8\">GRAYBAR ELECTRIC COMPANY, Inc., Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b451-10\">No. 162, Docket 25335.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b451-11\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b451-12\">Argued Feb. 9, 1959.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b451-13\">Decided April 13, 1959.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b451-14\">Rehearing Denied June 12, 1959.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b451-20\">Paul L. Peyton, New York City (Breed, Abbott &amp; Morgan, John J. Fogarty and Stoddard B. Colby, New York City, on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b451-21\">Melvin L. Lebow, Washington, D. C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson and Robert N. Anderson, Department of Justice, Washington, D. C.,, on the brief), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b451-22\">Before MADDEN, Judge, United States Court of Claims,<footnotemark>*</footnotemark> and LUMBARD and MOORE, Circuit Judges.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b451-25\"> Sitting by designation pursuant to the provisions of 28 U.S.C. § 291(a).</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b451-23\">PER CURIAM.</author>\n<p id=\"b451-24\">The taxpayer, Graybar Electric Company, Inc., petitions for review of a decision of the Tax Court which found deficiencies for four taxable years, 1947 through 1950, in amounts totalling $214,-593.24, of which $138,115.19 is still in controversy. The deficiencies arose from payments made to the estates or surviving relatives of deceased stockholders, taxpayer claiming that they were special <page-number citation-index=\"1\" label=\"404\">*404</page-number>death benefit payments which were reasonable compensation for services rendered by the deceased stockholders, all of whom had been its officers or employees, and thus deductible as ordinary and necessary business expenses under § 23(a)(1)(A) of the 1939 Code.</p>\n<p id=\"b452-4\">The Commissioner claimed that the payments were made with respect to stock purchased from the estates of its decedent stockholder-employees and not for services rendered, and that, in any event, the taxpayer had failed to discharge its burden of proving by a clear preponderance of the evidence that the payments were of the nature it claimed.</p>\n<p id=\"b452-5\">The taxpayer’s argument that the special death benefit payments were for services rendered by the employee-stockholder during his life is not supported by the facts. Although the stock of Gray-bar was 100% owned by its employees, 100% of the employees did not own stock. An employee not owning stock could by even more meritorious service have made a greater contribution to the company yet his estate would have received no special death benefit payments. These payments were strictly an attribute of the stock. They cannot be considered as post-mortem payments for services.</p>\n<p id=\"b452-6\">The taxpayer also urges that the Tax Court’s decision is contrary to its decision on the same state of facts in Estate of Albert L. Salt v. Commissioner, 17 T.C. 92 (Acq.1952-1 C.B. 4). The court there did say that the special death benefit payments were made to the widow “under the Plan and not as a stockholder of Graybar” but this does not answer, nor is it determinative of, the question of whether the payments were for the decedent’s past services.</p>\n<p id=\"b452-7\">Judge Raum carefully reviewed the Plan and its development as a part of the company’s employee ownership program and held that the taxpayer had failed to show that the payments qualified for deductions as business expenses. With that result we concur and affirm for the reasons stated in his opinion reported at 29 T.C. 818.</p>\n<p id=\"b452-9\">Affirmed.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"rehearing\">\n<p id=\"b452-10\">On Petition for Rehearing.</p>\n<author id=\"b452-11\">PER CURIAM.</author>\n<p id=\"b452-12\">Petition for rehearing denied.</p>\n<p id=\"b452-13\">The petition for rehearing stresses § 29.22(a)-l of Treasury Regulation 111, as amended April 12, 1946 and Commissioner v. LoBue, 1956, 351 U.S. 243, 76 S.Ct. 800, 100 L.Ed. 1142, as calling for a decision in favor of petitioner. The Regulation and LoBue deal with a fact situation in which property (i. e., stock) “is transferred by an employer to an employee for an amount less than fair market value.” An illustrative example is the employee option to purchase stock at less than its market value. This difference was held in LoBue to be taxable gain to the employee and, because the option was granted as compensation for personal service, deductible <em>by the employer. </em>LoBue is distinguishable, as here there was no proof that the repurchase price, including the “special death benefits,” exceeded the fair market value of the shares reacquired by the taxpayer from the estates of its deceased employees. Thus there is no basis for showing that sums advanced to repurchase stock were business expenses rather than purchases of capital assets.</p>\n<p id=\"b452-14\">The fallacy in petitioner’s argument results from the difference in the facts covered by the Regulation and LoBue and those here involved. Although comment was made by the Tax Court and by this court concerning stock ownership by less than 100% of the employees this fact is not determinative. Nor is the fact that the Stock Purchase Plan may have been adopted as a reward or incentive to the employees sufficient to characterize the Special Death Benefit payment as compensation for services. The payment here made was related solely to the value of the stock. As the Tax Court said: “Nothing in the record before us forms the basis for a conclusion that the employees who were also stock<page-number citation-index=\"1\" label=\"405\">*405</page-number>holders rendered any special services justifying financial recognition that discriminated against other employees. * * * The conclusion is irresistible that the payments in controversy were made in respect of the stock and not inspect of services rendered.”</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}