{
  "casebody": {
    "data": "<casebody firstpage=\"350\" lastpage=\"358\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b272-4\">[No. D025705.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ak2\">Fourth Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEN\">Aug. 27, 1998.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b272-5\">THE PEOPLE, Plaintiff and Respondent, v. EARL CRAIG HOUCK, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b274-4\"><page-number citation-index=\"1\" label=\"352\">*352</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b274-5\">Cliff Gardner, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b274-6\">Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Scott C. Taylor and Robert M. Stein, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b274-7\">Opinion</p>\n<author id=\"b274-8\">McINTYRE, J.</author>\n<p id=\"AFDe\">On November 28, 1995, Earl Craig Houck was charged with one count of failing to appear for a court hearing while on bail in violation of Penal Code section 1320.5. The information also alleged three prior prison sentences and two prior serious felony convictions. During the course of his nonjury trial, Houck objected to certain evidence offered in support of one of the prior conviction allegations and argued that the court should reduce the present offense to a misdemeanor. The court rejected Houck’s arguments, convicted him of the charge, found the allegations relating to the priors true, and sentenced him to 25 years to life.</p>\n<p id=\"b274-9\">Houck appeals his sentence, contending the trial court was unaware of its discretion to strike the prior convictions and improperly relied on a preliminary hearing transcript to establish that one of his prior convictions was for a “serious felony” for purposes of the “Three Strikes” law (Pen. Code, §§ 667, subds. (b)-(i), 1170.12, subd. (c)(2)). We agree with Houck’s second contention and reverse the sentencing aspect of the judgment.</p>\n<p id=\"b274-10\">Factual and Procedural History</p>\n<p id=\"b274-11\">In March 1995, Houck was charged with assault with a semiautomatic firearm, assault with a firearm, possession of a firearm by a felon and a number of counts relating to possession of controlled substances. He was released on bail pending a hearing date of May 12, 1995. Houck failed to appear for the May 12 hearing and the court issued a bench warrant for his <page-number citation-index=\"1\" label=\"353\">*353</page-number>arrest. In August 1995, San Diego police located Houck in county jail in Carlsbad, New Mexico and brought him back to San Diego.</p>\n<p id=\"b275-5\">The People filed this criminal action against Houck, charging him with failure to appear at the hearing. The information also alleged that Houck suffered two prior serious felony convictions in November 1983: burglary of an inhabited dwelling with personal use of a deadly weapon (Pen. Code, §§ 459, 12022, subd. (b)), and assault with a deadly weapon or by means of force likely to cause great bodily harm (Pen. Code, § 245, subd. (a)(1)).</p>\n<p id=\"b275-6\">At trial, the prosecutor sought to establish that the prior assault was a serious felony for purposes of the Three Strikes law by introducing certified copies of the amended information, verdicts and judgment and requesting that the court take judicial notice of the preliminary hearing transcript from the prior action. Defense counsel objected that the preliminary hearing transcript was inadmissible hearsay and violative of Houck’s Sixth Amendment right of confrontation. The court rejected these arguments, explaining “[i]n order to better understand [the] verdict form, I am going to read the preliminary hearing examination ... to make a determination of whether, in fact, there was an assault with a deadly weapon or not. For that purpose, 1 am reading the transcript.”</p>\n<p id=\"b275-7\">The court convicted Houck of failing to appear and found the prison prior and serious felony prior allegations true. As to the prior assault conviction, the court stated that it had the authority to review the entire record and found, based on the preliminary hearing transcript, that the conviction was for assault with a deadly weapon. Houck did not make a request that the trial court exercise its discretion to strike either of the serious felony prior allegations and the trial court did not make any statement on the record as to whether it had authority to do so.</p>\n<p id=\"b275-8\">The court sentenced Houck to a term of 25 years to life, to run consecutive to the sentence imposed in the underlying criminal action in which Houck failed to appear.</p>\n<p id=\"b275-9\">Discussion</p>\n<p id=\"b275-10\">1. <em>Exercise of Sentencing Discretion</em></p>\n<p id=\"b275-11\">In <em>People </em>v. <em>Superior Court </em>(Romero) (1996) 13 Cal.4th 497 [53 Cal.Rptr.2d 789, 917 P.2d 628], the Supreme Court was faced with the issue of whether the trial court retained the discretion to strike prior serious felony convictions in light of the provisions of the Three Strikes law. The high <page-number citation-index=\"1\" label=\"354\">*354</page-number>court held that the courts had such discretion, stating: “Our holding, which relates only to sentencing, is fully retroactive. [Citations.] A defendant serving a sentence under the Three Strikes Law [citations] imposed by a court that misunderstood the scope of its discretion to strike prior felony conviction allegations in furtherance of justice pursuant to [Penal Code] section 1385[, subdivision] (a), may raise the issue on appeal, or, if relief on appeal is no longer available, may file a petition for habeas corpus to secure reconsideration of the sentence. . . . Such a petition may be summarily denied if the record shows that the sentencing court was aware that it possessed the discretion to strike prior felony conviction allegations without the concurrence of the prosecuting attorney and did not strike the allegations, or if the record shows that the sentencing court clearly indicated that it would not, in any event, have exercised its discretion to strike the allegations. [Citation.]” <em>(Id. </em>at p. 530, fn. 13.)  Houck contends that the trial court did not exercise its discretion in determining whether to strike the serious felony priors and thus the case must be remanded in accordance with <em>Romero. </em>However, during the pendency of this appeal, the California Supreme Court has clarified that, where the record is silent on whether the trial court was aware of its sentencing discretion under <em>Romero, </em>a defendant must seek relief through a petition for writ of habeas corpus, rather than by an appeal from the underlying judgment of conviction. <em>(People </em>v. <em>Fuhrman </em>(1997) 16 Cal.4th 930, 945 [67 Cal.Rptr.2d 1, 941 P.2d 1189].) Thus, Houck cannot raise this issue on appeal.</p>\n<p id=\"b276-4\">2. <em>Prior Assault Conviction as a Strike</em></p>\n<p id=\"b276-5\">The Three Strikes law provides for enhanced punishment for any person convicted of a serious felony who previously has been convicted of a serious felony. (Pen. Code, §§ 1170.12, subd. (a), 667, subds. (b), (c).) “Serious felony” includes “any felony in which the defendant personally used a dangerous or deadly weapon.” (Pen. Code, §§ 1192.7, subd. (c)(23), 667, subd. (d).)</p>\n<p id=\"b276-6\">Where a defendant’s prior conviction is for assault, the conviction will qualify as a serious felony strike only if the defendant used a deadly weapon in connection with the crime. (Pen. Code, §§ 1192.7, subd. (c)(23), 667, subd. (d)(1); <em>People </em>v. <em>Equarte </em>(1986) 42 Cal.3d 456, 465 [229 Cal.Rptr. 116, 722 P.2d 890].) It is the prosecution’s burden to establish such use beyond a reasonable doubt. <em>(People </em>v. <em>Tenner </em>(1993) 6 Cal.4th 559, 566 [24 Cal.Rptr.2d 840, 862 P.2d 840].)</p>\n<p id=\"b276-7\">In determining if a prior conviction constitutes a qualifying strike for purposes of the Three Strikes law, the trial court may look to “the entire <page-number citation-index=\"1\" label=\"355\">*355</page-number>record of conviction <em>‘but no </em>further.’ ” <em>(People </em>v. <em>Reed </em>(1996) 13 Cal.4th 217, 226 [52 Cal.Rptr.2d 106, 914 P.2d 184] cert. den. 519 U.S. 873 [117 S.Ct. 191, 136 L.Ed.2d 128], original italics, quoting <em>People </em>v. <em>Guerrero </em>(1988) 44 Cal.3d 343, 355 [243 Cal.Rptr. 688, 748 P.2d 1150].) Houck contends that the court looked beyond the record of his conviction in considering the preliminary hearing transcript to establish that his prior assault conviction was a strike. We agree.</p>\n<p id=\"b277-5\">A. <em>Transcript as Part of the “Record of Conviction”</em></p>\n<p id=\"b277-6\">The exact parameters of “record of conviction” are yet to be defined. (See <em>People </em>v. <em>Woodell </em>(1998) 17 Cal.4th 448, 454 [71 Cal.Rptr.2d 241, 950 P.2d 85]; <em>People </em>v. <em>Reed, supra, </em>13 Cal.4th at p. 223.) However, the Supreme Court has stated that a trier of fact may consider the “entire record of the proceedings leading to imposition of judgment on the prior conviction” in determining whether a prior conviction qualifies as a strike. <em>(People </em>v. <em>Myers </em>(1993) 5 Cal.4th 1193, 1195, 1201-1202 [22 Cal.Rptr.2d 911, 858 P.2d 301].) In applying this standard, the appellate courts have generally held that documents considered within the record on appeal are part of the “record of conviction” for the purposes of identifying a strike, at least where the underlying conviction resulted from a guilty plea. (See <em>People </em>v. <em>Bartow </em>(1996) 46 Cal.App.4th 1573, 1578 [54 Cal.Rptr.2d 482] [preliminary hearing transcript held to be part of the record of conviction]; <em>People </em>v. <em>Lewis </em>(1996) 44 Cal.App.4th 845, 850-852 [52 Cal.Rptr.2d 338] [arraignment form prepared by the district attorney and setting forth facts relating to the crime]; <em>People </em>v. <em>Abarca </em>(1991) 233 Cal.App.3d 1347, 1350 [285 Cal.Rptr. 213] [reporter’s transcript of the defendant’s plea underlying the prior conviction]; <em>People </em>v. <em>Castellanos </em>(1990) 219 Cal.App.3d 1163, 1170-1172 [269 Cal.Rptr. 93] [preliminary hearing transcripts]; <em>People </em>v. <em>Harrell </em>(1989) 207 Cal.App.3d 1439, 1443-1444 [255 Cal.Rptr. 750] [charging documents and minute order].)</p>\n<p id=\"b277-7\">More recently, however, the Supreme Court has recognized that this technical definition of “record of conviction” may not be appropriate and that the term may be defined “more narrowly, as referring only to those record documents reliably reflecting the facts of the offense for which the defendant was convicted.” <em>(People </em>v. <em>Reed, supra, </em>13 Cal.4th at p. 223.) In <em>Reed, </em>the information alleged that the defendant had suffered two prior serious felony convictions, including one for assault with a deadly weapon or by means of force likely to produce great bodily injury, which conviction resulted from a guilty plea. The prosecution sought to establish that the assault conviction was a serious felony for Three Strikes purposes by producing the preliminary hearing transcript and a portion of the probation <page-number citation-index=\"1\" label=\"356\">*356</page-number>report. The appellate court determined that it was improper for the trial court to consider the probation report, but permissible to consider the transcript. The Supreme Court affirmed, holding that, in the context of a conviction resulting from a guilty plea, the preliminary hearing transcript was part of the record of the prior conviction, and thus admissible, in accordance with the analysis of <em>People </em>v. <em>Guerrero, supra, </em>44 Cal.3d 343.</p>\n<p id=\"b278-4\">In <em>Guerrero, </em>the Supreme Court overruled <em>People </em>v. <em>Alfaro </em>(1986) 42 Cal.3d 627 [230 Cal.Rptr. 129, 724 P.2d 1154], which held that proof of whether a prior conviction was a serious felony was limited to “matters necessarily established by the prior judgment of conviction.” <em>(People </em>v. <em>Guerrero, supra, </em>44 Cal.3d at p. 348.) <em>Alfaro </em>defined “record of conviction” as “the judgment, and matters necessarily adjudicated therein” and held that the trier of fact could not consider any other documents, even those contained in the court file, in determining if the prior conviction constituted a serious felony. <em>(People </em>v. <em>Alfaro, supra, </em>42 Cal.3d at pp. 631-636.) The <em>Guerrero </em>court held that this definition of “record of conviction” was too restrictive and that the trier of fact may look to the entire record of the conviction for this purpose, reasoning: “Such a rule is both fair and reasonable. To allow the trier of fact to look to the entire record of the conviction is certainly reasonable: it promotes the efficient administration of justice and, specifically, furthers the evident intent of the people in establishing an enhancement for ‘burglary of a residence’—a term that refers to <em>conduct, </em>not a specific <em>crime. </em>To allow the trier to look to the record of the conviction— <em>but no </em>further—is also fair: it effectively bars the prosecution from relitigating the circumstances of a crime committed years ago and thereby threatening the defendant with harm akin to double jeopardy and denial of speedy trial.” <em>(People </em>v. <em>Guerrero, supra, </em>44 Cal.3d at p. 355.)</p>\n<p id=\"b278-5\">Considerations of reasonableness and fairness dictate that a “record of conviction” include only those documents that reliably reflect the conduct of which a defendant was convicted. Because the prior conviction in this case resulted from a jury verdict, it is clear that the preliminary hearing transcript is not reliable as to what evidence was presented to, or relied on by, the jury in reaching its verdict.<footnotemark>1</footnotemark> Further, the prosecution offers no explanation as to why use of this less reliable information is necessary or appropriate. Requiring that the prosecution produce evidence that was actually presented to the trier of fact is not unduly burdensome, promotes fairness and precludes the possibility that the underlying conduct will effectively be relitigated through the presentation of information that may not have been produced at trial. <page-number citation-index=\"1\" label=\"357\">*357</page-number>Because the preliminary hearing transcript is not necessarily an accurate reflection of what occurred at the trial, it is not part of the “record of conviction” in accordance with <em>Guerrero.</em></p>\n<p id=\"b279-5\">The application of the “reliable reflection” test from <em>Reed, </em>rather than the more technical definition of the record previously applied, would not likely require a different result in the cases cited above. In those cases, the courts were addressing the definition of “record of conviction” where the prior conviction had resulted from a guilty plea rather than a trial. As in <em>Reed, </em>the admissibility of certain documents within the technical definition of the record would also fall within the category of documents providing a reasonable reflection of the conduct to which the defendant had pled guilty. (See <em>People </em>v. <em>Reed, supra, </em>13 Cal.4th at p. 223.)</p>\n<p id=\"b279-6\">The prosecution argues that the transcript should nonetheless be considered as part of the “record of conviction” since Houck had ample opportunity to introduce evidence from the trial to establish that he did not use a deadly weapon in committing the crime. This argument is unavailing. Whether Houck could or should have introduced record evidence regarding the nature of the underlying crime is irrelevant to the issue of whether the prosecution may rely on a preliminary hearing transcript to establish the nature of a prior conviction when more reliable evidence (i.e., the trial transcript) is available for that purpose.</p>\n<p id=\"b279-7\">In accordance with the “reliable reflection” definition set forth in <em>Reed, </em>we hold that the preliminary hearing transcript was not part of the “record of conviction” and thus was not admissible.</p>\n<p id=\"b279-8\">B. <em>Admission of Transcript as Harmless Error</em></p>\n<p id=\"b279-9\">The prosecution appears to argue that, even if the admission of the transcript was improper, the other record evidence nonetheless establishes that Houck was convicted of assault with a deadly weapon. In particular, the People cite to the jury’s express finding that Houck used a dangerous or deadly weapon in connection with a separate charge of burglary in the same case.<footnotemark>2</footnotemark> However, since the record does not reveal whether the two charges arose out of the same conduct, the fact that the jury convicted Houck of using a weapon in connection with a separate charge does not establish beyond a reasonable doubt that it also convicted him of using the weapon in carrying out the assault. Thus, it likewise does not render the trial court’s consideration of the preliminary hearing transcript harmless error.</p>\n<p id=\"b280-3\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>Because the remaining evidence was insufficient to prove beyond a reasonable doubt that Houck used a deadly weapon in connection with the assault, the court’s finding of a second strike must be reversed.<footnotemark>3</footnotemark></p>\n<p id=\"b280-4\">Because retrial on the prior conviction allegation is not barred by the double jeopardy clause <em>(Monge </em>v. <em>California </em>(1998) 524 U.S. 721 [118 S.Ct. 2246, 141 L.Ed.2d 615], we remand the matter for further proceedings.</p>\n<p id=\"b280-5\">Disposition</p>\n<p id=\"b280-6\">We reverse the true finding on the prior assault conviction allegation, vacate the sentence and remand the matter for further proceedings in accordance with this opinion. In all other respects, the judgment is affirmed.</p>\n<p id=\"b280-7\">Work, Acting P. J., and McDonald, J., concurred.</p>\n<p id=\"b280-8\">Respondent’s petition for review by the Supreme Court was denied December 16, 1998.</p>\n<footnote label=\"1\">\n<p id=\"b278-6\">In this case, it is not clear from the record whether the witnesses who testified at the preliminary hearing also testified at trial. Assuming that they did so, it is not established that the testimony was identical in both settings.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b279-10\"> Houck’s conviction for the burglary was the second strike asserted in this action. Houck does not contest the trial court’s finding on that strike.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b280-9\"> Based on this determination, Houck’s argument that the preliminary hearing transcript is also inadmissible hearsay is moot, as is his related argument that the admission of the prior testimony would violate his Sixth Amendment right of confrontation. We note, however, that these arguments were expressly considered, and rejected, by the Supreme Court in <em>Reed. (People </em>v. <em>Reed, supra, </em>13 Cal.4th at pp. 228-229.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}