{
  "casebody": {
    "data": "<casebody firstpage=\"5\" lastpage=\"13\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"p\" id=\"b13-4\">I-IEAKD JUNE, 1877.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b13-5\">Whipper <em>vs. </em>Reed.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b13-6\">A Circuit Judge elected by the Legislature under Article IV, Section 11, of the Con* stitution of the State, to fill a vacancy in the office, holds, under Section 13 of the same Article, for the full term of four 3 ears, and not merely for the unexpired term of the Judge in whoso place he was eleoted.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b13-7\">This was an action entitled The State, <em>ex relatione </em>W. J. Whipper, <em>against </em>J. P. Reed. It was brought originally in the Supreme Court, and was in the nature of a <em>quo warranto </em>to determine the title to the office of Judge of the First Judicial Circuit of the State.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b13-8\">It was referred to a Referee to ascertain and report upon the facts, and from his report the case, so far as it related to the only question considered and determined by the Court, may be briefly stated thus:</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b13-9\">On January 18th, 1872, R. F. Graham was duly elected Judge of the said Circuit for the full term of four years, commencing August 26,1872. He received his 'commission, qualified thereunder, and held and continued to hold the office until October, 1874, when he died.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b13-10\">In November, 1874, thereafter, the Legislature passed a resolution that the two houses meet in joint assembly on the 2d day of December, 1874, “for the purpose of electing a suitable person to fill the vacancy in the Judgeship of the First Judicial Circuit, occasioned by the death of the Hon. R. F. Graham.” The election was held, and J. P. Reed, the defendant, was elected. He received his commission, qualified as Judge, and took possession of the office.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b13-11\">On the 11th day of December another election was held by the Legislature for Judge of the First Judicial Circuit. At that elecr tion W. J. Whipper, the relator, was elected. He received a certificate of his election to the office from the President of the Senate and the Speaker of the House of Representatives, attested by the Clerks of the House and Senate, and, having qualified thereon, he now claimed that he was entitled to the office for the term of four years from the 26th day of August, 1876.<footnotemark>*</footnotemark></summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b13-12\"><em>W. J. Whipper, </em>for the relator.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b13-13\"><em>--, </em>contra.</attorneys>\n<decisiondate data-order=\"10\" data-type=\"decisiondate\" id=\"b14-4\"><page-number citation-index=\"1\" label=\"6\">*6</page-number>June 7, 1877.</decisiondate>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b13-14\"> The Reporter regrets that ho has not been furnished with the pleadings nor with a brief containing a statement of the facts, and that ho has been compelled to gather them from another source. He also regrets that he has not boen furnished with the argument of the counsel for the defense nor even with their names.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"AA\">The opinion of the Court was delivered by</p>\n<author id=\"b14-5\">Willard, C. J.</author>\n<p id=\"AP\">This is an action in the nature of <em>quo warranto, </em>brought originally in this Court by W. J. Whipper, claiming to have been elected by the General Assembly a Circuit Judge for the First Circuit, to fill a vacancy anticipated at the expiration of the term of office of Judge Reed, the present incumbent and defendant. The defendant alleges, among other matters, that his term of office has not expired. The defendant was elected under a concurrent resolution providing for electing a suitable person to fill the vacancy caused by the death of Hon. R. F. Graham, the previous incumbent. If the defendant was entitled to hold the office for four years from his election, which took place in December, 1874, then his term of office has not yet expired, and the action must fail. Several grounds for dismissing the complaint have been urged, some of which relate to matters of form only; but as the main question arising upon the merits ought to be decided, in order that no uncertainty may exist as to the tenure of the Circuit Judges, that question will at once be considered.</p>\n<p id=\"b14-6\">The Constitution (Article IV, Section 13,) provides that “this State shall be divided into convenient Circuits, and for each Circuit a Judge shall be elected by joint ballot of the General Assembly, who shall hold his office for a term of four years,” &amp;c. The only provision of the Constitution relative to filling vacancies injudicial offices is contained in Article IV, Section 11, and is as follows: “All vacancies in the Supreme Court or other inferior tribunal shall be filled by election as herein prescribed, provided that, if the unexpired term does not exceed one year, such vacancy may be filled by Executive appointment.” The question that arises on the provision just recited is whether one elected to fill a vacancy under Section 11 is entitled to hold for the full term of four years provided for in Section 13, or holds only for the unexpired portion of the term remaining at the time of his election and qualification.</p>\n<p id=\"b14-7\">This Court held in <em>Wright </em>vs. <em>Charles, </em>(4 S. C., 178,) in effect, that when the duration of a term of office is fixed by the Constitution, and the mode of filling it prescribed, and the time when the term is to commence is not fixed, the officer chosen to fill it in the mode prescribed, although to fill a vacancy, holds for the full term fixed by the Constitution. This principle was there applied to a <page-number citation-index=\"1\" label=\"7\">*7</page-number>case where the Act under which the vacancy was filled provided in terras for filling vacancies. The conclusion just stated is manifestly sound and has an important bearing on the present question. There are two leading objects that naturally present themselves in adjusting succession to public offices in a scheme of government— the one having regard to the duration of official authority, and the other to regularity of succession, whether periodic or otherwise. In fixing the duration of public authority in an office, or, technically expressed, in prescribing the duration of his term of office, regard is had, on the one hand, to stability in the administration of the office, which is usually promoted by long occupancy, and, on the other hand, to increasing the sense of official responsibility on the part of the officer by subjecting him to that scrutiny that results from the frequent exercise of the appointing power in filling the office. The other general object, namely, that of securing regular succession to public office, looks to the means of securing a peaceful transfer of the office in obedience to the authority which, under the law, ought to determine the order of that succession, and to the times when such office should begin to be exercised by one entitled to succeed to it. As it regards certain offices, a regular succession at stated periods has been found most convenient, influenced by the nature of the office and the mode of appointment to it. Political offices, whose incumbents exercise more or less political discretion, being closely related to the prevailing ideas of public policy and economy, are usually filled at stated periods, in accordance with our political theory that regards a general election, as, in some degree, an expression of the popular mind as to methods of administrative policy. As such expression is only indirectly made through the selection of public officers, it has become a very general practice to fill the several principal political offices at the same time and at stated periods. In the case just mentioned it is the nature of the office that is consulted in fixing its commencement.</p>\n<p id=\"b15-5\">As has been observed, the mode of choosing public officers has an important influence as it regards the time of filling an office. When filled by Executive appointment, no special reason seems to arise from the nature of that kind of appointment for filling such offices at fixed periods, for the Executive power can act at any time. When chosen by the General Assembly, as there must be intervals during which that body is not in session, special means of supplying vacancies during the absence of that body are very commonly <page-number citation-index=\"1\" label=\"8\">*8</page-number>employed for obvious reasons. During the sessions of the Legislature its appointing power can be exercised conveniently at any time. The mode of choice that seems to render most important provisions of a general nature requiring a considerable body of public officers to be chosen and installed at the same time is that of popular elections. This is occasioned by the nature of such elections, at all times imposing a large amount of labor upon the public officers, as well as upon citizens at large, and attended with large expense. The general considerations that have been thus briefly stated have had more or less effect in influencing the arrangements made by our Constitution as to the modes and times of filling its offices. Our Constitution assumes to make provision for nearly all the contingencies likely to arise in this respect as affecting the offices created by it. As a general thing, it determines the modes of choice and the duration of the tenure of offices. With regard to some, including those of a political character, it provides for fixing a definite period when these offices shall be assumed, (Article III, Section 2). In some instances it contemplates and provides for casual-vacancies, such as occur from death, resignation and other similar causes. In some it leaves the mode of supplying such casual vacancies to the discretion of the Legislature. It is important, then, as it regards the question of the time and mode of filling any office created by the Constitution and the duration of its term,,to inquire first whether the Constitution has assumed to provide for all contemplated contingencies or has left a certain discretion in that respect with the Legislature; and, second, what is the true intent of the Constitution in those cases where it has assumed to control the subject exhaustively. Such an inquiry is materially advanced by the statement of such a proposition as that referred to as embodied in the decision of <em>Wright </em>vs. <em>Charles.</em></p>\n<p id=\"b16-5\">When, the Constitution fixes the duration of a term of office, and, at the same time, provides for its being filled at a fixed time, occurring periodically, it necessarily follows that, a casual vacancy occurring during such term of office, necessity must arise for filling it for the unexpired terra; and, although the mode of filling such vacancy is prescribed by the Constitution, yet the incumbent only holds until the time arrives for filling the office in the regular mode and at the regular time prescribed by the Constitution. In that case the officer taking a term of office less than that prescribed for the office is placed in that position, by the effect of the Constitution <page-number citation-index=\"1\" label=\"9\">*9</page-number>itself, reached by treating one class of provision as necessarily as limitation of the other. The proposition derived from <em>Wright </em>vs. <em>Charles </em>involves a different case from that just stated, namely, ■where the Constitution contains no provision as to the time when the offices ought to be filled, necessarily interfering with the possibility of holding it for the full term prescribed. In that case that proposition holds that, no such limitation can be imposed by the Legislature through the effect of any attempt to fix the time when the office should be filled, but, on the contrary, when the officer is chosen in the manner prescribed by the Constitution, <em>he is </em>entitled to hold for the full constitutional term, if the appointing power should attempt to declare otherwise. This is simply saying that when the Constitution has not seen fit to impose a limitation to general terms employed by it in fixing the important features of a high office, the Legislature cannot supply such a limitation — a proposition that is self-evident, considering the relations of statute to fundamental law. It follows that a casual vacancy occurring during a term of office, the duration of which is fixed by the Conr stitution, cannot authorize the choice of a person to fill such office for an unexpired term, unless the Constitution either directly or indirectly recognizes the existence of such unexpired term as entitled to be filled as such. As we have seen, such indirect authorization may result from provisions of the Constitution fixing the commencement in point of time of an office of a fixed tenure. So it may directly recognize the existence of an unexpired term, to be filled as such by any language importing such a recognition.</p>\n<p id=\"b17-5\">Having these principles in view, let us look into the Constitution to see whether there is anything to sustain a conclusion that the Constitution has imposed a limit to the duration of the office of Circuit Judge of such a nature that persons elected to fill a casual vacancy cannot claim the full term attached to the office, but can hold only for the unexpirod term. In the first place, there is no provision indirectly accomplishing such a result by fixing the time when the Circuit Judges shall take their offices. Such a provision exists, as we have already noticed, in the case of the officers described as “State officers.” — (Article 4, Section 2, and Article 19, Section 10.) Such a limitation is inferable as affecting the Justices of the Supreme Court from the provisions requiring that one of those Justices shall be elected every two years; but none is found affecting the Circuit Judges. This omission is evidently not aeci<page-number citation-index=\"1\" label=\"10\">*10</page-number>dental, but intentional. In the case of the Supreme Court, that body being composed of three Justices, there was reason for placing regular intervals of two years between the elections of the respective Judges, so that no.sudden change should be made in the organization of this Court — an important safeguard against irregularity in the administration of the law. As the Circuit Court is held in every case by a single Judge, that reasoning does not call for a similar provision as it regards the Circuit Judges.</p>\n<p id=\"b18-5\">We will see hereafter that this same general end is attained in a form suited to the organization of the Circuit Court, by leaving the duration of the term unalterable and allowing the times when the Circuit Judge should be chosen and take office to be influenced by t.he various casualties affecting its regular recurrence. In the next place it remains to inquire whether there is any direct recognition of vacancies in the office of Circuit Judge for an unexpired term, and whether such a vacancy existed at the time the incumbent of the office in question was chosen. Ids clear that the Constitution does recognize the possibility of an unexpired term in the office of Circuit Judge where a vacancy has occurred at such time as to leave only one year of the original term yet unexpired, and has in this case directly authorized the Governor to fill such vacancy. It is contended that this is an implied admission that an unexpired term for a longer duration than that of one year may exist, and that in directing the Legislature to fill such vacancies it was intended that the person chosen should hold only until the end of the original term of office. The argument just adverted to holds in substance that the language under consideration presents merely a case of loose utterance that ought to be reformed from the standpoint of supplying what is necessary to give it fullness and symmetry. But the principles of constitutional construction require that we look more thoroughly into the matter and determine whether there was not a reason for the apparent incompleteness of the text that precludes the idea that it is a case to be dealt with on the principles of connecting the sense of loose utterances.</p>\n<p id=\"b18-6\">In conformity with what has already been said, we are not to impair the force of the important provision that the Circuit Judges shall hold their offices four years by imposing limitation to it resting on doubtful constructions. The duration of the office is a matter of vital importance, as it concerns the stability of the administration of justice, and it must be regarded, as so considered <page-number citation-index=\"1\" label=\"11\">*11</page-number>by the Constitution. If it is important, as a general rule, that Circuit Judges should hold for four years, it is equally important that at all times the office should be held in a manner equally stable. The provision authorizing the Governor to appoint when the unexpired term does not exceed one year can be fully explained as consistent with the requirement that the General Assembly shall always elect for four years upon principles already briefly discussed. It has been said that the nature of appointments by the General Assembly is such as to require temporary provisions to fill vacancies during the time when that body is not in session. It would not be unreasonable to hold that this was the object had in view by the Constitution; indeed, if it was not, it is impossible to say what that object was. It will be observed that the language as to filling vacancies by the Governor follows as a proviso after the following language: “All vacancies occurring in the Supreme Court or other inferior tribunal shall be filled by election as herein prescribed.” Then follows the proviso in this language: “Provided,, If the unexpired term does not exceed one year, such vacancy may be filled by Executive appointment.” We shall assume, what is obvious, that the Circuit Court is intended as embraced in.this clause, for, if it is not, then, clearly, there is nothing in the Constitution that can authorize any abbreviation of the full constitutional term of four years. The language introduced as a proviso may be read not only in the sense of calling for a different appointing power from that contemplated by the previous language, but as referring to a different and distinct case, and ground for exercising that appointing power. The words following the proviso do not necessarily imply that the language qualified imparts authority to fill vacancies for an unexpired terra by the General Assembly. The matter of a proviso may be something properly belonging to a preceding statement and omitted from it, or it may be something quite foreign to it and yet capable of affecting it incidentally. Before we read the matter of the proviso, together with that preceding it, so as to treat it as a connected whole, we must find a necessity, or, at least, propriety, for so doing. It is possible that the framers of the Constitution intended that all elections by the Legislature to fill vacancies should be for the full term, for no good reason appears why vacancies for more than a year of the unexpired term should not be filled by persons chosen to hold for the full term of four years, and yet when a vacancy for a year occurred <page-number citation-index=\"1\" label=\"12\">*12</page-number>that the Governor should fill the office for this period, leaving it to the next meeting of the General Assembly to fill the office permanently. There is no lack of reason of that construction nor want, of symmetry. It is in harmony with the general object of the Constitution, which was to give that degree of stability to the office of Circuit Judge resulting from the continuance of his term for four years, and with the necessity of keeping the office filled when the Legislature might not be in session. It has been said that it was possible that this might have been the intention of the Constitution. If so, then the attempt to limit the constitutional term is made on doubtful grounds and cannot be allowed.</p>\n<p id=\"b20-5\">But we may go further and say that there is strong reason for believing that such was the actual intention of the Constitution. We have shown that it was reasonable, while on the other hand no reason can be assigned, fairly drawn from the Constitution or suggested by it, why, when the General Assembly meet to choose a Circuit Judge, they should appoint one to serve a shorter term than four years. The Constitution has not indicated that the Circuit Judges should all be elected at the same time; it is not desirable that they should be. The same reason that led the Constitution to provide that not more than one of the Justices of the Supreme Court should be elected by any one General Assembly would have prevented the introduction into that instrument of provisions compelling the General Assembly to elect all the Circuit Judges at the same time, and yet the consequence of the argument that the Circuit Judges have a term of four years fixed as to its commencement and end would have been that, as all the Circuit Judges were originally chosen by the same General Assembly, under the Constitution, they would continue to be so chosen for all time, and every four years would witness a simultaneous revolution in every circuit. It is enough to say, however, that we are not called upon by any necessity arising from the language and intent of the Constitution to hold that the term of four years is limited in duration in the case of a casual vacancy filled by the General Assembly. It has been contended that the term vacancy implies a vacancy for an unexpired term. Such is not the case. The fact of vacancy is one thing; the effect of it upon the term or tenure of the office put in abeyance is another thing. When an office having a certain duration is vacant, it does not necessarily follow that such vacancy is for an unexpired term. If there is a term of definite beginning in <page-number citation-index=\"1\" label=\"13\">*13</page-number>point of time and duration, then vacancy clearly implies an unexpired term, to be filled as such; not from the fact of vacancy, however, but from the nature of the term made vacant.</p>\n<p id=\"b21-5\">That which the Constitution was looking to when it provides for filling vacancies was primarily to secure the regular performance of the official duties. What might be the effect of such vacancies as it regarded the term of the successor might well be regarded as a secondary matter, properly left to follow as a consequence from the provisions primarily intended for a more general purpose.</p>\n<p id=\"b21-6\">Judge Reed was clearly entitled to hold for a term of four years from his election to succeed Judge Graham, and was properly in office at the time this action was brought, and accordingly the complaint should be dismissed.</p>\n<judges id=\"b21-7\"><em>McIver, </em>A. J., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}