{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1076\" lastpage=\"1087\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Marilyn SPERLING and Jerred Schuh, Plaintiffs,\n  <br/>\n  v.\n  <br/>\n  STEIN MART, INC., Defendant.\n </parties>\n <docketnumber id=\"p-2\">\n  Case No.: 5:15-cv-01411-AB (KKx)\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, C.D. California.\n </court>\n <decisiondate id=\"p-4\">\n  Signed February 23, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Christopher J. Morosoff, Law Offices of Christopher J. Morosoff, Palm Desert, CA, Douglas Caiafa, Douglas Caiafa APLC, Los Angeles, CA, for Plaintiffs.\n </attorneys>\n <attorneys id=\"p-6\">\n  Anthony J. Anscombe, Meegan Bay Brooks, Stephanie A. Sheridan, Steptoe and Johnson LLP, San Francisco, CA, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   ORDER GRANTING DEFENDANT'S MOTION FOR SUMMARY JUDGMENT AND DENYING PLAINTIFFS' MOTION FOR CLASS CERTIFICATION\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   HONORABLE ANDRÉ BIROTTE JR., UNITED STATES DISTRICT COURT JUDGE\n  </author>\n  <p id=\"p-9\">\n   On January 8, 2018, Defendant Stein Mart, Inc. (\"Stein Mart\") filed a Motion for Summary Judgment against Plaintiffs Marilyn Sperling (\"Sperling\") and Jerred Schuh (\"Schuh\") (collectively, \"Plaintiffs\"). Dkt. No 100. Plaintiffs filed an opposition and Stein Mart filed a reply. Dkt. Nos. 108, 111. On December 15, 2017, Plaintiffs filed a Motion for Class Certification. Dkt. No. 97. Stein Mart filed an opposition and Plaintiffs filed a reply. Dkt. Nos. 106, 112. The Court heard oral arguments regarding the motions on February 16, 2018. For the following reasons, the Court\n   <strong>\n    GRANTS\n   </strong>\n   Stein Mart's Motion for Summary Judgment and\n   <strong>\n    DENIES\n   </strong>\n   Plaintiffs' Motion for Class Certification.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   This case centers on Stein Mart's use of comparative reference prices on price tags. Stein Mart's price tags displayed higher \"Compare At\" prices next to lower \"Our Price\" prices for items they sold in their retail stores. Plaintiffs claim they purchased products from Stein Mart in reliance on the comparative reference prices, but that those prices were misleading.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    A. Undisputed Facts\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   The following facts are undisputed.\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-14\">\n   Stein Mart is a retailer of fashion and household products. SMF\n   <footnotemark>\n    2\n   </footnotemark>\n   1. It strives to sell the same or similar merchandise as department stores, boutiques, and other full-price retailers, but at lower prices. SMF 6. Plaintiffs Sperling and Schuh are individuals who purchased items at Stein Mart stores. SMF 24, 35.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    1. Stein Mart's \"Compare At\" Prices\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   Stein Mart's price tags list two prices-a \"Compare At\" price and \"Our Price.\" SMF 15. An asterisk appears in front the \"Compare At\" price. SMF 16. The explanation of the asterisk on the price tag directs shoppers to Stein Mart's Fair Pricing Policy, which Stein Mart posts at every cash register and online.\n   <em>\n    Id.\n   </em>\n   The Fair Pricing Policy explains that\n  </p>\n  <blockquote id=\"p-17\">\n   [w]e strive to offer our customers true everyday value. Our \"Compare at\" price\n   is based on input from our suppliers. We believe that it represents the original price of the same item or a comparable item at department stores, specialty stores or other full-price stores. Our \"Compare at\" price may not be the starting price posted by all full-price stores, and some stores may offer substantial discounts off the suggested retail price.\n  </blockquote>\n  <p id=\"p-18\">\n   SMF 17.\n  </p>\n  <p id=\"p-19\">\n   As the Fair Pricing Policy indicates, Stein Mart bases the \"Compare At\" prices on manufacturers' suggested retail prices (\"MSRPs\") provided by its suppliers. SMF 11. The MSRPs reflect what suppliers expect retailers to charge for products.\n   <em>\n    Id.\n   </em>\n   Depending on the product, MSRPs can reflect anticipated prices up to a year in advance of actual retail sales. SMF 59.\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    2. Sperling's Purchases\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   Sperling purchased three items from Stein Mart. First, she bought a pair of Yellow Box sandals. SMF 28. Sperling did not provide evidence of the exact version of Yellow Box sandals she purchased, but she did testify that she paid $39.95 for them, and that price tag displayed a \"Compare At\" price of $59.95. Decl. Douglas Caiafa, ¶ 10, Ex. G, Dep. Marilyn Sperling, Tr. at 91:6-92:6 (Dkt. No. 108-9). Sperling also testified that she did not look for the sandals at any other store. Sperling Dep., Tr. at 92:7-93:13. While Stein Mart could not identify the exact sandals Sperling purchased, it based its \"Compare At\" prices for Yellow Box sandals on MSRPs provided by Stein Mart's supplier. SMF 28, 29. Plaintiffs did not provide any evidence of what other retailers charged for the sandals. SMF 30. However, Stein Mart asserted evidence that other retailers sold Yellow Box sandals for $59.95 or more. Decl. Gary Pierce, ¶ 4, Ex. A (Dkt. No. 100-7).\n  </p>\n  <p id=\"p-22\">\n   Second, Sperling purchased a Revelation suitcase. Decl. Marilyn Sperling, ¶ 8 (Dkt. No. 108-13). She declared that Stein Mart sold the suitcase with a \"Compare At\" price tag, and that she felt deceived by it. Sperling Decl., ¶¶ 8, 10. Sperling did not assert evidence of the particular model Revelation suitcase she bought at Stein Mart, the amount she paid for the suitcase, the \"Compare At\" price listed on the price tag, or the price at which other retailers sold the suitcase. SMF 30. Stein Mart, on the other hand, provided evidence that its \"Compare At\" prices for Revelation suitcases were based on the MSRPs provided by Stein Mart's supplier. SMF 29.\n  </p>\n  <p id=\"p-23\">\n   Third, Sperling bought a pair of Ava pants, which Stein Mart sold under the brand name Peck &amp; Peck, a brand exclusive to Stein Mart. SMF 24, 26. Sperling paid $53.99 for the pants, and the price tag displayed a \"Compare At\" price of $78.00. Sperling Decl., ¶ 6. While Peck &amp; Peck is an exclusive Stein Mart brand, the Ava pants Sperling purchased were sold by other retailers under those retailers' own brand names. SMF 26. Plaintiffs do not dispute that \"[t]he Ava pant sold by Stein Mart under the Peck &amp; Peck label is also sold by other retailers under those retailers' own private labels. The pants sold by those other retailers are identical in every substantive way.\"\n   <em>\n    Id.\n   </em>\n   The president of the company that manufactures the Ava pants declared that \"[t]he overwhelming majority of retailers sell the pants for between $115 and $138.\" Decl. Sam Zucker, ¶ 6 (Dkt. No. 100-6).\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    3. Schuh's Purchases\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   Schuh purchased two items at Stein Mart. First, he purchased a Kenneth Cole suit, which included pants and a jacket. Decl. Jerred Schuh, ¶ 6 (Dkt. No. 108-14). The \"Compare At\" price for the suit was $320, but Schuh bought it for about $160.\n   <em>\n    Id.\n   </em>\n   The \"Compare At\" price for the Kenneth Cole suit was based on the MSRP\n  </p>\n  <p id=\"p-26\">\n   provided by the suit's manufacturer. SMF 35.\n  </p>\n  <p id=\"p-27\">\n   Second, Schuh bought a shirt sold under the Alan Flusser brand name, another brand exclusive to Stein Mart. Schuh Decl., ¶ 7; SMF 38. The manufacturer from which Stein Mart acquired the Alan Flusser shirt made virtually identical shirts for other retailers, which were sold under different brand names. SMF 38. According to Schuh, however, he purchased the Alan Flusser shirt in part because he liked the brand name. Caiafa Decl., ¶ 18, Ex. O, Dep. Jerred Schuh, Tr. at 172:23-173:15 (Dkt. No. 108-17).\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    B. This Litigation\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   On July 15, 2015, Sperling filed a complaint with this Court against Stein Mart. Dkt. No. 1. After Sperling amended her complaint twice, Stein Mart moved to dismiss. Dkt. No. 28. The Court granted the motion to dismiss, but gave Sperling leave to amend. Dkt. No. 35, at p. 19. Sperling then filed a Third Amended Complaint, and Stein Mart moved to dismiss again. Dkt. Nos. 36, 37. This time, the Court denied Stein Mart's motion to dismiss. Dkt. No. 41.\n  </p>\n  <p id=\"p-30\">\n   On May 2, 2017, Plaintiffs filed a Fourth Amended Consolidated Class Action Complaint (\"FACCAC\") that added Schuh as a plaintiff. Dkt. No. 87. The FACCAC claims that Stein Mart violated California's Unfair Competition Law (\"UCL\"),\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%2017200\">\n    Cal. Bus. &amp; Prof. Code §§ 17200\n   </extracted-citation>\n   ,\n   <em>\n    et seq\n   </em>\n   . ; California's False Advertising Law (\"FAL\"),\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%2017500\">\n    Cal. Bus. &amp; Prof. Code §§ 17500\n   </extracted-citation>\n   ,\n   <em>\n    et seq\n   </em>\n   . ; and California's Consumers Legal Remedies Act (\"CLRA\"),\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%201750\">\n    Cal. Civ. Code §§ 1750\n   </extracted-citation>\n   ,\n   <em>\n    et seq.\n   </em>\n  </p>\n  <p id=\"p-31\">\n   On October 26, 2017, Stein Mart served requests for admission on Reuben Nathan (\"Nathan\"), Schuh's lawyer, by mail. SMF 32. The requests for admission included the following:\n  </p>\n  <blockquote id=\"p-32\">\n   1. Admit that YOU have not incurred any actual damage;\n  </blockquote>\n  <blockquote id=\"p-33\">\n   2. Admit that YOU did not rely on the phrase \"*Compare At\" during the purchases alleged in the Fourth Amended Complaint;\n  </blockquote>\n  <blockquote id=\"p-34\">\n   3. Admit that YOU read Stein Mart's \"Fair Pricing Policy\" before you bought the items identified in YOUR Fourth Amended Complaint;\n  </blockquote>\n  <blockquote id=\"p-35\">\n   4. Admit that YOU have no reliable means to calculate the amount of restitution to which class members are allegedly entitled; and\n  </blockquote>\n  <blockquote id=\"p-36\">\n   8. Admit that YOU have received value in connection with the purchases alleged in the Fourth Amended Complaint.\n  </blockquote>\n  <p id=\"p-37\">\n   SMF 33; Decl. Anthony Anscombe, ¶ 7, Ex. F (Dkt. No. 100-14).\n  </p>\n  <p id=\"p-38\">\n   Stein Mart's counsel also sent a courtesy email with a copy of the requests for admission. Anscombe Decl., ¶ 8, Ex. G (Dkt. No. 100-15). However, according to Nathan, the email went to his junk folder, and he did not receive the mailed requests for admission until November 15, 2017. Decl. Reuben Nathan, ¶ 12. (Dkt. No. 110-1). Nathan eventually sent responses to the requests for admission on December 18, 2017.\n   <em>\n    <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%201750\">\n     Id.\n    </extracted-citation>\n   </em>\n   , ¶ 19.\n  </p>\n  <p id=\"p-39\">\n   Stein Mart now moves for summary judgment as to all of Plaintiffs' claims. According to Stein Mart, its comparative reference prices are not deceptive and Plaintiffs are not entitled to any relief. Plaintiffs oppose and also seek to certify a class of\n  </p>\n  <blockquote id=\"p-40\">\n   [a]ll persons who, while in the State of California, and between July 15, 2011, and the present (the \"Class Period\"), purchased from Stein Mart one or more items at any Stein Mart store in the State of California with a price tag that contained a \"Compare At\" price which was higher than the price listed as the Stain Mart [sic] sale price on the price\n   tag, and who have not received a refund or credit for each of their purchase(s).\n  </blockquote>\n  <p id=\"p-41\">\n   Dkt. No. 97.\n  </p>\n  <p id=\"p-42\">\n   <strong>\n    II. LEGAL STANDARD\n   </strong>\n  </p>\n  <p id=\"p-43\">\n   A motion for summary judgment must be granted when \"the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed. R. Civ. P. 56(c) ;\n   <em>\n    Anderson v. Liberty Lobby, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"4\" url=\"https://cite.case.law/us/477/242/#p247\">\n    477 U.S. 242\n   </extracted-citation>\n   , 247-48,\n   <extracted-citation case-ids=\"6206897\" index=\"5\" url=\"https://cite.case.law/us/477/242/#p247\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"6\" url=\"https://cite.case.law/us/477/242/#p247\">\n    91 L.Ed.2d 202\n   </extracted-citation>\n   (1986). The moving party bears the initial burden of identifying the elements of the claim or defense and evidence that it believes demonstrates the absence of an issue of material fact.\n   <em>\n    Celotex Corp. v. Catrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"6207800\" index=\"7\" url=\"https://cite.case.law/us/477/317/#p323\">\n    477 U.S. 317\n   </extracted-citation>\n   , 323,\n   <extracted-citation case-ids=\"6207800\" index=\"8\" url=\"https://cite.case.law/us/477/317/#p323\">\n    106 S.Ct. 2548\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6207800\" index=\"9\" url=\"https://cite.case.law/us/477/317/#p323\">\n    91 L.Ed.2d 265\n   </extracted-citation>\n   (1986). Where the nonmoving party will have the burden of proof at trial, the movant can prevail merely by pointing out that there is an absence of evidence to support the nonmoving party's case.\n   <em>\n    <extracted-citation case-ids=\"6207800\" index=\"10\" url=\"https://cite.case.law/us/477/317/#p323\">\n     Id.\n    </extracted-citation>\n   </em>\n   The nonmoving party then \"must set forth specific facts showing that there is a genuine issue for trial.\"\n   <em>\n    Anderson\n   </em>\n   , 477 U.S. at 248,\n   <extracted-citation case-ids=\"6206897\" index=\"11\" url=\"https://cite.case.law/us/477/242/#p247\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-44\">\n   \"Where the record taken as a whole could not lead a rational trier of fact to find for the nonmoving party, there is no 'genuine issue for trial.' \"\n   <em>\n    Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6205783\" index=\"12\" url=\"https://cite.case.law/us/475/574/#p587\">\n    475 U.S. 574\n   </extracted-citation>\n   , 587,\n   <extracted-citation case-ids=\"6205783\" index=\"13\" url=\"https://cite.case.law/us/475/574/#p587\">\n    106 S.Ct. 1348\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6205783\" index=\"14\" url=\"https://cite.case.law/us/475/574/#p587\">\n    89 L.Ed.2d 538\n   </extracted-citation>\n   (1986). The Court must draw all reasonable inferences in the nonmoving party's favor.\n   <em>\n    In re Oracle Corp. Sec. Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6052576\" index=\"15\" url=\"https://cite.case.law/f3d/627/376/#p387\">\n    627 F.3d 376\n   </extracted-citation>\n   , 387 (9th Cir. 2010) (citing\n   <em>\n    Anderson,\n   </em>\n   <extracted-citation case-ids=\"6206897\" index=\"16\" url=\"https://cite.case.law/us/477/242/#p247\">\n    477 U.S. at 255\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"17\" url=\"https://cite.case.law/us/477/242/#p247\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   ). Nevertheless, inferences are not drawn out of thin air, and it is the nonmoving party's obligation to produce a factual predicate from which the inference may be drawn.\n   <em>\n    Richards v. Nielsen Freight Lines,\n   </em>\n   <extracted-citation case-ids=\"3737085\" index=\"18\" url=\"https://cite.case.law/f-supp/602/1224/#p1244\">\n    602 F.Supp. 1224\n   </extracted-citation>\n   , 1244-45 (E.D. Cal. 1985),\n   <em>\n    aff'd,\n   </em>\n   <extracted-citation case-ids=\"1635523\" index=\"19\" url=\"https://cite.case.law/f2d/810/898/\">\n    810 F.2d 898\n   </extracted-citation>\n   (9th Cir. 1987). \"[M]ere disagreement or the bald assertion that a genuine issue of material fact exists\" does not preclude summary judgment.\n   <em>\n    Harper v. Wallingford\n   </em>\n   ,\n   <extracted-citation case-ids=\"10537249\" index=\"20\" url=\"https://cite.case.law/f2d/877/728/#p731\">\n    877 F.2d 728\n   </extracted-citation>\n   , 731 (9th Cir. 1989).\n  </p>\n  <p id=\"p-45\">\n   <strong>\n    III. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-46\">\n   <strong>\n    A. Schuh's Admissions\n   </strong>\n  </p>\n  <p id=\"p-47\">\n   As a preliminary matter, Stein Mart argues that Schuh legally admitted certain matters by failing to timely respond to Stein Mart's requests for admission. A party served with requests for admission must respond with a written objection or answer within 30 days. Fed. R. Civ. P. 36(a)(3). If a party fails to do so, a request for admission is deemed admitted.\n   <em>\n    <extracted-citation case-ids=\"10537249\" index=\"21\" url=\"https://cite.case.law/f2d/877/728/#p731\">\n     Id.\n    </extracted-citation>\n   </em>\n   A court can allow a party to withdraw or amend an admission \"on motion.\" Fed. R. Civ. P. 36(b). Thus, a court has the discretion to allow a party to withdraw an admission, \"but only upon motion by the responding party.\"\n   <em>\n    Am. Gen. Life &amp; Accident Ins. Co. v. Findley\n   </em>\n   , No. CV 12-01753 MMM (PSWx),\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=2013%20WL%201120662\">\n    2013 WL 1120662\n   </extracted-citation>\n   , at *3 (C.D. Cal. Mar. 15, 2013) (quoting\n   <em>\n    Andreozzi v. Cal. Dep't of Corrs.,\n   </em>\n   No. CIV S-09-1192-JAM-CMK-P,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=2012%20WL%20761380\">\n    2012 WL 761380\n   </extracted-citation>\n   , *2 (E.D. Cal. Mar. 7, 2012) ). \"An admission that is not withdrawn or amended cannot be rebutted by contrary testimony or ignored by the district court simply because it finds the evidence presented by the party against whom the admission operates more credible.\"\n   <em>\n    Cook v. Allstate Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9182930\" index=\"24\" url=\"https://cite.case.law/f-supp-2d/337/1206/#p1210\">\n    337 F.Supp.2d 1206\n   </extracted-citation>\n   , 1210 (C.D. Cal. 2004) (quoting\n   <em>\n    Am. Auto Ass'n v. AAA Legal Clinic\n   </em>\n   ,\n   <extracted-citation case-ids=\"10545811\" index=\"25\" url=\"https://cite.case.law/f2d/930/1117/#p1120\">\n    930 F.2d 1117\n   </extracted-citation>\n   , 1120 (5th Cir. 1991) ).\n  </p>\n  <p id=\"p-48\">\n   Stein Mart served Schuh's lawyer, Nathan, with requests for admission on October 26, 2017. Schuh therefore had 30 days to respond to the requests before Fed. R. Civ. P. 36(a)(3) operated to deem the requests admitted. Stein Mart served the requests for admission by mail, which provided Schuh an extra three days to respond. Fed. R. Civ. P. 6(d). Thus, Schuh\n   was required to answer the requests for admission by November 28, 2017. He did not provide written responses until December 18, 2017.\n  </p>\n  <p id=\"p-49\">\n   Nathan avers that his firm did not receive the requests for admission until November 15, 2017. He also declares that he did not see the courtesy email Stein Mart's counsel sent him with copies of the requests for admission because the email went to his junk email folder. Even if he did not receive the requests for admission until November 15, 2017, however, the proof of service clearly stated that it was served on October 26, 2017. Nathan therefore should have known that he needed to promptly respond to the requests for admission. Yet he waited more than a month to serve responses. Because Schuh did not respond to the requests for admission within 30 days, they are deemed admitted under Fed. R. Civ. P. 36(a)(3).\n  </p>\n  <p id=\"p-50\">\n   Based on the record before the Court, it is unclear what good cause would exist for Schuh to withdraw his admissions. The Court does not reach the issue, however, because Schuh has not filed a motion to withdraw the admissions. Without a motion properly asking it to do so, the Court cannot grant relief from Fed. R. Civ. P. 36(a)(3). Schuh therefore has admitted, among other things, that he read Stein Mart's Fair Pricing Policy before purchasing the Kenneth Cole suit and Alan Flusser shirt, and that he did not rely on the \"Compare At\" prices in buying those items.\n  </p>\n  <p id=\"p-51\">\n   <strong>\n    B. The FAL, CLRA, and UCL\n   </strong>\n  </p>\n  <p id=\"p-52\">\n   Plaintiffs claim Stein Mart's use of \"Compare At\" prices on its price tags violates the FAL, CLRA, and UCL.\n  </p>\n  <p id=\"p-53\">\n   California's FAL \"makes it unlawful for a business to disseminate any statement which is untrue or misleading, and which is known, or which by the exercise of reasonable care should be known, to be untrue or misleading.\"\n   <em>\n    Branca v. Nordstrom, Inc.\n   </em>\n   , No. 14-cv-2062-MMA (JMA),\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2015%20WL%201841231\">\n    2015 WL 1841231\n   </extracted-citation>\n   , at *5 (S.D. Cal. Mar. 20, 2015) (quotations omitted). The FAL has been interpreted to apply both to advertising that is false and advertising that is \"either actually misleading or which has a capacity, likelihood or tendency to deceive or confuse the public.\"\n   <em>\n    Sperling v. DSW Inc.\n   </em>\n   , No. ED CV 15-1366-JGB (SPx),\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=2015%20WL%2013309476\">\n    2015 WL 13309476\n   </extracted-citation>\n   , at *8 (C.D. Cal. Nov. 19, 2015) (quoting\n   <em>\n    Davis v. HSBC Bank Nevada, N.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3508661\" index=\"28\" url=\"https://cite.case.law/f3d/691/1152/#p1162\">\n    691 F.3d 1152\n   </extracted-citation>\n   , 1162 (9th Cir. 2012) ).\n  </p>\n  <p id=\"p-54\">\n   California's CLRA prohibits certain unfair methods of competition in connection with consumer sales.\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201770\">\n    Cal. Civ. Code § 1770\n   </extracted-citation>\n   (a). The CLRA lists particular practices that it deems unlawful.\n   <em>\n    <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201770\">\n     Id.\n    </extracted-citation>\n   </em>\n   For example, it provides that sellers cannot \"[a]dvertis[e] goods or services with intent not to sell them as advertised\" or \"[m]ak[e] false or misleading statements of fact concerning reasons for, existence of, or amounts of, price reductions.\"\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201770\">\n    Cal. Civ. Code § 1770\n   </extracted-citation>\n   (a)(9), (13).\n  </p>\n  <p id=\"p-55\">\n   California's UCL proscribes \"any unlawful, unfair or fraudulent business act or practice and unfair, deceptive, untrue or misleading advertising.\"\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%2017200\">\n    Cal. Bus. &amp; Prof. Code § 17200\n   </extracted-citation>\n   . The unlawful prong of the UCL borrows from other laws and makes them independently actionable.\n   <em>\n    Belton v. Comcast Cable Holdings, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"3721258\" index=\"33\" url=\"https://cite.case.law/cal-app-4th/151/1224/#p1233\">\n    151 Cal. App. 4th 1224\n   </extracted-citation>\n   , 1233,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=60%20Cal.%20Rptr.%203d%20631\">\n    60 Cal.Rptr.3d 631\n   </extracted-citation>\n   (2007). Thus, violations of the CLRA and FAL also constitute violations of the UCL.\n   <em>\n    See\n   </em>\n   <em>\n    Rael v. New York &amp; Co., Inc.\n   </em>\n   , No. 16-cv-369-BAS(JMA),\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=2017%20WL%203021019\">\n    2017 WL 3021019\n   </extracted-citation>\n   , at *5 (S.D. Cal. July 17, 2017) (\"Because the Court finds Plaintiff adequately alleges a violation of the FAL and the CLRA, Plaintiff also adequately alleges a violation of the UCL 'unlawful' prong.\").\n  </p>\n  <p id=\"p-56\">\n   <strong>\n    1. The Reasonable Consumer Test\n   </strong>\n  </p>\n  <p id=\"p-57\">\n   To establish a claim under the FAL, UCL, or CLRA, a plaintiff must show that the defendant's claimed misrepresentations are likely to deceive a reasonable consumer.\n   <em>\n    Williams v. Gerber Products Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4012495\" index=\"36\" url=\"https://cite.case.law/f3d/552/934/#p938\">\n    552 F.3d 934\n   </extracted-citation>\n   , 938 (9th Cir. 2008). \"Under the reasonable consumer standard, [the plaintiff] must show that members of the public are likely to be deceived.\"\n   <em>\n    <extracted-citation case-ids=\"4012495\" index=\"37\" url=\"https://cite.case.law/f3d/552/934/#p938\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4012495\" index=\"37\" url=\"https://cite.case.law/f3d/552/934/#p938\">\n    at 938\n   </extracted-citation>\n   (quotations omitted). A true statement can be actionable if it is \"couched in such a manner that it is likely to mislead or deceive the consumer.\"\n   <em>\n    Davis\n   </em>\n   ,\n   <extracted-citation case-ids=\"3508661\" index=\"38\" url=\"https://cite.case.law/f3d/691/1152/#p1162\">\n    691 F.3d at 1162\n   </extracted-citation>\n   . However, it is up to the plaintiff to \"set forth what is false or misleading about a statement, and why it is false.\"\n   <em>\n    Branca v. Nordstrom, Inc.\n   </em>\n   , No. 14-cv-2062-MMA (JMA),\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=2015%20WL%2010436858\">\n    2015 WL 10436858\n   </extracted-citation>\n   , at *7 (S.D. Cal. Oct. 9, 2015) (quoting\n   <em>\n    In re GlenFed, Inc. Sec. Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7418520\" index=\"40\" url=\"https://cite.case.law/f3d/42/1541/#p1548\">\n    42 F.3d 1541\n   </extracted-citation>\n   , 1548 (9th Cir. 1994) ).\n  </p>\n  <p id=\"p-58\">\n   A number of cases have applied the reasonable consumer test to businesses' use of comparative reference prices. The cases generally fall into two categories, to which the Court will refer as \"exclusive product\" cases and \"non-exclusive product\" cases.\n  </p>\n  <p id=\"p-59\">\n   In exclusive product cases, a store, often an outlet store, sells a lower-price, different version of a product sold in a traditional retail store. The outlet uses the price of the product made for the retail store as a comparative reference price on price tags. However, the actual product being sold in the outlet is made exclusively for the outlet and is never sold for the comparative reference price at a traditional retail store. In those cases, courts generally find that a plaintiff can proceed with his or her claims.\n   <em>\n    See\n   </em>\n   <em>\n    Branca\n   </em>\n   ,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=2015%20WL%2010436858\">\n    2015 WL 10436858\n   </extracted-citation>\n   , at *7-8 (denying a motion to dismiss where the plaintiff alleged that items at Nordstrom Rack were compared to full-price products sold at Nordstrom retailers and that \"the items were never sold elsewhere for any other price besides the Nordstrom Rack retail price\");\n   <em>\n    Stathakos v. Columbia Sportswear Co.\n   </em>\n   , No. 15-cv-04543-YGR,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=2017%20WL%201957063\">\n    2017 WL 1957063\n   </extracted-citation>\n   , at *8 (N.D. Cal. May 11, 2017) (denying a motion for summary judgment in part where the plaintiffs asserted evidence that the defendant sold products exclusively made for its outlet stores but compared their prices to products sold in full retail stores);\n   <em>\n    Rubenstein v. Neiman Marcus Grp. LLC\n   </em>\n   ,\n   <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=687%20Fed.%20Appx.%20564\">\n    687 Fed.Appx. 564\n   </extracted-citation>\n   , 567 (9th Cir. 2017) (reversing dismissal where the plaintiff alleged that Neiman Marcus Last Call used reference prices to products sold at Neiman Marcus retail stores even though the products were made exclusively for Neiman Marcus Last Call).\n  </p>\n  <p id=\"p-60\">\n   In non-exclusive product cases, on the other hand, more than one retailer offers the product at issue for sale. Because other retailers offer the same product for sale, there are legitimate prices to which to compare the defendant's comparative reference price. In those cases, courts tend to reject claims unless the plaintiff establishes that the comparative reference price is misleading.\n   <em>\n    See\n   </em>\n   <em>\n    DSW\n   </em>\n   ,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=2015%20WL%2013309476\">\n    2015 WL 13309476\n   </extracted-citation>\n   , at *9 (holding that the plaintiff failed to properly allege deception where the defendants' comparative reference prices were based on MSRPs and the complaint did not \"explain how [they were] inflated or why they [did] not accurately reflect prevailing market prices\");\n   <em>\n    Jacobo v. Ross Stores, Inc.\n   </em>\n   , No. CV-15-04701-MWF-AGR,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=2017%20WL%203382053\">\n    2017 WL 3382053\n   </extracted-citation>\n   , at *2, 6 (C.D. Cal. Aug. 2, 2017) (explaining that \"[i]f pressed, the Court would probably conclude ... that Plaintiffs have failed to raise a genuine issue of fact as to deception\" where the plaintiffs failed to present evidence of \"the prices at which other retailers sell the merchandise they purchased\");\n   <em>\n    Haley v. Macy's, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12266913\" index=\"46\" url=\"https://cite.case.law/f-supp-3d/263/819/#p824\">\n    263 F.Supp.3d 819\n   </extracted-citation>\n   , 824 (N.D. Cal. 2017) (distinguishing from exclusive product cases because \"[i]n those cases, the plaintiffs alleged\n   that the defendants' products were not sold outside the outlet or discount stores at all, rendering any 'comparison' price inherently misleading\"). The plaintiff does not need to prove that no other retailer sold the item for the comparative reference price, but he or she must at least assert evidence from which a rational trier of fact could infer that the comparative reference price was inaccurate.\n   <em>\n    See\n   </em>\n   <em>\n    Haley v. Macy's, Inc.\n   </em>\n   , No. 15-cv-06033-HSG,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=2017%20WL%206539825\">\n    2017 WL 6539825\n   </extracted-citation>\n   , at *5 (N.D. Cal. Dec. 21, 2017) (holding that, upon amendment after dismissal, the plaintiff properly alleged deception by identifying \"an exemplar coffee maker that was advertised with a regular price of $149.99, but which all sellers on Amazon.com and the manufacturer's website offered for significantly lower prices\").\n  </p>\n  <p id=\"p-61\">\n   For example, in\n   <em>\n    DSW\n   </em>\n   , the defendant shoe retailer placed \"Compare at\" price tags next to their products.\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=2015%20WL%2013309476\">\n    2015 WL 13309476\n   </extracted-citation>\n   , at *2. The \"Compare at\" prices, which derived from the products' MSRPs, were significantly higher than the defendant's selling prices.\n   <em>\n    Id.\n   </em>\n   at *2, 8. The plaintiff sued for violations of the FAL, CLRA, and UCL, claiming that the \"Compare at\" price tags were misleading because they did not reflect \"properly substantiated comparative prices.\"\n   <em>\n    Id.\n   </em>\n   at *3. But the complaint failed to allege any facts indicating that the comparative reference prices were inflated or inaccurate.\n   <em>\n    Id.\n   </em>\n   at *9. Because the plaintiff failed to allege facts to show that the comparative reference prices were misleading, she did not properly allege deceptive conduct, and the court dismissed the complaint without prejudice.\n   <em>\n    Id.\n   </em>\n   at *9, 10. On appeal after a subsequent dismissal with prejudice, the Ninth Circuit affirmed, explaining that the plaintiff's allegations failed to establish \"that the manufacturer's suggested retail price was not a fair comparator at the time of her purchase.\"\n   <em>\n    Sperling v. DSWC, Inc.\n   </em>\n   ,\n   <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=699%20Fed.%20Appx.%20654\">\n    699 Fed.Appx. 654\n   </extracted-citation>\n   , 655 (9th Cir. 2017) ;\n   <em>\n    see also\n   </em>\n   Dkt. No. 35, at p. 15 (dismissing an earlier version of the complaint in this case because it did not \"allege with particularity that other retail stores did not sell identical products at the 'Compare At' price\").\n  </p>\n  <p id=\"p-62\">\n   The difference in outcomes between the exclusive product and non-exclusive product cases makes sense. In the exclusive product cases, the products sold in the defendants' outlets were different than the ones sold in their traditional retail stores. Because the outlet products were made exclusively for outlets, they were never sold in traditional retail stores for the comparative reference prices presented on the price tags. It was therefore deceptive to use the full retail items as price comparators for those products.\n  </p>\n  <p id=\"p-63\">\n   On the other hand, in the non-exclusive product cases, manufacturers produced items that would be sold by different retailers and provided MSRPs. Because the same items would be sold in different places, the comparative reference prices could not be misleading on their face, without actually examining what other retailers charged for the items.\n   <em>\n    See\n   </em>\n   <em>\n    DSWC\n   </em>\n   ,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=699%20Fed.%20Appx.%20654\">\n    699 Fed.Appx. at 655\n   </extracted-citation>\n   (\"Price tags suggesting that consumers compare the product's price to the manufacturer's suggested retail price are not inherently false or deceptive.\"). If other retailers did sell the products at issue for the MSRPs or more, then the comparative reference prices would not be deceptive. Plaintiffs therefore needed to explain how the comparative reference prices were actually false or misleading.\n  </p>\n  <p id=\"p-64\">\n   This case falls into the category of the non-exclusive product cases. Three of the five products upon which Plaintiffs base their claims were non-exclusive branded items. The Revelation suitcase and Yellow Box sandals Sperling purchased, as well as the Kenneth Cole suit Schuh bought, were not exclusive to Stein Mart. For all of those items, the \"Compare At\" prices were the MSRPs provided by the products' suppliers.\n  </p>\n  <p id=\"p-65\">\n   Because the undisputed evidence indicates that these products were manufactured to be sold by more than one retailer, Plaintiffs have the burden of asserting evidence that the \"Compare At\" prices were misleading. As noted above, Plaintiffs do not necessarily need to prove that no other retailer sold the products for the \"Compare At\" prices, but they do need to assert some evidence from which a jury could infer that the \"Compare At\" prices were incorrect. Plaintiffs simply fail to do so. They assert no evidence of the prices at which other retailers sell the items they purchased. Accordingly, Plaintiffs fail to raise a fact dispute about whether the \"Compare At\" prices on the Yellow Box sandals, Revelation suitcase, and Kenneth Cole suit were deceptive.\n  </p>\n  <p id=\"p-66\">\n   The case becomes slightly closer with respect to Plaintiffs' purchases of products sold under Stein-Mart-exclusive brands. On the surface, Stein Mart's use of \"Compare At\" prices for those products appears similar to the defendants' conduct in the exclusive product cases, where they used comparative reference prices for items only sold in their stores. But the undisputed evidence dispels Plaintiffs' claims that the \"Compare At\" prices for those items were deceptive.\n  </p>\n  <p id=\"p-67\">\n   Stein Mart's use of comparative reference pricing on the Peck &amp; Peck Ava pants Sperling purchased was not misleading. While the \"Compare At\" price seems deceptive because no other stores sell the item under the Peck &amp; Peck brand name, the undisputed evidence shows that other retailers did sell the same pair of pants. As Plaintiffs concede, \"[t]he Ava pant sold by Stein Mart under the Peck &amp; Peck label is also sold by other retailers under those retailers' own private labels. The pants sold by those other retailers are identical in every substantive way.\" SMF 26. Unlike in the outlet cases, then, the same pants Sperling purchased were sold elsewhere. Thus, Stein Mart's use of a comparative reference price was not inherently misleading.\n  </p>\n  <p id=\"p-68\">\n   Because other retailers sold pants identical to the ones Sperling purchased, her purchase of the Ava pants was no different than her purchases of the Yellow Box sandals and Revelation suitcase. The pants were sold in more than one place, and Sperling must show that other retailers sold the pants for less than the \"Compare At\" price. Once again, Sperling does not make this showing. Instead, Stein Mart asserts its own evidence that other retailers sold the pants for over $115, even more than the \"Compare At\" price. The comparative reference price on the Ava pants therefore was neither false nor misleading.\n  </p>\n  <p id=\"p-69\">\n   Similarly, Stein Mart's use of comparative reference pricing on the Alan Flusser shirt did not deceive Schuh. Like the Ava pants Sperling purchased, other retailers sold shirts virtually identical to the Alan Flusser shirt under different brand names. Because the same item was sold by other retailers, Schuh bears the burden of setting forth some evidence that the \"Compare At\" price was misleading. He fails to provide any such evidence.\n  </p>\n  <p id=\"p-70\">\n   Schuh does assert some evidence that he purchased the Alan Flusser shirt because of the brand name. Since the brand name was important to Schuh, Plaintiffs argue, the Alan Flusser shirt was not the same as the shirts sold under different brand names by other retailers. However, as explained above, Schuh has admitted through his failure to timely respond to requests for admission that he read and understood Stein Mart's Fair Pricing Policy, which explains that the \"Compare At\" price refers to the original price of the same item or a comparable item.\n   <footnotemark>\n    3\n   </footnotemark>\n   The nearly identical\n   shirts sold under different brand names were at least comparable to the shirt Schuh purchased. Accordingly, Schuh could not have been deceived by Stein Mart's use of a nearly identical item for a price comparison.\n  </p>\n  <p id=\"p-71\">\n   Having failed to present facts from which a rational jury could find that Stein Mart's use of comparative reference prices on the items they purchased was deceptive, Plaintiffs' FAL, CLRA, and UCL claims fail as a matter of law.\n  </p>\n  <p id=\"p-72\">\n   <strong>\n    2. UCL Claim Based on FTC Pricing Guides\n   </strong>\n  </p>\n  <p id=\"p-73\">\n   Despite Plaintiffs' failure to assert evidence that Stein Mart's comparative reference prices were deceptive, they argue that their UCL claim survives summary judgment because Stein Mart did not follow the guidance provided in the Federal Trade Commission (\"FTC\") Pricing Guides. The Court has ruled in this case, as have other courts, that the FTC Act does not provide a private right of action, and that the California UCL does not create one for FTC Act claims.\n   <em>\n    See\n   </em>\n   Dkt. No. 35 (citing\n   <em>\n    O'Donnell v. Bank of Am. Nat'l Ass'n\n   </em>\n   ,\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=504%20Fed.%20Appx.%20566\">\n    504 Fed.Appx. 566\n   </extracted-citation>\n   , 568 (9th Cir. 2013) ). Since then, however, the Ninth Circuit held in an unpublished decision that violations of the FTC Act can be actionable through a UCL cause of action.\n   <em>\n    Rubenstein\n   </em>\n   ,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=687%20Fed.%20Appx.%20564\">\n    687 Fed.Appx. at 567\n   </extracted-citation>\n   . Even so, a party asserting a UCL claim must \"establish a loss or deprivation of money or property sufficient to qualify as injury in fact ... that ... was the result of ... the unfair business practice or false advertising that is the gravamen of the claim.\"\n   <em>\n    Kwikset Corp. v. Superior Court\n   </em>\n   ,\n   <extracted-citation case-ids=\"3915209\" index=\"53\" url=\"https://cite.case.law/cal-4th/51/310/#p322\">\n    51 Cal. 4th 310\n   </extracted-citation>\n   , 322,\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=120%20Cal.%20Rptr.%203d%20741\">\n    120 Cal.Rptr.3d 741\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=246%20P.3d%20877\">\n    246 P.3d 877\n   </extracted-citation>\n   (2011).\n  </p>\n  <p id=\"p-74\">\n   As explained above, Plaintiffs have failed to assert sufficient evidence to establish that Stein Mart's practices were likely to deceive a reasonable consumer. The FTC Pricing Guides are designed to help businesses avoid engaging in deceptive practices. Having held that Stein Mart did not engage in a deceptive practice, adopting Plaintiffs' position would place liability on Stein Mart even though the harm the FTC Pricing Guides seek to prevent did not actually occur. Because liability under the UCL requires a showing that an unfair, unlawful, or fraudulent practice harmed Plaintiffs, Plaintiffs still need to show that they were deceived by Stein Mart's conduct. Plaintiffs fail to do so, and Stein Mart is entitled to summary judgment.\n  </p>\n  <p id=\"p-75\">\n   <strong>\n    C. Class Certification\n   </strong>\n  </p>\n  <p id=\"p-76\">\n   When a defendant has obtained summary judgment against putative class plaintiffs, a motion for class certification becomes moot.\n   <em>\n    See\n   </em>\n   <em>\n    Jacobo\n   </em>\n   ,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=2017%20WL%203382053\">\n    2017 WL 3382053\n   </extracted-citation>\n   , at *7 (denying a motion for class certification as moot after granting the defendant's motion for summary judgment). The Court has granted Stein Mart's Motion for Summary Judgment and therefore denies Plaintiffs' Motion for Class Certification as moot.\n  </p>\n  <p id=\"p-77\">\n   <strong>\n    IV. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-78\">\n   For the foregoing reasons, the Court\n   <strong>\n    GRANTS\n   </strong>\n   Stein Mart's Motion for Summary Judgment and\n   <strong>\n    DENIES\n   </strong>\n   Plaintiffs' Motion for Class Certification.\n  </p>\n  <p id=\"p-79\">\n   Stein Mart shall file a Proposed Judgment within 14 days of the date of this Order.\n  </p>\n  <p id=\"p-80\">\n   <strong>\n    IT IS SO ORDERED.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-83\">\n    The parties purport to dispute some of the facts cited in this section, but do not assert evidence to actually create fact disputes. The parties also assert objections to each other's evidence. To the extent the Court relies on evidence, the parties' objections are overruled. The remaining objections are overruled as moot.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-84\">\n    \"SMF\" refers to the parties' combined Statement of Material Facts. Dkt. No. 111-1.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-85\">\n    Even without Schuh's admissions, the Court likely would hold that the comparative reference price on the Alan Flusser shirt was not deceptive as a matter of law. It is difficult to see how it would be deceptive to compare an item to one that is the same aside from its name.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}