{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"681\" lastpage=\"686\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  SODEXOMAGIC, LLC\n  <br/>\n  v.\n  <br/>\n  DREXEL UNIVERSITY\n </parties>\n <docketnumber id=\"p-2\">\n  CIVIL ACTION NO. 16-5144\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, E.D. Pennsylvania.\n </court>\n <decisiondate id=\"p-4\">\n  Signed February 23, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  John A. McCreary, Jr., Babst Calland Clements &amp; Zomnir, Pittsburgh, PA, Cory Ward, Robert C. Heim, Sabrina L. Reliford, Selby Brown, Dechert LLP, Philadelphia, PA, Harry L. Manion, III, Katharine A. Dennis, Timothy J. Fazio, Manion Gaynor &amp; Manning LLP, Boston, MA, Stephen D. Dargitz, Manio Gaynor &amp; Manning LLP, Wilmington, DE, for SodexoMAGIC, LLC.\n </attorneys>\n <attorneys id=\"p-6\">\n  Stephen A. Cozen, Jared Dimock Bayer, Robert W. Hayes, Thomas Aloysius Leonard, IV, Cozen &amp; O'Connor, Philadelphia, PA, for Drexel University.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   <em>\n    MEMORANDUM RE: PRIVILEGE LOGS\n   </em>\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Baylson, J.\n  </author>\n  <p id=\"p-9\">\n   <strong>\n    I. Introduction\n   </strong>\n  </p>\n  <p id=\"p-10\">\n   The Court has reviewed the 50 documents submitted\n   <em>\n    in camera\n   </em>\n   by both Plaintiff and Defendant, as samples of disputed claims of privilege, and has assessed each party's privilege determinations.\n  </p>\n  <p id=\"p-11\">\n   For civil matters, the Pennsylvania Code provides: \"Counsel shall not be competent or permitted to testify to confidential communications made to him by his client, nor shall the client be compelled to disclose the same, unless in either case this privilege is waived upon the trial by the client.\" 42 Pa.C.S. § 5928 (civil) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Loutzenhiser v. Doddo\n   </em>\n   ,\n   <extracted-citation case-ids=\"1926080\" index=\"0\" url=\"https://cite.case.law/pa/436/512/\">\n    436 Pa. 512\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=260%20A.2d%20745\">\n    260 A.2d 745\n   </extracted-citation>\n   , 748 (Supreme Ct. Pa. 1970) (quoting the same words). The Third Circuit has articulated the required elements to establish the attorney-client privilege under Pennsylvania law:\n  </p>\n  <blockquote id=\"p-12\">\n   (1) the asserted holder of the privilege is or sought to become a client;\n  </blockquote>\n  <blockquote id=\"p-13\">\n   (2) the person to whom the communication was made\n  </blockquote>\n  <blockquote id=\"p-14\">\n   a) is a member of the bar of a court, or his or her subordinate, and\n  </blockquote>\n  <blockquote id=\"p-15\">\n   b) in connection with this communication is acting as a lawyer;\n  </blockquote>\n  <blockquote id=\"p-16\">\n   (3) the communication relates to a fact of which the attorney was informed\n  </blockquote>\n  <blockquote id=\"p-17\">\n   a) by his client\n  </blockquote>\n  <blockquote id=\"p-18\">\n   b) without the presence of strangers\n  </blockquote>\n  <blockquote id=\"p-19\">\n   c) for the purpose of securing primarily either\n  </blockquote>\n  <blockquote id=\"p-20\">\n   i. an opinion of law or\n  </blockquote>\n  <blockquote id=\"p-21\">\n   ii. legal services or\n  </blockquote>\n  <blockquote id=\"p-22\">\n   iii. assistance in some legal proceeding, and\n  </blockquote>\n  <blockquote id=\"p-23\">\n   d) not for the purpose of committing a crime or tort; and\n  </blockquote>\n  <blockquote id=\"p-24\">\n   (4) the privilege has been\n  </blockquote>\n  <blockquote id=\"p-25\">\n   a) claimed and\n  </blockquote>\n  <blockquote id=\"p-26\">\n   b) not waived by the client.\n  </blockquote>\n  <p id=\"p-27\">\n   <em>\n    Montgomery County v. MicroVote Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1720011\" index=\"2\" url=\"https://cite.case.law/f3d/175/296/#p301\">\n    175 F.3d 296\n   </extracted-citation>\n   , 301 (3d Cir. 1999).\n  </p>\n  <p id=\"p-28\">\n   In the present case, the challenged communications involve internal emails within Drexel and SodexoMAGIC, i.e., corporate attorney-client privilege. Pennsylvania courts have stated that communications between in-house counsel and the\n   corporate client are protected to the same extent as communications between the corporation and outside counsel.\n   <em>\n    In re Westinghouse Elec. Corp. Uranium Contracts Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3926194\" index=\"3\" url=\"https://cite.case.law/frd/76/47/#p57\">\n    76 F.R.D. 47\n   </extracted-citation>\n   , 57 (W.D. Pa. 1977) (\"[T]he attorney-client privilege protected all communications to or from legal counsel, whether outside or in-house counsel, so long as they were not acting principally as business advisors giving only incidental legal advice ....\");\n   <em>\n    see also\n   </em>\n   <em>\n    Upjohn Co. v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"11716190\" index=\"4\" url=\"https://cite.case.law/us/449/383/#p389\">\n    449 U.S. 383\n   </extracted-citation>\n   , 389-90,\n   <extracted-citation case-ids=\"11716190\" index=\"5\" url=\"https://cite.case.law/us/449/383/#p389\">\n    101 S.Ct. 677\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11716190\" index=\"6\" url=\"https://cite.case.law/us/449/383/#p389\">\n    66 L.Ed.2d 584\n   </extracted-citation>\n   (1981) (\"Admittedly complications in the application of the privilege arise when the client is a corporation, which in theory is an artificial creature of the law, and not an individual; but this Court has assumed that the privilege applies when the client is a corporation.\"). Moreover, the Third Circuit has reiterated that \"communication between a corporation's counsel and the employees of the corporation are covered by the attorney-client privilege.\"\n   <em>\n    In re Grand Jury Investigation\n   </em>\n   ,\n   <extracted-citation case-ids=\"2780693\" index=\"7\" url=\"https://cite.case.law/f3d/445/266/\">\n    445 F.3d 266\n   </extracted-citation>\n   (3d Cir. 2006) (citing\n   <em>\n    Upjohn\n   </em>\n   ). Many courts have held that privilege is to be narrowly construed.\n  </p>\n  <p id=\"p-29\">\n   Communications with the subordinate of an attorney, such as a paralegal, are also protected by the attorney-client privilege so long as the subordinate is \"acting as the agent of a duly qualified attorney under circumstances that would otherwise be sufficient to invoke the privilege.\"\n   <em>\n    Dabney v. Investment Corp. of America\n   </em>\n   ,\n   <extracted-citation case-ids=\"3930801\" index=\"8\" url=\"https://cite.case.law/frd/82/464/#p465\">\n    82 F.R.D. 464\n   </extracted-citation>\n   , 465 (E.D. Pa. 1979) (citing 8 Wigmore, Evidence § 2301 (McNaughton Rev. 1961) ). In fact, \"[a] document need not be authored or addressed to an attorney in order to be properly withheld on attorney-client privilege grounds.\"\n   <em>\n    SmithKline Beecham Corp. v. Apotex Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"950026\" index=\"9\" url=\"https://cite.case.law/frd/232/467/#p477\">\n    232 F.R.D. 467\n   </extracted-citation>\n   , 477 (E.D. Pa. 2005). Nonetheless, to successfully assert the attorney-client privilege, the corporation \"must clearly demonstrate that the communication in question was made for the express purpose of securing legal not business advice,\"\n   <em>\n    AAMCO Transmissions, Inc. v. Marino\n   </em>\n   , No. 88-cv-5522,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=1991%20WL%20193502\">\n    1991 WL 193502\n   </extracted-citation>\n   , at *3 (E.D. Pa. Sept. 24, 1991), and the party asserting the attorney-client privilege \"bears the burden of proving that it applies to the communication at issue.\"\n   <em>\n    Sampson v. Sch. Dist. of Lancaster\n   </em>\n   ,\n   <extracted-citation case-ids=\"4267376\" index=\"11\" url=\"https://cite.case.law/frd/262/469/#p474\">\n    262 F.R.D. 469\n   </extracted-citation>\n   , 474 (E.D. Pa. 2008) (citing\n   <em>\n    In re Grand Jury Empanelled\n   </em>\n   ,\n   <extracted-citation case-ids=\"1440585\" index=\"12\" url=\"https://cite.case.law/f2d/603/469/#p474\">\n    603 F.2d 469\n   </extracted-citation>\n   , 474 (3d Cir. 1979) ). Notably, the party seeking to assert the privilege must \"identify [a] specific attorney with whom a confidential communication was made\" in order to satisfy this burden.\n   <em>\n    SmithKline\n   </em>\n   ,\n   <extracted-citation case-ids=\"950026\" index=\"13\" url=\"https://cite.case.law/frd/232/467/#p477\">\n    232 F.R.D. at 477\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-30\">\n   Where lawyers (or their non-lawyer subordinates) are acting in a purely \"scrivener-like\" role, their emails and documents (including draft agreements) are themselves not privileged communications.\n   <em>\n    Sargent v. Johns\n   </em>\n   ,\n   <extracted-citation case-ids=\"931895\" index=\"14\" url=\"https://cite.case.law/pa/206/386/\">\n    206 Pa. 386\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=55%20A.%201051\">\n    55 A. 1051\n   </extracted-citation>\n   , 1052 (Supreme Ct. Pa. 1903) (where attorney who acted merely in clerical capacity did not afford privilege to communication);\n   <em>\n    Brennan v. Brennan\n   </em>\n   ,\n   <extracted-citation case-ids=\"152786\" index=\"16\" url=\"https://cite.case.law/pa-super/281/362/\">\n    281 Pa.Super. 362\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"152786\" index=\"17\" url=\"https://cite.case.law/pa-super/281/362/\">\n    422 A.2d 510\n   </extracted-citation>\n   , 515 (Supreme Ct. Pa. 1980) (\"It has been held that the privilege applies to a communication ... only when the communication relates to a fact of which the attorney was informed for the purpose of securing either a legal opinion, legal services, or assistance in some legal proceeding.\");\n   <em>\n    Com. v. Trolene\n   </em>\n   ,\n   <extracted-citation case-ids=\"117402\" index=\"18\" url=\"https://cite.case.law/pa-super/263/263/\">\n    263 Pa.Super. 263\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"117402\" index=\"19\" url=\"https://cite.case.law/pa-super/263/263/\">\n    397 A.2d 1200\n   </extracted-citation>\n   , 1205 (Supreme Ct. Pa. 1979) (\"The scope of the privilege protects only disclosures made for the purpose of obtaining legal advice.\");\n   <em>\n    Dierstein v. Schubkagel\n   </em>\n   ,\n   <extracted-citation case-ids=\"810302\" index=\"20\" url=\"https://cite.case.law/pa/131/46/\">\n    131 Pa. 46\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=18%20A.%201059\">\n    18 A. 1059\n   </extracted-citation>\n   , 1060 (Supreme Ct.Pa. 1890) (\"the privilege does not attach ... if [the attorney] was acting as a mere scrivener, although of the legal profession.\");\n   <em>\n    Okum v. Com., Unemployment Compensation Bd. of Review\n   </em>\n   , 77 Pa.Cmwlth. 386,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=465%20A.2d%201324\">\n    465 A.2d 1324\n   </extracted-citation>\n   , 1325 (1983) (Discussions between government administrators\n   who are attorneys are not privileged when the attorneys are speaking in their capacity as administrators, and not as legal advisor or client.). Further, the privilege only protects communications from discovery. Facts are discoverable, even if discussed in privileged communications. Communications between client and counsel about draft contracts, and proposed contract language, are privileged.\n  </p>\n  <p id=\"p-31\">\n   In order to guide the parties' privilege determinations, below is a set of hypothetical email scenarios:\n  </p>\n  <blockquote id=\"p-32\">\n   1. President of Food Service Corporation A sends email to General Counsel, \"What are the requirements of a binding contract for food service contract with College X?\"\n  </blockquote>\n  <blockquote id=\"p-33\">\n   2. General Counsel emails the President-with a list of the requirements for such a contract.\n  </blockquote>\n  <blockquote id=\"p-34\">\n   3. President to Corporation A's VP, who as part of her job is engaged in negotiations with College X, \"Our General Counsel has advised me that in order to form a binding contract with College X, we need to agree on requirements 1, 2, and 3.\"\n  </blockquote>\n  <p id=\"p-35\">\n   Emails 1, 2, and 3 above are all privileged communications that can be appropriately withheld from production.\n  </p>\n  <blockquote id=\"p-36\">\n   4. VP to Corporation A's Sales Manager: \"President has instructed us to proceed to negotiate a contract for food services with College X. Get to this ASAP.\"\n  </blockquote>\n  <blockquote id=\"p-37\">\n   5. Sales Manager to VP: \"I've just met with Manager of College X and we have a handshake deal. How much detail do we need in the written contract?\"\n  </blockquote>\n  <blockquote id=\"p-38\">\n   6. VP to President: \"Sales Manager reached a great deal for us. Let's keep the written contract simple and direct to close the deal ASAP.\"\n  </blockquote>\n  <blockquote id=\"p-39\">\n   7. President to General Counsel: \"Draft this contract as quickly as possible. Draft a contract including 1, 2, 3 and also 4, 5 and 6.\"\n  </blockquote>\n  <blockquote id=\"p-40\">\n   8. General Counsel to in-house Paralegal: \"The President wants a contract with 1 through 6. Please take language from our prior contract with College Z to get the process started.\"\n  </blockquote>\n  <blockquote id=\"p-41\">\n   9. VP to Paralegal: \"I heard you are working on our contract with College X. Please write these exact words into provision 6: 'It is hereby agreed that the amount is $400.' \"\n  </blockquote>\n  <blockquote id=\"p-42\">\n   10. General Counsel to VP: \"Here is my proposed contract attached to this e-mail. Show this to College X, but tell them it is non-negotiable.\"\n  </blockquote>\n  <blockquote id=\"p-43\">\n   11. VP to College X: \"Here is our proposed contract. Our General Counsel says since we are giving you such a good deal, we must insist on these terms as written. Please send it back with your signature.\"\n  </blockquote>\n  <blockquote id=\"p-44\">\n   12. Emails by non-lawyers within each party, and between Corporation A and College X, following execution of the contract, disputing its interpretation, and at times indicating they rely on their counsel's advice.\n  </blockquote>\n  <blockquote id=\"p-45\">\n   13. As a result of a dispute on contract interpretation between the parties, VP discusses this with President and then contacts General Counsel about her interpretation of the contract and GC responds. VP forwards this email to College X.\n  </blockquote>\n  <p id=\"p-46\">\n   Emails 4, 5, and 6 are not privileged communications. No legal advice is requested or provided. Email 7, on the other hand, is privileged. The President asks for legal services from the General Counsel. Similarly, Email 8 is privileged. The General Counsel is communicating with a\n   Paralegal to \"get the process started\" of drafting a contract (i.e., providing legal services). Email 9 is not privileged. The Paralegal is working as a scrivener, making changes that the VP requests but not providing legal advice. Email 10 is a privileged communication between the General Counsel and the VP in furtherance of legal services. However, the attachment to this email is not privileged. Email 11 is not privileged because the communication is no longer confidential. Email 12 is not privileged even if the representatives rely on their in-house counsel's prior privileged advice, unless the counsel's interpretation is repeated in essentially verbatim language in the email. In this event, only the content of the communication with counsel is privileged and may be redacted. The rest of the document must be produced. Email 13 would be privileged only as to the communication with counsel and while confidential within Corporation A. Once sent to College X, it loses its privileged status.\n  </p>\n  <p id=\"p-47\">\n   With these principles as its guide, the Court assessed all fifty documents submitted for\n   <em>\n    in camera\n   </em>\n   review. Below is a detailed explanation of the Court's privilege determinations as to a sample of those documents:\n  </p>\n  <p id=\"p-48\">\n   <strong>\n    <em>\n     Sodexo document # 5\n    </em>\n   </strong>\n   : This is not privileged. There is no lawyer on the chain, and Sodexo has not met its burden of showing that Thomas Stanton, the lawyer whom Sodexo claims provided legal advice during this communication, in fact provided such legal advice. Moreover, the communication itself does not appear to have as its primary purpose the provision of legal advice. In fact, the chain at no point demonstrates any legal services being rendered or requested. Thus, privilege cannot shield this document from production.\n  </p>\n  <p id=\"p-49\">\n   <strong>\n    <em>\n     Sodexo document # 23\n    </em>\n   </strong>\n   : This is not privileged. Alison Heilig is acting in the role of a \"scrivener,\" receiving edits from businesspeople and inputting those edits. Thus, privilege cannot shield this document from production.\n  </p>\n  <p id=\"p-50\">\n   <strong>\n    <em>\n     Drexel document # 2\n    </em>\n   </strong>\n   : In contrast with the two Sodexo documents mentioned above, this document is privileged. Melissa Brown, a lawyer, provides legal advice, which Joe Campbell (a non-lawyer) forwards to Rita LaRue (a non-lawyer), while making clear that his response is based on Ms. Brown's counsel.\n  </p>\n  <p id=\"p-51\">\n   <strong>\n    <em>\n     Drexel document # 5\n    </em>\n   </strong>\n   : This document is not privileged. It is an email to a large group of individuals, including lawyers, but it is clear that the email communication is not for the primary purpose of seeking legal advice and therefore cannot be protected by the attorney-client privilege.\n  </p>\n  <p id=\"p-52\">\n   <strong>\n    <em>\n     Drexel document # 9\n    </em>\n   </strong>\n   : This document is not privileged. It reflects a scheduled appointment in which a lawyer is invited. There is not request for legal advice associated with a meeting request, even though the discussion at the meeting might be privileged. The chain continues, but without any provision of legal advice.\n  </p>\n  <p id=\"p-53\">\n   The principles applied above should be employed by both parties to meet their respective discovery obligations.\n  </p>\n  <p id=\"p-54\">\n   An appropriate Order follows.\n  </p>\n </opinion>\n</casebody>\n"
  }
}