{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"613\" lastpage=\"618\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b609-14\" pgmap=\"609\">George A. Gibbs v. Emma P. Meserve.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b609-16\" pgmap=\"609\">1. Complicated accounts — Reference to master. — In cases involving the examination of complicated accounts there should be a reference to a master to state the account, and unless such reference is had the decree will be reversed without looking into the merits.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b609-17\" pgmap=\"609\">2. Sale — Trustee.—Where a party to whom lands have been conveyed by a deed absolute in form, but in fact as security for money loaned, sells the property, in the ab-sence of actual fraud he is chargeable only with the value of the lands at the time of selling.</headnotes><summary data-order=\"3\" data-type=\"summary\" id=\"b609-18\" pgmap=\"609\">Error to the Superior Court of Cook county; the Hon. George Gardner, Judge, presiding.</summary><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AN7\" pgmap=\"609\">Opinion filed April 24, 1883.</decisiondate><p data-order=\"5\" data-type=\"summary\" id=\"b610-4\" pgmap=\"610\">This was a bill in equity brought by the defendant in error against the .plaintiff in error, and one Buschwah, to redeem certain lands alleged to have been conveyed by defendant in error to Gibbs, as. security for money loaned. The bill alleges in substance, that the complainant in 1877, conveyed to Gibbs by a deed, absolute in form, but in fact as security for moneys advanced and to be advanced by Gibbs, lots 2, 3, 24, 25 and 26 in McDaid’s subdivision, etc., that thereupon Gibbs loaned to her from time to time small sums of money, amounting in the aggregate to not more than §500.</p><p data-order=\"6\" data-type=\"summary\" id=\"b610-9\" pgmap=\"610\">Avers that she has tried to make a settlement with him in order that she might pay him whatever is justly his due, but that Gibbs refuses to account with her and to reconvey said lots. Alleges that Buschwah pretends to have purchased said lots from Gibbs, but avers that if he did so purchase, it was with knowledge that Gibbs held the title only as security. Prays that an accounting may be had, and Gibbs may be decreed to reconvey the lots to her upon the payment by her (which she offers to make) of whatever she owes Gibbs, or that if a reconveyance can not be had, that Gibbs be reqnired to account for the proceeds of the sale of the same.</p><p data-order=\"7\" data-type=\"summary\" id=\"b610-12\" pgmap=\"610\">The defendants filed separate answers. Buschwah denies all knowledge of the dealings between Gibbs and the complainant; denies upon information and belief, that the lots were conveyed to Gibbs by way of security, but avers they were conveyed absolutely, with the intention to convey an unconditional title to the same to Gibbs, and alleges that he, Buschwah, purchased the same in good faith for full value paid bv him, and without any knowledge or information that the complainant claimed any right or interest in or to the lots.</p><p data-order=\"8\" data-type=\"summary\" id=\"b610-15\" pgmap=\"610(98) 611(26)\">The answer of Gibbs denies that the lots were conveyed to him by way of security, but alleges, on the contrary, that the conveyance was made for the purpose of conveying to him the absolute and unconditional title. Denies all allegations in relation to a loan, and denies that he has refused to account with complainant, and says if there is any money due from him to complainant, he is ready to account therefor in any proper tribunal, etc., and refers to the answer of Buschwah, for a full and complete statement of the facts in relation to the sale and purchase by the latter, of the lots in question. Replications were filed, and the case was heard upon proofs taken in open court.</p><p data-order=\"9\" data-type=\"summary\" id=\"b611-4\" pgmap=\"611\">The court found that the lots were conveyed by defendant in error to Gibbs as security for moneys advanced and to be advanced. That previous to the filing of the bill, Gibbs h a conveyed the' lots to innocent third parties for value, who purchased without notice of complainant’s equities, and defendants were therefore unable to reconvey to complainant. That the lots were then worth the sum of $2,700, and that upon an accounting Gibbs should be charged with that amount, together with the further sum of $354. upon a certain outstanding note, making the total amount to be charged to him $3,054 from which was to be deducted. $1,107.98 being the amount with interest thereon of moneys loaned and advanced by Gibbs to complainant, leaving a balance due from Gibbs to complainant of $1,946.02. That Buschwah was an innocent purchaser of the lots for value, and that the bill as to him be dismissed.</p><p data-order=\"10\" data-type=\"summary\" id=\"b611-5\" pgmap=\"611\">The court decreed that the complainant recover from Gibbs .the’sum of $1,946.02 subject to a reduction of $354, if Gibbs within three days shorild bring into court for the benefit of complainant, a certain outstanding note for $300.</p><p data-order=\"11\" data-type=\"summary\" id=\"b611-6\" pgmap=\"611\">Gibbs brings the case here by writ of error.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b611-7\" pgmap=\"611\">Mr. A. D. Rich and Mr. H. S. Monroe, for plaintiff in error;</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"ANo\" pgmap=\"611\">that a complex and intricate account ought to be referred to a Master to examine and report in order to a final decree, cited Dubourg v. N. S. 7 Peters, 625; Moss v. McCall, 75 Ill. 190; Steere v. Hoagland, 39 Ill. 264; Groch v. Steinger, 65 Ill. 481.</p><p data-order=\"14\" data-type=\"legal\" id=\"AW2\" pgmap=\"611\">In the absence of fraud, a trustee selling is only liable for the value of the property at the date of the sale with interest: Woodcock v. Bennett, 1 Cowen, 744; Dennis v. McGagg, 32 Ill. 429; Pybus v. Smith, 1 Vesey, Jr. 193; Gaulden v. Shehee, 24 Ga. 438; Enos v. Sutherland, 11 Mich. 538; Eames v. Downing, Bradford (N. Y.) 321; Heth v. R. F. &amp; P. R. R. Co. 4 Grattan (Va.) 482; Hardin v. Eames, 5 Bradwell, 153.</p> <opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b612-3\" pgmap=\"612\">Wilson, J.</author> <p id=\"Ayr\" pgmap=\"612\">It appearing from the answers and proofs that the defendant Buschwah was a bona fide purchaser of the lots in question, without notice that defendant in error claimed any interest therein, the case was narrowed down upon the hearing, to a mere question of accounting by Gibbs, as to the amount of money loaned by him to defendant in error, and the amount received by him on the sale of the lots. His business dealings with her seem to have been conducted in a very careless, slovenly way, advancing money in small sums from time to time, sometimes taking notes but oftener not, sometimes paying the money to defendant in error, but more frequently to her mother who appears to have transacted most of the business. He also paid some small bills for defendant in error, and taxes upon the property, but instead of keeping a regular account of his advances and disbursements, he left everything at odds and ends, rendering it very difficult, if not impossible to ascertain the just balance between the parties.</p> <p id=\"b612-12\" pgmap=\"612\">After the cause was at issue, the court entered an order referring it to a Master to take proofs, and report the facts. For some incomprehensible reason the order of reference was set aside, and the case was heard upon proof taken in open court, and we are now asked, sitting as an appellate tribunal, to convert this court into a Master’s office and explore several hundred pages of testimony to find out, if we can, how the account really stands. Such a service is in accordance with neither our inclination nor our duty. It is wholly foreign to the functions of the chancellor to examine, in the first instance, accounts of this nature. Our Supreme Court has repeatedly held that in cases involving the examination of complicated accounts there should be a reference to the Master, to state the account, and that unless such reference is had, the decree will be reversed, without looking into the merits. Groch v. Stenger, 65 Ill. 481; Moss v. McCall, 75 Id. 190.</p> <p id=\"b612-19\" pgmap=\"612(42) 613(44)\">In Dubourg v. The United States, 7 Pet. 626, Chief Justice Marshall said: “A complex and intricate account is an unfit subject for examination in court, and ought always to be referred to a commissioner to be examined by him and reported in order to a final decree. To such report the parties may take any exceptions, and thus bring any question they may think proper before the court. ” The Supreme Court reversed the decree on the sole ground that it had not been referred.</p> <p id=\"b613-4\" pgmap=\"613\">The court should, by an interlocutory decree, have fixed the basis upon which Gibbs was liable to account, and then have referred it to the Master to take proofs, and state the account.</p> <p id=\"b613-5\" pgmap=\"613\">It appears from the decree that the court, in stating the account, charged Gibbs with the value of the land at the time of the hearing, instead-of its value at the time he sold it; and this ruling is assigned as error. The value of the land at the time of the hearing, was considerably greater than its value at the time of its sale by Gibbs.</p> <p id=\"b613-6\" pgmap=\"613\">From such examination of the subject as we have been able to make, it would seem that the current of the authorities supports the proposition, that where the party selling has not been guilty of actual fraud, he is chargeable only with the value of the land at the time of selling. See Perry on Trusts, Sec. 847, and cases cited in notes. Cases are found in which the party selling has been charged with the value of the property at any time down to the filing of the bill, but such cases have been placed on the ground that the party had been guilty of actual fraud.</p> <p id=\"b613-7\" pgmap=\"613\">Thus, in Hart v. Ten Eyck, 2 Johns. Ch. 62, where an administrator had sold land under an order of the probate court for a specified purpose, it was held that he was answerable for the value of the land sold according to its value at the time of filing the bill against him, for the reason that he had fraudulently obtained the order of sale by exhibiting an untrue account of the personal estate of the deceased.</p> <p id=\"b613-8\" pgmap=\"613(88) 614(11)\">So, too, in Dennis v. McCagg, 82 Ill. 429, the Supreme Court of this State held McCagg liable either for the purchase money he received for.the land with interest thereon, or for the then present value of the land, as might be most equitable. There the bill charged actual fraud, and the court found that McCagg, while acting in a trust relation as the agent and attorney of the complainants in respect to the property in question, had suppressed facts which they were entitled to know from him, and had thereby surreptitiously obtained title .to their land.</p> <p id=\"b614-5\" pgmap=\"614\">But we have been referred to no case where the element of fraud was absent, in which it has been held that the seller was answerable for more than the amount received by him on a sale of the land, or for its actual value at the time of such sale. Such was the ruling of the Supreme Court of Michigan in' Enos v. Sutherland, 11 Mich. 538, where, as in this case, lands had been conveyed by a deed absolute on its face, but in fact as security for a loan, and the grantee had conveyed to a bona fide purchaser. The court said: “The defendants are bound-to account for the full value of the lands, whether they received that value or not. The court charged them with the value of the land at the time of sale,” etc., which the Supreme Court held right. See also Pybus v. Smith, 1 Ves. Jr. 193; Gaulden v. Shehee, 24 Ga. 438; Eames v. Downey, 1 Bradf. N. Y. 321. The bill in this case does not allege express fraud, and the court found none.</p> <p id=\"b614-20\" pgmap=\"614\">We are of opinion that in stating the account Gibbs should be charged only with the value of the land at the time he sold the same, or with the proceeds of the sale, as either may be found to be most beneficial to the defendant in error, and that the court erred in ruling that Gibbs was answerable for the value of the land at the time of the hearing below.</p> <p id=\"b614-24\" pgmap=\"614\">For the reasons above stated the decree must be reversed, and the cause remanded for further proceedings, in conformity with this opinion.</p> <p id=\"b614-25\" pgmap=\"614\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}