{
  "casebody": {
    "data": "<casebody firstpage=\"175\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b235-9\">Thomas C. HENDRIX, Regional Director for the Seventeenth Region of the National Labor Relations Board, for and on Behalf of the NATIONAL LABOR RELATIONS BOARD, Petitioner-Appellant, v. AMALGAMATED MEAT CUTTERS AND BUTCHER WORKMEN OF NORTH AMERICA, AFL-CIO, DISTRICT LOCAL 340, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b235-12\">No. 77-1255.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b235-13\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b235-14\">Submitted April 11, 1977.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b235-15\">Decided April 18, 1977.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b236-7\"><page-number citation-index=\"1\" label=\"176\">*176</page-number>Robert T. Kofman, N.L.R.B., Washington, D.C. for appellant; John S. Irving, Jr., Gen. Counsel, John E. Higgins, Jr., Deputy Gen. Counsel, Harold J. Datz, Associate Gen. Counsel, Joseph E. Mayer, Asst. Gen. Counsel, Washington, D.C., on the briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b236-8\">Frank W. Hylton, Wichita, Kan., for ap-pellee; Kenneth M. Stevens, Michael B. Roach and John F. Reals, Wichita, Kan., on the briefs.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b236-9\">Before HEANEY, ROSS and STEPHENSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b236-10\">PER CURIAM.</author>\n<p id=\"b236-11\">This is an expedited appeal from a decision of the United States District Court for the Western District of Missouri denying an injunction against picketing activities of the respondent, Amalgamated Meat Cutters and Butcher Workmen of North America, AFL-CIO, District Local 340 (hereafter union). The injunction had been requested by the Regional Director for the Seventeenth Region of the National Labor Relations Board for and on behalf of the National Labor Relations Board (hereafter NLRB) under 29 U.S.C. § 160(7) (hereafter 10(7)) on the grounds that the picketing was for organizational purposes rather than permissible informational objectives.</p>\n<p id=\"b236-13\">On March 24, 1977, the Chief Judge of this court granted the request of the NLRB for a temporary injunction and expedited the appeal. Briefs have been filed by both parties and oral arguments have been presented to this panel of the court. We reverse the judgment of the district court and remand the case for the entry of an injunction, with instructions.</p>\n<p id=\"b236-14\">The NLRB filed this action in response to an unfair labor practice charge filed by PFA-Farmers Market Association (hereafter PFA) alleging violations by the union of section 8(b)(7)(B) of the National Labor Relations Act. The gist of the complaint was that the union was picketing PFA to force or require PFA to accept or select that union as its collective bargaining representative within a year after losing a representational election. The union claimed that the picketing was for informational purposes only and thus not proscribed by the Act.</p>\n<p id=\"b236-15\">The basic facts are these: The election was held on September 16,1976. The union lost the election by a vote of 10 to 9. Timely objections were filed by the union and a hearing was held before an NLRB hearing officer. The report of the hearing officer on January 10, 1977, recommended that the objections be overruled and the election results certified. On February 14, 1977, the union sent a telegram withdrawing its objections to the conduct of the election. On February 16, 1977, while this request was pending before the Regional Director, the union commenced picketing the four stores. On February 18, 1977, the Regional Director issued its order approving the withdrawal of the objections by the union.</p>\n<p id=\"b236-16\">From February 16 to February 18 the union picketed with signs indicating that PFA did not have a contract with the union and that certain other named stores in the area had such a contract; the public was asked not to patronize PFA. Similar ads <page-number citation-index=\"1\" label=\"177\">*177</page-number>were placed in the labor newspaper starting February 4, 1977. On February 19, 1977, the picket signs were changed to indicate that PFA was nonunion but left out the reference to PFA not having a contract with the union. Thereafter some of the ads in the labor newspaper remained the same as before.<footnotemark>1</footnotemark></p>\n<p id=\"b237-5\">There was testimony at the hearing before the district judge concerning a telephone conversation on February 14 between Mr. Bledsoe, president of PFA, and Mr. Mann, president of the union. The substance of that conversation and the meaning attributed thereto are in dispute. Mr. Bledsoe testified that the following conversation took place:</p>\n<blockquote id=\"b237-6\">I called Mr. Mann and told him over the telephone that we had heard that his union was getting ready to picket our stores, and asked him if that was the case and he said it was. I told him at that time that if it affected our volumes to any degree, it could result in a financial crisis for the company. I asked him if there was anything that we could do to avoid this picketing that was about to happen.</blockquote>\n<blockquote id=\"b237-7\">Mr. Mann told me over the telephone that I should discuss the matter with the company lawyer, that he really wasn’t at liberty to discuss it with me. At that time he recommended I call Ransom Ellis and discuss it with him.</blockquote>\n<blockquote id=\"b237-8\">Q Who is Ransom Ellis?</blockquote>\n<blockquote id=\"b237-9\">A Ransom Ellis is a partner of Mr. King’s in the law firm of Ellis &amp; King, local law firm that handled our labor matters.</blockquote>\n<blockquote id=\"b237-10\">Q All right.</blockquote>\n<blockquote id=\"b237-11\">We talked further and I asked Mr. Mann — the language went, to the best of my recollection, I said, “Bob, what do I have to do to not be picketed? Do I have to sign a contract with you?” And his answer was to the effect that “Obviously, if you had a contract, we wouldn’t have pickets out there. However, I am not picketing for that purpose.”</blockquote>\n<p id=\"b237-14\">Mr. Mann testified as to the same conversation as follows:</p>\n<blockquote id=\"b237-15\">Q [By Mr. Mann’s lawyer] All right. Now, let me refer you to the one conversation that Mr. Bledsoe has testified to and he states, as I understand it, that he telephoned you on or about February 9th, and in his affidavit, that’s denominated Exhibit 3, he stated that he asked you what was the way to avoid the picket— I’m paraphrasing now — and that you replied and this is a quote, “That obviously if we had a contract with the union, we would not be picketed.”</blockquote>\n<blockquote id=\"b237-16\">Now, let me ask you to tell us what was said at that conversation as near as you can recall.</blockquote>\n<blockquote id=\"b237-17\">A Well, that’s about right. I think that I said he needed to talk to his attorney, that I couldn’t answer him. Naturally if we had won the election and got a contract, there wouldn’t have been any picketing.</blockquote>\n<blockquote id=\"b237-18\">Q All right. Isn’t that what you mean and is that what you said, that he is attempting to quote here?</blockquote>\n<blockquote id=\"b237-19\">A Yes, we — you know, I couldn’t have signed a contract if they wanted to sign a contract.</blockquote>\n<blockquote id=\"b237-20\">Q And what you were telling him was not that if he offered a contract or he would sign one that you would not picket him?</blockquote>\n<blockquote id=\"b237-21\">A No, no, because I couldn’t have signed a contract, anyway, if he offered to. Q In this conversation you were referring to the past tense of what had occurred?</blockquote>\n<blockquote id=\"b237-22\">A Right. If we had won the election and had a contract, then we wouldn’t <page-number citation-index=\"1\" label=\"178\">*178</page-number>have had any picketing, we wouldn’t be faced with the picketing, anyway.</blockquote>\n<p id=\"b238-4\">Upon this basic set of facts the NLRB claims that the picketing was organizational in character and the union claims it was only informational. For the purposes of this appeal we do not need to decide which interpretation is correct and we specifically do <em>not </em>express an opinion thereon. Our only duty in assessing a request for injunc-tive relief is set forth in <em>Wilson v. Milk Drivers &amp; Dairy Employees Local 471, </em>491 F.2d 200, 203 (8th Cir. 1974).</p>\n<blockquote id=\"b238-5\">In proceedings under section 10(7) of the Act the district court is not called upon to decide whether, in fact, a violation has occurred. The determination of this question is reserved exclusively for the Board with review by the Court of Appeals under section 10(e) and (f) of the Act. The inquiry of the district court is limited to a determination of whether the Board had reasonable cause to believe the Act was being violated as charged, and if it so concludes, it must grant such relief as it deems just and proper. <em>Local Joint Board Hotel &amp; Restaurant Employees etc. v. Sperry </em>(8th Cir., 1963), 323 F.2d 75, 77; <em>Schauffler v. Local 1291, International Longshoremen’s Association </em>(3d Cir., 1961), 292 F.2d 182, 187-188.</blockquote>\n<blockquote id=\"b238-6\">The statutory standard of “reasonable cause” is satisfied if there is a showing of factual issues which must be resolved by the Board. Section 10(7) commands the courts to disregard their traditional reluctance to issue preliminary injunctions when there is a substantial conflict in the evidence.</blockquote>\n<blockquote id=\"A4v\"><em>Kennedy v. Sheet Metal Workers Int. Assn. Local 108 </em>(D.C.C.D.Cal., 1968), 289 F.Supp. 65, 91. <em>See also, Local Joint Board v. Sperry, supra, </em>323 F.2d at 77-78; <em>Douds v. Milk Drivers &amp; Dairy Employees Union </em>(2d Cir., 1957), 248 F.2d 534, 537.</blockquote>\n<p id=\"b238-7\">In this case, as in <em>Dawidoff v. Minneapolis Building &amp; Construction Trades Council, </em>550 F.2d 407 (8th Cir. 1977) we cannot say, based on this record, that there is no reasonable basis upon which the NLRB would be able to sustain its charge before the Board. For that reason the injunction must issue to permit the Board a reasonable time to make the initial determination which Congress has entrusted it to make.</p>\n<p id=\"b238-9\">At the hearing before this court the attorney for the NLRB indicated that, assuming cooperation of both parties, a final decision of the Board could reasonably be possible by August 1, 1977. Accordingly, we direct the district court to grant an injunction, as requested by the NLRB, which will expire on August 1, 1977, unless by that date the Board has issued its decision upholding the position now taken by the NLRB. <em>See Dawidoff v. Minneapolis Building &amp; Construction Trades Council, supra, </em>550 F.2d at 412-414. If such a decision is issued, the union may request this court to review the decision at the September term of this court.</p>\n<p id=\"b238-10\">Reversed and remanded with directions.</p>\n<footnote label=\"1\">\n<p id=\"b237-12\">. Ads in the February 4, 1977, February 11, 1977, February 25, 1977, and March 4, 1977, editions of the <em>Labor Record </em>each contained the following words “PFA does not have a union contract with the Retail Store Employees Union Local 322 and the Amalgamated Meat-cutter and Butcher Workers Local 340, AFL-CIO. PFA-FMA actively opposed it’s [sic] employees efforts to join the Amalgamated Meat-cutter and Butcher Workers Local 340 and the Retail Store Employees Union Local 322, AFL-CIO.”</p>\n<p id=\"b237-24\">Another ad which also appeared in the latter two newspapers was more carefully drawn.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}