{
  "casebody": {
    "data": "<casebody firstpage=\"300\" lastpage=\"304\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b332-6\">[Crim. No. 210.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHxs\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AyE\">March 17, 1897.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"A2c\">THE PEOPLE, Respondent, <em>v. </em>HARRY CHURCH, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b332-9\">Criminal Law—Robbery — Grand Larceny—Presence or Absence op Force or Fear — Question for Jury — Instructions—Erroneous Charge Eliminating Larceny.—In every trial upon a charge of robbery in taking property from the person of another with force or fear, the offense of grand larceny is included, and where the evidence justifies it, the court should of its own motion instruct the jury to that effect, and that their verdict may be framed along those lines; and where the evidence is such as to make it a question of fact for the jury to determine whether there was the presence or absence of force or fear in the taking, it is error demanding a reversal of a judgment of conviction of robbery to give an instruction that has the effect of eliminaing any question of larceny from the case.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b332-10\">Id.—Snatching Property from Hand or Vest.—Grabbing or snatching property from the hand of another person is grand larceny, and not robbery; and where a watch and chain is hurriedly snatched from the vest of another, it is a question for the jury whether the taking was robbery or grand larceny, according as they find the presence or absence of force and fear.</syllabus>\n<summary data-order=\"6\" data-type=\"history\" id=\"b332-11\">Appeal from a judgment of the Superior Court of the City and County of San Francisco and from an order denying anew trial. William T. Wallace, Judge.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b332-12\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b332-13\"><em>Charles C. Nagle, </em>for Appellant.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b332-14\"><em>Attorney General W. F. Fitzgerald, </em>and <em>Deputy Attorney General Charles H. Jackson, </em>for Respondent.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b333-3\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>Garoutte, J.</author>\n<p id=\"ADI\">Defendant was charged with the crime of robbery, alleged to have been committed by taking from the person of one Smith a certain gold watch of the value of ninety dollars, one gold chain of the value of thirty dollars, and one gold knife of the value of five dollars. It is further charged that the property belonged to Smith, and that force and intimidation were used in the taking. He was convicted, and now prosecutes this appeal.</p>\n<p id=\"b333-4\">The offense here charged is claimed to have been committed in a saloon, in the presence of various habitues of that resort, and all the evidence of the prosecution bearing upon the actual taking of the property <em>may </em>be summed up as follows: One witness testified: Saw some difficulty between defendant and Mr. Smith. Saw defendant grab a- watch from Mr. Smith’s vest and run through the door with it. I did not notice whether the chain was gold or silver. It was a kind of reddish or yellow color. I saw a watch attached to it.” Cross-examination: “At the time the watch was taken we were standing around the bar. The first I saw of Church [defendant] after we were standing up at the bar was when he grabbed for the chain. I saw him make a motion toward it. Mr. Church [defendant] was standing with his back toward Mr. Smith, and in conversation at the bar. I could see the chain, and saw the defendant take hold of it and pull it. I don’t know whether the chain broke or not. I never saw any part of it afterward. The reason I know the watch was attached to it was because I saw it about ten minutes before. I did not see him take the watch from his pocket, but I saw the watch hanging to the chain about ten minutes before. I saw him grab for the chain, and take it. It was done so quick that I could not swear that I saw the watch being taken.” Another witness said: “ I saw some trouble between Smith and defendant Church. I was standing alongside the bar, just behind the defendant, about the time the affair occurred, and I saw—well, I could not say he made a grab, I did not see him grab the watch, <page-number citation-index=\"1\" label=\"302\">*302</page-number>but I saw Harry Church make a grab at the watch and run out the door. I did not see him grab the watch, but I saw him make a grab and run out the door shortly afterward. I did not notice anything remarkable before the alleged grab.” Another witness said: “I saw the difficulty between Smith and the defendant. I was at the end of the bar nearest the door, and Church called Smith aside to where I was standing, and not wishing to overhear the conversation I moved to the other end of the bar, and after a few minutes elapsed, I saw Smith start back, and his hat fell off, and Church made a break to the door. That is all I saw of it, or know about it. He ran out of the door.”</p>\n<p id=\"b334-5\">In instructing the jury as to the law which should govern their deliberations when engaged in arriving at a verdict, the trial court, among other things, said: “You are brought here to weigh the testimony. You are brought here to apply your judgments to a consideration of what the testimony established, and when you have ascertained what it does establish, if it does establish the guilt of the prisoner beyond a reasonable doubt, you will find him guilty. No question of precise value is involved here; if a man is wearing a watch-chain, it is his personal property—it is in his possession. If another feloniously take it from him against his will, by violence—by force snatches it and runs away with it— it is robbery. The question of precise value has nothing to do with an offense of that sort; it is not like a case of larceny; where larceny is charged value becomes material, but here robbery is charged.” This instruction is erroneous, and demands a reversal of the judgment. Conceding defendant took Smith’s watch and chain, or either the watch or chain, still, under the evidence we have set out, it is a close question whether such taking constituted robbery or grand larceny. That question was dependent upon the absence or presence of the use of force in the taking; and the use or nonuse of force by defendant was a question of fact essential for the jury to determine in fixing the crime of <page-number citation-index=\"1\" label=\"303\">*303</page-number>which the defendant should be convicted. Grabbing or snatching property from the hand has often been held to be grand larceny, and not robbery. (See <em>Routt </em>v. <em>State, </em>61 Ark. 594, and cases there cited.)</p>\n<p id=\"b335-4\">This defendantwas convicted of robbery, and sentenced to twenty years imprisonment. The maximum punishment for grand larceny is ten years; hence the materiality of this issue as to the particular offense committed. It is settled law that robbery involves grand larceny, and that upon an information for robbery grand larceny may be found. Many cases of robbery may be disclosed by the evidence where the trial court would be justified in refusing an instruction to the effect that the defendant could be convicted of grand larceny. Such cases would be those where the evidence, without contradiction, indicates the offense to have been accomplished by means of force or fear; but, as already suggested, such is not this case. Again, in every trial upon a charge of robbery, where the evidence justifies it, the court should, of its own motion, in the absence of request upon the part of counsel, inform the jury that larceny is included in the offense of robbery, and that their verdict may be framed upon those lines. While this court has refused to set aside verdicts by reason of the trial court’s failure to so instruct, holding that the defendant has no cause of complaint where he sits idly by without request upon his part to give the instruction, still, the better practice, and the only strictly correct practice, is for the court to inform the jury of all offenses which are necessarily included in the principal offense charged.</p>\n<p id=\"b335-5\">Returning to the instruction here involved, we find its vice in the following language: “The question of precise value has nothing to do with an offense of that sort. <em>It is not like a case of larceny; where larceny is charged value becomes material; but here robbery is charged.” </em>In effect it is said: “The offe'nse here charged is not a case of larceny, for in larceny the value of the property taken is material, and here the value of the property is not material. Hence, if a crime is proven, it is rob<page-number citation-index=\"1\" label=\"304\">*304</page-number>bery.” The value of the property taken, or the fact that it has a value, in no sense marks the difference between robbery and grand larceny. Force or fear are the essential elements that differentiate these two crimes, when the property is taken from the person, as is charged in the present instance. There is but one construction to be placed upon the language of the court, and that construction has the effect of eliminating any question of larceny from the case. Under the evidence disclosed by the record as to the facts occurring at the immediate time of the taking, the jury should not have been deprived of the right to find the defendant guilty of grand larceny, if they so saw fit. We deem it unnecessary to pass upon the other questions raised by the record.</p>\n<p id=\"b336-5\">For the foregoing reasons the judgment and order are reversed, and the cause remanded for a new trial.</p>\n<p id=\"b336-6\">Van Fleet, J., and Harrison, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}