{
  "casebody": {
    "data": "<casebody firstpage=\"386\" lastpage=\"389\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b408-3\">JAMES R. DEAN and LINDA M. DEAN, Plaintiffs, v. AUSTIN MUTUAL INSURANCE COMPANY, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b408-5\">No. 93-152.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b408-6\">Submitted on Briefs February 3, 1994.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqr\">Decided February 15, 1994.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b408-7\">51 St.Rep. 102.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b408-8\">263 Mont. 386.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b408-9\">869 P.2d 256.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b408-18\">For Plaintiffs: Jeffrey D. Ellingson, Ellingson Law Offices, Kalispell.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b408-19\">For Defendant: Gary R. Christiansen, Warden, Christiansen, Johnson &amp; Berg, Kalispell.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b409-3\"><page-number citation-index=\"1\" label=\"387\">*387</page-number>JUSTICE NELSON</author>\n<p id=\"AvN\">delivered the Opinion of the Court.</p>\n<p id=\"b409-4\">This case is before us on a certified question from the United States District Court for the District of Montana, Missoula Division, concerning the interpretation of § 33-18-242(5), MCA. We accepted certification pursuant to Rule 44 of the M.R.App.P.</p>\n<p id=\"b409-5\">The following facts were presented to this Court in the certification order as relevant to the question posed by the federal district court.</p>\n<p id=\"b409-6\">Afire destroyed James and Linda Dean’s (the Deans) residence in Olney, Montana, on July 5,1989. The Deans made demand upon their insurance company, Austin Mutual Insurance Company (Austin Mutual), for payment of their losses. That policy provided for coverage for damages to the Deans’ residence, as well as their personal property, destroyed by the fire.</p>\n<p id=\"b409-7\">Austin Mutual hired an independent investigator to attempt to determine the cause of the fire. During the same period of time, the State Fire Marshal and the Flathead County Attorney’s Office conducted a similar investigation, which resulted in criminal arson charges being filed against the Deans in August, 1989. A preliminary hearing was held before the Flathead County Justice of the Peace, who found probable cause to bind the Deans over to the District Court for trial on the charge of felony arson.</p>\n<p id=\"b409-8\">In December, 1989, the Flathead County Attorney’s Office filed a motion seeking leave of the District Court to file an Amended Information adding a count of conspiracy to commit arson, a felony. The presiding judge found probable cause to believe the Deans had committed the offense alleged in the second count and granted the motion to file the Amended Information.</p>\n<p id=\"b409-9\">Pending the outcome of the criminal trial, Austin Mutual refused to make any payments under the policy, except for a small payment used by the Deans to clear away debris from the fire, which was preventing the operation of a water system serving several buildings in the immediate vicinity of the fire.</p>\n<p id=\"b409-10\">The Deans were acquitted of the criminal charges inMarch of1990, and, on March 26, 1990, Austin Mutual paid the Deans the balance of their policy limits for the dwelling coverage under the policy. Prior to this time, Austin Mutual had paid the outstanding balance due under a mortgage on the Deans’ property to the mortgagee. In June of 1990, the Deans demanded additional compensation under the policy with the result that Austin Mutual paid some of the items but contested payment of others.</p>\n<p id=\"b410-3\"><page-number citation-index=\"1\" label=\"388\">*388</page-number>On February 4,1991, the Deans filed an action in the United States District Court, alleging a number of violations of § 33-18-201, MCA, and setting forth several separate claims for relief.</p>\n<p id=\"b410-4\">The Deans took the deposition of Clinton Weekley, the Assistant Vice-President for Claims for Austin Mutual. In that deposition, Mr. Weekley stated that “the claim was denied initially because criminal charges were brought.” He also stated that “Austin Mutual did not have information to indicate that the Deans contributed in any way to burning their house down.”</p>\n<p id=\"b410-5\">The parties filed cross-motions for summary judgment. The Deans requested a “[rjuling as a matter of law that Austin Mutual’s refusal to pay any policy benefits pending the Deans’ criminal acquittal was ‘unreasonable’; and was therefore a violation of Montana’s Unfair Claims Settlement Practices Act. ...” Austin Mutual contended that, with regard to the alleged violations of § 33-18-201, MCA, it had a complete defense under § 33-18-242(5), MCA, as it had a reasonable basis for denying the claim.</p>\n<p id=\"b410-6\">In their briefs filed with this Court, the Deans cite <em>Britton v. Farmers Ins. Group </em>(1986), 221 Mont. 67, 721 P.2d 303, and contend that Austin Mutual had no reasonable basis in law or fact for denying their claim because the fact that criminal arson charges were filed against them was “inadmissible evidence.” In <em>Britton, </em>we held that an insurer was outside the bounds of the duty of good faith if it relied on inadmissible evidence to deny a claim and force the insured to take court action to collect the proceeds of the claim. <em>Britton, </em>721 P.2d at 316.</p>\n<p id=\"b410-7\">Austin Mutual responds to this contention with the argument that <em>Britton </em>was a “bad faith” case and thus is not applicable to this action, citing the special concurring opinion in <em>Dees v. Am. Nat'l Fire Ins. Co. </em>(1993), [260 Mont. 431], 861 P.2d 141, 50 St. Rep. 1068, which stated that § 33-18-242(3), MCA, explicitly prohibits bringing an action for bad faith in connection with the handling of an insurance claim and thus had no application to the statutory cause of action. <em>Dees, </em>861 P.2d at 147, 50 St. Rep. at 1076.</p>\n<blockquote id=\"b410-8\">The statute at issue, § 33-18-242, MCA, provides, in pertinent part: (5) An insurer may not be held liable under this section if the insurer had a reasonable basis in law or in fact for contesting the claim or the amount of the claim, whichever is in issue.</blockquote>\n<p id=\"b410-9\">The “reasonable basis” for denying a claim is a defense to liability under § 33-18-242, MCA. The Deans brought an action under this statute and alleged violations of § 33-18-201, MCA; therefore, if Austin Mutual had a “reasonable basis in law or in fact” for denying <page-number citation-index=\"1\" label=\"389\">*389</page-number>the Deans’ claim, that basis will serve as a defense to the Deans’ action.</p>\n<p id=\"b411-4\">The Deans desire a ruling that, as a matter of law, Austin Mutual’s refusal to pay policy benefits pending the criminal acquittal was unreasonable. On the other hand, Austin Mutual desires a ruling that, as a matter of law, denying the payment of policy benefits pending the outcome of the criminal trial was reasonable.</p>\n<p id=\"b411-5\">However, reasonableness is generally a question of fact; therefore, it is for the trier of fact to weigh the evidence and judge the credibility of the witnesses in determining whether the insurer had a “reasonable basis” for denying a claim. This is not a determination that can be made “as a matter of law,” as requested by the Deans and by Austin Mutual. Rather, whether an insurer has a reasonable basis in law or in fact for contesting a claim or the amount of a claim is to be determined as any other disputed issue of fact based upon the evidence and circumstances of each case. <em>See Dees, </em>[260 Mont. 431], 861 P.2d at 152, 50 St. Rep. at 1077 (Gray, J., special concurrence).</p>\n<blockquote id=\"AiG\">Based upon the above discussion, we answer the certified question: Whether, as a matter of law, an insurer has a “reasonable basis in law or in fact” for contesting a claim or the amount of the claim as set forth in § 33-18-242(5), MCA, for alleged violations of § 33-18-201, MCA, based solely on the fact that the insureds have been charged with felony arson</blockquote>\n<p id=\"ASg\">as follows:</p>\n<p id=\"b411-6\">No; whether the insurer had a “reasonable basis in law or in fact” is an issue properly presented for determination to the trier of fact.</p>\n<judges id=\"b411-7\">CHIEF JUSTICE TURNAGE, JUSTICES HARRISON, HUNT, TRIEWEILER, GRAY and WEBER concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}