{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"220\" lastpage=\"229\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b220-4\" pgmap=\"220\">(No. 35894.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b220-5\" pgmap=\"220\">Hugh K. Funderburg, Appellant, vs. Frederick W. Shappert, Jr. et al., Appellees.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b220-6\" pgmap=\"220\">Opinion filed Sept. 22, 1961.</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ame\" pgmap=\"220\">Rehearing denied Nov. 29, 1961.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b220-10\" pgmap=\"220\">House and Klingbiel, JJ., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b221-4\" pgmap=\"221\">Stanley H. Guyer, and Edward J. Enichen, both of Rockford, for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b221-5\" pgmap=\"221\">Miller, Thomas, Hickey &amp; Collins, of Rockford, and Vedder, Price, Kaufman &amp; Kammholz, of Chicago, (Francis E. Hickey, Charles R. Kaufman, and Stebbins Nelson, of counsel,) for appellees.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b221-6\" pgmap=\"221\">Mr. Justice Hershey</author> <p id=\"AGG\" pgmap=\"221\">delivered the opinion of the court:</p> <p id=\"b221-7\" pgmap=\"221\">Plaintiff, Hugh K. Funderburg, filed suit in the circuit court of Boone County against the defendants, Frederick W. Shappert, Jr. and his wife, Verona M. Shappert, praying the dissolution of a newspaper partnership, the sale of its assets, and its liquidation. Defendants filed a counterclaim praying that plaintiff’s 1/4 interest in the business be impressed with a constructive trust in their favor because of the abuse by plaintiff of a confidential or fiduciary relationship with defendants. After hearing testimony, the trial court entered a decree dismissing Funderburg’s complaint for want of equity and declaring a constructive trust as prayed in defendants’ counterclaim. The Appellate Court affirmed the trial court, (Funderburg v. Shappert, 24 Ill. App. 2d 566), and this court granted leave to appeal.</p> <p id=\"b221-8\" pgmap=\"221\">Plaintiff in his petition for leave to appeal set forth three claimed grounds therefor, (a) the Appellate Court erred in finding a constructive trust to exist; (b) the defendants came into a court of equity with unclean hands, and (c) the Appellate Court judgment divests plaintiff of property without due process. In such petition for leave to appeal plaintiff conceded that the facts of the case as stated in the Appellate Court opinion were substantially correct with two exceptions, hereafter noted. The plaintiff’s brief and argument in this court does not present or touch upon the question of due process, and we therefore consider that question waived and not before us for consideration.</p> <p id=\"b222-4\" pgmap=\"222\">In summary, plaintiff’s basic position in this case is that although a relationship of confidence and trust existed between him and Fred Shappert, yet Fred Shappert betrayed the trust first, thus ended the confidential relationship, and the plaintiff’s acquisition of the newspaper interest thereafter should not be impressed with a constructive trust. Such contentions present matters of fact to be determined from an appraisal of all the circumstances of the relationships between the parties. Carroll v. Caldwell, 12 Ill.2d 487; 35 ILP, Trusts, sec. 67.</p> <p id=\"b222-5\" pgmap=\"222\">In reviewing this case, therefore, we must keep before us the basic juridical fact that the evidence was heard in open court by the chancellor, who made findings of fact on disputed questions, and whose conclusions have been affirmed by the Appellate Court after a full and extensive consideration of the record. The findings of the chancellor, affirmed by the Appellate Court, will not be disturbed unless clearly and palpably contrary to the manifest weight of the evidence and clearly erroneous. Mortell v. Beckman, 16 Ill.2d 209; Lux v. Lelija, 14 Ill.2d 540; Gilbert v. Chicago Title and Trust Co., 7 Ill.2d 496; Miethe v. Miethe, 410 Ill. 226; Wynekoop v. Wynekoop, 407 Ill. 219.</p> <p id=\"b222-6\" pgmap=\"222\">A reading of the entire record in this case discloses in substance the factual situation as hereafter set forth. From 1892 to December 10, 1948, Frank T. Moran and his wife, Edna Moran, owned, operated and published the Belvidere Daily Republican through a partnership known as Frank T. Moran and Company. They had two children, Berneita and Verona. Berneita married Dr. D. J. Martin. Verona married Frederick W. Shappert, Jr., and they are the defendants in this case.</p> <p id=\"b222-7\" pgmap=\"222(47) 223(35)\">Frank Moran was editor, publisher and manager of the newspaper until 1941, when the partnership appointed Shappert, Jr., general manager, with Frank Moran continuing as editor until his death in 1949. Prior to his death, Frank T. Moran had assigned his interest in the partnership to his two daughters. The partnership had continued with Edna Moran owning and each of the two daughters with Shappert, Jr. managing the paper and the partners each drawing a certain sum of money every month.</p> <p id=\"b223-5\" pgmap=\"223\">For a period of over 30 years prior to November 30, 1957, the plaintiff had been a close personal friend, financial advisor and business counselor of Shappert, Jr. Funderburg had also been a close friend with Frank Moran during his lifetime for many years, and he was well acquainted with Frank’s wife, Edna, and with the two daughters. During this period of over 30 years plaintiff and Shappert, Jr., were associated as partners or corporate shareholders from time to time in various and numerous joint business ventures. Funderburg during this period, either personally or through a bank of which he was president or chairman of the board, or through corporations which he owned or controlled, loaned Shappert or Shappert’s business interests over five million dollars. Shappert became a director of a canning corporation owned by Funderburg and of a bank directed by him. Funderburg advised and counselled with Shappert as to Shappert taking certain large construction jobs and as to buying certain farm properties. Shappert also discussed with and obtained advice from Funderburg as to the operation and financing of the newspaper. Shappert’s counterclaim alleged and Funderburg’s answer admitted that Funderburg had been intimately acquainted with the details of each and every one of Shappert’s business affairs, had served as his business adviser, counselor and financier, and that Shappert had never made a significant move in any business venture without first consulting Funderburg for his advice, recommendation and approval.</p> <p id=\"b223-6\" pgmap=\"223(45) 224(42)\">Early in August, 1957, Berneita Martin through her attorney requested financial information concerning the newspaper and an increase in her drawing account. Shappert discussed the situation with Funderburg, said he was afraid he was going to get into a lawsuit with her and asked Funderburg whether or not he thought it would be advisable to buy Mrs. Moran’s y?. interest. Shappert told Funderburg he was going to offer $100,000 for the ^ interest but he thought it was $25,000 more than her interest was worth.</p> <p id=\"b224-5\" pgmap=\"224\">According to Funderburg, Shappert at this time asked him to talk to Mrs. Moran about this and Funderburg said he would provided Shappert would take Berneita Martin out on the same basis because it would be a tragedy to leave her with a minority interest. According to Shappert, it was Funderburg who suggested that he buy out Mrs. Moran and volunteered to talk to Mrs. Moran on his behalf, but at no time was Berneita Martin’s interest mentioned.</p> <p id=\"b224-6\" pgmap=\"224\">A few days later, Verona Shappert and Funderburg talked with Verona’s mother, Mrs. Moran, in Mrs. Moran’s home. Funderburg’s testimony was that he recommended that Mrs. Moran accept Shappert’s offer of $100,000 for her yi interest provided Shappert took Berneita Martin out on the same basis. Both Mrs. Moran and Mrs. Shappert testified that nothing was said by Funderburg in this conversation about Mrs. Martin’s interest.</p> <p id=\"b224-7\" pgmap=\"224\">On October 1, 1957, Mrs. Moran called her attorney, who was a neighbor, to her home for a conference at which she showed him a written offer from Shappert to purchase her yi interest for $100,000. The attorney testified that Mrs. Moran told him that Funderburg had advised her to sell, and that if she did Shappert would buy Mrs. Martin’s interest on the same basis. The attorney advised Mrs. Moran to accept the offer and sell. However, this same attorney was also attorney for Funderburg and represented Funderburg in his later transaction with Mrs. Martin.</p> <p id=\"b224-8\" pgmap=\"224\">Following such discussions, Shappert did purchase Mrs. Moran’s interest in the newspaper partnership on October 7, 1957 for $100,000, plus a payment of $350 per month to her during her lifetime.</p> <p id=\"b224-9\" pgmap=\"224(17) 225(87)\">Thereafter at a meeting between Mr. and Mrs. Shappert, Mrs. Martin and Mrs. Martin’s attorney, Shappert explained that the business needed additional capital of about $200,000 to acquire land, build a new building and replace equipment. He suggested that the business be incorporated, with himself owning ¿4 interest, his wife ¿4 and Mrs. Martin J4 since the partnership couldn’t borrow that kind of money. Mrs. Martin offered to sell her J4 interest to Shappert. Shappert said her interest was worth $35,000, that he was interested in buying it but not for $50,000. However, he made no offer to purchase at the time.</p> <p id=\"b225-5\" pgmap=\"225\">On November 30, 1957, Shappert and his son met Funderburg at the bank in Belvidere. Both of the Shapperts testified that Fred Shappert told Funderburg he and his wife had decided the night before to buy Mrs. Martin’s interest in the newspaper partnership for $50,000, that he needed a loan to complete the purchase and Funderburg agreed to make the loan. Also, that Fred Shappert said if he bought a new press he would need $30,000 of partnership securities and Funderburg advised him to transfer the securities from the partnership safety box to his own box, which Shappert did.</p> <p id=\"b225-6\" pgmap=\"225\">Funderburg’s testimony denied the Shapperts’ version of the incident, and was to the effect that he met Shappert in the bank lobby; walked with him to a private room, and there saw Shappert’s son removing government bonds from one box and putting them in another; that Frank Shappert said they were putting partnership securities in his personal box so that Mrs. Martin couldn’t find them if the partnership box was attached; and that Funderburg told Shappert he was making a mistake and that he couldn’t afford to take advantage of a woman.</p> <p id=\"b225-7\" pgmap=\"225(48) 226(31)\">On December 2, 1957, Mrs. Martin’s attorney wrote Shappert that she was willing to sell her interest for $37,500 and if he wasn’t interested but knew of some one that was to have that person contact the attorney. Previously, Shappert had prepared a proposed application for corporate charter and submitted it through his wife to Mrs. Martin for signature without submitting it to her attorney, and Mrs. Martin had refused to sign it after consulting with her attorney.</p> <p id=\"b226-5\" pgmap=\"226\">During this period Mrs. Martin had withdrawn her account from Funderburg’s bank because she felt bitter towards him, since she felt he had used his influence to help Shappert and her mother “sell her down the river.” On December 5 or 6, Funderburg told Mrs. Martin that he had advised her mother to sell the interest only on the basis that Shappert would buy Mrs. Martin’s % interest on the same basis, asked Mrs. Martin if she had sold her interest, and was told by Mrs. Martin that she had offered to sell to Shappert for $37,500. Funderburg asked if she were free to sell to him and that if she was he would pay her $50,000 as that was what she was supposed to get for it. Mrs. Martin wanted to talk to her lawyer before making any decision.</p> <p id=\"b226-6\" pgmap=\"226\">From December 1 to December 4, Shappert was out of town, in Springfield, Illinois, and on his return December 4 was confined to his home by illness until December 8. On Saturday, December 7, Funderburg called at Mrs. Martin’s home with his attorney, at which time Mrs. Martin agreed to sell her interest to him for $50,000. Funderburg gave her his check for $5,000, and told her to cash it and he would pay her the balance as soon as the papers were drawn and signed. Mrs. Martin didn’t cash the check that day, and the next morning (Sunday) Funderburg asked Mrs. Martin to come to his house, which she did. At that time Funderburg told Mrs. Martin all he wanted her to do was accept or reject the offer. It was agreed she would cash the $5,000 check the first thing Monday and then go to the attorney’s office to execute the necessary papers.</p> <p id=\"b226-7\" pgmap=\"226(25) 227(28)\">On December 9, the transaction was closed as agreed and Funderburg purchased Mrs. Martin’s % interest for $50,000. On December 8, Funderburg had advised Shappert that he had completed negotiations for the purchase of the interest, and after the closing he advised Shappert he intended to keep the % interest for himself.</p> <p id=\"b227-5\" pgmap=\"227\">The chancellor found that a fiduciary and confidential relationship existed between Funderburg and Shappert by virtue of the close personal relationships for over thirty years, the confidential disclosure made by Shappert to Funderburg of the newspaper’s financial condition and of Shappert’s intention to buy the ¡¡4 interest, and Funderburg’s agreement to loan the necessary money for such purpose. The chancellor specifically found that the Shapperts’ version of the meeting in the bank between Funderburg and Shappert and Shappert’s son was correct. Although there was evidence from Funderburg to the contrary, we cannot say that such finding is contrary to the manifest weight of the evidence. The chancellor saw and heard the three witnesses on the stand, and in the light of the previous and then existing relationship between the parties such conclusion is not unreasonable, nor clearly erroneous. In fact, the chancellor’s finding on this disputed fact is most consistent with the prior history of counselling, advising and loaning between the two principals.</p> <p id=\"b227-6\" pgmap=\"227\">As to the other disputed question of fact as to the nature of Funderburg’s conversation with Mrs. Moran in negotiating the purchase of her yi interest, whichever version of that particular situation is true would not change the fact that at that time a confidential relation existed between the parties.</p> <p id=\"b227-7\" pgmap=\"227(78) 228(73)\">The basic question is whether or not such confidential or fiduciary relation was abused by Funderburg to his advantage and to Shappert’s disadvantage. From the disclosures made by Shappert to Funderburg, Funderburg knew that Shappert had been holding out for a purchase price of $37,500, that he had finally decided to pay $50,000 for it and Funderburg had agreed to make a loan for such purpose, and then while Shappert was out of town and sick he learned from Mrs. Martin of her offer to sell to Shappert for $37,500. By purchasing the interest at that time for $50,000 without disclosing Shappert’s intention to buy for $50,000 (as found by the chancellor on the basis of credible evidence) the trial court and Appellate Court both properly held on the basis of reasonable, credible evidence that there had been a breach of a fiduciary or confidential relation by Funderburg.</p> <p id=\"b228-5\" pgmap=\"228\">The authorities are legion that the existence of a confidential or fiduciary relationship and a subsequent abuse of that confidence is a proper basis in equity to impose a constructive trust. Mortell v. Beckman, 16 Ill.2d 209; Carroll v. Caldwell, 12 Ill.2d 487; Kuzlik v. Kwasny, 383 Ill. 354; Steinmetz v. Kern, 375 Ill. 616.</p> <p id=\"b228-6\" pgmap=\"228\">From our consideration of the record in this case the evidence supports the findings and conclusions of the trial court and Appellate Court, including the conclusion below that Shappert was not seeking relief with unclean hands. The judgment of the Appellate Court should be affirmed.</p> <p id=\"b228-7\" pgmap=\"228\">Judgment affirmed.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b228-8\" pgmap=\"228\">Mr. Justice House,</author> <p id=\"AGU\" pgmap=\"228\">dissenting:</p> <p id=\"b228-9\" pgmap=\"228(132) 229(52)\">This case is a far cry from the usual constructive trust case based on a fiduciary relationship, such as where a great disparity in education, intelligence and business understanding exists between the parties or where the parties are general partners and one secretly buys for his own account to the detriment of the other. Here, the parties were each astute business men. Neither dominated the other. They were not general joint adventurers, but each went his own separate way in most business enterprises. Funderburg loaned more than $5,000,000 in risk capital to Shappert over the years, by which the latter apparently became wealthy. The loans were made upon Shappert’s word for earnings and financial condition, since he was never required to show an earning statement or balance sheet. It is my firm opinion that the holding that a fiduciary relationship existed, within the meaning of the law of constructive trusts, was against the manifest weight of the evidence. Furthermore, assuming arguendo that such a relationship existed, there was no abuse of confidence which justified the impression of a constructive trust.</p> <p id=\"b229-5\" pgmap=\"229\">In any event, the doctrine of unclean hands should be applied and equitable relief in the form of a constructive trust denied because of Shappert’s conduct in the transaction. He testified that on November 30, 1957, he told Funderburg he had made up his mind the night before to purchase Mrs. Martin’s interest for $50,000. But it was during the conversation that he admittedly transferred $30,000 in government bonds from the partnership bank box to his own. It is strange indeed that he should be secreting partnership assets in fear of litigation with Mrs. Martin, a willing seller, on the very day following his decision to purchase her interest. He says that the transfer of securities was upon the advice of Funderburg. Funderburg testified that he chided Shappert for trying to take advantage of his sister-in-law and said: “Fred, you are making a mistake. No man can get so rich and so powerful that he can afford to take advantage of a woman.” When asked the meaning of the statement on cross-examination he testified: “Don’t you think if you had a friend and you saw him doing something that you thought was dishonest and dishonorable, that you would advise him not to do it? If you wouldn’t your friendship wasn’t worth very much.”</p> <p id=\"b229-6\" pgmap=\"229\">Looking at the evidence of the transfer of assets in the light most favorable to Shappert, we are faced with the fact that Shappert was willing, and indeed did, make the transfer to his own box at a time when he says he had decided to buy and the danger of litigation was over. The ancient clean-hands maxim is just as potent as it ever was and should be applied here.</p> <p id=\"b229-7\" pgmap=\"229\">Mr. Justice Klingbiel joins in this dissent.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}