{
  "casebody": {
    "data": "<casebody firstpage=\"53\" lastpage=\"56\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b81-5\">COOPER MEDICAL CENTER, PLAINTIFF-RESPONDENT, v. EVELYN BOYD, DEFENDANT-APPELLANT. COOPER MEDICAL CENTER, PLAINTIFF-RESPONDENT, v. RICHARD JOYNER, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b81-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b81-8\">Argued October 15, 1980</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAz\">Decided May 5, 1981.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b82-9\"><page-number citation-index=\"1\" label=\"54\">*54</page-number>Before Judges FRITZ, POLOW and JOELSON.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b82-10\"><em>Donald Ackerman </em>argued the cause for appellant Evelyn Boyd; <em>Brian S. O’Malley </em>argued the cause for appellant Richard Joyner <em>(Camden Regional Legal Services, Inc., </em>and <em>Senior Citizens Advocate Center, </em>attorneys).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b82-11\"><em>Francine I. Axelrad </em>argued the cause for respondent <em>(Green-berg, Shmerelson, Weinroth &amp; Etish, </em>attorneys).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b82-12\"><em>Edward Tetelman, </em>Assistant Deputy Public Advocate, argued the cause for <em>amicus curiae </em>Public Advocate <em>(Stanley C. Van Ness, </em>Public Advocate, attorney; <em>Steven Blader, </em>Assistant Deputy Public Advocate, on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b82-13\">PER CURIAM.</author>\n<p id=\"b82-14\">These are consolidated appeals challenging a trial court determination that the violation by a hospital of certain requirements imposed by the Hill-Burton Act, first enacted as Title VI of the Public Health Service Act of 1944, 42 <em>U.S.C.A. </em>§ 291 <em>et seq., </em>and <page-number citation-index=\"1\" label=\"55\">*55</page-number>later substantially amended,<footnotemark>1</footnotemark> does not constitute a defense to an action by the hospital on its bill for services. The opinion of the trial judge in <em>Joyner </em>is reported at 165 <em>N.J.Super. </em>482 (Law Div.1979).</p>\n<p id=\"b83-6\">During the pendency of this appeal the proposition was considered by another Part of this court. In an exhaustive and scholarly opinion which overruled <em>Joyner, </em>Judge Pressler dealt with the subject at length. <em>The Hospital Center at Orange v. Cook, </em>177 <em>N.J.Super. </em>289 (App.Div.1981). Suffice it to say that we concur with that which there appears. We, too, are persuaded for the reasons there stated that</p>\n<blockquote id=\"b83-7\">... the failure of a Hill-Burton obligated hospital to have given required notice to a medical indigent or one who is presumptively a medical indigent . .. constitutes an absolute bar to the right of the hospital to sue for its bill for services rendered to such person, [at 303.]</blockquote>\n<p id=\"b83-8\">Certain procedural problems, not present in <em>Cook, </em>appear. These are not raised by counsel but require comment in order that there be no misunderstanding respecting the limited nature of our remand.</p>\n<p id=\"b83-9\">In the <em>Joyner </em>case a default judgment had been entered. Some ten months later defendant moved to vacate this judgment. The trial judge denied the motion on the ground that no meritorious defense had been demonstrated. He expressly observed that this determination permitted denial of the motion to vacate “without getting into whether or not there is excusable neglect, which I’m not convinced has been totally established.” Further, the judge assumed, for the purposes of the motion, that</p>\n<blockquote id=\"AOH\">... Hill-Burton applied, that the hospital failed to comply with Hill-Burton, and that [Joyner] would have been a beneficiary of the Hill-Burton thrust.</blockquote>\n<p id=\"b83-10\">In <em>Boyd </em>defendant acted as her own attorney, filed no responsive pleadings and ultimately signed a consent order for judgment. Although the issue was not raised, as we noted above, and we might therefore ignore it with impunity, <em>State v. Plainfield-Union Water Co., </em>75 <em>N.J.Super. </em>571, 583 (App.Div.<page-number citation-index=\"1\" label=\"56\">*56</page-number>1962), aff’d 40 <em>N.J. </em>280 (1963), we are not insensitive to the fact that consent orders ordinarily are not appealable. <em>Winberry </em>v. <em>Salisbury, </em>5 <em>N.J. </em>240, 255 (1950), cert. den. 340 <em>U.S. </em>877, 71 <em>S.Ct. </em>123, 95 <em>L.Ed. </em>638 (1950). On the other hand, the appeal before us is not from that consent order, but from the refusal of the trial judge to set it aside on her motion. The determination in <em>Boyd </em>was on the same ground as that in <em>Joyner: </em>absence of a meritorious defense.</p>\n<p id=\"b84-6\">We are satisfied that the novelty of the issue, the importance of the public policy considerations and the failure of counsel to raise the procedural issues before us (very likely on account of the enormity of the first two considerations), conduce toward permitting defendants to defend the action on the substantive grounds. Accordingly, we vacate each judgment and remand for a plenary hearing respecting whether defendants came within the Hill-Burton umbrella and whether the hospital in fact transgressed respecting the requirements of the act. Defendants, who assert the bar of the statute and <em>Cook, supra, </em>must bear the burden of proof once a prima facie case establishing the debt has been made.</p>\n<p id=\"b84-7\">Reversed and remanded. We do not retain jurisdiction. No costs.</p>\n<footnote label=\"1\">\n<p id=\"b83-11\"> See <em>The Hospital Center at Orange v. Cook, </em>177 <em>N.J.Super. </em>289, 291-292, n. 1 (App.Div.1981).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}