{
  "casebody": {
    "data": "<casebody firstpage=\"447\" lastpage=\"449\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b475-13\">STONE ex rel. COLONNA v. TILLINGHAST, Commissioner of Immigration.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b475-15\">Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"a1u-dedup-0\">May 7, 1929.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b475-16\">No. 2341</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b476-8\"><page-number citation-index=\"1\" label=\"448\">*448</page-number>Julius Stone, of Boston, Mass., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b476-9\">John V. Spalding, Asst. U. S. Atty., of Boston, Mass. (Frederick H. Tarr, U. S. Atty., of Boston, Mass., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b476-10\">Before BINGHAM and ANDERSON, Circuit Judges, and MORRIS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b476-11\">BINGHAM, Circuit Judge.</author>\n<p id=\"aef-dedup-0\">This is an appeal from a decree of the District Court for Massachusetts, dismissing a writ of bar-beas corpus and remanding the petitioner, Felice Colonna, to the custody of the Commissioner of Immigration for deportation.</p>\n<p id=\"b476-12\">According to the record the appellant is an Italian citizen. He came to this country on the steamship'Laura C, sailing from Trieste, and landed at Boston September 17, 1928. He was heard before a Board of Special Inquiry at Boston on September 18, 1928, on his right of admission to the country. He then testified that he was bom in Italy; that he had a wife and three children living there; that he had three brothers living in Endicott, N. Y.; that he went on board the steamship at Trieste, pursuant to a prearranged plan between the donkeyman on the ship and his brothers, where he was placed in hiding without the knowledge of officers and members of the crew; that, after being without food for four days, hiding in a hole where the drainage and the grease and water from the machinery came through, he came out, gave himself up, and was ordered locked up by the captain.</p>\n<p id=\"b476-14\">The evidence having been concluded, the board voted to exclude the alien as a stowaway, coming in violation of the act of 1924 (43 Stat. 153), in that he came without an unexpired immigration visa. This order was entered, and the chairman of the board addressed the alien as follows:</p>\n<blockquote id=\"b476-15\">“You have been excluded from entering the United States as a stowaway coming in violation of the act of 1924, in that you came without an unexpired immigration visa. You will he deported by the steamship company bringing you here. From this decision you have, the right to appeal to the Secretary of Labor at Washington, D. C. Do you wish to appeal?</blockquote>\n<blockquote id=\"b476-16\">“Alien. Yes, I do.”</blockquote>\n<p id=\"b476-17\">An appeal was taken and the record transferred to the Secretary of Labor.</p>\n<p id=\"b476-18\">On September 20, 1928, the appeal was considered by the Board of Review, which recommended that the excluding decision be affirmed; and the Assistant Secretary of Labor so ordered.</p>\n<p id=\"b476-19\">It is contended on behalf of the appellant that the hearing before the Board of Inquiry was unfair, because it does not appear in the record: (1) That the three persons who acted as the board were inspectors; (2) that they took the oath of office; (3) that the alien was informed that he might have a friend or relative present; and (4) that the alien was informed that his return voyage would be at the expense of the transportation company which brought him, and that it would return him in the same class in which he came; and because the board failed to enter in the minutes the fact that the alien had been so informed.</p>\n<p id=\"b476-20\">It is also contended by him that the hearing before the Board of Review was unfair on the ground that a stowaway may be admitted to the country by the Secretary of Labor in the exercise of his discretion, and that in this case he failed to exercise his discretion.</p>\n<p id=\"b476-21\">The appellant is mistaken in his first contention. The record shows that the persons acting as the Board of Special Inquiry and before whom the alien was heard were inspectors.</p>\n<p id=\"b476-22\">As to the second contention, it is true that it does not affirmatively appear that these inspectors subscribed to the oath of office, as required by rule 11, subd. A, par. 1 <page-number citation-index=\"1\" label=\"449\">*449</page-number>of the Immigration Rules. But. as it was their duty to take suck oath before acting, it is to be presumed that they did so, the contrary not appearing.</p>\n<p id=\"b477-5\">The appellant takes nothing by his third contention. The provision contained in rule 11, subd. B, par. 1, that “the alien may have a friend or relative present” at the hearing before the Board of Inquiry is not mandatory, and does not require the board to so inform the alien. United States v. Dunton (C. C. A.) 297 F. 447.</p>\n<p id=\"b477-6\">The fourth contention is that it does not appear that the Board of Special Inquiry informed the alien that his return voyage would be “at the expense of the transportation company which brought him,” and that it would “return him in the same class in which he came.” There is no statutory requirement of this kind. But rule 11, subd. E, par. 1, provides that an excluded alien “shall bo” so informed. This should have been done, but the failure to do so did not render the hearing before the board unfair. It may now be done before deportation takes place.</p>\n<p id=\"b477-7\">It is conceded that, under section 3 of the Act of February 5, 1917 (8 USCA § 136), stowaways constitute one of the classes of aliens that “shall be excluded from admission to the country,” hut it is contended that this section of the act contains an exception to the effect that a “stowaway, if otherwise admissible, may be admitted in the discretion of the Secretary of Labor.”</p>\n<p id=\"b477-8\">The record on the appeal taken by the alien from’ the excluding decision of the board did not contain an express request to the Secretary of Labor to exercise his discretion in the alien’s behalf, and cannot be said to include an implied request to that offeet, for the evidence submitted by him to the Board of Inquiry, and included in the record on appeal, contained no facts calling for the exercise of the discretion of the Secretary. It wholly failed to show that the alien, a stowaway, was otherwise admissible. He, therefore, was not deprived of a fair hearing, because the Secretary did not exercise a discretion, wkieh the alien neither expressly nor impliedly called upon him to exercise. Furthermore, the burden was on the alien, not only to make such request, but to sustain it by proof. Immigration Act of 1924, § 23 (8 USCA § 221). He did neither of these things.</p>\n<p id=\"b477-9\">There is nothing in the contention that it does not appear in the record that the excluding decision was affirmed by the Secretary of Labor. The record dearly shows that it was affirmed by the Assistant Secretary of Labor.</p>\n<p id=\"b477-11\">We will hold our mandate 30 days to permit the immigration authorities to inform the alien that he will be returned at the expense of the transportation company which brought him here, and that it will return him in the same class in which he came.</p>\n<p id=\"b477-12\">The decree of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}