{
  "casebody": {
    "data": "<casebody firstpage=\"570\" lastpage=\"575\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b598-5\">HENRIETTA MILLS v. RUTHERFORD COUNTY, N. C., et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b598-6\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b598-7\">May 2, 1929.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b598-8\">No. 2803.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b599-8\"><page-number citation-index=\"1\" label=\"571\">*571</page-number>Willis Smith and W. T. Joyner, both of Raleigh, N. C. (H. M. Stephens, of Los An-geles, Cal., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b599-9\">Clyde R. Hoey, of Shelby, N. C., and Fred D. Hamrick, of Rutherford, N. C. (Quinn, Hamrick <em>&amp; </em>Harris, of Rutherford, N. C., and C. O. Ridings, of Forest City, N. C., on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b599-10\">Before WADDILL, Circuit Judge, and McDOWELL and SOPER, District Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b599-11\">SOPER, District Judge.</author>\n<p id=\"AmN\">The Henrietta Mills, a corporation of North Carolina, filed a bill of complaint in the District Court of the United States for the Western District of North Carolina, to enjoin and restrain Rutherford county, in that state, and its sheriff, from collecting from the corporation, or enforcing against its property, any claim for taxes for the year 1927, or any subsequent year, based upon an assessment of the property which <em>tax </em>officials of the county had made. The basis for federal jurisdiction is the claim that, unless injunctive relief is granted as prayed, the corporation will be deprived of its property without due process of law, and be denied the equal protection of the laws by the state of North Carolina, in contravention of the Fourteenth Amendment of the Constitution of the United States.</p>\n<p id=\"b599-12\">The Constitution of North Carolina (article 5, § 3) provides that laws shall be passed taxing by uniform rule all real and personal property, according to its true value in money. Article 7, § 9, provides that all taxes levied by any county, city or town, shall be uniform and ad valorem upon all property in the same, except property exempted. Section 7971 (46) of the Code of 1927 of North Carolina provides that it is the purpose of the tax laws of the state to have all property assessed at its true and actual value in money — that is, what the property would bring at cash sale when sold in the usual manner.</p>\n<p id=\"b599-14\">The bill of complaint charges that the actual value in this sense of the corporation’s property in Rutherford county, North. Carolina, on May 1, 1927, did not exceed $1,887,-352; but it was actually assessed by officials of the county in 1927 at $2,637,819, in violation of the Constitution and statutes of the state. The corporation therefore filed a complaint under the provisions of section 7971 <em>(89) </em>of the North Carolina Code against the assessment with the county commissioners as a board of equalization and review, objecting to tho overvaluation of the property, but the board declined and refused to hear and pass npon the questions presented by the complaint. Thereupon the corporation took an appeal under the provisions of section 7971 (90) to the state board of assessment, which, after hearing, deducted the sum of $275,000 from the valuation of the assessors, and fixed the value of the corporation’s property at $2,362,819.</p>\n<p id=\"b599-15\">The complainant charges that the tax officials of the county, and of the state, have intentionally, systematically, and arbitrarily fixed the value of tho complainant’s property greatly in excess of its true value, and at the same time have arbitrarily, intentionally, and systematically fixed the assessment value of practically all other assessable property in Rutherford county, at only 60 per cent, of its true value; that the assessment on complainant’s property should be reduced to 60 per cent, of its true value, that is to say, to the sum of $1,132,411.20; and that any assessment for tho year 1927 or subsequent years in excess of said sum is an arbitrary, intentional, and systematic taking of its property contrary to tho provisions of the federal Constitution. The complainant paid to Rutherford county, through the sheriff, the sum of $26,894.77, which is equal to the tax fixed by the officials of the said county upon a valuation of $1,132,411.20, without prejudice to its claim that said payment should constitute full payment for all taxes due by it to the county.</p>\n<p id=\"b599-16\">The answer of the defendant denies that there has been an arbitrary and. intentional overvaluation of tho complainant’s property, or an unlawful discrimination in the assessment of that property in comparison with other property in tho county and state, and asserts that, if the complainant was aggrieved by the decision of the tax officials, it had an adequate remedy at law under section 7979 of the North Carolina Code, and hence <page-number citation-index=\"1\" label=\"572\">*572</page-number>the United States District Court was without jurisdiction of the equitable action.</p>\n<p id=\"Aq6\">Affidavits in support of the bill were offered by the complainant, and counter affidavits by the respondents. The District Court found as a conclusion of fact upon these affidavits -that there was no unlawful or unjust discrimination by the tax officials in determining the value of the complainant’s property, and, being of the opinion that in any event the complainant had an adequate remedy at law under th‘e statutes of North Carolina, not merely refused the injunction, but also dismissed the bill of complaint. From this decree an appeal was taken. The important question before the court, therefore, is whether the bill of complaint states a cause of action which entitles the complainant to proceed in the federal court in equity.</p>\n<p id=\"b600-5\">The bill of complaint does make out a ease within the jurisdiction of the federal court, for it states a substantial controversy under the Fourteenth Amendment to the Constitution of the United States. If the allegations are true, the complainant has • been denied the equal protection of the laws by the tax officials of Rutherford county, whose action in this respect must be considered to be the action of the state. Raymond v. Chicago, etc., Co., 207 U. S. 20, 28 S. Ct. 7, 52 L. Ed. 78, 12 Ann. Cas. 757; Greene v. Louisville, etc., Co., 244 U. S. 499, 37 S. Ct. 673, 61 L. Ed. 1280, Ann. Cas. 1917E, 88; Johnson v. Wells Fargo &amp; Co., 239 U. S. 234, 36 S. Ct. 62, 60 L. Ed. 243. Furthermore, it is well settled that a federal court of equity may properly interfere to restrain the violation of a taxpayer’s rights by an unconstitutional exercise of the taxing powers, unless there be a plain, adequate, and complete remedy at law available to the taxpayer in the federal court. Cummings v. Merchants’ National Bank of Toledo, 101 U. S. 153, 157 (25 L. Ed. 903); Raymond v. Chicago, etc., Co., 207 U. S. 20, 28 S. Ct. 7, 52 L. Ed. 78, 12 Ann. Cas. 757; Southern Ry. Co. v. Query (D. C.) 21 F.(2d) 333; Chicago, B. <em>&amp; </em>Q. R. Co. v. Osborne, 265 U. S. 14, 44 S. Ct. 431, 68 L. Ed. 878; Risty v. Chicago, R. I. &amp; P. R. Co., 270 U. S. 378, 388, 46 S. Ct. 236 (70 L. Ed. 641); Bohler v. Callaway, 267 U. S. 479, 45 S. Ct. 431, 69 L. Ed. 745.</p>\n<p id=\"b600-6\">The decisions of the Supreme Court indicate a proper reluctance to interfere by intervention with the fiscal operations of the state governments, and the federal courts have refrained from doing so when the federal lights of persons could be otherwise preserved. So it has been held that, if a statute of the offending state imposes upon the state officials the duty to refund taxes illegally collected, and confers upon the.taxpayer a right, to enforce that duty by an action at law, the remedy is adequate, and a suit in equity to enjoin the collection of the tax will not lie. Boise Artesian Water Co. v. Boise City, 213 U. S. 276, 29 S. Ct. 426, 53 L. Ed. 796; Singer Sewing Machine Co. v. Benedict, 229 U. S. 481, 33 S. Ct. 942, 57 L. Ed. 1288; Keokuk Bridge Co. v. Salm, 258 U. S. 122, 42 S. Ct. 207, 66 L. Ed. 496.</p>\n<p id=\"b600-8\">North Carolina has enacted such a statute. See Consolidated Statutes of North Carolina, § 7979, which provides as follows:</p>\n<blockquote id=\"b600-9\">“Unless a tax or assessment, or some part thereof, be illegal or invalid, or be levied or assessed for an illegal or unauthorized purpose, no injunction shall be granted by any court or judge to restrain the collection thereof in whole or in part, nor to restrain the sale of any property for the nonpayment thereof; nor shall any court issue any order in claim and delivery proceedings or otherwise for the taking of any personalty levied on by the sheriff to enforce payment of sueh tax or assessment against the owner thereof. Whenever any person shall claim to have a valid defense to the enforcement of a tax or assessment charged or assessed, upon his property or poll, such person shall pay such tax or assessment to the sheriff; but if, at the time of such payment, he shall notify the sheriff in writing that he pays the same under protest, such payment shall be without prejudice to any defenses or rights he may. have in the premises, and he may, at any time within thirty days after sueh payment, demand the same in writing from the treasurer of the state or of the county, city, or town, for the benefit or under the authority or by request of which the same was levied; and if the same shall not be refunded within ninety days thereafter, may sue sueh county, city, or town for the amount so demanded, including in his action against the county both state and county tax; and if upon the trial it shall be determined that such tax or any part thereof was levied or assessed for an illegal or unauthorized purpose, or was for any reason invalid or excessive, judgment shall be rendered therefor, with interest, and the same shall be collected as in other cases. The amount of state taxes for which judgment shall be rendered in sueh action shall be refunded by the state treasurer.”</blockquote>\n<p id=\"b600-10\">It is obvious that the remedy by an action at law to recover a tax illegally exacted, <page-number citation-index=\"1\" label=\"573\">*573</page-number>which this statute affords, is as full and complete as those which, in the cases cited, were held to forbid access to the equity court. Moreover, the remedy is one which in the instant ease may be pursued in the federal court, because, although there is no diversity of citizenship, the matter in controversy arises under the Constitution of the United States. Keokuk Bridge Co. v. Salm, 258 U. S. 122, 42 S. Ct. 207, 66 L. Ed. 496; Greene v. Louisville, etc., Co., 244 U. S. 499, 37 S. Ct. 673, 61 L. Ed. 1280, Ann. Cas. 1917E, 88; Judicial Code, § 24(1); 28 USCA § 41(1). The rule is that where there has been a legal wrong without at common law a corresponding legal remedy, state legislation may supply one and the federal courts will enforce it, if the elements of federal jurisdiction are present. Singer Sewing Machine Co. v. Benedict, 229 U. S. 481, 33 S. Ct. 942, 57 L. Ed. 1288; Chicago, B. &amp; Q. R. Co. v. Osborne, 265 U. S. 14, 44 S. Ct. 431, 68 L. Ed. 878; Risty v. Chicago, R. I. &amp; P. R. Co., 270 U. S. 378, 388, 46 S. Ct. 236 (70 L. Ed. 641).</p>\n<p id=\"A31\">The complainant, however, contends that, under the circumstances of this case, the remedy at law is inadequate because it will not obviate a multiplicity of suits. The North Carolina statute, section 7971(80), provides for a quadrennial assessment by the board of county commissioners of each county; and hence it is argued that, even if complainant should be successful in its suit at law under section 7979, and should recover a judgment against the county for the amount of the tax illegally exacted, to be collected as in other cases, nevertheless the assessment would still remain as the basis of additional illegal claims, which the county could set up during the succeeding three years. But this contention is not well founded, for, if it should be determined by a suit at law that the assessment is invalid, the controversy between the parties would be settled by a court of competent jurisdiction, and it is fair to assume that the tax officials of the state would give effect to the decision. The circumstances were far different in the cases in which the Supreme Court has held the remedy at law to be inadequate, because it would not prevent a series of suits against tax officials of different counties, or would not determine the whole controversy between the parties. See Raymond v. Chicago, etc., Co., 207 U. S. 20, 28 S. Ct. 7, 52 L. Ed. 78, 12 Ann. Cas. 757; Wilson v. Ill. So. Ry., 263 U. S. 574, 44 S. Ct. 203, 68 L. Ed. 456.</p>\n<p id=\"b601-5\">The complainant further contends that, even if the remedy at law be adequate, nevertheless section 7979 of the North Carolina statute expressly recognizes a proceeding in equity in the state court, and furnishes a new remedy, which the federal courts will also enforce. It will be observed that the North Carolina statute authorizes the state court to grant an injunction only in exceptional cases, for it is provided that no injunction shall be granted by any court to restrain the collection of a tax or assessment, unless it is illegal or invalid, or assessed for an illegal or unauthorized purpose. Many decisions of the Supreme Court of North Carolina, in which the statute has been applied have been cited. In some of them the validity of a tax has been assailed, and the plaintiff, having paid it under protest, has sued for its recovery, and the court has held this legal remedy to be appropriate. See Southeastern Express Co. v. Charlotte, 186 N. C. 668, 120 S. E. 475; Southern R. Co. v. Cherokee County, 177 N. C. 86, 97 S. E. 758; Brunswick-Balke Co. v. Mecklenburg County, 181 N. C. 386, 107 S. E. 317; Blackwell v. Gastonia, 181 N. C. 378, 107 S. E. 218. On the other hand, the procedure for equitable relief by way of injunction has been applied without controversy, or has been held to be proper in Sherrod v. Dawson, 154 N. C. 528, 70 S. E. 739; Purnell v. Page, 133 N. C. 125, 45 S. E. 534; Wrought Iron Range Co. v. Carver, 118 N. C. 328, 331, 24 S. E. 352; Southern R. Co. v. Board of Commissioners of Mecklenburg County, 148 N. C. 220, 61 S. E. 690; Norfolk-Southern R. Co. v. Board of Commissioners of Carteret County, 188 N. C. 265, 124 S. E. 560.</p>\n<p id=\"b601-7\">In the last-mentioned case, the appropriateness of the equitable remedy was not questioned, and the court said in passing that in North Carolina a taxpayer might contest the validity of an assessment or collection of tax upon his property, either by paying the tax under protest and suing for its recovery, or by applying for injunctive relief. In Purnell v. Page, supra, the court said that an injunction would lie for three reasons, to wit: (1) If the tax or any part thereof be assessed for an illegal or unauthorized purpose; (2) if the tax itself be illegal or invalid; (3) if the assessment of the tax be illegal or invalid. The appellant urges that these decisions show that the taxpayer has the option in any case to seek injunctive relief. But in the more recent case of Ragan v. Doughton, 192 N. C. 501, 135 S. E. 328, it was held that an injunction was not the proper remedy for a person resisting the collection of a license tax for engaging in the real estate business, but that ho should pay the tax under protest and sue for its recov<page-number citation-index=\"1\" label=\"574\">*574</page-number>ery. The court indicated that under a fair interpretation of the decisions, one who challenges only the administration of the law should not seek to enjoin the collection of the tax, but should pay it under protest and then sue to recover it back. See also Marion v. Pilot Mountain, 170 N. C. 118, 87 S. E. 53.</p>\n<p id=\"Aj1\">Hence it would seem that the dividing line between the legal and the equitable remedy under the statute has not been clearly marked in North Carolina, doubtless because of the abolition under the North- Carolina Constitution of the procedural distinction between actions at law and suits in equity. Const. N. C. art. 4, § 1. Put if we assume, for the sake of the argument, that the taxpayer in the instant ease has the choice in the state court to bring his action in either form as may best suit his convenience, it does not follow that he has the same choice in the federal court. He must still reckon with the well-established rule, now codified in Judicial Code, § 267 (28 USCA § 384), that suits in equity shall not be sustained in any court of the United States in any ease where a plain, adequate, and complete remedy may be had at law.</p>\n<p id=\"b602-4\">The complainant, while recognizing that this rule ordinarily obtains, relies on certain statements in the decisions of the federal courts, and especially upon Cummings v. Merchants’ National Bank, 101 U. S. 153, 25 L. Ed. 903. The national bank had brought a bill in equity to enjoin the collection of a tax wrongfully assessed against the shares of the stockholders, payment of which was demanded of the bank. It was suggested that the court did not have equitable jurisdiction, because there was an adequate remedy by paying the money under protest and suing at law to recover it back. But the court showed that the remedy was not adequate, because the bank would be paying the money as agent for the stockholders and might be the subject of a separate suit by each stockholder, or might be required by separate suits to collect from each the amount paid in his behalf. Hence it was held that equity might interfere to prevent a multiplicity of suits. The court then referred to a relevant Ohio statute in the following language (page 157):</p>\n<p id=\"b602-5\">“But the statute of the state expressly declares that suits may be brought to enjoin the illegal levy of taxes and assessments or the collection of them. Section 5848 of the Revised Statutes of Ohio, 1880; 53 Laws of Ohio, 178, §§ 1, 2. And though we have repeatedly decided in this court that the-statute of a state cannot control the mode of procedure in equity eases in federal courts, nor deprive them of their separate equity jurisdiction, we have also held that, where a statute of a state created a new right or provided a new remedy, the federal courts will enforce that right either on the common law or equity side of its docket, as the nature of the new right or new remedy requires. Van Norden v. Morton, 99 U. S. 378 [25 L. Ed. 453]. Here there can be no doubt that the remedy by injunction against an illegal tax, expressly granted by the statute, is to be enforced, and can only be appropriately enforced on the equity side of the court.”</p>\n<p id=\"af2-dedup-0\">More recently, the rule seemingly announced in Cummings v. Merchants’ National Bank has been applied in North Side Canal v. State Board of Equalization, 17 F.(2d) 55, 58 (8th C. C. A.). On the other hand, in an earlier decision in that circuit, McLaughlin v. St. Louis Southwestern R. Co. (C. C. A.) 232 F. 579, it was pointed out that the authority of Cummings v. Merchant’s National Bank had been somewhat shaken by the later case of Whitehead v. Shattuck, 138 U. S. 146, 11 S. Ct. 276, 34 L. Ed. 873. We think the last-mentioned case sets out the correct rule. Provisions of the Constitution or statutes of a state which create new substantive rights may be enforced in proper eases on the appropriate side of the federal court, and in this way the field of that court’s activities may be enlarged; but state enactments, which relate only to judicial remedies, can neither enlarge nor restrict the jurisdiction of a federal court in equity. The whole matter has been made clear by the decision of the Supreme Court in Pusey &amp; Jones v. Hanssen, 261 U. S. 491, 43 S. Ct. 454, 67 L. Ed. 763. A statute of the state of Delaware empowered the chancellor to appoint a receiver for an insolvent corporation on the application of an unsecured simple contract creditor; but the Supreme Court held that this statute did not authorize such a creditor to maintain such a_suit in equity in the federal court, because it provided merely an equitable remedy, not available to him until he had recovered a judgment in a suit at law and an execution thereon had been returned unsatisfied. The court said (pages 497, 498, 499, 500 [43 S. Ct. 456]):</p>\n<blockquote id=\"b602-7\">“That a remedial right to proceed in a federal court sitting in equity cannot be enlarged by a state statute is likewise clear. Scott v. Neely, 140 U. S. 106 [11 S. Ct. 712, 35 L. Ed. 358]; Cates v. Allen, 149 U. S. 451 [13 S. Ct. 883, 37 L. Ed. 804]. Nor can it be so narrowed. Mississippi Mills v. Cohn, 150 U. S. 202 [14 S. Ct. 75, 37 L. Ed. <page-number citation-index=\"1\" label=\"575\">*575</page-number>1052]; Guffey v. Smith, 237 U. S. 101, 114 [35 S. Ct. 526 (59 L. Ed. 856)]. The federal court may therefore be obliged to deny an equitable remedy which the plaintiff might have secured in a state court. (The oft-quoted statement in Davis v. Gray, 16 Wall. 203, 221 [21 L. Ed. 447]: “A party by going into a national court does not lose any right or appropriate remedy of which he might have availed himself in the state courts of the same locality” — must be taken with this qualification. See, also, Ex parte McNiel, 13 Wall. 236, 243 [20 L. Ed. 624]; Case of Broderick’s Will, 21 Wall. 503, 520, 22 L. Ed. 599. Hanssen’s contention is that the statute does not enlarge the equitable jurisdiction or remedies, and that it confers upon creditors of a Delaware corporation, if the company is insolvent, a substantive equitable right to have a receiver appointed. If this wore true, the right conferred could be enforced in the federal courts (Scott v. Neely, 140 U. S. 106, 109 [11 S. Ct. 712, 35 L. Ed. 358]); since the proceeding is in pleading and practice conformable to those commonly entertained by a court of equity. But it is not true that this statute confers upon the creditor a substantive right. * * * But, because that which the statute confers is merely a remedy, the statute cannot affect proceedings in the federal courts sitting in equity. The case is wholly unlike Louisville <em>&amp; </em>Nashville R. R. Co. v. Western Union Telegraph Co., 234 U. S. 369 [34 S. Ct. 810, 58 L. Ed. 1356]; and other eases in which federal courts, because of a state statute, entertained suits to remove a cloud upon title, which otherwise must have been dismissed. In those cases, as pointed out in Clark v. Smith, 13 Pet. 195, 203 [10 L. Ed. 123], the statute changed a rule of substantive law.”</blockquote>\n<blockquote id=\"b603-6\">“But where a state statute relating to clouds upon title is held merely to enlarge the equitable remedy, it will not support a bill in equity in the federal court. Thus, in Whitehead v. Shattuck, 138 U. S. 146 [11 S. Ct. 276, 34 L. Ed. 873], the statute relied upon authorized a suit in equity by one out of possession against one in possession. As an action at law in the nature of ejectment afforded an adequate legal remedy, the bill to quiet title was dismissed.”</blockquote>\n<p id=\"b603-8\">It is obvious that the North Carolina statute, in so far as it authorizes the taxpayer to bring a suit for an injunction to restrain the collection of a tax, does not confer a substantive legal right, but merely provides a legal remedy. It follows, under the later decisions of the Supreme Court, that this enactment cannot affect the fundamental rule of equitable jurisdiction in the federal court that a complainant may not sue in equity if he has an adequate remedy at law. Since such a remedy exists under the circumstances of the case at bar, the complainant was not entitled to equitable relief.</p>\n<p id=\"b603-9\">Nor is the ease o-f the complainant any stronger, if it be considered that the allegations of the bill of complaint are tantamount to a charge of fraud. There is no doubt that, in a proper case, fraud constitutes a distinct and well-recognized ground of equitable jurisdiction. See Johnson v. Wells Fargo &amp; Co., 239 U. S. 234, 244, 36 S. Ct. 62 (60 L. Ed. 243) where there was not merely a charge of fraud, but a continuing violation of constitutional rights which afforded a basis for equitable relief. This decision, however, was not intended to change the well-settled rule that the federal courts in equity do not take jurisdiction, even in cases of fraud, where relief can be obtained in a court of law. See Curriden v. Middleton, 232 U. S. 633, 34 S. Ct. 458, 58 L. Ed. 765; Equitable Life Assur. Soc. v. Brown, 213 U. S. 25, 50, 29 S. Ct. 404 (53 L. Ed. 682); U. S. v. Bitter Root Co., 200 U. S. 451, 26 S. Ct. 318, 50 L. Ed. 550; Phoenix Mut. Life Insurance Co. v. Bailey, 13 Wall. 616, 20 L. Ed. 501.</p>\n<p id=\"b603-10\">The bill of complaint was properly dismissed by the District Court, and its decision is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}