{
  "casebody": {
    "data": "<casebody firstpage=\"760\" lastpage=\"762\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b788-9\">PROULX v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b788-10\">Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b788-11\">May 7, 1929.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b788-12\">No. 2308.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b789-7\"><page-number citation-index=\"1\" label=\"761\">*761</page-number>Daniel T. Hagan, of Providence, R. I., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b789-8\">Joseph E. Fitzpatrick, Asst. U. S. Atty., of Providence, R. I. (John S. Murdock, U. S. Atty., of Providence, R. I., on the brief), for the United States.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b789-9\">Before BINGHAM and ANDERSON, Circuit Judges, and MORRIS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b789-10\">BINGHAM, Circuit Judge.</author>\n<p id=\"Au-S\">The appellant was tried upon a criminal information, wherein it was charged that on the 24th day ■of August, 1928, he did “unlawfully possess certain intoxicating liquor, to wit, six eases of beer and two barrels of beer, each containing one-half of one percent, or more, of alcohol by volume, otherwise than as authorized in the National Prohibition Act,” second offense. He was found guilty and sentenced to pay a fine of $300, and to a term, of imprisonment of two months in jail, from which sentence this appeal is prosecuted.</p>\n<p id=\"b789-11\">Before trial the appellant moved that the search warrant, on which the liquors were seized, be quashed and the evidence obtained thoreimder suppressed, on the ground that the supporting affidavit did not state facts warranting a finding of probable cause for the issuance of the warrant. The motion was denied, and the appellant duly excepted.</p>\n<p id=\"b789-12\">At the trial the government relied largely upon the evidence procured at the time of tire search under the warrant. This evidence was admitted, subject to exception.</p>\n<p id=\"b789-13\">In the affidavit made in support of the application for the search warrant the affiant, Thorning, stated “that on the 10th day of August, 1928, I made a personal visit to the saloon, cellar and <em>rooms </em>adjoining saloon, 1131 Main St., West Warwick, R. I., numbered 1131 Main St. and located in West Warwick, It. I., mentioned in the foregoing application for search warrant, when I purchased one glass of home-brew beer for which I paid 10#.”</p>\n<p id=\"b789-14\">Section 25 of title 2 of the National Prohibition Act (Comp. St. Ann. Supp. 1923, § 10138½m [27 USCA § 39]) among other things provides that “a search warrant may issue as provided in title XI of public law numbered 24 of the Sixty-fifth Congress, approved June 15, 1917,” which act provides that “a search warrant cannot be issued but upon probable cause, supported by affidavit, naming or describing the person and particularly describing the property and the place to be searched” (Comp. St. 1918, Ann. Supp. 1919, § 1049614c [18 USCA § 613]); and further provides that “the affidavits or depositions must set forth the facts tending to establish the grounds of the application or probable cause for believing that they exist” (Comp. St. 1918, Ann. Supp. 1919, § 104961/46 [18 USCA § 615]).</p>\n<p id=\"b789-16\">In Siden v. United States, 9 F.(2d) 241, 242, Judge Sanborn, speaking for the Court of Appeals in the Eighth Circuit, said: “The probable cause, indispensable to the lawful issue of a search warrant under these sections of the act of Congress, is the legal conclusion of the magistrate from the facts stated in the affidavits, depositions, or testimony. Without a statement in those affidavits, depositions, or testimony of facts sufficient to sustain such a conclusion, the search warrant may not lawfully issue. The statement of the sustaining facte showing probable cause is as indispensable to the lawful issue of a search warrant as the legal conclusion that such cause exists. When the facts on which the magistrate’s conclusion of probable cause is based are not stated in the affidavits, depositions, or testimony on which that conclusion rests, the warrant cannot be sustained, because there is no criterion by which a court can determine whether or not there were facte showing probable cause, and the unavoidable legal conclusion is that there were not.”</p>\n<p id=\"b789-17\">And this court, in considering these sections of the act, in Giles v. United States (C. C. A.) 284 F. 208, 214, said: “The fact that Lord oil’s affidavit was not, in form, on information and belief, and that he bravely swore that Giles had illegal possession of intoxicating liquor, does not make his statement legal evidence of facts. It is not enough that the form of this affidavit leaves it possible that the affiant might have personal knowledge as to the possession of intoxicating liquor and as to facts tending to show that such possession was illegal. It should have affirmatively appeared that he had personal knowledge of facts competent for a jury to consider, and the facts, and not his conclusion from the facts, should have been before the commissioner.” See Central Consumers’ Co. v. James (D. C.) 278 F. 249, 252.</p>\n<p id=\"b790-3\"><page-number citation-index=\"1\" label=\"762\">*762</page-number>It, therefore, appears that the commissioner in passing upon the question of probable cause performs a judicial function, and that only competent evidence, such “as would be admissible upon the trial of a case before a jury,”- can be considered in determining the question. Giles v. United States (C. C. A.) 284 F. 208, 214; Berry v. United States (C. C. A.) 275 F. 680</p>\n<p id=\"b790-4\">As the affidavit of Thoming was the only one containing a statement of facts submitted to the commissioner, the question presented is whether the facts therein stated were such as to warrant him in finding probable cause for believing that intoxicating liquors containing one-half of one per centum or more of alco-hol by volume, which are fit for use for beverage purposes, were, at the time the application for the warrant was made, unlawfully held or possessed at the place described in the affidavit.</p>\n<p id=\"b790-5\">In section 1, title 2, of the National Prohibition Act (Comp. St. Supp. 1923, § 101381/2 [27 USCA § 4]), it is provided: “When used in Title II and Title III of this Act (1) The word ‘liquor or the phrase ‘intoxicating liquori shall be construed to include alcohol, brandy, whiskey, rum, gin, beer, ale, porter, and wine, and in addition thereto any spirituous, vinous, malt, or fermented liquor, liquids, and compounds, * * * by whatever name called, containing one-half of 1 per centum or more of alcohol by volume which are fit for use for beverage purposes: Provided, That the foregoing definition shall not extend to dealcoholized wine nor to any beverage or liquid produced by the process by which beer, ale, porter or wine is produced, if it contains less than one-half \"of 1 per centum of alcohol by volume, and is made as prescribed in section 37 of this title, and is otherwise denominated than as beer, ale, or porter, and is contained and sold in, or from, such sealed and labeled bottles, casks, or containers as the commissioner may by regulation prescribe.”</p>\n<p id=\"b790-7\">In Keen v. United States (C. C. A.) 11 F.(2d) 260, 262, the court pointed out that it had been often held that upon proof of the sale of whisky, alcohol,- brandy, gin, and other well-known intoxicants, the court, by reason of section 1 above quoted, would take judicial notice that such liquids are intoxicating liquors, without proof of their alcoholic content; and probably it would do the same “on proof of the sale of lager beer, or even beer without any adjectival modification.” But see Berry v. United States (C. C. A.) 275 F. 680. It held, however, “that courts cannot judicially notice that ‘home-brew beer is an intoxicating liquor,” without “proof of its alcoholic content.”</p>\n<p id=\"b790-9\">In view of this decision, which we are inclined to follow, we do not think the commissioner in this case could take judicial notice that the “home-brew beer,” which Thom-ing stated he purchased from the appellant, was intoxicating liquor within the meaning of section 1 of title 2 of the National Prohibition Act; and that in the absence of competent proof of its alcoholic content, probable cause for the issuance of the search warrant could not be found to exist.</p>\n<p id=\"b790-10\">As the evidence procured upon the search warrant was improperly received in evidence, there must be a new trial.</p>\n<p id=\"b790-11\">The judgment of the District Court of Ehode Island is vacated, the verdict is set aside, and the ease is remanded to that court for further proceedings not inconsistent with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}