{
  "casebody": {
    "data": "<casebody firstpage=\"724\" lastpage=\"738\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b744-6\">\n<em>Staunton.</em>\n</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b744-7\">Poague <em>v. </em>Greenlee’s <em>adm’r &amp; als.</em></parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b744-8\">On the 15th of April 1863, a decree is made, appointing commissioners-to sell land on'the terms of cash for costs of suit and expenses of sale, and balance on a credit of six, twelve and eighteen months.. On the day of sale, it is proposed to the commissioners to sell for Confederate money; but they decline to do it, and say they sell according to the decree. Pour of the heirs, representing six shares out of twelve, enter into a written declaration that they will take Confederate money for their shares, and this is read to the assembly by the crier, who at the same time expresses the opinion that all the heirs will take the money. The land, worth then $15,000 in good money, sells for $50,301. The cash is paid in Confederate-money, the bonds given and the sale is reported to the court and’ confirmed; and S, receiver of the court, is directed to withdraw the bonds, and collect the money as it falls due. S receives Confederate money in payment of the first bond, upon the purchaser,. P, undertaking to take it back if the persons entitled will not receive it. “When the second bond comes due P offers to S to-give him a check on the bank of E, for the amount, which S declines to receive; and so when the third bond fell due. S’ says he declined to receive it because he knew it would be paid in Confederate money. He did not doubt that P had the money in-bank, though there was no evidence of that fact, but P’s statement to S. Held :</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b744-9\">1. The sale was a sale with reference to Confederate treasury notes as the standard of value.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b744-11\">2. The offer of P to give S a check for the money, was not a good and valid tender; Pirst, Because there was no evidence that P had the money in the bank at the time ; and, Second, Because a good and valid tender could not be made to the receiver of the court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b744-13\">3. P allowed his option to take the land at its value in good money, to be credited with the true value of the money he had paid; or to surrender the land and account for the , rents and profits, and be credited for the value of the money he paid.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b745-3\"><page-number citation-index=\"1\" label=\"725\">*725</page-number>This case was decided by the court at the November term 1871, and the opinion was delivered by <em>Christian, </em>J. affirming the decree of the court below. Upon the petition of the appellant, a rehearing was allowed ; and it was argued at Staunton during the present year, by <em>Brockenbrough </em>and <em>Tucker, </em>for the appellant, and <em>Cochran </em>and <em>Baldwin, </em>for the appellees. The opinion contains a sufficient statement of the case.</summary>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b745-4\">Christian J.</author>\n<p id=\"ALI\">delivered the opinion of the court.</p>\n<p id=\"b745-5\">This is an appeal from a decree of the Circuit court of Eockbridge county.</p>\n<p id=\"b745-6\">The record discloses the following facts :</p>\n<p id=\"b745-7\">David Greenlee died in April 1850, leaving a large estate, real and pei’sonal. His widow, Hannah J. Green-lee, was appointed the executrix of his will and trustee of his children. The testator was indebted to numerous creditors, and charged his whole estate first with the payment of his debts.</p>\n<p id=\"b745-8\">In August 1860 the original bill was filed by James C. Walton and Virginia C., his wife, who was Virginia Greenlee, in which they ask for an account of the ^administration of the executrix on the estate of her husband, and also an account of the debts partly chargeable on the estate; “and further praying that, if in the opinion of the court, the interest of all parties will be promoted by a sale of the estate, both real and personal, that such sale may be decreed,” &amp;c.</p>\n<p id=\"b745-9\">In this suit various orders were made and accounts taken, about which no questions arise in the case now presented to this court, and which it is not necessary here specially to refer to. But it is sufficient to remark that such regular and proper proceedings were taken in the cause, that on the <em>15th day of April </em>1868 the said Circuit court “ being satisfied that the interest of all the heirs, as well infants as adults, will be promoted by a ■sale of the tract of land in the bill mentioned,” en<page-number citation-index=\"1\" label=\"726\">*726</page-number>teréd its decree directing two commissioners therein named, to sell, after due advertisement, the said tract of land for so much cash in hand as will pay the expenses of sale and costs of suit; and as to the residue of the purchase money, on a credit of six, twelve and eighteen months, in equal instalments, taking bonds with good personal security for the deferred payments.</p>\n<p id=\"b746-10\">This decree was executed according to its terms by the commissioners on the <em>16th of July </em>1863 ; and the appellant, Wm. F. Poague, became the purchaser of the land known as the Home tract at the sum of fifty thousand three hundred and one dollars. He paid in cash the sum required by the decree for expenses of sale and costs of suit, to wit: the sum of one thousand two hundred dollars, and executed three bonds for the deferred payments, with security, payable at six, twelve and eighteen months, for the sum of sixteen thousand three hundred dollars each.</p>\n<p id=\"b746-11\">The commissioners of sale returned their report, and with it the bonds of the appellant. Ho exception was taken to this report; and the said Circuit court, at its-September term, comfirmed and ratified the sale ; and directed a receiver of the court to withdraw the bonds and collect them when they became due, and .to convey the land to the purchaser or his assigns by deed with special warranty as soon as the whole of the purchase money should be paid. Ho further proceedings were taken in the cause until the April term 1866 of said Circuit court, when the appellant, Wm. F. Poague, filed his cross bill against all the parties to the record, as well as the receiver, Joseph G. Steele. After setting forth the sale of the land, and his purchase of the same at public auction, and his compliance with the terms of the sale, by making the cash payment of $1,200, and the execution of his bonds, with security, for the deferred payments in three equal instalments, he charges that he p'aid to the receiver the first instalment, to wit: the sum <page-number citation-index=\"1\" label=\"727\">*727</page-number>of $16,300, when the same became due. That when the remaining bonds became due he tendered in Confederate money the amounts, principal and interest, and demanded a deed of the receiver in accordance with the decree of the court. That said receiver refused to receive the money tendered, upon the ground that it had become greatly depreciated, and refused to execute and deliver the deed, as directed by the decree of the 15th September 1863 ; and prays that the said Joseph Steele, receiver, &amp;c., may be required to convey the said land so purchased to him, according to the terms of the before recited decree of the 15th September 1863.</p>\n<p id=\"b747-4\">The defendants who answered this cross bill (it being taken for confessed as to the receiver, Steele, and other defendants) denied that the sale was made for Confederate money, and affirmed that the commissioners announced on the day of sale that they were not authorized to receive Confederate money in payment of said tract of land; and they insisted that the balance of said purchase money should he paid in the present currency.</p>\n<p id=\"b747-5\">The depositions of numerous witnesses were taken, and the cause coming on to be heard upon the cross bill and answers and the depositions of witnesses, the said Circuit court was of opinion that the said “ William F. Poague should, at his option, be deemed to have paid towards said tract of land, a certain proportion of the true value of the whole, hereafter to be fixed, and to be entitled to hold the land and pay the balance according to such true value, or to give up the land, have the contract rescinded, have the true value of the Confederate currency paid in by him, refunded to him, and to account for the rents and profits according to the principles of equity.”</p>\n<p id=\"b747-6\">To cany out this opinion of the court, the following decree was entered : “It is therefore adjudged, ordered and decreed, that, unless within sixty days from the rising of this court, the plaintiff in the cross bill, Wil<page-number citation-index=\"1\" label=\"728\">*728</page-number>liam F. Poague, shall, in a writing to be filed in the papers in this cause, elect to retain, hold and pay for the tract of land in the bill and proceedings mentioned, in accordance with this decree ; that is to say, that the said Poague shall settle and pay up for the land upon the basis of fifteen thousand dollars, as the true value of the land as of the 16th of July 1863 ; which sum the court, upon the evidence now in the cause, fixes as the true value of the tract of land as of the 16th of July 1863 <em>; </em>or if said Poague elects to have a revaluation of the land as of that date, then that he shall pay for the land upon the basis of the valuation hereafter to be fixed by a master and confirmed by the court; aud in either case, supposing the whole valuation sum to be divided into five hundred and one parts, the said Poague will be deemed to have paid one hundred and seventy-five parts, and to stand debtor for three hundred and twenty-six parts, and to account for the interest thereon from July 16th, 1863, till paid ; aud unless within the period aforesaid, said \"William F. Poague shall designate in writing as aforesaid, to be filed as aforesaid, upon which basis be will settle; that is to say, whether he will retain, hold and pay for the said tract of land, at the valuation of the whole as aforesaid of $15,000, on the one hand ; or as the alternative proposition, whether he will have said tract of land revalued, and settle and pay for the same, as aforesaid, according to the valuation to be fixed by the court upon a report from a master; then that the contract between said William F. Poague and the court, and the sale of the said tract of land shall be deemed to be vacated and annulled, as an act of this day.”</p>\n<p id=\"b748-10\">It is from this decree that an appeal has been allowed to this court.</p>\n<p id=\"b748-11\">The case upon the evidence presents a very singular and almost irreconciliable state of facts. It requires a very careful consideration of the testimony to determine, <page-number citation-index=\"1\" label=\"729\">*729</page-number>whether in point of fact, the sale of the real estate in the hill and proceedings mentioned was, according to the true understanding and agreement of the parties, a sale for Confederate currency.</p>\n<p id=\"b749-4\">The appellant insists, and not without reason, that it was. He'confidently points to the fact, that the sale was decreed <em>in the year </em>1868 ; when it must have been known, both to the distinguished and learned judge who entered the decree, as well as to all the parties, that Confederate States treasury notes at that time constituted the entire currency in circulation. He points too to the enormous sum which he agreed to pay for the land to wit: the sum of fifty thousand three hundred dollars, when it is proved to be worth only fifteen thousand dollars in gold, as conclusive evidence that the land must have been purchased by him with reference to Confederate money as a standard of value.</p>\n<p id=\"b749-5\">On the other hand, it is proved by the intelligent commissioners who sold the land, that they never authorized, by any declaration of theirs, the purchaser or any one else at the sale, to believe that they would sell the land for Confederate treasury notes or other depreciated currency. One of these commissioners, S. McDowell Moore, says in his deposition: “Before the sale took place a number of persons spoke to me to know if we would agree to sell for Confederate money, and stated that if we would do so the property would bring a much higher price. I promptly replied, that we could not and would not do so. That we ivould sell on the terms set forth in the decree, and no other. * * * I stated that <em>we </em>could not make any change from the decree; but if the heirs would take Confederate money they could do so. I was told that there were a number of the heirs present, and that they were willing that the sale should be for Confederate money. It was then suggested by me or some one else, that those who were present and willing to take Confederate money should <page-number citation-index=\"1\" label=\"730\">*730</page-number>give a writing binding themselves to do so. I went to the house and drew up a paper which was filed with the report of sale. ***** The paper was signed and was then read out to the persons in attendance, probably by <em>W. </em>G. Moore, the crier. He then commenced crying the sale, and expressed the opinion that the heirs who were not present would take Confederate money. He did not say they would do so, or I would have at once said that he was not authorized to say that they would do so.”</p>\n<p id=\"b750-10\">The paper referred to in this deposition, is in the following words :' <em>“We </em>the undersigned, heirs and distributees of the estate of David Greenlee, deceased, do hereby bind ourselves to receive our respective portions of the proceeds of the Home tract, in current funds, if the court under which the decree for the sale was made, shall sanction a sale for such money at its next term.” This paper, signed by four of the heirs who were present, was read out publicly by the crier, who, according to the evidence, expressed the opinion, that the heirs who were not present would also be willing to receive the same currency. Under these circumstances, the bidding commenced, and the land went up to the sum of fifty thousand three hundred- and one dollars, and was knocked down to William F. Poague, the appellant, he becoming the purchaser at that price.</p>\n<p id=\"b750-11\">The commissioners returned a report of this sale to the Circuit court of Bockbridge at its September term 1863,'and returned with said report the paper aboye referred to, signed by the heirs and distributees who were present at the sale as aforesaid. There was no exception to this report, and on the 15th September 1863, the said Circuit court confirmed the sale, and “ further ordered that Joseph G. Steele, the receiver of this court, do withdraw the bonds filed with the report of sale and collect them as they become due, and pay over the proceeds to the distributees, who shall be ascertained by the <page-number citation-index=\"1\" label=\"731\">*731</page-number>report of a commissioner, to whom the case is referred, to be entitled to receive them.”</p>\n<p id=\"b751-4\">The purchaser, William F. Poague, paid to the commissioner the cash payment of $1,200, required by the decree, in Confederate treasury notes, which were received without objection by the commissioners, and executed his three several bonds with security for the sum of $16,300 each, one payable six months after date, one payable twelve months after date, and the other payable eighteen months after date, all bearing date on the 16th July 1863. These bonds were returned with the report of the commissioners. The first bond was paid to the receiver at its maturity, and was paid in Confederate States treasury notes. The receiver seemed to have some doubt as to his authority to receive this currency, and consented to receive it only upon condition that the purchaser, Poague, would take back from the receiver the same amount in currency in the event that the heirs refused to receive it. No demand was ever made upon Poague to take back the money, inasmuch as it was disposed of by the receiver to the heirs and distributees.</p>\n<p id=\"b751-5\">When the other two bonds became due, the receiver says “he (Poague) offered to pay each of them on the day of its maturity, by offering to give me a check on the Bank of Rockbridge for the amount, which I declined to receive, because I knew the check would be paid in Confederate money.” In point of fact only one of the three purchase money bonds was paid, and the other two remained in the hands of the receiver unpaid.</p>\n<p id=\"b751-6\">Thus matters stood until after the close of the war, when the purchaser, Poague, filed his cross bill as before recited, claiming that he was entitled to have a conveyance made to him of the tract of land so purchased, upon the ground that he had paid, or tendered to pay, the whole of the purchase money.</p>\n<p id=\"b751-7\">We are constrained to say that upon the whole evidence in the cause, conflicting and contradictory as it <page-number citation-index=\"1\" label=\"732\">*732</page-number>may appear, it is manifest that the sale was made for the currency which at the time of the sale was the only currency known as a circulating medium in this state, to wit: Confederate treasury notes.</p>\n<p id=\"b752-10\">It is impossible to conceive that the learned and distinguished judge (Judge Thompson), who entered the decree in this cause in the Circuit court of Rockbridge, on the 15th of April 1863, directing commissioners to sell at public auction the tract of land in the proceedings mentioned, intended that the <em>sale should be made for gold. </em>Ro one knew better than he did that gold and silver had been driven entirely from the channels of circulation as money, and that the only currency in existence at that time (April 1863) was the treasury notes of the Confederate States. Under the terms of the decree <em>cash </em>was required for so much as was necessary to pay the costs of suit and expenses of sale. This amounted to the sum of $1,200. It is doubtful whether that sum <em>in gold </em>could have been found in the whole county of Rockbridge. Certain it is that no bidder could have been found in that county, or any where else in the state, for a tract of land for -which he was required to pay $1,200 down in gold, and to execute his bonds, in three instalments, of six, twelve and eighteen months, for gold or its equivalent. A decree requiring such terms could not at that time have possibly been executed.</p>\n<p id=\"b752-11\">Again, the price which the land brought at public auction demonstrates beyond question, that the understanding of the bidders was, that the land was sold for the currency of the country then in circulation. It is true, that the commissioners, out of abundant caution, stated at the sale, that they could only sell in accordance with the terms of the decree ; and seemed to desire to throw upon the heirs the responsibility of receiving Confederate money. They no doubt did this, because the decree did not, in terms, direct a sale for that currency. But it would be a very narrow view of the case <page-number citation-index=\"1\" label=\"733\">*733</page-number>to say, that because the decree (though entered at a time when it was well known to the court and the counsel, as well as to the parties, that there was no other circulating medium, except Confederate treasury notes), required payment ib gold, because it did not specifically declare that the sale should be made for Confederate money. ¥e would rather say, that as a general rule,all decrees for the sale of property entered during as late a period of the war as the year 1863, must be taken, unless the contrary plainly appears, to be decrees for sales for Confederate currency.</p>\n<p id=\"b753-3\">But though we are of opinion, for reasons stated above, that the sale in this case, was a sale for Confederate currency, yet, it by no means follows, that the appellant is entitled to the relief which he is now claiming at the hands of a court of equity. He comes before the court claiming a specific execution of his contract; claiming that having paid the cash payment and the first instalment due ; and having tendered to the receiver of the court the balance of the purchaser money, he is entitled to have the land conveyed to him.</p>\n<p id=\"b753-4\">In the first place, it cannot be said upon the evidence in this cause, that he made a tender of the balance of the purchase money due to the receiver.</p>\n<p id=\"b753-5\">It is true, that the receiver states in his depositiop, that at the maturity of the bonds remaining unpaid, the appellant offered to give him a check or draft on the bank of Rockbridge, for the amount of said bonds; but it is not proved anywhere in the record, that the appellant had a dollar to his credit in that bank.</p>\n<p id=\"b753-6\">The receiver, it is true, states that his refusal to receive the checks was based entirely upon his knowledge that they would be paid in Confederate money. He also states, that he was fully satisfied that the appellant had the money to his credit in the bank, not from any personal knowledge that he had of the matter, but only from the appellant’s statement.</p>\n<p id=\"b754-9\"><page-number citation-index=\"1\" label=\"734\">*734</page-number>But suppose, instead of offering to give a check upon a bank, without proof that he had a dollar in that bank, he had actually produced the whole amount in Confederate treasury notes and offered them to the receiver, and they had been refused; could he even then maintain that he was entitled to receive a deed for the land? His contract was not with the receiver; the receiver was but the hand of the court to take the money when it became due. It is not like the case of two contracting parties, where one is held bound when the other has performed his part of the contract according to its terms, or has offered to perform it, but has been prevented by the act of the other, and by no fault of his own.</p>\n<p id=\"b754-10\">The principles upon which courts of equity decree a specific performance of a contract in ordinary cases cannot be applied to a case like the one before us. The appellant was the purchaser at a judicial sale. He could acquire no title to the property until he had complied with the terms of the decree of the court directing that sale. One of the specific terms of that decree was, that a deed should be made only when the whole of the purchase money was paid. It was not sufficient that the purchaser should tender to the receiver the balance due. He had no contract with the receiver. The latter was only the hand of the court to collect the money when due. It was the plain duty of the appellant, when the receiver of the court refused to receive Confederate money under his conviction that he was not authorized to do so by the express terms of the decree, to have applied to the court for its construction of its own decree. When he made the first payment he had notice from the receiver of his unwillingness to take Confederate currency, unless the heirs would receive it from him. Instead of then making application at the very first term of the court for its instructions to the receiver, he chose to give his personal obligation to that officer, by which he agreed to take back the currency paid him if <page-number citation-index=\"1\" label=\"735\">*735</page-number>he could not dispose of it to the heirs. When the other two bonds became due (the one six months and the other twelve months after the first payment), he contents himself with offering his check to the receiver, instead of reporting to the court the refusal of its officer to receive the purchase money. If he had brought the matter to the attention of the court, and asked the court for its construction of its own decree, and had brought the Confederate money into court, that court would have either disposed of the fund in such a way as to relieve him of all further responsibility, or would have set aside the sale and ordered a re-sale, with specific directions as to the kind of currency in which the purchase money should be required. But he failed to take this plain course which ordinary prudence would dictate. He chose, as to the first payment* to give his personal obligation to the receiver to take back the Confederate currency, in the event the heirs refused to receive it. As to the other two payments, when they became due, he contented himself with offering to the receiver his checks. Offering no proof that he had the money in bank—or if he had, that it remained in bank, and was not afterward appropriated to his own use—he passively waits till after the war has ended, and now claims that he is entitled to a deed for valuable real estate, for which he has paid only one-third in Confederate currency.</p>\n<p id=\"b755-4\">Upon this state of facts, how shall the liability of the appellant be adjusted according to the principles of equity? We cannot hold, according to the theory of the appellees, that the sale of the real estate was a sale for specie. The time at which the decree was entered (April 1863), when there was no other currency than Confederate treasury notes, and the large amount ($50,-301) which the land brought, while the evidence shows it was worth only $15,000, forces us to the conclusion that the sale must be regarded as a sale for Confederate <page-number citation-index=\"1\" label=\"736\">*736</page-number>currency. But regarding the sale as a sale for Confederate currency, we are of opinion that the appellant, William F. Poague, is not entitled to have a deed for the land. By his own default, in passively waiting till after the close of the war, when the Confederate currency has perished, before taking steps, which he might and ought to have done, to enable the court below to-adjust the matter upon equitable principles between him and the heirs and creditors of David Greenlee, he has-forfeited all claim to have the title to the land confirmed in him. He has paid only $16,300 in Confederate money for a tract of land worth, according to the evidence, at least $15,000 in gold.</p>\n<p id=\"b756-9\">Upon the whole, we are constrained to conclude that there is no other mode of adjustment, upon equitable principles, of this, in many respects, peculiar case, than-that adopted by the court below, to wit: that the appellant shall now be put to his election, either to have the sale vacated and annulled, and to receive, back the value of the Confederate money which he has paid; or if he-elects to do so, to have the title to the land confirmed in him, upon his paying the actual value of the land at the day of sale in the present currency, having credit' for the proportion which the amount he had paid bears to the whole amount of the purchase money agreed to be paid—that is to say, if the value of the land is taken to be (as the evidence fixes it) at $15,000, and he has-paid one-third of the amount he agreed to pay in Confederate money, then he must be regarded as having paid one-third of the purchase money, and as still being bound for the other two-thirds, to wit: the sum of' $10,000, more or less, according to the proportion which the amount he has paid bears to the amount he agreed, to pay. This is the principle upon which the decree-appealed from is based. We think it is the correct principle. It is entirely in conformity with the statute passed March 3d, 1866, providing for “the adjustment <page-number citation-index=\"1\" label=\"737\">*737</page-number>of liabilities arising under contracts made between the 1st day of January 1862, and the 10th day of April 1865,” and the amendments to that act passed February 28th, 1867, as construed by this court in the case of <em>\"Pharis </em>v. <em>Dice,” </em>21 Gratt. 303. In that case this court, by its unanimous opinion, approved and sustained the validity of that provision of the statute which declares that “ where the cause of action grows out of a sale, or renting or hiring of property, real or personal, if the court (or where it is á jury case), the jury think that under all the circumstances the fair value of the property sold, or the fair rent or hire of it, would be the most just measure of recovery in the action, either of these principles may be adopted as the measure of recovery, instead of the express terms of the contract.” This court declared, in the case of <em>Pharis </em>v. <em>Dice, </em>that “where the consideration of the contract is the borrowing and lending of Confederate money, then, of course, the only mode of ascertaining its value is the reduction according to the scale of depreciation of the nominal value to its real value in gold. But generally where the consideration of the contract is property sold and delivered, rented or hired, then the best mode of adjustment, and the best mode of ascertaining the value of the Confederate currency agreed to be paid, is the fair value of the property which that amount of Confederate currency purchased, rented or hired at the time the contract was entered into.”</p>\n<p id=\"b757-4\">The court below, in conformity with the provisions of the statute, and in accordance with the principles declared in <em>Pharis </em>v. <em>Dice, </em>has adopted the value of the land as the measure of recovery, in decreeing the terms upon which the appellant may have the title of the land confirmed in him. He is in possession of valuable real estate, for which he has paid only one-third of the purchase money he agreed to pay. The court below has put upon him fair and equitable terms. He may, if he <page-number citation-index=\"1\" label=\"738\">*738</page-number>chooses to do so, give up the land, and have the value of the Confederate money which he paid refunded to him; or if he refuses to do this, then he must be regarded as a purchaser who has paid one-third of the purchase money, and as still standing indebted for the balance. <em>We </em>are of opinion that, under all the circumstances of the case, the mode of adjustment adopted by the court below is in accordance with sound principles of equity, and best secures the rights of the parties.</p>\n<p id=\"b758-10\">\"We are, therefore, of opinion that the decree of the Circuit court of Rockbridge county ought to be affirmed.</p>\n<judges id=\"b758-11\">Anderson, J. dissented.</judges>\n<p id=\"b758-12\">Decree aeeirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}