{
  "casebody": {
    "data": "<casebody firstpage=\"746\" lastpage=\"754\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b640-3\">[No. B006018.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHP\">Second Dist., Div. Seven.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avx\">June 25, 1985.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b640-4\">ELIS NOURAFCHAN, Plaintiff and Respondent, v. JAMES P. MINER, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b642-4\"><page-number citation-index=\"1\" label=\"748\">*748</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b642-5\">Don Erik Franzen and Franzen &amp; Associates for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b642-6\">Joel Martin Levy and Barbara O’Hearn as Amici Curiae on behalf of Defendant and Appellant.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b642-7\">Gordon P. Gitlen and David C. Burkenroad for Plaintiff and Respondent.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b642-8\">Opinion</p>\n<author id=\"b642-9\">THOMPSON, J.</author>\n<p id=\"AWq\">Defendant James P. Miner appeals from the adverse judgment in this unlawful detainer action for failure to pay rent after service of a three-day notice to pay or quit. (Code Civ. Proc., § 1161.) After unsuccessfully seeking a stay of execution pending appeal, defendant was evicted from his penthouse apartment. The issues raised on appeal are (1) the validity of service of the three-day notice by posting and mailing (Code Civ. Proc., § 1162, subd. 3), and (2) whether the past payments of rent in excess of the rent ceiling imposed by the Santa Monica Rent Control Law constitute a valid defense to an unlawful detainer action for failure to pay rent. For the reasons discussed below, we agree that defendant’s payment of rent in excess of the rent ceiling, without the approval of the Santa Monica Rent Control Board, constitutes a valid defense to this unlawful detainer action, and shall reverse the judgment.</p>\n<p id=\"b642-10\">Facts</p>\n<p id=\"b642-11\">Plaintiff Elis Nourafchan, together with his wife, is a 50 percent owner of the apartment building known as the Embassy Hotel, located at 1001 3d Street, Santa Monica. Plaintiff and defendant entered into an oral lease agreement for the penthouse apartment on March 9, 1977, for $850 per month to be paid in advance on the first of each month. When defendant moved into the penthouse, it was partially furnished without charge to defendant.</p>\n<p id=\"b642-12\">The record indicates the following monthly rents were paid by defendant for the penthouse: $850 from March 1977 through December 1978; $950 <page-number citation-index=\"1\" label=\"749\">*749</page-number>from January 1979 through May 1981; $972.51 from June 1981 through August 1981; $1,067 from September 1981 through July 1982; $1,090 from August 1982 through December 1982; and $1,097 from January 1983 through August 1983.</p>\n<p id=\"b643-5\">It is undisputed that defendant was away on business during August 1983, and that he did not tender the August rent until his return on August 25. Marjorie Haskell, manager of the Embassy Hotel, testified that during defendant’s absence, she served the instant three-day notice to pay or quit on August 14, 1983, by posting it on defendant’s door, slipping one under the door, and mailing a copy. Defendant testified that he first learned of the three-day notice by reading it upon his return to the penthouse on August 24. On August 25, defendant slipped a cashier’s check in the sum of $1,097 under the manager’s door, but the check was returned to defendant on the 26th. Thereafter, defendant opened a bank account in which he deposited the rent checks in trust for plaintiff.</p>\n<p id=\"b643-6\">This was not the first time that defendant had failed to pay the rent on time. Plaintiff introduced as exhibits at trial approximately one dozen prior three-day notices to pay or quit. Defendant testified that while he had often failed to pay the rent on the first of the month, plaintiff had always accepted his late payments. As an affirmative defense, defendant claims that “by reason of the past practices of Plaintiff, and the custom and agreement of the parties, to allow Defendant to tender rent to Plaintiff more than three (3) days after service” of a notice to pay or quit, plaintiff waived the right to refuse tender of the August rent on the 25th, more than three days after service of the instant notice.</p>\n<p id=\"b643-7\">Following service of the instant three-day notice, plaintiff also served a thirty-day notice of termination of tenancy, for the purpose of installing plaintiff’s then pregnant daughter and her husband in the penthouse. Prior to service of the 30-day notice on August 30, 1983, plaintiff had unsuccessfully asked defendant to move into three other available units in the building so that his pregnant daughter and her husband could move into the larger penthouse unit.</p>\n<p id=\"b643-8\">At trial, the court bifurcated the two causes of action based on the three-day notice for failure to pay rent and the thirty-day notice to evict in order to install plaintiff’s daughter in the penthouse. After the parties introduced evidence solely on the first cause of action based on failure to pay rent, the court entered judgment for plaintiff. This appeal was then duly filed.</p>\n<p id=\"b644-3\"><page-number citation-index=\"1\" label=\"750\">*750</page-number>Discussion</p>\n<p id=\"b644-4\">1. <em>Service of the Three-Day Notice to Pay or Quit</em></p>\n<p id=\"b644-5\">Defendant challenges the use of the alternate method of service of the three-day notice by posting and mailing on the ground that plaintiff should have first attempted to serve him at his place of business where he employed a full-time secretary. Subdivision 3 of section 1162 of the Code of Civil Procedure states that if the tenant’s “place of residence and business cannot be ascertained, or a person of suitable age or discretion there cannot be found,” service can be accomplished by the alternate method of posting the notice on a conspicuous place on the property, and also delivering a copy to a person there residing if such a person can be found, and also sending a copy through the mail addressed to the tenant at the place where the property is situated. Defendant claims that because plaintiff did not attempt to serve him at his place of business, the alternate method of service was void.</p>\n<p id=\"b644-6\">However, the trial court found that plaintiff properly utilized the alternate method of service because plaintiff’s manager reasonably believed that defendant was operating his business out of his home. The parties presented conflicting evidence on this point, but sufficient evidence exists in the record to support the trial court’s finding. The manager testified that she did not attempt service of the notice at defendant’s business address because she believed that defendant had moved from that address and was working out of his home. She testified that she believed defendant was working out of his apartment because he had turned the den into an office and kept numerous files in the apartment. Moreover, she saw women whom she believed were his secretaries coming and going from his apartment. Further, she testified that she believed defendant had moved from his business address because defendant told her in late 1980 or in 1981 that he was moving from that address to a new office on Seventh and Wilshire; and when she went to the new office she found that defendant’s office had again moved to an unknown location. She testified that when she called the number that she had for the Geyser, defendant’s business, the operator said that the number had been disconnected.</p>\n<p id=\"b644-7\">The provisions for service under section 1162 do “not require a showing of reasonable diligence in attempting personal service before utilizing the substituted service provisions, as required in section 415.20, subdivision (b).” <em>(Highland Plastics, Inc. </em>v. <em>Enders </em>(1980) 109 Cal.App.3d Supp. 1, 6 [167 Cal.Rptr. 353].) Here, the trial court’s finding that the manager reasonably believed that defendant was operating his business out of his home is supported by substantial evidence and does not constitute an abuse <page-number citation-index=\"1\" label=\"751\">*751</page-number>of the trial court’s discretion. Therefore the use of the alternate method of service by posting and mailing was justified under the facts of this case.</p>\n<p id=\"b645-5\">2. <em>Payment of Rent in Excess of the Base Rent Ceiling</em></p>\n<p id=\"b645-6\">The second issue before us is whether the statutory remedies for recovery of possession and of unpaid rent (see Code Civ. Proc., §§ 1159-1179a; Civ. Code, § 1951 et seq.) preclude a defense based on municipal rent control legislation enacted pursuant to the police power imposing rent ceilings and limiting the grounds for eviction for the purpose of enforcing those rent ceilings. We conclude that they do not. (See <em>Birkenfeld </em>v. <em>City of Berkeley </em>(1976) 17 Cal.3d 129, 149 [130 Cal.Rptr. 465, 550 P.2d 1001]; <em>People </em>v. <em>Little </em>(1983) 143 Cal.App.3d Supp. 14, 18-19 [192 Cal.Rptr. 619].)</p>\n<p id=\"b645-7\">On April 10, 1979, the voters of the city of Santa Monica adopted a rent control charter amendment by initiative measure. (Art. XVIII, Santa Monica City Charter.) The charter amendment states that its purpose is to. “alleviate the hardship caused by [the] serious housing shortage by establishing a Rent Control Board empowered to regulate rentals in the City of Santa Monica so that rents will not be increased unreasonably and so that landlords will receive no more than a fair return on their investment.” (§ 1800.)<footnotemark>1</footnotemark> The charter amendment provides for the establishment of maximum rents for all controlled units, and for general and individual adjustments of those rents. (§§ 1804, 1805.) It also limits evictions to enumerated situations constituting sufficient cause. (§ 1806.)</p>\n<p id=\"b645-8\">Defendant both below and on appeal challenges the validity of the three-day notice on the grounds that plaintiff violated the charter amendment by failing to roll back the rent on the penthouse from $950 to the base rent ceiling of $850. According to subdivision (b) of section 1804, the base rent ceiling, which serves as the reference point from which rents shall be adjusted upward or downward in accordance with section 1805, is the rent that was in effect on the date one year prior to the adoption of the charter amendment. While the parties stipulated at trial that the base rent ceiling for the penthouse would normally have been $850, plaintiff’s position is that he orally agreed with defendant to increase the base rent ceiling to $950 in return for additional furniture in the penthouse. Defendant disagrees with this testimony and claims no such oral agreement was made and that no additional furniture was put in the penthouse.</p>\n<p id=\"b646-3\"><page-number citation-index=\"1\" label=\"752\">*752</page-number>Plaintiff never sought approval from the Santa Monica Rent Control Board for the higher base rent ceiling of $950; and defendant never filed a complaint with the Board for excessive rent. (See §§ 1804, subd. (c); 1809, subd. (b).) Defendant claims that he only became aware of the alleged violation of the base rent ceiling provision of the charter amendment when he consulted an attorney after plaintiff refused to accept the rent tendered on the 25th. Defendant has filed a civil complaint against plaintiff for damages for charging excessive rent, pursuant to section 1809, subdivision (a).</p>\n<p id=\"b646-4\">Defendant and amicus curiae, the Santa Monica Rent Control Board, claim that plaintiff’s unauthorized use of $950 as the base rent ceiling violated section 1804, and that subdivision (h) of section 1805 prohibits plaintiff from thereafter taking advantage of the general adjustments increasing the rent. Subdivision (h) states: “No landlord shall increase rent under this Section if the landlord: [f] (1) Has failed to comply with any provisions of this Article and/or regulations issued thereunder by the Board, ...” And, according to section 1807, the terms of the charter amendment are nonwaivable: “Any provision, whether oral or written in or pertaining to a rental housing agreement whereby any provision of this Article for the benefit of the tenant is waived, shall be deemed to be against public policy and shall be void.” Hence, even if the parties did agree to the increased base rent ceiling in return for additional furniture, such agreement is void for being against public policy under section 1807.</p>\n<p id=\"b646-5\">The narrow issue before us is whether defendant can raise section 1805, subdivision (h), as a defense in this unlawful detainer action for failure to pay rent. We conclude that he can. As our Supreme Court stated in the case <em>of Birkenfeld v. City of Berkeley, supra, </em>17 Cal.3d 129, 149, “the statutory remedies for recovery of possession and of unpaid rent (see Code Civ. Proc., §§ 1159-1179a; Civ. Code, § 1951 et seq.) do not preclude a defense based on municipal rent control legislation enacted pursuant to the police power imposing rent ceilings and limiting the grounds for eviction for the purpose of enforcing those rent ceilings.” (See also <em>People </em>v. <em>Little, supra, </em>143 Cal.App.3d Supp. 14, 18-19.)</p>\n<p id=\"b646-6\">As a result of plaintiff’s failure to obtain approval for the higher base rent ceiling of $950, plaintiff was not entitled to take advantage of the general adjustments in rent because he was in violation of the terms of the charter amendment. Because the base rent ceiling should have been $850, the amount of rent demanded in the notice, $1,083.96, was clearly excessive. Because defendant had been paying unlawfully excessive rent following the effective date of the charter amendment, defendant was entitled to claim as an affirmative defense the right to offset the excess rent paid during the <page-number citation-index=\"1\" label=\"753\">*753</page-number>three-year statutory period (Code Civ. Proc., § 338) within which he could bring an action based on section 1809, subdivision (a).</p>\n<p id=\"b647-5\">Our conclusion is also supported by a second ground. Defendant’s expert witness testified that had plaintiff been entitled to (1) use the higher base rent ceiling of $950 and (2) to take advantage of the subsequent general adjustments in rent, the <em>maximum </em>allowable rent on the unit at the time of the three-day notice would have been $1,078, which is $5.96 less than the amount demanded in the notice. The trial court, which incorrectly concluded that plaintiff was entitled to use $950 as the base rent ceiling, further concluded that the $5.96 discrepancy between the maximum allowable rent and the rent demanded in the notice was inconsequential. We disagree.  “A notice to pay rent or quit which overstates the rent due is ineffective and will not support an action for unlawful detainer. [Citations.]” <em>(Ernst Enterprises, Inc. </em>v. <em>Sun Valley Gasoline, Inc. </em>(1983) 139 Cal.App.3d 355, 359 [188 Cal.Rptr. 641].)</p>\n<p id=\"b647-6\">While we do not condone defendant’s failure to pay the rent on time, we conclude that due to plaintiff’s failure to comply with the provisions in the charter amendment establishing the maximum base rent ceiling for the penthouse, plaintiff is not entitled to recover possession on the basis of the instant three-day notice to pay or quit. The judgment is reversed.</p>\n<p id=\"b647-7\">3. <em>The Thirty-Day Notice to Vacate for the Purpose of Installing Plaintiff’s Daughter in the Penthouse</em></p>\n<p id=\"b647-8\">Although the second cause of action based on the 30-day notice to vacate for the purpose of installing plaintiff’s pregnant daughter and her husband in the penthouse was not tried, defendant and amicus curiae request that in the event of a reversal, we review the validity of the 30-day notice for the guidance of the trial court in the event of a trial on the second cause of action.</p>\n<p id=\"b647-9\">In particular we are asked to determine the effect and constitutionality of a board regulation and a charter amendment, which appear to impose limits on the number of evictions an owner may make under section 1806, subdivision (h). Regulation 9002, subsection (b), adopted by the Santa Monica Rent Control Board, states in pertinent part: “If any owner as defined in Section 9002(a)(1) or enumerated relative already occupies one unit on a property, no eviction pursuant to Section 1806(h) may take place.” And the amendment to section 1806, subdivision (h)(2), passed by the voters of the City of Santa Monica subsequent to the trial of this action, states: “No eviction may take place if any landlord or enumerated relative already occupies one unit on the property, ...”</p>\n<p id=\"b648-3\"><page-number citation-index=\"1\" label=\"754\">*754</page-number>We decline to reach these issues here. We conclude that because the second cause of action was not tried below, factual issues exist. We cannot decide, due to the existence of factual questions, whether the amended version of section 1806 applies here.  “It is well established that statutes and other enactments should not be given a retroactive operation unless the legislative intent to do so is clearly apparent.” <em>(Tevis </em>v. <em>City &amp; County of San Francisco </em>(1954) 43 Cal.2d 190, 195 [272 P.2d 757]; see also <em>Stanford </em>v. <em>Bailey Inc. </em>(1955) 132 Cal.App.2d 725, 731 [282 P.2d 992].)  Section 1814, adopted at the same time as the amendment to section 1806, subdivision (h), at issue herein, states: <em>“Existing Board Practices. </em>To the extent that the amendments to Article XVIII adopted at the same time as this Section incorporate rules, regulations and practices of the Rent Control Board existing on the date of the adoption hereof, this amendment is declarative of existing law and does not impose any new requirements or limit any existing ones.” The clear intent of section 1814 is to simply codify the existing rules, regulations and practices of the rent control board that were simultaneously adopted by the voters. There is no issue of retroactivity for those preexisting rules, regulations and practices. Therefore the trial court must first identify those existing board rules, regulations and practices pertinent to our interpretation before the applicability of the amended section to the facts of this case can be addressed.</p>\n<p id=\"b648-4\">It is therefore unnecessary in this case to reach the question of the constitutionality of the one eviction limitation contained in regulation 9002 and in the amended version of section 1806. “ ‘It is a well-established principle that this Court will not decide constitutional questions where other grounds are available and dispositive of the issues of the case. . . . [Citations.]’” <em>(Palermo </em>v. <em>Stockton Theatres, Inc. </em>(1948) 32 Cal.2d 53, 66 [195 P.2d 1].)</p>\n<p id=\"b648-5\">The judgment is reversed.</p>\n<p id=\"b648-6\">Lillie, P. J., and Johnson, J., concurred.</p>\n<p id=\"b648-7\">A petition for a rehearing was denied July 23, 1985, and respondent’s petition for review by the Supreme Court was denied September 12, 1985.</p>\n<footnote label=\"1\">\n<p id=\"b645-9\">All subsequent section references are to article XVIII of the Santa Monica City Charter unless otherwise indicated.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}