{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"31\" lastpage=\"42\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  UNITED STATES of America, Appellee,\n  <br/>\n  v.\n  <br/>\n  John GEORGE, Jr., Defendant, Appellant.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 17-1371\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, First Circuit.\n </court>\n <decisiondate id=\"p-4\">\n  March 23, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  William J. Cintolo, with whom Thomas R. Kiley and Cosgrove Eisenberg &amp; Kiley, PC, Boston, MA, were on brief, for appellant.\n </attorneys>\n <attorneys id=\"p-6\">\n  Randall E. Kromm, Assistant United States Attorney, with whom William D. Weinreb, Acting United States Attorney, was on brief, for appellee.\n </attorneys>\n <judges id=\"p-7\">\n  Before Thompson, Circuit Judge, Souter,\n  <footnotemark>\n   *\n  </footnotemark>\n  Associate Justice, and Selya, Circuit Judge.\n </judges>\n <footnote label=\"*\">\n  <p id=\"p-66\">\n   Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   SELYA, Circuit Judge.\n  </author>\n  <p id=\"p-9\">\n   In\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    George\n   </em>\n   (\n   <em>\n    George I\n   </em>\n   ),\n   <extracted-citation case-ids=\"12173632\" index=\"0\" url=\"https://cite.case.law/f3d/841/55/\">\n    841 F.3d 55\n   </extracted-citation>\n   (1st Cir. 2016), we affirmed the conviction and sentence of a corrupt politician, defendant-appellant John George, Jr. At the same time, we vacated the district court's forfeiture order because the court lacked jurisdiction when it purposed to enter that order.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12173632\" index=\"1\" url=\"https://cite.case.law/f3d/841/55/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12173632\" index=\"1\" url=\"https://cite.case.law/f3d/841/55/\">\n    at 72\n   </extracted-citation>\n   . On remand, the district court-its jurisdiction having reattached-revisited the matter of forfeiture and ordered the defendant to forfeit proceeds of his criminal activity in the amount of $1,382,214.\n  </p>\n  <p id=\"p-10\">\n   The defendant again appeals. This time around, he mounts both procedural and substantive challenges to the forfeiture order. After careful consideration, we hold that the district court did not abridge the defendant's procedural rights. We further hold, as a matter of first impression in this circuit, that the district court applied an appropriate yardstick in measuring the \"proceeds\" to be forfeited. Accordingly, we affirm the forfeiture order.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   We sketch the relevant facts and travel of the case. The reader who hungers for more exegetic detail is free to consult our earlier opinion.\n  </p>\n  <p id=\"p-13\">\n   This case revolves around the Southeast Regional Transit Authority (SRTA), a public authority funded jointly by the Commonwealth of Massachusetts and the federal government. The defendant, described in our earlier opinion as a local \"political satrap,\"\n   <em>\n    <extracted-citation case-ids=\"12173632\" index=\"2\" url=\"https://cite.case.law/f3d/841/55/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12173632\" index=\"2\" url=\"https://cite.case.law/f3d/841/55/\">\n    at 58\n   </extracted-citation>\n   , served on the SRTA advisory board until 1988, when he arranged for his friend and political ally, Joseph Cosentino, to replace him. Some three years later, the defendant purchased Union Street Bus Company (Union Street) through an alter ego, Trans-Ag Management, Inc. (Trans-Ag). The defendant was the sole shareholder of Trans-Ag and was its only employee.\n  </p>\n  <p id=\"p-14\">\n   After the defendant took control of Union Street, the SRTA granted the company an exclusive franchise for certain bus routes, and the contract between the SRTA and Union Street was periodically renewed (the last time in 2006). In order to secure the 2006 renewal, the defendant colluded with Cosentino to discredit Union Street's main competitor. What is more, he brought in a stalking horse-an artificially high bidder-to make Union Street's bid appear more attractive. The defendant's machinations succeeded, and Union Street's contract was renewed.\n  </p>\n  <p id=\"p-15\">\n   The renewed contract was lucrative. Throughout its term, the SRTA reimbursed Union Street for the amounts by which Union Street's operating expenses exceeded its operating income. Over and above this stipend, the SRTA paid Union Street a hefty management fee to oversee the operation of the designated routes.\n   <footnotemark>\n    1\n   </footnotemark>\n   The operating expenses included the salaries of two individuals, nominally employees of Union Street, who spent most of their work-hours (during which they were compensated directly by Union Street and, thus, indirectly by the SRTA) toiling at the defendant's farm and otherwise ministering to the defendant's personal projects.\n  </p>\n  <p id=\"p-16\">\n   This was the tip of a rather large iceberg; the trial transcript is replete with other instances of the defendant appropriating SRTA-funded resources for personal use.\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    <extracted-citation case-ids=\"12173632\" index=\"3\" url=\"https://cite.case.law/f3d/841/55/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12173632\" index=\"3\" url=\"https://cite.case.law/f3d/841/55/\">\n    at 60-61\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-17\">\n   The defendant's success at bilking the SRTA was not a mere fortuity. During the renewal term, he was able to limit oversight of Union Street's contract. Moreover, the defendant was able to arrange for Cosentino (his political ally) to be appointed, mid-way through the contract term, as the SRTA Administrator.\n  </p>\n  <p id=\"p-18\">\n   Toward the end of the renewal term, Cosentino turned over a new leaf and began challenging the defendant's diversion of SRTA-funded resources. He also took steps to ensure a fair bidding process for the next renewal of the contract. Displeased by this about-face, the defendant used his influence to have Cosentino removed as Administrator. Nevertheless, the 2010 renewal of the contract was awarded to another bidder.\n  </p>\n  <p id=\"p-19\">\n   Eventually, the chickens came home to roost. After conducting an investigation of the SRTA's finances, the government charged the defendant with conspiracy to commit an offense against the United States and embezzlement.\n   <footnotemark>\n    2\n   </footnotemark>\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%C2%A7%20371\">\n    18 U.S.C. §§ 371\n   </extracted-citation>\n   , 666(a)(1)(A) &amp; (a)(2).\n  </p>\n  <p id=\"p-20\">\n   Following a lengthy jury trial that resulted in the defendant's conviction, the district court held a sentencing hearing on July 29, 2015. In the course of that hearing, the court, inter alia, entertained arguments on the government's motion for an order of forfeiture. When the sentencing hearing had concluded, the court (wanting additional time to consider forfeiture) suggested that it delay the actual imposition of sentence. Defense counsel resisted this suggestion and instead sought the immediate imposition of sentence. He told the court that \"[t]o require [the defendant], who is obviously taking this very badly, ... to have to wait more time to know what his fate is going to be, I think would be devastating ... let's get a sentence today, your Honor.\" Defense counsel prefaced this request with an acknowledgment that he had \"absolutely no problem\" with the court resolving the issue of forfeiture at a later date and entering an amended judgment. The government did not object, and the court acquiesced. It sentenced the defendant to a 70-month term of immurement on the substantive offense count and a concurrent 60-month term of immurement on the conspiracy count; ordered restitution in the amount of $688,772;\n   <footnotemark>\n    3\n   </footnotemark>\n   and reserved judgment on the forfeiture issue.\n  </p>\n  <p id=\"p-21\">\n   The court embodied these sentencing determinations in a written judgment, and the defendant appealed. While his appeal was pending, the district court accepted additional briefing and heard further argument with respect to forfeiture. On September 21, 2015-with the defendant's appeal still pending-the district court entered an amended judgment, which included a forfeiture award in the amount of $1,382,214 (the total amount of the management fees paid under the 2006 contract renewal).\n  </p>\n  <p id=\"p-22\">\n   In due course, we upheld the defendant's conviction and the sentencing determinations\n   made at the July 29, 2015 sentencing hearing.\n   <em>\n    See\n   </em>\n   <em>\n    George I\n   </em>\n   ,\n   <extracted-citation case-ids=\"12173632\" index=\"5\" url=\"https://cite.case.law/f3d/841/55/\">\n    841 F.3d at 72\n   </extracted-citation>\n   . Withal, we did not reach the merits of the September 21 forfeiture order because the district court had entered that order at a time when it lacked subject-matter jurisdiction.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12173632\" index=\"6\" url=\"https://cite.case.law/f3d/841/55/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12173632\" index=\"6\" url=\"https://cite.case.law/f3d/841/55/\">\n    at 70-72\n   </extracted-citation>\n   . To tie up this loose end, we authorized the district court, \"once its jurisdiction has reattached, [to] consider the issue of forfeiture anew.\"\n   <em>\n    <extracted-citation case-ids=\"12173632\" index=\"7\" url=\"https://cite.case.law/f3d/841/55/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12173632\" index=\"7\" url=\"https://cite.case.law/f3d/841/55/\">\n    at 72\n   </extracted-citation>\n   . The case was remanded for that purpose.\n  </p>\n  <p id=\"p-23\">\n   On December 7, 2016, the district court-its jurisdiction having been refreshed-notified the parties that it was \"inclined\" to consider the matter of forfeiture on the papers previously filed. In an abundance of caution, the court nonetheless allowed additional briefing. After receiving the parties' supplemental briefs, the court ordered forfeiture in the amount of $1,382,214, holding that this amount, which it derived by aggregating the management fees paid under the 2006 renewal contract, constituted proceeds of the charged crimes. This timely appeal followed.\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    II. ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   In this forum, the defendant advances both procedural and substantive claims. First, he contends that the district court denied him the right to allocute and the right to be present when the forfeiture order was entered. Second, he contends that the management fees that formed the basis for the forfeiture award did not constitute \"proceeds\" of the offenses of conviction. We discuss these contentions sequentially.\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    A.\n    <em>\n     Sentencing Rights\n    </em>\n    .\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   The defendant claims that he had a right to allocute before the district court upon remand and a right to be present when the district court reentered the forfeiture order. We deem it useful to start our analysis of this two-pronged claim by rehearsing a baseline principle discussed in\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Bryant\n   </em>\n   ,\n   <extracted-citation case-ids=\"5647046\" index=\"8\" url=\"https://cite.case.law/f3d/643/28/\">\n    643 F.3d 28\n   </extracted-citation>\n   (1st Cir. 2011).\n   <em>\n    Bryant\n   </em>\n   was a case in which we considered a defendant's rights upon remand after we had vacated his original sentence. We explained that \"whether the defendant's presence and an opportunity to allocute are required has in practice turned on whether requiring these safeguards made sense in the context of the proceedings.\"\n   <em>\n    Bryant\n   </em>\n   ,\n   <extracted-citation case-ids=\"5647046\" index=\"9\" url=\"https://cite.case.law/f3d/643/28/\">\n    643 F.3d at 32\n   </extracted-citation>\n   . On one end of the continuum are remanded cases involving the full range of sentencing issues in proceedings that are as \"open-ended as an initial sentencing.\"\n   <em>\n    <extracted-citation case-ids=\"5647046\" index=\"10\" url=\"https://cite.case.law/f3d/643/28/\">\n     Id.\n    </extracted-citation>\n   </em>\n   On the other end are remanded cases in which the remand order is \"so focused and limited that it involves merely a technical revision of the sentence dictated by the appeals court and calls for no formal proceeding.\"\n   <em>\n    Id.Bryant\n   </em>\n   fell near the \"full range\" end of the continuum; the case at hand falls near the \"limited\" end of the continuum.\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    1.\n    <em>\n     Allocution\n    </em>\n    .\n   </strong>\n   Against this backdrop, we turn first to the defendant's claim that he was denied the right to allocute. With respect to this claim, his argument relies principally on Federal Rule of Criminal Procedure 32. Specifically, he says that the entry of the order of forfeiture comprised a part of his sentence; that the prescriptions of Rule 32(i)(4) therefore applied; and that those prescriptions conferred a right to allocute, which he did not receive.\n  </p>\n  <p id=\"p-29\">\n   Pertinently, Rule 32(i)(4)(A)(ii) obliges a sentencing court, before imposing a sentence, to \"address the defendant personally in order to permit the defendant to speak or present any information to mitigate the sentence.\" The claim that this prescription was transgressed is belied by the record, which shows beyond hope of contradiction that the defendant was afforded the right of allocution. The court's\n   deferred ruling on forfeiture did not require it to repastinate that well-plowed ground.\n  </p>\n  <p id=\"p-30\">\n   Exploring the pertinent events requires us to take a trip down memory lane. On July 29, 2015, the district court held a sentencing hearing at which the defendant was present. At that time, the court considered all aspects of the defendant's sentence (including forfeiture). The court offered the defendant the opportunity to allocute, but the defendant's counsel replied that he had discussed this possibility with the defendant and the defendant did not wish to make any statement. The court accepted this demurral, stating that it would \"take the words of [the defendant's] counsel on [the defendant's] behalf.\"\n  </p>\n  <p id=\"p-31\">\n   Later in the July 29 proceeding, the court suggested delaying the imposition of the sentence so that it could give further consideration to the forfeiture issue. Defense counsel pleaded with the court to impose the main components of the sentence immediately and resolve the matter of forfeiture at a future date. The court acquiesced and imposed the majority of the sentence, reserving the forfeiture component as the defendant had requested.\n  </p>\n  <p id=\"p-32\">\n   While the case was pending on appeal, the district court entertained supplemental arguments on the forfeiture issue (for which the defendant was once again present). On September 21, 2015, the court granted the forfeiture motion, fixed the forfeiture amount in the sum of $1,382,214, and entered an electronic order to that effect. That order was memorialized in an amended judgment, later vacated, but eventually re-entered after the district court regained jurisdiction.\n  </p>\n  <p id=\"p-33\">\n   The bottom line is that the defendant was given a full opportunity to allocute at the July 29 sentencing hearing. While the defendant protests that he deserved a second opportunity to allocute on remand, his protest rings hollow. We explain briefly.\n  </p>\n  <p id=\"p-34\">\n   We have held that Rule 32 does not obligate a sentencing court to afford a defendant a second right to allocute \"where the court merely reimposes a sentence identical to one imposed before, as long as the rationale for the sentence is the same.\"\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    DiPina\n   </em>\n   ,\n   <extracted-citation case-ids=\"1094430\" index=\"11\" url=\"https://cite.case.law/f3d/230/477/#p485\">\n    230 F.3d 477\n   </extracted-citation>\n   , 485 (1st Cir. 2000) ;\n   <em>\n    see\n   </em>\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Garafano\n   </em>\n   ,\n   <extracted-citation case-ids=\"11307402\" index=\"12\" url=\"https://cite.case.law/f3d/61/113/#p116\">\n    61 F.3d 113\n   </extracted-citation>\n   , 116-17 (1st Cir. 1995) (holding that when defendant had been given the opportunity to allocute in full at first hearing, he did not have a right to a second opportunity to allocute on remand where his circumstances had not undergone any material change). So it is here: the district court, on remand, essentially re-entered the same forfeiture order that it had purposed to enter in September of 2015; the court's rationale was the same; and the defendant's circumstances had not materially changed.\n  </p>\n  <p id=\"p-35\">\n   In an effort to change the trajectory of the debate, the defendant argues that he should have been allowed to allocute anew since the district court should have revisited both the sophisticated means enhancement,\n   <em>\n    see\n   </em>\n   USSG § 2B1.1(b)(10)(C), that it had earlier integrated into the sentencing calculus and the sentencing factors made relevant by\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%203553\">\n    18 U.S.C. § 3553\n   </extracted-citation>\n   (a). This argument is hopeless. The scope of remand proceedings before a district court is governed by the appellate court's mandate.\n   <em>\n    See\n   </em>\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Ticchiarelli\n   </em>\n   ,\n   <extracted-citation case-ids=\"11633145\" index=\"14\" url=\"https://cite.case.law/f3d/171/24/#p31\">\n    171 F.3d 24\n   </extracted-citation>\n   , 31 (1st Cir. 1999) ;\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Bell\n   </em>\n   ,\n   <extracted-citation case-ids=\"10511545\" index=\"15\" url=\"https://cite.case.law/f2d/988/247/#p250\">\n    988 F.2d 247\n   </extracted-citation>\n   , 250 (1st Cir. 1993). Here, our remand order was narrowly cabined and confined to the forfeiture issue,\n   <em>\n    see\n   </em>\n   <em>\n    George I\n   </em>\n   ,\n   <extracted-citation case-ids=\"12173632\" index=\"16\" url=\"https://cite.case.law/f3d/841/55/\">\n    841 F.3d at 72\n   </extracted-citation>\n   , and the defendant makes no effort to explain how either the sophisticated means enhancement or the section 3553(a) factors bear any relationship to\n   that issue. It follows that, given our mandate, neither of these points was a subject cognizable on remand.\n  </p>\n  <p id=\"p-36\">\n   The short of it is that the defendant's right to allocute was satisfied at the initial sentencing hearing. In the circumstances of this case, he was not entitled to a second bite at the cherry. In other words, he was not entitled to a further opportunity to allocute on remand. The fact that the court deferred the entry of the forfeiture order at the defendant's request did not by some mysterious witchcraft revivify an allocution right already fully exercised.\n  </p>\n  <p id=\"p-37\">\n   <strong>\n    2.\n    <em>\n     Presence\n    </em>\n    .\n   </strong>\n   The defendant's claim that he was denied his right to be present when the district court re-entered the forfeiture order need not detain us. As framed, this claim draws its essence from Federal Rule of Criminal Procedure 43, which provides that the defendant's presence is required at every material stage of the proceedings (from the initial appearance through sentencing).\n   <footnotemark>\n    4\n   </footnotemark>\n   But even if we assume that the defendant had a right to be present when the district court re-entered the forfeiture order-itself a dubious proposition\n   <footnotemark>\n    5\n   </footnotemark>\n   -the present claim cannot succeed.\n  </p>\n  <p id=\"p-38\">\n   A defendant's Rule 43 right to be present is not absolute. For example, we have \"refused to entertain ... Rule 43 arguments ... where trial counsel had a clear opportunity to object, but did not.\"\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Flores-Rivera\n   </em>\n   ,\n   <extracted-citation case-ids=\"4228574\" index=\"17\" url=\"https://cite.case.law/f3d/787/1/#p30\">\n    787 F.3d 1\n   </extracted-citation>\n   , 30 (1st Cir. 2015). Moreover, in appropriate circumstances, \"[d]efendants need not be expressly warned of their rights under Rule 43.\"\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Fernández-Hernández\n   </em>\n   ,\n   <extracted-citation case-ids=\"3759146\" index=\"18\" url=\"https://cite.case.law/f3d/652/56/#p65\">\n    652 F.3d 56\n   </extracted-citation>\n   , 65 (1st Cir. 2011). A failure to assert the right, without more, may effect a waiver.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"3759146\" index=\"19\" url=\"https://cite.case.law/f3d/652/56/#p65\">\n     id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-39\">\n   This reasoning applies with full force to the case at hand. At the defendant's sentencing hearing, his counsel represented that the defendant would have \"absolutely no problem with [the district court] submitting an amended judgment\" regarding forfeiture at a future date. When the district court later convened a hearing at which the defendant was present to hear additional arguments about forfeiture, the district court told the parties that, if it decided forfeiture was appropriate, it planned to \"enter an [electronic] order in that regard and amend the judgment.\" The defendant did not object to this plan, nor did he ask to be present at the time such an order might be entered. And when the case was remanded, the defendant made no request to be present after the district court told the parties that it was \"inclined to consider\" forfeiture \"on papers previously filed.\"\n  </p>\n  <p id=\"p-40\">\n   Here, as in\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Gagnon\n   </em>\n   ,\n   <extracted-citation case-ids=\"11299581\" index=\"20\" url=\"https://cite.case.law/us/470/522/\">\n    470 U.S. 522\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299581\" index=\"21\" url=\"https://cite.case.law/us/470/522/\">\n    105 S.Ct. 1482\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299581\" index=\"22\" url=\"https://cite.case.law/us/470/522/\">\n    84 L.Ed.2d 486\n   </extracted-citation>\n   (1985) (per curiam), \"[t]imely invocation\n   of a Rule 43 right could at least have apprised the District Court of the claim, and very likely enabled it to accommodate a meritorious claim in whole or in part.\"\n   <em>\n    <extracted-citation case-ids=\"11299581\" index=\"23\" url=\"https://cite.case.law/us/470/522/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11299581\" index=\"23\" url=\"https://cite.case.law/us/470/522/\">\n    at 529\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299581\" index=\"24\" url=\"https://cite.case.law/us/470/522/\">\n    105 S.Ct. 1482\n   </extracted-citation>\n   . Applying reasoning that is reminiscent of\n   <em>\n    Gagnon\n   </em>\n   , we have found waiver when a defendant eschews an argument and, by so doing, \"lulls both the prosecution and the sentencing court into what will prove to be a false sense of security if he is later allowed to do an about-face.\"\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Turbides-Leonardo\n   </em>\n   ,\n   <extracted-citation case-ids=\"8452476\" index=\"25\" url=\"https://cite.case.law/f3d/468/34/#p38\">\n    468 F.3d 34\n   </extracted-citation>\n   , 38 (1st Cir. 2006). A similar finding is justified here.\n   <em>\n    Cf.\n   </em>\n   <em>\n    Gagnon\n   </em>\n   ,\n   <extracted-citation case-ids=\"11299581\" index=\"26\" url=\"https://cite.case.law/us/470/522/\">\n    470 U.S. at 529\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299581\" index=\"27\" url=\"https://cite.case.law/us/470/522/\">\n    105 S.Ct. 1482\n   </extracted-citation>\n   (explaining that, at least with respect to \"relatively minor\" matters, defendant's knowledge of a plan and failure to object to it may constitute a waiver).\n  </p>\n  <p id=\"p-41\">\n   To cinch the matter, this is a situation in which requiring the defendant's presence at the time the forfeiture order was re-entered would serve no useful purpose and, thus, would not have \"made sense.\"\n   <em>\n    Bryant\n   </em>\n   ,\n   <extracted-citation case-ids=\"5647046\" index=\"28\" url=\"https://cite.case.law/f3d/643/28/\">\n    643 F.3d at 32\n   </extracted-citation>\n   . The remand order in this case was \"so focused and limited,\"\n   <em>\n    <extracted-citation case-ids=\"5647046\" index=\"29\" url=\"https://cite.case.law/f3d/643/28/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"5647046\" index=\"29\" url=\"https://cite.case.law/f3d/643/28/\">\n    ,\n   </extracted-citation>\n   that it called for a bare minimum of formal proceedings.\n  </p>\n  <p id=\"p-42\">\n   To say more about the claim of denied presence would be to paint the lily. Since the defendant waived any Rule 43 right to be present that may have existed when the district court reentered the forfeiture order, his claim of error fails.\n  </p>\n  <p id=\"p-43\">\n   <strong>\n    B.\n    <em>\n     Proceeds\n    </em>\n    .\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   This brings us to the defendant's substantive contentions: that the district court erred in finding the management fees to be \"proceeds\" of the offenses of conviction. Where, as here, a claim of error directed at a forfeiture order has been duly preserved, we review challenges to the ordering court's legal conclusions de novo and challenges to its factual findings for clear error.\n   <em>\n    See\n   </em>\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Ponzo\n   </em>\n   ,\n   <extracted-citation case-ids=\"12277118\" index=\"30\" url=\"https://cite.case.law/f3d/853/558/#p589\">\n    853 F.3d 558\n   </extracted-citation>\n   , 589 (1st Cir. 2017),\n   <em>\n    cert. denied\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12617159,12617160,12617161,12617162,12617163,12617164\" index=\"31\" url=\"https://cite.case.law/s-ct/138/980/\">\n    138 S.Ct. 980\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12610305,12617161,12617139,12617140,12617142,12617144,12617145,12617146,12617147\" index=\"32\" url=\"https://cite.case.law/l-ed-2d/200/247/\">\n    200 L.Ed.2d 247\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=2018%20WL%20942454\">\n    2018 WL 942454\n   </extracted-citation>\n   (2018) ;\n   <em>\n    see\n   </em>\n   <em>\n    also\n   </em>\n   <em>\n    U.S. Bank Nat'l Ass'n ex rel. CWCapital Asset Mgmt. LLC\n   </em>\n   v.\n   <em>\n    Vill. at Lakeridge, LLC\n   </em>\n   , --- U.S. ----, ---- - ----,\n   <extracted-citation case-ids=\"12415118\" index=\"34\" url=\"https://cite.case.law/s-ct/138/960/\">\n    138 S.Ct. 960\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=200%20L.%20Ed.%202d%20218\">\n    200 L.Ed.2d 218\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=2018%20WL%201143822\">\n    2018 WL 1143822\n   </extracted-citation>\n   , at *5-7 (U.S. Mar. 5, 2018). We are at liberty to affirm a district court's judgment on any ground made manifest by the record, whether or not that particular ground was raised below.\n   <em>\n    See\n   </em>\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Zorrilla-Echevarría\n   </em>\n   ,\n   <extracted-citation case-ids=\"4065438\" index=\"37\" url=\"https://cite.case.law/f3d/723/298/#p300\">\n    723 F.3d 298\n   </extracted-citation>\n   , 300 (1st Cir. 2013) ;\n   <em>\n    Doe\n   </em>\n   v.\n   <em>\n    Anrig\n   </em>\n   ,\n   <extracted-citation case-ids=\"57476\" index=\"38\" url=\"https://cite.case.law/f2d/728/30/#p32\">\n    728 F.2d 30\n   </extracted-citation>\n   , 32 (1st Cir. 1984).\n  </p>\n  <p id=\"p-45\">\n   In cases like this one, the provisions of\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n    18 U.S.C. § 981\n   </extracted-citation>\n   are made applicable by\n   <extracted-citation index=\"40\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202461\">\n    28 U.S.C. § 2461\n   </extracted-citation>\n   (c).\n   <em>\n    See\n   </em>\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Cox\n   </em>\n   ,\n   <extracted-citation case-ids=\"12277181\" index=\"41\" url=\"https://cite.case.law/f3d/851/113/\">\n    851 F.3d 113\n   </extracted-citation>\n   , 128 n.14 (1st Cir. 2017). The scope of forfeitable property is delineated in section 981(a)(1)(C) : as relevant here, property is forfeitable to the United States if it \"constitutes or is derived from proceeds traceable to ... 'specified unlawful activit[ies]' \" or \"conspirac[ies] to commit such offense[s].\" A violation of section 666 is an offense constituting such a specified unlawful activity.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%201956\">\n    18 U.S.C. § 1956\n   </extracted-citation>\n   (c)(7)(D). Thus, both the substantive crime and the offense of conspiracy to commit the substantive crime are offenses to which section 981(a)(1)(C) applies.\n  </p>\n  <p id=\"p-46\">\n   We have said before that \"words are like chameleons; they frequently have different shades of meaning depending upon the circumstances.\"\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Romain\n   </em>\n   ,\n   <extracted-citation case-ids=\"9169224\" index=\"43\" url=\"https://cite.case.law/f3d/393/63/#p74\">\n    393 F.3d 63\n   </extracted-citation>\n   , 74 (1st Cir. 2004). As foreshadowed by this zoomorphic simile, the word \"proceeds,\" when used in section 981(a)(1)(C), has a multiplicity of possible meanings depending on the nature of the offense of conviction. For \"cases involving illegal goods, illegal services, [or] unlawful activities,\" the word is defined to mean \"property of any kind obtained directly or\n   indirectly, as the result of the commission of the offense giving rise to the forfeiture, and any property traceable thereto.\"\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n    18 U.S.C. § 981\n   </extracted-citation>\n   (a)(2)(A). For \"cases involving lawful goods or lawful services that are sold or provided in an illegal manner,\" the word \"proceeds\" has a different meaning.\n   <em>\n    <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 981(a)(2)(B). There, the word means the \"amount of money acquired through the illegal transactions resulting in the forfeiture, less the direct costs incurred in providing the goods or services.\"\n   <em>\n    <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-47\">\n   Given these varying definitions, it is readily apparent that the classification of an offense of conviction can have a profound effect on the amount that may be subject to forfeiture in a particular case. Section 981(a)(2)(A) captures proceeds directly or indirectly obtained through the offenses of conviction and authorizes the recoupment of the gross amount of those proceeds. In that context, proceeds are \"not limited to the net gain or profit realized from the offense.\"\n   <em>\n    <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 981(a)(2)(A). By contrast, section 981(a)(2)(B) does not explicitly render property forfeitable if that property is an indirect fruit of the crime. At any rate, section 981(a)(2)(B) captures only net proceeds (allowing a deduction for direct costs). There is relatively sparse case law fleshing out this distinction, and the matter is one of first impression in this circuit.\n  </p>\n  <p id=\"p-48\">\n   Here, the defendant was convicted of embezzlement from an organization receiving federal funds,\n   <em>\n    see\n   </em>\n   <em>\n    <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n     id.\n    </extracted-citation>\n   </em>\n   § 666(a)(1)(A) &amp; (a)(2), and conspiracy to commit an offense against the United States (through a violation of section 666 ),\n   <em>\n    see\n   </em>\n   <em>\n    <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n     id.\n    </extracted-citation>\n   </em>\n   § 371. He argues vociferously that embezzlement is a crime that should be characterized as constituting a lawful service provided in an illegal manner. We do not agree.\n  </p>\n  <p id=\"p-49\">\n   To qualify under section 981(a)(2)(B), a crime must \"involv[e] lawful goods or lawful services that are sold or provided in an illegal manner.\" By definition, the crime must involve a good or service that could, hypothetically, be provided in a lawful manner.\n   <em>\n    See\n   </em>\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Bodouva\n   </em>\n   ,\n   <extracted-citation case-ids=\"12276934\" index=\"50\" url=\"https://cite.case.law/f3d/853/76/#p79\">\n    853 F.3d 76\n   </extracted-citation>\n   , 79-80 (2d. Cir. 2017) (per curiam);\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Contorinis\n   </em>\n   ,\n   <extracted-citation case-ids=\"3514001\" index=\"51\" url=\"https://cite.case.law/f3d/692/136/\">\n    692 F.3d 136\n   </extracted-citation>\n   , 145 n.3 (2d Cir. 2012). Activities that are inherently unlawful fall under section 981(a)(2)(A).\n   <em>\n    See\n   </em>\n   <em>\n    Contorinis\n   </em>\n   ,\n   <extracted-citation case-ids=\"3514001\" index=\"52\" url=\"https://cite.case.law/f3d/692/136/\">\n    692 F.3d at\n   </extracted-citation>\n   145 n.3.\n  </p>\n  <p id=\"p-50\">\n   There is no need for us to reinvent the wheel. In a thoughtful opinion, the Second Circuit has determined that embezzlement \"cannot be done lawfully, and therefore is properly considered an 'unlawful activity' \" within the meaning of section 981(a)(2)(A).\n   <em>\n    Bodouva\n   </em>\n   ,\n   <extracted-citation case-ids=\"12276934\" index=\"53\" url=\"https://cite.case.law/f3d/853/76/#p79\">\n    853 F.3d at 80\n   </extracted-citation>\n   (quoting\n   <em>\n    Contorinis\n   </em>\n   ,\n   <extracted-citation case-ids=\"3514001\" index=\"54\" url=\"https://cite.case.law/f3d/692/136/\">\n    692 F.3d at\n   </extracted-citation>\n   145 n.3 ). We share this view.\n  </p>\n  <p id=\"p-51\">\n   The defendant's attempt to place embezzlement under the carapace of section 981(a)(2)(B) rests on a mis-identification of his criminal conduct. His crime was not the provision of bus services in an illegal manner but, rather, the misappropriation of government resources to his own behoof.\n   <em>\n    See\n   </em>\n   <em>\n    Moore\n   </em>\n   v.\n   <em>\n    United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"5701487\" index=\"55\" url=\"https://cite.case.law/us/160/268/#p269\">\n    160 U.S. 268\n   </extracted-citation>\n   , 269,\n   <extracted-citation case-ids=\"5701487\" index=\"56\" url=\"https://cite.case.law/us/160/268/#p269\">\n    16 S.Ct. 294\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5701487\" index=\"57\" url=\"https://cite.case.law/us/160/268/#p269\">\n    40 L.Ed. 422\n   </extracted-citation>\n   (1895) (\"Embezzlement is the fraudulent appropriation of property by a person to whom such property has been intrusted, or into whose hands it has lawfully come.\").\n  </p>\n  <p id=\"p-52\">\n   That ends this aspect of our inquiry. Because we conclude that embezzlement is an unlawful activity within the ambit of section 981(a)(2)(A), conspiracy to commit that offense necessarily falls within the same taxonomy.\n  </p>\n  <p id=\"p-53\">\n   The inquiry thus reduces to whether the management fees paid to Union Street under its contract with the SRTA constitute proceeds obtained, directly or indirectly, as a result of one or more\n   of the offenses of conviction.\n   <footnotemark>\n    6\n   </footnotemark>\n   Because the management fees were part of the proceeds of the conspiracy offense (at least indirectly), we need not dwell on whether those fees should independently be considered proceeds of the embezzlement offense.\n  </p>\n  <p id=\"p-54\">\n   In determining what constitutes the \"proceeds\" of a conspiracy or other common enterprise, several courts of appeals have recognized that the scope of forfeitable property may extend to all the ill-gotten gains of that conspiracy or enterprise, not just those ill-gotten gains that flow from the underlying substantive offense.\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Capoccia\n   </em>\n   ,\n   <extracted-citation case-ids=\"2920960\" index=\"58\" url=\"https://cite.case.law/f3d/503/103/#p117\">\n    503 F.3d 103\n   </extracted-citation>\n   , 117-18 (2d Cir. 2007) ;\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Hasson\n   </em>\n   ,\n   <extracted-citation case-ids=\"9114554\" index=\"59\" url=\"https://cite.case.law/f3d/333/1264/#p1279\">\n    333 F.3d 1264\n   </extracted-citation>\n   , 1279 (11th Cir. 2003) ;\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Edwards\n   </em>\n   ,\n   <extracted-citation case-ids=\"11434414\" index=\"60\" url=\"https://cite.case.law/f3d/303/606/#p643\">\n    303 F.3d 606\n   </extracted-citation>\n   , 643 (5th Cir. 2002) ;\n   <em>\n    cf.\n   </em>\n   <em>\n    Cox\n   </em>\n   ,\n   <extracted-citation case-ids=\"12277181\" index=\"61\" url=\"https://cite.case.law/f3d/851/113/\">\n    851 F.3d at 128-29\n   </extracted-citation>\n   (holding that forfeitable funds obtained through a \"scheme to defraud\" may include \"additional executions of the scheme that were not specifically charged or on which the defendant was acquitted\"). We align ourselves with these courts and hold that, for forfeiture purposes under section 981(a)(2)(A), the proceeds of a conspiracy should be computed independently of the underlying substantive crime. After all, a conspiracy is an offense in its own right. As such, \"a conspiracy poses distinct dangers quite apart from those of the [underlying] substantive offense.\"\n   <em>\n    Iannelli\n   </em>\n   v.\n   <em>\n    United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"11644635\" index=\"62\" url=\"https://cite.case.law/us/420/770/#p778\">\n    420 U.S. 770\n   </extracted-citation>\n   , 778,\n   <extracted-citation case-ids=\"11644635\" index=\"63\" url=\"https://cite.case.law/us/420/770/#p778\">\n    95 S.Ct. 1284\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11644635\" index=\"64\" url=\"https://cite.case.law/us/420/770/#p778\">\n    43 L.Ed.2d 616\n   </extracted-citation>\n   (1975).\n  </p>\n  <p id=\"p-55\">\n   Not surprisingly, \"[i]t has been long and consistently recognized ... that the commission of [a] substantive offense and a conspiracy to commit it are separate and distinct offenses.\"\n   <em>\n    Pinkerton\n   </em>\n   v.\n   <em>\n    United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"377314\" index=\"65\" url=\"https://cite.case.law/us/328/640/#p643\">\n    328 U.S. 640\n   </extracted-citation>\n   , 643,\n   <extracted-citation case-ids=\"377314\" index=\"66\" url=\"https://cite.case.law/us/328/640/#p643\">\n    66 S.Ct. 1180\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"377314\" index=\"67\" url=\"https://cite.case.law/us/328/640/#p643\">\n    90 L.Ed. 1489\n   </extracted-citation>\n   (1946). The rationale for treating the two separately is powerful: among other things, \"[g]roup association for criminal purposes often, if not normally, makes possible the attainment of ends more complex than those which one criminal could accomplish.\"\n   <em>\n    Iannelli\n   </em>\n   ,\n   <extracted-citation case-ids=\"11644635\" index=\"68\" url=\"https://cite.case.law/us/420/770/#p778\">\n    420 U.S. at 778\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11644635\" index=\"69\" url=\"https://cite.case.law/us/420/770/#p778\">\n    95 S.Ct. 1284\n   </extracted-citation>\n   (quoting\n   <em>\n    Callanan\n   </em>\n   v.\n   <em>\n    United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"6173277\" index=\"70\" url=\"https://cite.case.law/us/364/587/#p593\">\n    364 U.S. 587\n   </extracted-citation>\n   , 593,\n   <extracted-citation case-ids=\"6173277\" index=\"71\" url=\"https://cite.case.law/us/364/587/#p593\">\n    81 S.Ct. 321\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173277\" index=\"72\" url=\"https://cite.case.law/us/364/587/#p593\">\n    5 L.Ed.2d 312\n   </extracted-citation>\n   (1961) ).\n  </p>\n  <p id=\"p-56\">\n   The threats inherent in group criminality are on full display in this case. Through cronyism and the wielding of political influence, the conspiracy allowed the defendant to obtain and keep in force Union Street's 2006 contract with the SRTA. During its term, the conspiracy enabled him corruptly to turn the contract into something resembling his personal piggy bank. Contrary to the defendant's importunings, the ensuing loss to the public substantially surpassed the value of the misappropriated services and diverted work-hours: the conspiracy not only produced a rigged bidding process but also deprived the public of arm's-length oversight of a regional transportation system. Seen in this light, the case offers a paradigmatic example of how the proceeds of a conspiracy can substantially exceed the proceeds of the underlying substantive offense.\n  </p>\n  <p id=\"p-57\">\n   The defendant nonetheless argues that the management fees were not supportably found to be proceeds of the charged conspiracy.\n   <footnotemark>\n    7\n   </footnotemark>\n   This argument lacks force.\n  </p>\n  <p id=\"p-58\">\n   To undergird its forfeiture order, the district court ultimately had to determine by a fair preponderance of the evidence that the management fees were either directly or indirectly obtained as fruit of the charged conspiracy.\n   <footnotemark>\n    8\n   </footnotemark>\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"73\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n    18 U.S.C. § 981\n   </extracted-citation>\n   (a)(1)(A) ;\n   <em>\n    United States\n   </em>\n   v.\n   <em>\n    Keene\n   </em>\n   ,\n   <extracted-citation case-ids=\"9098475\" index=\"74\" url=\"https://cite.case.law/f3d/341/78/#p86\">\n    341 F.3d 78\n   </extracted-citation>\n   , 86 (1st Cir. 2003). The evidence here established that the defendant conspired with others to ensure that Union Street received the 2006 contract. The conspiracy then operated to minimize meaningful superintendence of Union Street's handling of the contract, which in turn allowed the defendant relatively free reign to plunder Union Street's SRTA-funded resources. The district court was warranted in concluding that the defendant, instead of managing the contract to achieve maximum efficiency in transportation services and to further the public good, managed the contract with an eye toward lining his own pockets.\n  </p>\n  <p id=\"p-59\">\n   Finally, the management fees were only a fraction of the contract's total value,\n   <footnotemark>\n    9\n   </footnotemark>\n   and that fraction was specifically intended to compensate the defendant's company for its stewardship of government funds. The conspiracy perverted this stewardship and turned it into a license to steal. On this record, it was not clear error for the district court to determine that the management fees were garnered by the defendant, at least indirectly, as fruit of the charged conspiracy.\n  </p>\n  <p id=\"p-60\">\n   We add a coda. The Supreme Court has observed that \"[f]orfeitures help to ensure that crime does not pay: [t]hey at once punish wrongdoing, deter future illegality, and 'lessen the economic power' of criminal enterprises.\"\n   <em>\n    Kaley\n   </em>\n   v.\n   <em>\n    United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"12701995\" index=\"75\" url=\"https://cite.case.law/us/571/320/\">\n    571 U.S. 320\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12701995,12578270\" index=\"76\" url=\"https://cite.case.law/s-ct/134/1090/\">\n    134 S.Ct. 1090\n   </extracted-citation>\n   , 1094,\n   <extracted-citation case-ids=\"12701995,12578270\" index=\"77\" url=\"https://cite.case.law/s-ct/134/1090/\">\n    188 L.Ed.2d 46\n   </extracted-citation>\n   (2014) (quoting\n   <em>\n    Caplin &amp; Drysdale, Chartered\n   </em>\n   v.\n   <em>\n    United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"6217840\" index=\"78\" url=\"https://cite.case.law/us/491/617/#p630\">\n    491 U.S. 617\n   </extracted-citation>\n   , 630,\n   <extracted-citation case-ids=\"6217840\" index=\"79\" url=\"https://cite.case.law/us/491/617/#p630\">\n    109 S.Ct. 2646\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6217840\" index=\"80\" url=\"https://cite.case.law/us/491/617/#p630\">\n    105 L.Ed.2d 528\n   </extracted-citation>\n   (1989) ). Our application of section 981(a)(1)(A) fits hand-in-glove with this pithy observation.\n  </p>\n  <p id=\"p-61\">\n   <strong>\n    III. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-62\">\n   We need go no further. For the reasons elucidated above, the order of forfeiture is\n  </p>\n  <p id=\"p-63\">\n   <strong>\n    <em>\n     Affirmed\n    </em>\n    .\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-67\">\n    The management fee \"gradually rose from $199,714 for 2006 to $266,711 for 2010.\"\n    <em>\n     George I\n    </em>\n    ,\n    <extracted-citation case-ids=\"12173632\" index=\"81\" url=\"https://cite.case.law/f3d/841/55/\">\n     841 F.3d at 59\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-68\">\n    Here, as in\n    <em>\n     George I\n    </em>\n    , \"[w]e use the term 'embezzlement' as a shorthand. The statute of conviction,\n    <extracted-citation index=\"82\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20666\">\n     18 U.S.C. § 666\n    </extracted-citation>\n    (a)(1)(A), criminalizes a range of nefarious activities, including embezzlement, theft, fraudulent obtaining, knowing conversion, and intentional misapplication of covered funds.\"\n    <extracted-citation case-ids=\"12173632\" index=\"83\" url=\"https://cite.case.law/f3d/841/55/\">\n     841 F.3d at\n    </extracted-citation>\n    58 n.1.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-69\">\n    The restitution amount was calculated to reflect the aggregate value of misappropriated services and diverted employee work-hours. None of these sums forms any part of the ensuing forfeiture award.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-70\">\n    Although the right to be present at sentencing may have a constitutional dimension as well,\n    <em>\n     see\n    </em>\n    <em>\n     United States\n    </em>\n    v.\n    <em>\n     Gagnon\n    </em>\n    ,\n    <extracted-citation case-ids=\"11299581\" index=\"84\" url=\"https://cite.case.law/us/470/522/\">\n     470 U.S. 522\n    </extracted-citation>\n    , 526,\n    <extracted-citation case-ids=\"11299581\" index=\"85\" url=\"https://cite.case.law/us/470/522/\">\n     105 S.Ct. 1482\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11299581\" index=\"86\" url=\"https://cite.case.law/us/470/522/\">\n     84 L.Ed.2d 486\n    </extracted-citation>\n    (1985) (per curiam), the defendant has not framed his argument in those terms. Accordingly, we deem any constitutional claim abandoned.\n    <em>\n     See\n    </em>\n    <em>\n     United States\n    </em>\n    v.\n    <em>\n     Zannino\n    </em>\n    ,\n    <extracted-citation case-ids=\"10526539\" index=\"87\" url=\"https://cite.case.law/f2d/895/1/#p17\">\n     895 F.2d 1\n    </extracted-citation>\n    , 17 (1st Cir. 1990) (per curiam) (explaining that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-71\">\n    <em>\n     See\n    </em>\n    ,\n    <em>\n     e.g.\n    </em>\n    ,\n    <em>\n     United States\n    </em>\n    v.\n    <em>\n     Parrish\n    </em>\n    ,\n    <extracted-citation case-ids=\"1241083\" index=\"88\" url=\"https://cite.case.law/f3d/427/1345/#p1348\">\n     427 F.3d 1345\n    </extracted-citation>\n    , 1348 (11th Cir. 2005) (finding no error under Rule 43 when district court resentenced absent defendant to same sentence that had previously been imposed);\n    <em>\n     United States\n    </em>\n    v.\n    <em>\n     Saccoccia\n    </em>\n    ,\n    <extracted-citation case-ids=\"7411837\" index=\"89\" url=\"https://cite.case.law/f3d/58/754/#p784\">\n     58 F.3d 754\n    </extracted-citation>\n    , 784-85 (1st Cir. 1995) (refusing to vacate forfeiture order despite defendant's absence at forfeiture-related proceedings);\n    <em>\n     cf.\n    </em>\n    <em>\n     United States\n    </em>\n    v.\n    <em>\n     Ferrario-Pozzi\n    </em>\n    ,\n    <extracted-citation case-ids=\"9243002\" index=\"90\" url=\"https://cite.case.law/f3d/368/5/#p9\">\n     368 F.3d 5\n    </extracted-citation>\n    , 9-10 (1st Cir. 2004) (rejecting claim of constitutional violation arising out of defendant's absence at time of entry of forfeiture order).\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-72\">\n    Of course, the forfeiture order could also be sustained if the government could show that the property forfeited was \"traceable to\" such proceeds.\n    <extracted-citation index=\"91\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20981\">\n     18 U.S.C. § 981\n    </extracted-citation>\n    (a)(2)(A). Because we conclude that the management fees are themselves proceeds (at least indirectly) of the conspiracy offense,\n    <em>\n     see\n    </em>\n    text\n    <em>\n     infra\n    </em>\n    , we need not explore this alternative.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-73\">\n    As part of his asseverational array, the defendant suggests that the nexus requirement embodied in Federal Rule of Criminal Procedure 32.2(b)(1) is controlling. This suggestion is jejune: Rule 32.2(b)(1)'s nexus requirement does not apply where, as here, the inquiry involves a money judgment.\n    <em>\n     See\n    </em>\n    <em>\n     United States\n    </em>\n    v.\n    <em>\n     Misla-Aldarondo\n    </em>\n    ,\n    <extracted-citation case-ids=\"3781159\" index=\"92\" url=\"https://cite.case.law/f3d/478/52/#p73\">\n     478 F.3d 52\n    </extracted-citation>\n    , 73-74 (1st Cir. 2007) (explaining that the nexus requirement applies only to forfeiture motions in which the government seeks forfeiture of specific property, not to forfeiture orders taking the form of monetary awards).\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-74\">\n    In his reply brief, the defendant cites\n    <em>\n     Honeycutt\n    </em>\n    v.\n    <em>\n     United States\n    </em>\n    , --- U.S. ----,\n    <extracted-citation case-ids=\"12604669\" index=\"93\" url=\"https://cite.case.law/s-ct/137/1626/\">\n     137 S.Ct. 1626\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12604669\" index=\"94\" url=\"https://cite.case.law/s-ct/137/1626/\">\n     198 L.Ed.2d 73\n    </extracted-citation>\n    (2017), a case that concerns forfeiture actions brought under\n    <extracted-citation index=\"95\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%20853\">\n     21 U.S.C. § 853\n    </extracted-citation>\n    . He argues that the\n    <em>\n     Honeycutt\n    </em>\n    decision somehow changed the calculus for determining the scope and amount of forfeitable proceeds in this case. We think not.\n    <em>\n     Honeycutt\n    </em>\n    held that coconspirators do not face joint and several liability for the proceeds of a conspiracy and that any coconspirator can only be forced to forfeit tainted property that he-as opposed to another coconspirator-obtained through the conspiracy.\n    <em>\n     See\n    </em>\n    <em>\n     <extracted-citation index=\"96\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%20853\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"96\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%20853\">\n     at 1631-35\n    </extracted-citation>\n    . In this instance, the defendant does not contest his receipt of the management fees; he only contests whether those fees can be classified as proceeds of his criminal conduct. Given the nature of this challenge,\n    <em>\n     Honeycutt\n    </em>\n    lends the defendant no support.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-75\">\n    The government did not seek forfeiture of the total value of the contract, and we do not decide whether a more sweeping forfeiture order would have been appropriate here.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}