{
  "casebody": {
    "data": "<casebody firstpage=\"401\" lastpage=\"404\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b233-4\">First Department,</court>\n<p data-order=\"1\" data-type=\"otherdate\" id=\"A2r\">June, 2015</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Agj\">(June 2, 2015)</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"A7L\">The People of the State of New York, Respondent, v Uquinn Banks, Appellant.</parties>\n<citation data-order=\"4\" data-type=\"citation\" id=\"Aaj\">[9 NYS3d 272]</citation>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b233-8\">Judgment, Supreme Court, New York County (Edward J. McLaughlin, J.), rendered April 16, 2013, as amended on May 8, 2013 and June 3, 2013, convicting defendant, upon his plea of guilty, of conspiracy in the second degree and three counts of criminal sale of a controlled substance in the third degree, and sentencing him, as a second felony drug offender, to an aggregate term of 20 years, unanimously affirmed.</p>\n<p id=\"b233-9\">We find that the court below providently exercised its discretion in denying defendant’s motion to withdraw his guilty plea. By indictment filed on January 28, 2012, defendant was charged with one count of conspiracy in the first degree, one count of conspiracy in the third degree, 24 counts of criminal sale of a controlled substance in the third degree, 14 counts of criminal sale of a controlled substance in the fourth degree, 13 counts of criminal possession of a controlled substance in the fourth degree and 48 counts of criminal possession of a controlled substance in the fifth degree. The indictment charged defendant and 35 other individuals with membership in a drug ring that was run by Bernard Moultrie and his brother, Lamont Moultrie. The charges against defendant related to his direct participation in 35 separate undercover sales of cocaine or phencyclidine between December 23, 2010 and November 11, 2011.</p>\n<p id=\"b233-10\">By papers filed on August 13, 2012, defendant moved pursuant to CPL 200.40 for an order severing his trial from any trial <page-number citation-index=\"1\" label=\"402\">*402</page-number>that would include the Moultries. The motion was made on the ground of a purported likelihood that defendant would assert an affirmative defense of duress under Penal Law § 40.00 that would be antagonistic to the defenses of the Moultries. In support of the motion, it was asserted that defendant would “likely testify and recount the numerous threats of imminent physical force by Bernard and Lamont Moultrie against Defendant and Defendant’s family members if Defendant did not do as he was told by Bernard and Lamont Moultrie.” By written decision dated September 14, 2012, the trial court denied defendant’s motion for a severance, finding that his papers failed “to allege the existence of threats made against him that coerced him to engage in criminal conduct.”</p>\n<p id=\"b234-4\">On September 27, 2012, defendant pleaded guilty as indicated above. In entering his guilty plea, defendant admitted to unlawfully making drug sales on August 11, September 9 and November 10, 2011. This plea followed guilty pleas that had been entered by the Moultries and others earlier that day. The prosecution originally required that all codefendants plead guilty in order for any defendant to benefit from the global plea bargain. That requirement was withdrawn by the time defendant entered his plea. Defendant was told that he would be tried alone if he rejected the plea. Before sentence was imposed, defendant moved to withdraw his guilty plea. The motion was based on the ground that defendant’s guilty plea was rendered involuntary by the ineffective assistance of his counsel. Specifically, defendant’s cited his counsel’s failure to advise him that once the Moultries pleaded guilty he was “free to assert the Duress Defense at trial.” Defendant also cited counsel’s failure to advise him of the existence of an allegedly “exculpatory” surveillance video that depicted an August 5, 2011 assault by the Moultries and others upon defendant and his uncle. Defendant argued that the video corroborated his duress defense. The court denied the motion, finding the proffered duress defense to be as unviable as it was before the Moultries’ guilty pleas. The court also rejected defendant’s additional claim that his guilty plea was the product of threats by the Moultries that he did not disclose to his counsel. We affirm.</p>\n<p id=\"b234-5\">At any time before imposing sentence a court in its discretion may permit a defendant to withdraw a guilty plea (see CPL 220.60 [3]). As stated, defendant moved to vacate his guilty plea on the ground that he was denied the effective assistance of counsel. Under the federal constitutional standard, which defendant solely invokes, a defendant claiming ineffective assistance of counsel must meet a two-pronged test by <page-number citation-index=\"1\" label=\"403\">*403</page-number>showing that “counsel’s performance was deficient” and “that the deficient performance prejudiced the defense” <em>(Strickland v Washington, </em>466 US 668, 687 [1984]; <em>see also People v McDonald, </em>1 NY3d 109, 113 [2003]). Under <em>Hill v Lockhart </em>(474 US 52 [1985], which defendant cites, the second prong “focuses on whether counsel’s constitutionally ineffective performance affected the outcome of the plea process” <em>(id. </em>at 59). To meet this prong, defendant was required to show that “there is a reasonable probability that, but for counsel’s errors, he would not have pleaded guilty and would have insisted on going to trial” <em>(id.).</em></p>\n<p id=\"b235-4\">We find that the court did not improvidently exercise its discretion in denying defendant’s motion to withdraw his guilty plea. There is ample reason for the court’s rejection of defendant’s claim that he would have proceeded to trial if apprised of the availability of his purportedly revitalized duress defense. The defense of duress requires a showing that a defendant engaged in “proscribed conduct because he was coerced to do so by the use or threatened imminent use of unlawful physical force upon him or a third person, which force or threatened force a person of reasonable firmness in his situation would have been unable to resist” <em>(see </em>Penal Law § 40.00 [1]). As duress is an affirmative defense, defendant would have had the burden of establishing the same at trial by a preponderance of evidence <em>(id.; </em>Penal Law § 25.00 [2]). Defendant did not make a prima facie showing of the requisite “threatened imminent use of unlawful physical force” because he did not allege the existence of force or a threat of force capable of “ ‘immediate exercise of realization’ ” at the time of any of the crimes specified in his guilty plea <em>(see People v Hai Guang Zheng, </em>268 AD2d 443, 444 [2d Dept 2000], <em>lv denied </em>95 NY2d 835 [2000]; <em>People v Staffieri, </em>251 AD2d 998 [4th Dept 1998]; <em>see also </em>William C. Donnino, Practice Commentary, McKinney’s Cons Laws of NY, Book 39, Penal Law § 40.00). Defendant’s claim of duress is further undermined by the absence of a showing that he sought the assistance of law enforcement authorities during his 15-month participation in the conspiracy <em>(see People v Moreno, </em>58 AD3d 516, 518 [1st Dept 2009], <em>lv denied </em>12 NY3d 819 [2009]). Moreover, the aforementioned surveillance video, depicting events occurring weeks to months before defendant committed the crimes to which he pleaded guilty, would not have rehabilitated his infirm duress defense. Defendant’s criminal record would have also severely compromised a duress defense. As reflected by the plea minutes, in 2008 defendant pleaded guilty before a Pennsylvania court to the crime of possession of a controlled substance with intent to deliver. Evidence of this prior <page-number citation-index=\"1\" label=\"404\">*404</page-number>conviction would have been admissible to rebut the claim of coercion and prove a criminal intent or design (see <em>People v Urbaez, </em>219 AD2d 568 [1995], <em>lv denied </em>87 NY2d 908 [1995]). As aptly noted by the court, defendant, who faced a maximum sentence of life imprisonment, pleaded guilty simply to accept the significant benefit of the plea offer. Accordingly, the court properly exercised its discretion in rejecting defendant’s claim that he would not have pleaded guilty and would have gone to trial on a duress defense but for counsel’s alleged errors (see <em>Hill, </em>474 US at 59). In addition, the court properly rejected defendant’s assertion that his guilty plea was the product of threats that the Moultries and others made in order to ensure a global disposition of the indictment. As found by the court, the claim was refuted by the fact that defendant entered his guilty plea after the others had already done so.</p>\n<p id=\"b236-4\">We see no reason to disturb the court’s sentence particularly in light of the evidence that defendant played a major role in an extensive drug operation. We have considered defendant’s</p>\n<p id=\"AWW\">remaining contentions and find them unavailing.</p>\n<judges id=\"Aqn\">Concur— Mazzarelli, J.P., DeGrasse, Manzanet-Daniels, Feinman and Gische, JJ.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}