{
  "casebody": {
    "data": "<casebody firstpage=\"289\" lastpage=\"303\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b305-7\">Mary Elizabeth Burt v. Jesse H. Lochausen, Jr. et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b305-8\">No. A-3443.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHL\">Decided May 21, 1952.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b305-9\">Rehearing overruled June 18, 1952.</otherdate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b305-10\">(249 S. W., 2d Series, 194.)</citation>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b307-4\"><page-number citation-index=\"1\" label=\"291\">*291</page-number><em>Andress, Lipscomb &amp; Peticolas </em>and <em>Theodore Andress, </em>of El Paso, for petitioner, Mary Elizabeth Burt.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b307-5\">The Court of Civil Appeals erred in holding that there was no evidence of gross negligence; in affirming the judgment of the trial court notwithstanding the verdict of the jury. Bowman v. Puckett, 144 Texas 125,188 S.W. 2d 571; Campbell v. Paschall, 132 Texas 226, 121 S.W. 2d 593; Edwards v. Osman, 84 Texas 656, 19 S W. 868.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b307-6\"><em>Jones, Hardin, Grambling &amp; Howell and Allen R, Grambling, </em>of El Paso, for Jesse H. Lochausen, <em>Kemp, Smith, Brown, Gog-gin &amp; White, Burges, Scott, Rasberry &amp; Hulse and John L. Rasbetry, </em>and <em>Wynham K. White, </em>of El Paso, for Life Insurance Company of Virginia, respondents.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b307-7\">Mr. Justice Griffin</author>\n<p id=\"AHZ\">delivered the opinion of the Court.</p>\n<p id=\"b307-8\">The pertinent facts necessary to an understanding of this cause may be stated as follows:</p>\n<p id=\"b307-9\">Lochausen, who was an insurance agent and associate manager of The Life Insurance Company of Virginia, prior to March 6, 1950, had taken the application of Richard Burt for $25,000 insurance in the Insurance Company. Burt lived about fourteen miles west of El Paso on his farm, and came in on the morning of March 6, 1950, to be examined for the insurance by the Company medical examiner. He first went to Lochausen’s office and met Lochausen at the elevator. They went together to the doctor’s office and Burt was examined, which examination was concluded about noontime. Lochausen and Burt went immediately to Juarez, Mexico, for lunch and refreshment. Burt, Lochausen and a friend, who joined them at the Central Cafe in Juarez, rolled dice to see who should pay for the drinks and meal, and Lochausen was “stuck” and paid for the lunch. Burt had come to the City in his own car and his wife in hers. Mrs. Burt left her car at a motor company to be serviced and, by prior arrangement, was to meet her husband at the Popular Dry Goods Company in El Paso, Texas, at 1 P. M. and return home with him in his car. While in Juarez, Burt recalled his appointment with his wife and borrowed Lochausen’s car and came to El Paso and met Mrs. Burt and told her he had a way to get home and she could go on in his car. Burt returned to Juarez.</p>\n<p id=\"b307-10\">At the conclusion of the Juarez lunch, and at about 2:30 to 3:00 P. M., Lochausen and Burt made a trip down the El Paso <page-number citation-index=\"1\" label=\"292\">*292</page-number>Valley and later returned to Juarez about 4:00 P. M. where they remained until about 6:45 P. M. when they left for the Burt farm home in Lochausen’s car. Lochausen testified Burt had asked him, during the lunch time in Juarez before Burt came to El Paso to meet Mrs. Burt, to take him home later. There was testimony in the record that Lochausen had said he was to meet Burt the next morning, March 7th, to collect the first premium, and also testimony from Lochausen that he was through with the matter of insurance after the examination until the policy was returned by the Company for delivery, at which time the premium would be due under the then status of the matter, and at which time he would collect it. We regard it as immaterial whether the premium was to be collected on the morning of the 7th or on delivery of the policy.</p>\n<p id=\"b308-3\">The unfortunate and tragic accident in which Burt lost his life occurred about 7:00 P. M., March 6th, on Highway 80-A just west of the city limits. At the point where the accident occurred, and at all points in the immediate vicinity, the highway is a four-lane highway with a double stripe and buttons marking the center. We will recite such testimony as may be needed in connection with our discussion of the legal points discussed in this opinion.</p>\n<p id=\"b308-4\">Petitioner filed ¡suit in one of the district courts in El Paso County, Texas, against respondents, Lochausen and the Insurance Company for damages suffered by virtue of the death of her husband in the unfortunate accident, alleging Lochausen to be the owner and driver of the car when the accident occurred. She further alleged that the injuries and death of her husband were caused by the gross negligence, heedless and reckless disregard of the rights and safety of others on the part of Lochausen (joining the Insurance Company as a party defendant on the theory that Lochausen was the agent of the Insurance Company and engaged in the course of his agency and employment at the time of the accident) as follows: (a) that Louchausen drove and operated his car at a great, excessive and reckless rate of speed; (b) at a speed in excess of 60 miles per hour contrary to law; (c) that he overtook and passed a truck proceeding in the same direction on a left hand curve; (d) that he overtook and passed a truck proceeding in the same direction and drove to the left of the center of the highway at a time when the left side of the center was not free from traffic, etc., contrary to law; (e) that he so operated his car as to fail to keep and maintain same under a proper degree of control and management in driving said car off of said highway; (f) that he failed to keep the proper lookout <page-number citation-index=\"1\" label=\"293\">*293</page-number>for other persons and vehicles upon said curving highway. In addition, petitioner pleaded all such claimed grounds of gross negligence as ordinary negligence.</p>\n<p id=\"b309-5\">At the close of the testimony and after all parties had rested the respondents, Lochausen and Insurance Company, each, filed separate motions for an instructed verdict upon the grounds sustained by the trial court in granting these respondents’ motion for a judgment non obstante veredicto.</p>\n<p id=\"b309-6\">The trial court, in special issues, submitted all the alleged grounds of negligence save (d) to the jury, upon each of which the jury returned favorable answers for plaintiff and in response to appropriate issues found each such claimed acts to be ordinary negligence and also gross negligence and a proximate cause of the accident and injuries. Each of the defendants timely filed motions to disregard the verdict and render judgment in their favor notwithstanding the verdict. The court heard the motions and arguments thereon and sustained them and rendered judgment that plaintiff take nothing. The motions were predicated primarily on the grounds that the evidence established, as a matter of law, that Burt was the guest of Lochausen at the time of the accident and that Lochausen was not guilty of gross negligence. Plaintiff’s points on the appeal, save one, challenge these grounds and the action of the court in rendering the judgment in response to the motions.</p>\n<p id=\"b309-7\">Petitioner appealed to the Court of Civil Appeals at El Paso, Texas, which court, by its majority opinion, discussed only the question of the correctness of the “non obstante” judgment as based upon (a) that Burt, as a matter of law, was a “guest” of defendant Lochausen at the time of the accident, and not a “passenger” within the meaning of our “Guest Statute” (Art. 6701b, V. A. C. S.) ; and (b) that Lochausen was, as a matter of law, not guilty of gross negligence on the occasion in question. The Court of Civil Appeals affirmed the action of the trial court as to both of the above particulars, and affirmed the judgment rendered. Justice McGill, in his dissenting opinion, agreed that Burt was Lochausen’s guest at the time of the accident, but he took the position there was evidence to support the jury’s verdict that Lochausen was guilty of gross negligence. He agreed with the majority opinion that the Insurance Company was not liable, and he would have affirmed the trial court’s judgment in favor of the Insurance Company. 244 S.W. 2d 915.</p>\n<p id=\"b309-8\">1 We agree with both courts below that there is no liability on <page-number citation-index=\"1\" label=\"294\">*294</page-number>the part of The Life Insurance Company of Virginia (1) because, in our opinion, the case of American Nat. Ins. Co. v. Denke et al, 128 Texas 229, 95 S.W. 2d 370, 107 A. L. R. 409 is controlling so as to relieve the Insurance Company of liability. The written contract of employment of the agent in the Denke case is set out in that opinion.</p>\n<p id=\"b310-3\">The contract of Lochausen with The Life Insurance Company of Virginia, as shown by an exhibit to the Statement of Facts, provides, among other things, that Lochausen is appointed as agent in the El Paso territory “for the purpose of procuring applications for insurance in the said The Life Insurance Company of Virginia, and for the purpose of collecting and paying over premiums to the Company on such insurance when effected, and of performing such other duties in connection therewith as may be required by said Company,” and “3. The Agent shall be governed in the business of his Agency by the written and printed instructions and rules which he may from time to time receive from the Company * * *.” The contract appointing Lochausen as associate manager of the El Paso territory was signed by Lochausen and Malcolm H. Webb, Jr., as manager and appoints Lochausen as “his agent (to be known as Associate Manager) for the purpose of supervising and training agents appointed in El Paso, Texas, and Territory in the State of Texas and Territory, the collection of premiums and carrying out of such other duties, responsibilities and instructions as may be placed upon the Party of the Second Part (Lochausen) by the Party of the First Part (Webb).” The Insurance Company consented to the appointment by appropriate wording at the bottom of the contract and the signature of an assistant vice-president. There is no evidence that the Insurance Company exercised any control over Lochausen except as to “the contractual features of his employment, and to the attainment of ultimate results, and not to ‘physical details as to the manner of performance’ of his movements while soliciting, collecting, attending meetings, etc.,” as is said by this court in the Denke case (loc. cit., 128 Texas 235, 955 S. W. 2d, p. 373 2nd col. In the Denke case, Saunders ran his car into Denke and Shepherd while he (Saunders) was driving across the City of Galveston for the express purpose of soliciting insurance. In that case it is said “the decisive question is, had the defendant (Insurance Company) the right to control <em>in the given particular, </em>the conduct of the person doing the wrong,” (loc. cit., 128 Texas 236, 95 S. W. 2d 373, top 2nd col. Also, “In our opinion while there are numerous provisions in the contract which indicate control over Saunders, yet we think the control evidenced by such pro<page-number citation-index=\"1\" label=\"295\">*295</page-number>visions related primarily to the contractual features of his employment, and to the attainment of ultimate results, and not to ‘physical details as to the manner of performance’ of his movements while soliciting, collecting, attending meetings, etc. Falling short in this last particular, the control was not such as to create liability on the part of plaintiff in error for his negligent acts in the operation of his wife’s automobile; although at the time he may have been engaged in the furtherance of the company’s business. While there are decisions to the contrary, including one or more by the Courts of Civil Appeals of our state, yet the overwhelming weight of all recent decisions supports the foregoing statement.”</p>\n<p id=\"b311-5\">An examination of Shephard’s Southwestern Reporter Citations shows that not only has the Denke case never been overruled or questioned in Texas, but it has been cited numerous times on this point, and in addition, also has been cited in cases in fourteen jurisdictions other than Texas. It thoroughly discusses, analyzes and quotes from various authorities, and reverses and renders for the Insurance Company judgment of the trial court for plaintiffs based upon favorable answers of a jury, and which judgment had been affirmed by the Court of Civil Appeals. We will not burden this opinion with further quota-ions from the case as it can easily be found and read by those interested.</p>\n<p id=\"b311-6\">2 (2) We further agree with both courts below on the ground that at the time of the accident Lochausen was not engaged in the scope of his employment with the Insurance Company. The medical examination of Burt was concluded around noon and the business of the Company with regard to Burt was concluded at that time. The act of Lochausen in taking Burt home some six or seven hours later, after the two of them had spent the afternoon in mutual pleasure and enjoyment, was not in the furtherance of the particular business of the Insurance Company, but only a friendly and neighborly act on the part of Lochausen, performed at the request of Burt. Burt had a way home with his wife at 1:00 P. M., but he preferred to continue his own devices until later, and requested Lochausen to take him (Burt) home, which Lochausen agreed to do, for the mutual enjoyment of both. There could be no liability on the Insurance Company in any event, unless the accident happened while Lochausen was in the furtherance of the Insurance Company’s business. This is an elementary statement of the law and we will not cite numerous authorities to support it. 2 Am. Jur. 279, Agency, Sec. <page-number citation-index=\"1\" label=\"296\">*296</page-number>360; 35 Am. Jur. 986, et seq., Master and Servant, Secs. 553, 555 and 558; 29 Tex. Jur. 124, Secs, 69, 70, 74; 27 Tex. Dig. 708, Master and Servant, Secs. 302, 302(6).</p>\n<p id=\"b312-3\">Petitioner cites the Texas case of Fidelity Union Life Ins. Co. v. McGinnis et al, Tex. Civ. App., 62 S.W. 2d 186, no writ history, as authority for her proposition that Lochausen was a servant of the Insurance Company and within the scope of his employment at the time of the accident. That cause has no writ history and it is noticed that it has not been cited by our courts since the Denke case, supra. Also, we feel that this court had reference to the McGinnis case, and those other cases by Courts of Civil Appeals holding along the same line, when in the Denke case we said: “While there are decisions to the contrary, including one or more by the Courts of Civil Appeals of our state, yet the overwhelming weight of all recent decisions supports the foregoing statement”; i.e., there was no liability on the part of the Insurance Company.</p>\n<p id=\"b312-4\">Petitioner also cites the case of Kennedy et al v. American Nat. Ins. Co., 130 Texas 155, 107 S.W. 2d 364, 111 A. L. R. 916, as sustaining her contention. In that case there was no question but that A. L. Wilson, the tort feasor, was the servant of the insurance company. He worked out of the home office as an agency inspector, traveling in his own car from town to town where the company had agencies. The question there was whether or not this servant of the company had the authority to use his own car in his work so as to render the insurance company liable for injuries inflicted by Wilson on others, while Wilson was driving from one town to another in the discharge of his duties. A judgment for the plaintiff against the insurance company had been reversed and rendered by the Court of Civil Appeals, and this court reversed and remanded the cause for a new trial in order for the controlling issues set out in the opinion to be determined upon another trial.</p>\n<p id=\"b312-5\">3 We agree with the unanimous opinion of the Court of Civil Appeals, that Burt was the guest of Lochausen on the occasion in question, and was not a mere passenger in Lochausen’s car, as is expressed by the court’s majority opinion, as follows:</p>\n<p id=\"b312-6\">“The rule established by the authorities everywhere seems to be, to remove a case from the provisions of such statutes a definite relationship must be established and a definite tangible benefit to the operator shown to have been the motivating influence for furnishing the transportation. The rule is firmly <page-number citation-index=\"1\" label=\"297\">*297</page-number>established in the decisions of this State, Raub v. Rowe, Tex. Civ. App., 119 S. W. 2d 190 (e. r.) ; Franzen v. Jason, Tex. Civ. App., 166 S. W. 2d 727, (e. r.) ; Henry v. Henson, Tex. Civ. App., 174 S. W. 2d 270, (e r.) ; and to which might be added many other cases. The benefits suggested by plaintiff are thought to be too uncertain, remote, and speculative to be definite and tangible. See Leete v. Griswold Post, American Legion, 114 Conn. 400, 158 A. 919 (and our statute is copied from the Connecticut statute).”</p>\n<p id=\"b313-3\">See also Rowan v. Allen, 134 Texas 215, 134 S.W. 2d 1022; Linn v. Nored, Tex. Civ. App., 133 S.W. 2d 234, dismissed, correct judgment; Tex. Jur. 10 Year Supp., Vol. 2, p 264, Automobiles, Sec. 309, et seq.</p>\n<p id=\"b313-4\">4 Since Burt was the guest of Lochausen at the time of the accident, there can be no liability upon Lochausen for the accident (Art. 6701b, V. A. C. S., 1925) “unless such accident shall have been intentional on the part of said owner or operator (of the automobile) or caused by his heedlessness or his reckless disregard of the rights of others.” There being no pleadings or evidence that the occurrence was intentional on the part of Lochausen, his liability must rest upon his actions and conduct at the time amounting to “gross negligence.” The latter part of the above quotation from the statute has been held to mean “gross negligence”. Rowan v. Allen, supra, Rogers v. Blake, 150 Texas, 373, 240 S.W. 2d 1001, and cases cited in these opinions. It has been said that the decided cases in Texas leave the law as to what constitutes gross negligence and liability under our “Guest Statutes” in a hopeless state of confusion.</p>\n<p id=\"b313-5\">“Whether an automobile host’s conduct is so far negligent or wanton, reckless, or willfully improper as to render him liable to a gratuitous guest, under the prevailing standard of liability depends in every case upon the combination of circumstances present at the particular time and place. No one or two acts or omissions on the part of the host, no one or two factors from among the conditions then and there present, can be segregated and arbitrarily characterized as necessarily constituting a breach by the host of his duty. Yet typically some one particular act or omission is the central feature of every such traffic accident. It is not of itself determining, but it is still of critical significance.” Blashfield, Cyclopedia of Automobile Law and Practice, Vol. 4, Part 1, p. 393, Sec. 2324.</p>\n<p id=\"b313-6\">There are certain facts which show only momentary thought<page-number citation-index=\"1\" label=\"298\">*298</page-number>lessness, inadvertence, or error of judgment alone, or show only ordinary negligence which, as a matter of law, does not constitute gross negligence. There are other facts showing a continued or persistent course of conduct, evidencing an entire want of care resulting from a realization of the danger to the rights of others, and a conscious indifference to such rights, safety and welfare of the persons affected, which will support a finding that the tort feasor is guilty of gross negligence. Bowman v. Puckett, 144 Texas 125, 188 S.W. 2d 571, and cases therein cited.</p>\n<p id=\"b314-3\">In the case at bar there were pleadings of gross negligence and proper issues were submitted thereon and the jury returned a verdict that Lochausen was guilty of gross negligence. The trial court disregarded and set aside the answers of the jury finding gross negligence and rendered judgment for the defendants, based in part upon the theory that the facts proven, as a matter of law, did not show that Lochausen was guilty of gross negligence. In reviewing this action of the trial court in its affirmance by the Court of Civil Appeals we must consider all the testimony in the record from the standpoint most favorable to the plaintiff. McAfee et al v. Travis Gas Corporation et al, 137 Texas 314, 153 S.W. 2d 442.</p>\n<p id=\"b314-4\">5 Also, to sustain the action of the trial court in granting judgment non obstante veredicto, it must be determined that there is no evidence having probative force upon which the jury could have made the findings relied upon. Whiteman v. Harris et al, Tex. Civ. App., 123 S.W. 2d 699, writ refused; Warren et al v. Schawe, Tex. Civ. App., 163 S.W. 2d 415, writ refused.</p>\n<p id=\"b314-5\">“It was the jury’s province to weigh all of the evidence, to decide what credence should be given to the whole or to any part of the testimony of each witness. ‘The jury were the judges not only of the facts proved, but also of the inferences to be drawn therefrom, provided such inferences were not unreasonable.’ Stephenville, N. &amp; S. T. Ry. Co. v. Shelton, Tex. Com. App., 208 S. W. 915, 916.” Lockley v. Page, 142 Texas 594, 180 S. W. 2d 616, (1-3) ; also 53 Am. Jur. 143, et seq., Trial, Secs. 158 and 159.</p>\n<p id=\"b314-6\">6 We have carefully read over the Statement of Facts and viewed the exhibits and feel that there is evidence, viewed most favorably from the standpoint of the plaintiff, to support the jury’s findings. From plaintiff’s viewpoint the evidence shows that defendant Lochausen was driving his car after dark at a high and excessive rate of speed of 70-75 miles per hour immedi<page-number citation-index=\"1\" label=\"299\">*299</page-number>ately outside the city limits of the city of El Paso. Two witnesses testified that the road was a curved and winding road and defendant Lochausen admitted the road was well known to him and that it was “a crooked, winding, highway between the hills and the river there”; that there was a great amount of traffic on this road at the time; that well knowing the nature and character of the curve the defendant passed a large van-type trailer on its left as both cars were just entering this lefthand curve; that the curve was a rather sharp one of from 30 to 45 degrees; that in so passing defendant pulled in front of oncoming traffic and in order to avoid this oncoming traffic had to cut sharply to defendant’s right, which placed his car in the immediate front of the truck-van he had just passed and in such proximity to the truck that the driver feared a collision, and to avoid the same took his foot off the truck’s accelerator and slowed down the truck’s speed; that defendant’s car went down the highway a short distance, and then pulled off the paved portion thereof onto the dirt shoulders, and ran into a guard rail on this side of the highway some 68% feet from the place the defendant’s car left the highway, and at the same time a wheel, or wheels, of of the car was cutting or digging an appreciable track, or ditch, in the dirt shoulder of the highway; that defendant’s car scraped this guard rail for a distance of 114 feet, and then at an angle to its left recrossed the highway, leaving its tracks on the paved portion thereof, and continued on its course and climbed a dike, or embankment, and ran through a fairly large-sized oleander bush of more than one branch, turned completely over on the car’s top and came to rest with its front end facing the highway from the direction which it had come, having traveled a total of 191 feet from the time the car left the guard rail on the other side of the highway, and that the steering mechanism did not lock as Lochausen claimed in his testimony. There is testimony to support the conclusion that the brakes were applied from the time the car left the pavement until it came to rest upside down on the levee. Lochausen testified he did all he could to control the car, but he was unable to do so.</p>\n<p id=\"b315-3\">This is not a case of excessive speed alone having caused the accident, and thus being a case of ordinary negligence, but from all the facts and circumstances of this case, as shown by the evidence, we think the jury had a right to find the defendant, Lochausen, guilty of gross negligence. Therefore, the trial court was in error in granting Lochausen’s motion for judgr ment non obstante veredicto, and the Court of Civil Appeals in error in affirming such action.</p>\n<p id=\"b316-2\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>Our judgment is that the judgment of both courts is affirmed as to The Life Insurance Company of Virginia, and that it recover its costs in all courts; that the judgment of both courts below in favor of Lochausen are hereby reversed and judgment is here rendered in favor of the petitioner, Mary Elizabeth Burt, a feme sole, against the defendant, Jesse H. Lochausen, Jr., in the sum of $50,900 as found by the jury, together with all her costs in all courts.</p>\n<p id=\"b316-3\">Associate Justice Wilson concurs in the result.</p>\n<p id=\"b316-4\">Associate Justices Garwood and Calvert dissenting.</p>\n<p id=\"b316-5\">Opinion delivered May 21, 1952.</p>\n<p id=\"b316-6\">Rehearing overruled June 18, 1952.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b316-7\">Mr. Justice Wilson</author>\n<p id=\"Aeb\">concurring.</p>\n<p id=\"b316-8\">I agree with the dissent on the question of gross negligence, but concur in the judgment of the majority in the belief that the burden of proof on the issue of guest or passenger rests on the defendant. Under the standard test for measuring testimony the jury could disregard those portions of defendant’s own testimony establishing the issue of guest. I believe there was some evidence to support the jury’s finding that the plaintiff’s husband was a passenger.</p>\n<p id=\"b316-9\">Opinion delivered May 21, 1952.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b316-10\">Mr. Justice Garwood,</author>\n<p id=\"A9u\">joined by Justice Calvert, dissenting.</p>\n<p id=\"b316-11\">In Rogers v. Blake, 150 Texas 373, 240 S.W. 2d 1001, over the dissent of Justice Clyde Smith and myself, gross negligence was held as a matter of law not to exist where at nighttime the defendant driver deliberately and with foreknowledge of a stop sign guarding a city traffic artery, crossed that artery without stopping, at a speed which the jury could reasonably have found excessive under the circumstances and in the face of an automobile approaching at right angles to him, which the jury could reasonably have concluded the defendant either saw or should have seen. The defendant had no more justification for his misconduct than did respondent, Lochausen, here. On a smaller scale the physical facts of the accident, that is, the extraordinary performance of the defendant’s car in the course of the accident, were not dissimilar from those of the instant case. Here, as there, the driver had a positive interest in the safety of his <page-number citation-index=\"1\" label=\"301\">*301</page-number>guest, if that consideration be material. There the driver knew from previous experience that the through street was a traffic artery guarded by stop signs and knew he was approaching it at right angles well before he tried to cross it. Here he was familiar with the road, including the curve, and for a few seconds before the accident was no doubt conscious of his excessive speed. There we had a deliberate disregard of a stop sign (which was both a legal command to stop and also a warning of danger) at a speed which could be taken as at least relatively excessive. Here there was speed along the four-lane highway of about seventy-five miles an hour, at a point where the limit at that hour was fifty five, and an attempt to pass two trucks going in the same direction just as the known curve was reached. There, as the defendant approached the intersection, another car, with normal headlights burning and visible, was closely approaching it along the traffic artery. Here no matter of cross traffic is involved but traffic going up and down the same four-lane highway on which the defendant Lochausen was traveling, though, no doubt, it was all visible just before the accident. The traffic situation here seems no more suggestive of obviously grave peril than it was in Rogers v. Blake. It usually is not a grave matter to overtake and pass a single line of vehicles on a four-lane highway, even with traffic approaching from the opposite direction. Broad highways are designed to reduce the dangers otherwise inherent in such operations. There is no evidence here that Lochausen was knowingly or even actually on the wrong side of the road. His alleged admission that he turned sharply in front of the van he last passed “to avoid oncoming traffic” does not mean he was on the wrong side any more than that the “oncoming traffic” was on the wrong side— which, if it was, it might well have been as the result of some unexpected move that surprised and confused Lochausen. Certainly it does not warrant an inference that Lochausen had been on the wrong side of the road for more than a few seconds if he ever was there. Other than this very brief and vague admission there is no evidence at all about the amount, character, previous visibility, or specific location of the “oncoming traffic.” For all the evidence shows, it may well have been but a single car, and up to the very last second before Lochausen turned right, may have seemed to be either too far away or two much on its own proper side of the road to suggest serious risk. There is no testimony from the driver of the on coming car as there was in Rogers v. Blake.</p>\n<p id=\"b317-5\">It is said that this broad highway was “a winding road” and the inference seems to be drawn that the curve where the acci<page-number citation-index=\"1\" label=\"302\">*302</page-number>dent happened was a severe one. The evidence, however, appears undisputed that for a mile back from this curve the road included but one other and rather mild bend, that the permissible speed for that mile, including the last curve, was fifty-five miles per hour at night, and sixty in daylight, and that there was no warning sign at the curve itself. The latter, from the photographs in evidence, does not appear to be so dangerous that negotiating it at seventy-five miles per hour would be more certainly disastrous than Mr. Blake’s attempted crossing of a city traific artery in violation of a stop sign. To say that it was a “forty-five degree” curve means little in terms of actual risk. If only the radius of a curve be long enough and the road wide, well surfaced, and properly pitched, a far greater change in course than forty-five degrees can be safely made at very high speed.</p>\n<p id=\"b318-3\">Possibly mere speed beyond some given high rate should be considered as evidence of gross negligence, but here the speed was only twenty miles per hour above the legal limit and the curve itself no extraordinary hazard. There is no proof at all as to Lochausen’s speed more than a few second before the accident except his own testimony of a quite moderate rate and his alleged statement to the plaintiff’s attorney that he had been going in the neighborhood of fifty miles per hour. The only proof that might be argued to show a peristent course of misconduct is the testimony that Lochausen was familiar with the road and the curve — just as Mr. Blake knew about the stop sign in Rogers v. Blake.</p>\n<p id=\"b318-4\">We have, of course, held in Rowan v. Allen, 134 Texas 215, 134 S.W. 2d 1022, that proof of speed “between 45 and 50 miles an hour” within the city limits of San Antonio and a slight deviation at that speed to the wrong side of the road amounted to no more than evidence of ordinary negligence. In Bowman v. Puckett, 144 Texas 125, 188 S.W. 2d 571, we took pains to stress the facts that (a) the defendant driver had been proceeding at his high speed (ninety miles per hour) for quite a long time and failed to slow down after entering the city limits of the city in which the accident occurred, and (b) he did so notwithstanding his knowledge that the brakes of his car had a faulty tendency to throw the car to one side when applied. In Rogers v. Blake, the speed, while conservative in the absolute sense, was high in relation to what it would have been if the driver had stopped at the stop sign as he should have done.</p>\n<p id=\"b318-5\">It seems to me that in the instant case the court, without saying so, is basing its decision largely on the matter of high <page-number citation-index=\"1\" label=\"303\">*303</page-number>speed. Now, as suggested above, such a basis might conceivably be a reasonably just and practical, though perhaps not altogether logical, way to settle a great number of these otherwise troublesome gross negligence cases. To say that one who knowingly and without special justification, drives over seventy miles an hour under any circumstances is reckless, and not just careless, would probably seem quite sensible to a great many people. Nor would it appear extraordinary to hold that the deliberate disregard of a stop sign is itself evidence of gross negligence. But holding otherwise on these points, as the abovementioned decisions indicate that we do, and purporting, as we do, to stand by those decisions, I think the present case affords no proof of gross negligence, and that the judgments below should be affirmed also as to the defendant-respondent Lochausen.</p>\n<p id=\"b319-5\">Mr. Justice Calvert concurs in the conclusion herein reached.</p>\n<p id=\"b319-6\">Opinion delivered May 21, 1952.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}