{
  "casebody": {
    "data": "<casebody firstpage=\"142\" lastpage=\"148\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b162-5\">DUKES v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b162-6\">(Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ABY\">July 21, 1921.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b162-7\">No. 1900.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b162-8\">1. Criminal law @=&gt;395—Internal revenue @=&gt;42—Evidence obtained by unlawful search inadmissible; liquor' held secured by illegal search.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b162-10\">Where a sheriff and his deputy, without a warrant of arrest or search warrant, entered defendant’s house through an open door, and seized whisky which was on a table by which defendant was standing, the fact that defendant did not object, or that he then said they might look around, which they did, finding more in another building, <em>held </em>not to make the search or seizure lawful, nor to render the evidence so procured admissible against defendant in a criminal prosecution.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b162-11\">2. Internal revenue &lt;3=47—Prosecution must prove that whisky charged to have been illegally l'emoved from distillery was untaxpaid.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b162-13\">In a prosecution under Rev. St. § 3296 (Comp. St. § 6038), for illegal removal or concealment of whisky on which the tax had not been paid, the amount being less than five gallons, the prosecution had, in view of the provisions of Comp. St. §§ 6030, 6102, 6104, the burden of proving to the satisfaction of the jury beyond a reasonable doubt that the whisky so charged to have been removed or concealed was untaxpaid.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b162-21\">ar—&gt;TTnr other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b162-14\">In Error to the District Court of the United States for the Western District of South Carolina, at Rock Hill.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b162-15\">Criminal prosecution by the United States against Moses Dukes. Judgment of conviction, and defendant brings error.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"Azc\">Reversed.</disposition>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b162-16\">Dobson &amp; Vassy, of Gaffney, S. C., for plaintiff in error.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b162-17\">J. William Thurmond, U. S. Atty., of Edgefield, S. C. (J. E. Marshall, Asst. U. S. Atty., of Greenville, S. C., on the brief), for the United States.</attorneys>\n<p data-order=\"14\" data-type=\"judges\" id=\"b162-18\">Before KNAPP and WOODS, Circuit Judges, and BOYD, District Judge.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b162-19\">BOYD, District Judge.</author>\n<p id=\"AO3\">This case was tried in the District Court of the United States for the Western District of South Carolina, at the March term, 1921. The plaintiff in error here, who was the defendant below, and will be referred to as defendant, was convicted, judgment entered, and the case, was brought by writ of error at the instance of the defendant to this court.</p>\n<p id=\"b162-20\">The defendant, who was without counsel here, submitted the case on the record without argument. The United States attorney for the <page-number citation-index=\"1\" label=\"143\">*143</page-number>Western District of South Carolina made oral argument and also filed brief. The indictment in the case is as follows:</p>\n<blockquote id=\"b163-4\">“In the District Court of tho United States in and for the District Aforesaid, at the September Term of 1920.</blockquote>\n<blockquote id=\"b163-5\">“The grand jurors of the United States, impanneled, sworn, and charged at the term aforesaid, of the court aforesaid, on their oaths present that one ''loses Dukes, on the 25th day of December, in the year 1919, in the said division of said district, and within the jurisdiction of said court, did ml awfully remove, and did aid and abet in tho removal of, certain distilled spirits, to wit, two and one-half gallons, upon which the tax imposed by law had not boon paid, from a distillery to the grand jurors unknown, to a place oí her than a distillery warehouse provided by law, to wit, Cherokee county, contrary to the form of the statute in such ease made and provided, and against the peace and dignity of the United Slates.”</blockquote>\n<blockquote id=\"b163-6\">‘•Second count. And the grand jurors aforesaid, upon their oaths aforesaid, do further present that at the time and place and within the jurisdiction aforesaid the said Moses Dukes did unlawfully conceal, and did aid and abet in the concealment of, certain distilled spirits, to wit, two ami one-half gallons, which had theretofore been removed from a certain distillery <em>to </em>tho grand jurors unknown, to a place other than the distillery warehouse provided by law, to wit, Cherokee county, he the said Moses Dukes, at the time lie did so conceal, and did aid and abet in the concealment of, said distilled spirits, then and there well knowing the same to have been removed as aforesaid, contrary to tho form of the statute in such case made and provided, and against the peace and dignity of the United States.”</blockquote>\n<p id=\"b163-7\">The indictment, as will be seen, is drafted under section 3296 of the 'Revised Statutes (Comp. St. § 6038), which section is in the following language:</p>\n<blockquote id=\"b163-9\">“Whenever any person removes, or aids or abets in the removal .of any distilled spirits on which the tax has not been paid, to a place other than the distillery warehouse provided by law, or conceals or aids in the concealment of any spirits so removed, or removes, or aids or abets in the removal of any distilled spirits from any distillery warehouse, or other warehouse for distilled spirits authorized by law, or in any manner other than is provided by law, or conceals or aids in the concealment of any spirits so removed he shall be liable to a penalty of double the tax imposed on such distilled spirits so removed or concealed, and shall be fined not less than two hundred dollars nor more than five thousand dollars, and imprisoned not less than three months more than throe years.”</blockquote>\n<p id=\"b163-10\">The testimony introduced at the trial was that of W. W. Thomas, sheriff of Cherokee county, S. C., and H. H. Dockhart, his deputy, both of whom were offered by the United States. Their testimony, in substance, was that, in consequence of information they had received of the violation of the liquor laws, they went out together to the premises of the defendant on tlie 25th day of December, 1919, on what they called a raid. When they reached their destination they passed by the house in which the defendant lived, to where they saw several negroes congregating in the woods. They waited there a short while watching the negroes, and then went back to the house. When they arrived there several people, both white and. colored, were on the outside.. This was on the morning of Christmas Day, and the people on the outside were just standing around. Neither of the witnesses saw the defendant until Tockhart, who preceded Thomas, went around <page-number citation-index=\"1\" label=\"144\">*144</page-number>and walked in the back door of the house. The door was open, and the defendant was in the room standing to the right of the witness as the latter walked in. The witness saw on a table in the room a gallon jug and a quart can, both of which, upon examination, were found to contain corn whisky, the jug being about half full. The witness Lock-hart had taken up the quart can, when the other witness, Thomas, came in at the front door. Neither one had a warrant of any kind, either for the arrest of the defendant or any other person on the premises, nor did either have a warrant for the search of the house or the premises. Witness Lockhart, when he saw the whisky in the jug and can, said: “Mose, what are you doing with this?” The defendant did not object to the coming in of the witnesses. Wihilst in the room he told them that what was found in the jug and can was all the liquor there was in the house, but they might look around. After this, upon further examination, the witnesses found in an outhouse, about 15 feet from the dwelling, some small vessels containing altogether about two or three gallons of corn whisky. The witness Lockhart testified that he was acquainted with ordinary blockade liquor, and that in his opinion the whisky found was blockade. All- the vessels and contents were seized and carried away by the witnesses.</p>\n<p id=\"b164-4\">Section 3296 of the Revised Statutes, together with certain other sections, of what are known as the Internal Revenue Laws, are repealed by the National Prohibition Act, commonly known as the Volstead Act (41 Stat. 305).</p>\n<p id=\"b164-5\">See United States v. Boze Yuginovich, 256 U. S. -, 41 Sup. Ct. 551, 65 L. Ed. -, decided by the Supreme Court of the United States, October term, 1920; also Reed v. Thurmond, which was decided by this court November 24, 1920, and reported in 269 Eederal Reporter, 252.</p>\n<p id=\"b164-8\">These decisions however, do not seem to affect this case for the reason that the acts upon which the alleged offense of the defendant is based were committed on December 25,1919. The National Prohibition Act did not become the law until January, 1920, and the reservation in the said act, as we understand the decision of the Supreme Court in the case above cited, preserves the right to prosecute offenses against the existing laws where the acts were committed before the National Prohibition Law became effective.</p>\n<p id=\"b164-9\"><bracketnum>[1]</bracketnum> With this question eliminated, there remains for our consideration, as we view it, only two propositions involved in the action of the trial court and the bill of exceptions and assignments of errors based thereon by the defendant; one being the objection by the defendant to the admission of the testimony of the two witnesses, Thomas and Lockhart, offered by the government, and the other the motion of the defendant for a directed verdict of acquittal.</p>\n<p id=\"b164-10\">The first proposition is based on the fact that the two witnesses went upon the defendant’s premises and into his dwelling house without warrant of arrest or warrant of search, and that tire evidence offered was obtained under these circumstances, and is therefore inadmissible against him in his trial for an alleged criminal offense. It may be said that the testimony shows that the witnesses did not go upon the <page-number citation-index=\"1\" label=\"145\">*145</page-number>premises or enter the dwelling house of the defendant at his invitation or by his permission. So far as shown by the testimony the witnesses were in the house before the defendant was aware of their presence. They came upon an adverse errand under the belief, upon information they had, that the defendant was guilty of a crime, and they were seeking evidence in support of a criminal charge.</p>\n<p id=\"b165-5\">It is argued that the defendant made no objection to the entry of the witnesses, either upon his premises or into his dwelling, and therefore that it was a peaceful entry, and that the rule excluding testimony against a person accused of crime on his trial, such testimony having been obtained by search without warrant, does not apply. We do not agree to this proposition. These two witnesses, one the sheriff of the county in which the defendant lived, and the other his deputy, crossed the defendant’s threshold and invaded his castle without warrant of law. There is no suggestion that objection on the part of the defendant, to either the entry of these officers info his dwelling or the seizure by them of his property, would have caused them to desist. On the other hand, it is more than likely that any protest or show of resistance on the part of the defendant would have led to more aggressive action on the part of the officers.</p>\n<p id=\"b165-6\">In Gouled v. United States, 255 U. S. 298, 41 Sup. Ct. 261, 65 L. Ed. ——, in which the opinion was rendered by the Supreme Court of the United States on the 28th of February, 1921, this question of unreasonable searches and seizures is fully discussed. Gouled and another were indicted for a conspiracy to defraud the United States in one count, and in another for the use of tlie mails to promote a scheme to defraud. On the trial of Gouled the prosecution proposed to offer in evidence certain papers, which had theretofore been surreptitiously taken from the office of the defendant by one acting under the direction of the intelligence department of the army. The trial court admitted the papers on the ground that they were obtained without the use of force or illegal coercion. In this connection the court-says :</p>\n<blockquote id=\"b165-7\">“The prohibition of tbe Fourth Amendment is against ali unreasonable searches and seizures, and if for a government oilicer to obtain entrance into a man’s house * * * by force or illegal threat or show of force amounting to coercion, and then to search Cor and seize his private papers, would be an unreasonable and therefore prohibited search and seizure, as it certainly would be, it is impossible to successfully contend that a like search and seizure would be a reasonable one if only admission were obtained by stealth instead of by force or coercion. The security and privacy of the home or oiiice and of the papers of the owner would be as much invaded, and the search and seizure would be as much against his will, in the one case as in the other, and it must therefore be regarded as equally in violation of his constitutional rights.”</blockquote>\n<p id=\"b165-8\">It is further contended that the acquiescence of the defendant in wliat the witnesses had done, and his permission, as it is alleged, for them to look around, takes this case without the scope of the case above cited. We feel constrained to disagree to this proposition. It is reasonable to conclude that the defendant, in the presence of the sheriff of the county and his deputy, who were in his dwelling and by their <page-number citation-index=\"1\" label=\"146\">*146</page-number>action making it known to. him that they were seeking evidence in aid of a criminal charge against him, was in a state of mehtal trepidation. He was no doubt overawed by the presence of these two officers under the circumstances; therefore what he said or did should not be used to his disadvantage in a subsequent trial of the case in which evidence against him was being sought. Besides, in our opinion, the sheriff of the county, accompanied by one of his deputies, making entry without authority into the home of a citizen, is such a show of force as is contemplated by the decision of the Supreme Court in the Gouled Case.</p>\n<p id=\"b166-4\">The Fourth Amendment to the Constitution prohibits unreasonable searches and seizures, and the Fifth Amendment protects an accused person from being compelled to testify against himself. A close relation therefore exists between these two amendments, and it is well said by Justice White, afterwards Chief Justice, in delivering the opinion of the Supreme Court of the United States in the case of Bram v. United States, 168 U. S. 532, 18 Sup. Ct. 183, 42 L. Ed. 568, commenting upon the decision in Boyd v. United States, 116 U. S. 616, 6 Sup. Ct. 524, 29 L. Ed. 746, referring to the two amendments:</p>\n<blockquote id=\"b166-5\">“That both of these amendments contemplated perpetuating, in their full efficacy, by means of a constitutional provision, principles of humanity and civil liberty, which had been secured in the mother country only after years of struggle, so as to implant them in our institutions in the fullness of their integrity, free from the possibilities of future legislative change.”</blockquote>\n<p id=\"b166-6\">And further in the opinion is the following quotation from a note to Gilham’s Case, 2 Moody, 194, 195:</p>\n<blockquote id=\"b166-7\">“The human mind, under the pressure of calamity, is easily seduced; and is liable, in the alarm of danger, to acknowledge indiscriminately a falsehood or a truth, as different agitations may prevail.”</blockquote>\n<p id=\"b166-8\">Whilst the Bram Case is confined primarily to the rules of law relating to the admissibility of alleged confessions in criminal trials, yet it presents the purposes of the Fourth and Fifth Amendments to the Constitution in such forceful and impressive language that we cite it as bearing upon the proposition that whatever the defendant in this case may have said, when confronted by the sheriff and his deputy, who had wrongfully entered his dwelling in pursuit of evidence to sustain a charge of crime against him, should not be accepted as testimony in his trial.</p>\n<p id=\"b166-9\">We conclude, therefore, that the testimony of Thomas and Lock-hart was inadmissible, because of the circumstances under which it was obtained, and that it should have b'een excluded upon objection by defendant’s counsel.</p>\n<p id=\"b166-10\">The defendant’s motion for a directed verdict of acquittal was based upon the principle which we have already discussed, that the testimony introduced by the government on the trial was obtained by illegal search.</p>\n<p id=\"b166-11\"><bracketnum>[2]</bracketnum> A further ground stated as a basis of the motion is in the following language:</p>\n<blockquote id=\"b166-12\">“That there is no testimony as to the stamps. There is no testimony in this case that stamps were not on the whisky, even if illegally found.”</blockquote>\n<p id=\"b167-3\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>We think it is fair to give the defendant the benefit of this latter ground, for, although it is very inaptly stated, it can be readily seen that the purpose was to. make the point that there was no sufficient evidence that the distilled spirits found in possession of the defendant were untaxpaid. The indictment charges the quantity of untaxpaid spirits alleged to have been illegally removed and concealed to be two and one-half gallons, and the testimony is that the distilled spirits found were in several small vessels, altogether containing less than five gallons.</p>\n<p id=\"b167-4\">In order to pass upon this question we must resort to the method prescribed by the Internal Revenue Laws, ;md the regulations in aid of their enforcement, with respect to the collection of taxes upon distilled spirits, and the requirements as to the presence of stamps, marks, and brands upon packages containing such spirits.</p>\n<p id=\"b167-5\">A package or cask of less capacity than five wine gallons containing distilled spirits was not required by law to have upon it any stamps, marks, or brands denoting the payment of the tax on the contents. The following sections of' the Internal Revenue Laws will throw light upon this subject:</p>\n<blockquote id=\"b167-6\">Sec. No. 3289. “All distilled spirits found in any cask or package containing five gallons or <em>more, </em>without having thereon each mark and stamp required therefor by law, shall be forfeited to the United States.” Comp. St. § 6030.</blockquote>\n<p id=\"b167-7\">Section 3320, as amended by the act of July 16, 1892, and as further amended by the act of August 27, 1894 (Comp. St. § 6102), is in part as follows:</p>\n<blockquote id=\"b167-8\">“Whenever any cask or package, containing five wine gallons or more, Is filled for shipment, sale, or delivery on the premises of any rectifier who has paid the special tax required by law, it shall be inspected and ganged by a United States gauger whose duty it shall be to mark and brand the same and place thereon an engraved stamp, which shall state the date when affixed and the number of proof gallons, and shall be in such form as shall be prescribed by 'the Commissioner of Internal Revenue with the approval of the Secretary of the Treasury.”</blockquote>\n<p id=\"b167-9\">Section 3323, as amended by the act of July 16, 1892 (27 Stat. 200 [Comp. St. § 6104]), provides that—</p>\n<blockquote id=\"b167-10\">“Every package of distilled spirits containing five wine gallons,or more, filled on the premises of a wholesale liquor dealer, who has paid the special tax required by law, shall be marked, branded, and stamped by such wholesale liquor dealer, in such manner and under such1 rules and regulations as tho Commissioner of Internal Revenue, with the approval of the Secretary of the Treasury, may prescribe.”</blockquote>\n<p id=\"b167-11\">Taking these sections in connection with the other provisions of the law, and the regulations governing the stamping of original casks and packages of distilled spirits, to the end that they might be removed from the distillery warehouse or the general bonded warehouse in which they were stored, it will be observed, as we have stated above, that no cask or package of less capacity than five wine gallons, containing distilled spirits, required the presence upon it of stamps, marks, or brands to denote the payment of the tax on the contents. The retail liquor dealer was the instrumentality through which distilled spir<page-number citation-index=\"1\" label=\"148\">*148</page-number>its, in packages, casks, or vessels holding less than five wine gallons, were distributed to the pUDlic for consumption.</p>\n<p id=\"b168-4\">In contemplation of law, the retail dealer bought his stock of distilled spirits from distillers, wholesale liquor dealers, or rectifiers, and the spirits were bought in barrels, casks, or packages, bearing the stamps, marks, and brands to evidence the payment of the tax. From •these containers the retail dealer dealt out distilled spirits to purchasers in quantities of less than five gallons, as before stated. The law protected the spirits sold by the retailer from seizure or confiscation, unless it was shown that it Had been taken from an untaxpaid package. Therefore when distilled spirits were found in a vessel of less capacity than five wine gallons, the law presumed that it was taxpaid, and the burden was upon the party alleging the contrary to prove it, and in a ■criminal case to prove it to the satisfaction of a jury beyond a reasonable doubt.</p>\n<p id=\"b168-5\">The nonpayment of the tax is an essential element of the offense •denounced in section 3296, and the burden was upon the government in this case to prove that fact beyond a reasonable doubt, in order to warrant a verdict of conviction. The witness Tockhart testified that he was acquainted with blockade whisky, and that in his opinion that found in the possession of the defendant was of such character. He did not testify that the species of distilled spirits known as “blockade” differed from that on which the tax had been paid in color, flavor, odor, or in any other respect. We do not think that this evidence was sufficient to prove the fact that the distilled spirits found in the'defendant’s possession was illicit.</p>\n<p id=\"b168-6\">Following in line with what we have said, our conclusion is that the judgment of the trial court should be reversed, and the case remanded, to the end that a new trial be granted and subsequent proceedings had in harmony with the views we express.</p>\n<p id=\"b168-7\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}