{
  "casebody": {
    "data": "<casebody firstpage=\"103\" lastpage=\"108\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b117-6\">Carol Sturdivant <em>v. </em>Yale-New Haven Hospital et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b117-7\">(2384)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b117-8\">Dannehy, C.P.J., Testo and Hull, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b117-10\">Argued April 11</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ADf\">decision released June 5, 1984</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b117-12\"><em>Brenda C. Morrissey, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b117-13\"><em>Michael P. Del Sole, </em>for the appellees (defendants).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b117-14\">Hull, J.</author>\n<p id=\"A6Q\">The plaintiff, Carol Sturdivant, in this medical malpractice case appeals* <footnotemark>1</footnotemark> from the denial of a <page-number citation-index=\"1\" label=\"104\">*104</page-number>motion to set aside a directed jury verdict which had been rendered in favor of the defendants, Yale-New Haven Hospital and Paul A. Lucky, a physician. On appeal, the plaintiff claims that the trial court erred in limiting her designated expert’s testimony to the subject matter disclosed in her response to interrogatories and that the court’s action, in effect, constituted a dismissal of her cause of action.</p>\n<p id=\"b118-5\">The circumstances surrounding the diagnosis and treatment of the plaintiff are not relevant to the issues raised on appeal. For the sake of brevity, therefore, those circumstances need not be discussed in this case.</p>\n<p id=\"b118-6\">In response to the defendants’ interrogatories concerning expert testimony, the plaintiff informed the defendants on March 5, 1982, that she had neither retained an expert nor consulted any not intended to be called as a witness. The plaintiff first disclosed the identity of her expert, Marvin Garrell, a physician, during the jury selection process, although the expert had been consulted previously. The court ordered the plaintiff to answer the interrogatories concerning the expert testimony and required the plaintiff to allow the defendants an opportunity to depose the expert.</p>\n<p id=\"b118-7\">In her supplemental answers to the defendants’ interrogatories, the plaintiff stated that the subject matter of Garrell’s proposed testimony was the “standard of care and departures from the standard of care.” On the basis of this answer, the defendants limited the scope of their inquiry at the deposition to the disclosed subject matter.</p>\n<p id=\"b118-8\">During the trial, the plaintiff attempted to establish that the defendant physician’s treatment was improper by posing a hypothetical question to her designated expert. The court sustained the defendants’ objection on the ground that it contained facts which were not in evidence. Rather than reframe the question, the <page-number citation-index=\"1\" label=\"105\">*105</page-number>plaintiff made an offer of proof. At that time, the court informed the parties that the expert would not be able to testify on the issue of causation because causation was not within the scope of the disclosed subject matter of the expert’s proposed testimony.</p>\n<p id=\"b119-5\">The plaintiff concedes that without her expert’s testimony on causation the court correctly rendered a directed verdict for the defendants. She claims, however, on appeal, that the court abused its discretion when it excluded her expert's testimony on causation.</p>\n<p id=\"b119-6\">The trial court made the following findings. On March 5,1982, the plaintiff filed answers to interrogatories. The response to interrogatory number sixty-nine, which sought information relating to “any expert consulted by you or on your behalf . . . who is expected to be called as a witness at trial,” indicated that no expert had been retained to testify. To interrogatory number seventy, which related to experts consulted but not intended to be called as a witness, plaintiff also responded in the negative. It was not until after the case was set for trial and the jury selection process had commenced that the plaintiff’s counsel disclosed the identity of her expert.</p>\n<p id=\"b119-7\">The court then ordered that interrogatories number sixty-nine and seventy be answered forthwith and that thereafter her expert be produced to be deposed by defense counsel who maintained that otherwise his position would be prejudiced by his inability to prepare his cross-examination and to consider the possible need for a rebuttal expert.</p>\n<p id=\"b119-8\">Prior to the taking of the expert’s deposition, supplemental answers to interrogatories were filed wherein it was indicated that the subject matter with respect to which he was expected to testify was the “standard of care and departures from the standard of care.” Defense counsel limited the scope of his inquiry at depo<page-number citation-index=\"1\" label=\"106\">*106</page-number>sition to the disclosed subject matter of the testimony expected at trial. The plaintiffs counsel asked no questions at the time of the deposition nor indicated that the witness’ testimony would embrace factors other than “standards of care.”</p>\n<p id=\"b120-5\">The plaintiff’s relationship with physician Marvin Garrell deserves a more detailed analysis. During his deposition on June 4,1982, Garrell stated that he had been asked to render an informal opinion in the case a few years previously but that he had not been retained to testify at trial at that juncture. In her brief, the plaintiff claims that Garrell was not consulted in anticipation of litigation or preparation for trial, but only on an <em>informal </em>basis. The plaintiff claims that Garrell was <em>formally retained </em>on May 28,1982, the day after jury selection began. The court’s conclusion that Garrell had been consulted earlier and that the file had been submitted to him for review is dispositive of this argument. The plaintiff’s claim that Garrell wasn’t formally retained as an expert until after the trial started is a tactical subterfuge, which, if left unchallenged by the court, would seriously undermine the salutary effect of the rules of discovery and production concerning expert testimony in malpractice cases. Such a “cat and mouse” game was properly not condoned by the trial court. The rules of discovery are designed to make a “ ‘trial less a game of blindman’s bluff and more a fair contest with the basic issues and facts disclosed to the fullest practical extent.’ ” <em>United States </em>v. <em>Proctor &amp; Gamble, </em>356 U.S. 677, 682, 78 S. Ct. 983, 2 L. Ed. 2d 1077 (1958).</p>\n<p id=\"b120-6\">Although the trial court did not cite Practice Book § 231, this section lends further support to the trial court’s action.<footnotemark>2</footnotemark> It is clear, under the circumstances of <page-number citation-index=\"1\" label=\"107\">*107</page-number>this case that the plaintiffs failure to include Garrell’s proposed testimony on causation in her answer to interrogatory number sixty-nine was a failure to answer the interrogatory fairly, thereby justifying sanction (d) of Practice Book § 231 concerning the entry of an order prohibiting the party who has failed to comply from introducing designated matters into evidence.<footnotemark>3</footnotemark></p>\n<p id=\"b121-5\">The court’s decision on whether to impose the sanction of excluding the expert’s testimony concerning causation rests within the sound discretion of the court. See <em>Filisko </em>v. <em>Bridgeport Hydraulic Co., </em>176 Conn. 33, 40, 404 A.2d 889 (1978); see also <em>Pavlinko </em>v. <em>Yale-New Haven Hospital, </em>192 Conn. 138, 144, 470 A.2d 246 <page-number citation-index=\"1\" label=\"108\">*108</page-number>(1984) (discussing sanctions pursuant to Practice Book § 231). “ ‘The action of the trial court is not to be disturbed unless it abused its legal discretion, and “[i]n determining this the unquestioned rule is that ‘great weight is due to the action of the trial court and every reasonable presumption should be given in favor of its correctness.’ <em>Dudas </em>v. <em>Ward Baking Co., </em>104 Conn. 516, 518, 133 A. 591 [1926] . . . .” <em>Ardoline </em>v. <em>Keegan, </em>140 Conn. 552, 555, 102 A.2d 352 [1954].’ <em>Camp </em>v. <em>Booth, </em>160 Conn. 10, 13, 273 A.2d 714 [1970]. In determining whether there has been an abuse of discretion, the ultimate issue is whether the court could reasonably conclude as it did. <em>E. M. Loew’s Enterprises, Inc. </em>v. <em>Surabian, </em>146 Conn. 608, 611, 153 A.2d 463 [1959].” <em>DiPalma </em>v. <em>Wiesen, </em>163 Conn. 293, 298-99, 303 A.2d 709 (1972).</p>\n<p id=\"b122-5\">The court’s conclusion, that the consequences of the plaintiff’s failure fully and fairly to disclose, despite being given ample opportunity to do so, should fall upon the plaintiff rather than upon the defendants, was not an abuse of discretion. To hold otherwise would unfairly deny, under the circumstances of this case, the defendants the opportunity to prepare for or challenge the proposed testimony concerning causation.</p>\n<p id=\"b122-6\">Above and beyond the specific effects that such a sanction places upon a party, it is also appropriately invoked so as to deter those who might be tempted to enlist such tactics in the absence of a deterrent. See <em>National Hockey League </em>v. <em>Metropolitan Hockey Club, </em>427 U.S. 639, 643, 96 S. Ct. 2778, 49 L. Ed. 2d 747 (1976).</p>\n<p id=\"b122-7\">There is no error.</p>\n<p id=\"b122-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b117-16\"> The appeal, originally filed in the Supreme Court, was transferred to this court. Public Acts, Spec. Sess., June, 1983, No. 83-29, § 2 (c).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b120-7\"> Section 231 of the Practice Book states: “If any party has failed to answer interrogatories or to answer them fairly, or has intentionally answered them falsely or in a manner calculated to mislead, or has failed <page-number citation-index=\"1\" label=\"107\">*107</page-number>to respond to requests for production or for disclosure of the existence and contents of an insurance policy or the limits thereof, or has failed to submit to a physical or mental examination, or has failed to comply with a discovery order made pursuant to Sec. 230A, or has failed to comply with the provisions of Sec. 232, or has failed to appear and testify at a deposition duly noticed pursuant to this chapter, or has failed otherwise substantially to comply with any other discovery order made pursuant to Secs. 222, 226, and 229, the court may, on motion, make such order as the ends of justice require.</p>\n<p id=\"b121-7\">Such orders may include the following:</p>\n<p id=\"b121-8\">(a) The entry of a nonsuit or default against the party failing to comply;</p>\n<p id=\"b121-9\">(b) The award to the discovering party of the costs of the motion, including a reasonable attorney’s fee;</p>\n<p id=\"b121-10\">(c) The entry of an order that the matters regarding which the discovery was sought or other designated facts shall be taken to be established for the purposes of the action in accordance with the claim of the party obtaining the order;</p>\n<p id=\"b121-11\">(d) The entry of an order prohibiting the party who has failed to comply from introducing designated matters in evidence;</p>\n<p id=\"b121-12\">(e) If the party failing to comply is the plaintiff, the entry of a judgment of dismissal.</p>\n<p id=\"b121-13\">The failure to comply as described in this section may not be excused on the ground that the discovery is objectionable unless written objection as authorized by Secs. 222, 226, and 229 has been filed.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b121-14\"> The plaintiff claims that <em>Bruneau </em>v. <em>Quick, </em>187 Conn. 617, 626, 447 A.2d 742 (1982), suggests that the answers given at a deposition do not serve to “lock in” a witness’ testimony at trial. The <em>Bruneau </em>case, however, only decided that, on the evidence before it in that case, the witness was not “locked in.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}