{
  "casebody": {
    "data": "<casebody firstpage=\"413\" lastpage=\"416\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b427-7\">Sorteberg Controls Corporation <em>v. </em>Magda U. Field</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A3Y\">(2853)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b427-9\">Dannehy, C.P.J., Hull and Dupont, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b427-10\">Argued May 3</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A01\">decision released August 14, 1984</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b427-12\"><em>James L. Gartland, </em>with whom, on the brief, was <em>Carey B. Reilly, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b427-13\"><em>Reuben S. Midler, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b428-4\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>Per Curiam.</author>\n<p id=\"Aml\">The plaintiff, Sorteberg Controls Corporation, appeals<footnotemark>1</footnotemark> from a judgment for the defendant, Magda U. Field, in an action on a four count complaint seeking damages and injunctive relief based on trespass, intentional nuisance, negligent nuisance and breach of a settlement agreement. The court dismissed counts one, two and three<footnotemark>2</footnotemark> of the complaint and rendered judgment in favor of the defendant on count four which alleged intentional nuisance. It is from the judgment on count four that the plaintiff appeals, claiming error in the court’s findings of fact and in its failure to grant the relief requested. There is no error.</p>\n<p id=\"b428-5\">In April, 1974, the defendant began construction of a building and an adjacent parking lot on her property. In connection with that construction, the defendant began to fill in a slope which ran downhill into the plaintiff’s adjoining property. During the month of April, the plaintiff noticed that some of this fill had entered its land. Subsequently, a letter was sent to the defendant requesting the removal of the fill. The defendant agreed to do this. Later, however, the plaintiff barred access to its property so that the defendant could not complete the removal. Eventually, in August, 1974, the plaintiff brought an action against the defendant which was settled by way of an agreement and a general release from all claims for relief and damages sustained prior to January 31, 1979, the date of the settlement agreement.</p>\n<p id=\"b428-6\">Subsequently, pursuant to the settlement agreement, the plaintiff began to remove the fill from its property and the defendant attempted to begin work so as to prevent erosion of the slope. The plaintiff hindered the defendant’s progress, however, by refusing to allow the <page-number citation-index=\"1\" label=\"415\">*415</page-number>defendant access to its property. Shortly thereafter, the plaintiff instituted a second action, which is the subject of this appeal, seeking, primarily, mandatory injunctive relief in the form of an order requiring the defendant to remove the debris from the plaintiff’s land and to build a wall to prevent further erosion.</p>\n<p id=\"b429-5\">Pursuant to the defendant’s motion under Practice Book § 302, counts one, two and three of the complaint as amended were dismissed by the trial court on February 6, 1981, for failure to present a prima facie case. The trial continued on count four and judgment was rendered on October 8,1982, in the defendant’s favor. The plaintiff appealed from that judgment.</p>\n<p id=\"b429-6\">I</p>\n<p id=\"b429-7\">With regard to the dismissal of counts one and two, the plaintiff neither appealed the dismissal immediately, nor did it reserve its right, under Practice Book § 3001, to appeal from the court’s judgment dismissing those counts. In fact, in its jurisdictional statement, the plaintiff indicates that it appeals only from the judgment of October 8,1982, which was rendered for the defendant on count four alone. Thus, by failing to appeal from the order of February 6, 1981, which granted the motion to dismiss as to counts one, two and three, the plaintiff’s claims of error as to the dismissal of counts one and two have not been properly presented to this court<footnotemark>3</footnotemark> and will not be considered.</p>\n<p id=\"b429-8\">II</p>\n<p id=\"b429-9\">As to the claims of error regarding count four of the complaint, the record demonstrates that although there <page-number citation-index=\"1\" label=\"416\">*416</page-number>was disputed evidence, there clearly was sufficient evidence to support the court’s findings of fact given our “clearly erroneous” standard of review. This court has stated it will “not permit the plaintiffs . . . a second bite of the apple regarding the factual determinations of the trial court.” <em>Preisner </em>v. <em>Illman, </em>1 Conn. App. 264, 268, 470 A.2d 1237 (1984), quoting <em>Jones </em>v. <em>Litchfield, </em>1 Conn. App. 40, 42, 467 A.2d 936 (1983); see <em>Pandolphe’s Auto Parts, Inc. </em>v. <em>Manchester, </em>181 Conn. 217, 221-22, 435 A.2d 24 (1980); <em>Zolan, Bernstein, Dworken &amp; Klein </em>v. <em>Milone, </em>1 Conn. App. 43, 46-47, 467 A.2d 938 (1983).</p>\n<p id=\"b430-5\">Further, given the findings of fact of the court, the legal conclusions of the court concerning count four are sufficiently supported by the evidence. <em>Pandolphe’s Auto Parts, Inc. </em>v. <em>Manchester, </em>supra.</p>\n<p id=\"b430-6\">There is no error.</p>\n<footnote label=\"1\">\n<p id=\"b428-7\"> This appeal, originally filed in the Supreme Court, was transferred to this court. Public Acts, Spec. Sess., June, 1983, No. 83-29, § 2 (c).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b428-8\"> Count three of the complaint is not involved in the present appeal as the plaintiff only claims error concerning counts one, two and four.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b429-10\"> In its brief, the plaintiff argues that the defendant’s failure to move to dismiss the appeal of counts one and two constitutes a waiver of that pleading irregularity. While that would be the case, pursuant to Practice Book § 3110, if the plaintiff had properly appealed the dismissal of counts one and two, the plaintiff’s failure properly to appeal that dismissal makes such a motion unnecessary on the defendant’s part. Thus, there can be no waiver since there is no appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}