{
  "casebody": {
    "data": "<casebody firstpage=\"637\" lastpage=\"639\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b663-8\">Ivy H. Miller v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b663-9\">No. 7960.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIm\">Decided June 25, 1924.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b663-15\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b664-4\"><page-number citation-index=\"1\" label=\"638\">*638</page-number><em>M. T. Lively, </em>and <em>T. F. Monroe, </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"Ab0l\">Cited: - Franklin v. State, 110 S. W. Rep., 909; Armstrong v. State, 26 id., 829; Sessions v. State, 38 id., 605; Clifton v. State, 29 id., 824; Wadkins v. State, 124 id., 960.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b664-5\"><em>Tom Garrard, </em>Attorney for the State, and <em>Grover C. Morris, </em>Assistant Attorney, and <em>Shelby S. Cox, </em>District Attorney, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b664-6\">MORROW, Presiding Judge.</author>\n<p id=\"AsqN\">The offense is the unlawful manufacture of intoxicating liquor; punishment fixed at confinement in the penitentiary for one year.</p>\n<p id=\"b664-7\">It is the State’s theory that the appellant and others employed the witness, William Taylor, to - manufacture intoxicating liquors for them. They furnished Taylor and his family a place in which to live, also equipment and material for making liquor, and paid him for his services. Such was his testimony upon the trial. His wife, Cora Taylor, was also used as a witness. Among other things, she testified that they had lived on the place for a month; that she knew her husband was manufacturing whisky; that he told her what he was doing, and from time to .time gave her money, the proceeds of the transaction, to keep for him. She saw equipment and supplies brought to the premises and saw whisky removed therefrom. She said that her husband operated a still in a little milk-house near the dwelling. She also said that when strangers came near the-premises while her husband was in the still-house, she notified him.</p>\n<p id=\"b664-8\">Taylor testified that after his arrest, he left the country at the instance of the appellant and Hooter; that they obtained money for him on a check that he gave and brought it to his house in the evening, and also brought some bows for the wagon. They told the appellant that it was necessary that he leave the country in order to avoid the conviction of all of them. She heard this conversation. She accompanied her husband in Ms flight.</p>\n<p id=\"b664-9\">The court was requested to instruct the jury that the witness was an accomplice; also to submit that issue to the jury. Exception was urged to the special charge because of these omissions. A complete statement of the evidence of Cora Taylor has not been attempted. That her testimony so connects her with the commission of the offense as to render her an accomplice as a matter of law, seems unquestionable. A citation of the illustrative cases is deemed unnecessary. We refer to Reed v. State, 93 Texas Crim. Rep., 18, 245 S. W. Rep., 432; Newton v. State, 94 Texas Crim. Rep., 382, 253 S. W. Rep., 284; Chandler v. State, 89 Texas Crim. Rep., 308 and 599, 230 S. W. Rep., 999, and many others that are collated by Mr. Branch in his Ann. Tex. P. C., Sec. 702.</p>\n<p id=\"b664-10\">The only other corroborative testimony of any degree of cogency is that which comes from the son of Taylor and wife, whose relation to <page-number citation-index=\"1\" label=\"639\">*639</page-number>the ease was such as, under all circumstances, doubtless presented an issue of fact as to whether he bore the taint of an accomplice witness.</p>\n<p id=\"b665-5\">The record is not such as would warrant the affirmance of the case, notwithstanding the error committed in refusing to instruct the jury that the testimony of Cora Taylor must not be relied upon to corroborate that of William Taylor.</p>\n<p id=\"b665-6\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b665-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}