{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"596\" lastpage=\"602\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b606-8\" pgmap=\"606\">Bernard Schmelzer v. Chicago Avenue Sash and Door Mfg. Co.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b606-10\" pgmap=\"606\">1. Mechanic’s Liens—Owner to Retain Sufficient to Pay Sub-Contractors.—Section 85 of the Mechanic’s Lien Law (Laws 1887, 220) requires the owner to retain in his hands sufficient money to pay the subcontractors and material-men, as shown bjr tbe statement required by such section, and payments made by him, before or after such statement, are in violation of the rights of sub-contractors and material-men, and do not affect their right to a lien.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b606-11\" pgmap=\"606\">2. Same—Unlawful Payments to Original Contractor.—A payment to the original contractor is in violation of the rights and interests of the sub-contractor or person furnishing materials, when the owner has notice of such person’s rights, either under section 30 or from the sworn statement of the original contractor provided by section 35 of said act.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b606-12\" pgmap=\"606\">3. Amendments—After the Term.—A record can not be amended after the term of court has passed at which it was made unless there are some memoranda, minutes or notes of the judge, or something appearing in the record or files to amend by.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b606-13\" pgmap=\"606\">4. Judgments—Power of the Court After the Term.—After the term at which a final judgment is rendered has passed, the court has no power over the judgment, except to amend it in matters of form or to correct clerical errors.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b606-14\" pgmap=\"606\">5. Practice—As to Joint Defendants.—In actions on a contract against two or more joint defendants, when all are served, the judgment must be against all' or none.</headnotes><summary data-order=\"6\" data-type=\"summary\" id=\"b607-3\" pgmap=\"607\">• Assumpsit, under the mechanic’s lien law. Appeal from the-Circuit Court of Cook County; the Hon. Edward F. Dunne, Judge, presiding. Heard in this court at the March term, 1899.</summary><disposition data-order=\"7\" data-type=\"disposition\" id=\"A_mI\" pgmap=\"607\">Reversed and remanded.</disposition><decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"AYv\" pgmap=\"607\">Opinion filed November 16, 1899.</decisiondate><p data-order=\"9\" data-type=\"summary\" id=\"b607-4\" pgmap=\"607\">Statement.—Appellee, a manufacturer of mill work, brought suit against appellant and one August Knueppel. Appellant was owner and Knueppel contractor in the erection of a building for which appellee furnished material under contract with Knueppel. The suit was brought under Section 37 of the Mechanic’s Lien Act, in force in 1892, which provides that a sub-contractor may either file a petition to enforce his lien against the property or may sue the contractor and owner jointly and recover a personal judgment against them. The sub-contract under which the material was furnished to Knueppel was completed on the 18th of August, 1892. On the 15th of September, 1892,a subcontractor’s mechanic’s lien notice was served by appellee upon appellant, and on the 7th of November, 1892, suit was commenced. The original declaration consisted only of the common counts, and was filed on the 9th of December, 1892. Both defendants were served with summons. On the 16th of January, 1897, appellee, by leave of court, filed additional .counts setting up the provision of the mechanic’s lien statute above mentioned and facts intended to show the liability of defendants thereunder. Appellant alone appeared and pleaded to the declaration. The case was tried with a jury, which rendered ■ a verdict against appellant for $825.50, for which amount judgment was entered. The defendant August Knueppel filed no plea to the original or amended declaration and did not appear in court. He was not defaulted and there was no disposition of the case as to him, so far as is disclosed by the original transcript of the record of the Circuit Court. A subsequently filed supplemental transcript of record shows that on March 22, 1899, after the expiration of the term of court at which the judgment had been rendered, the Circuit Court entered the following order in the cause:</p><p data-order=\"10\" data-type=\"summary\" id=\"b607-5\" pgmap=\"607(11) 608(180)\">“ On reading and filing in this cause the affidavit of .Daniel V. Samuels, and hearing the argument of H. S. Shedd, counsel for defendant, Bernard Sohmelzer, in opposition to the application for an order amending the record in' this cause, and the court being fully advised in the premises, and it appearing that by reason of the omission and neglect of the clerk, the court’s order of judgment, as announced and rendered on December 3,1898, was not entered or indorsed on the file wrapper as announced, rendered and directed by the court; and it further appearing to the court that the supplying of the omissions and amending of the imperfections in said record and order of judgment would not be against the right and justice of the matter of the suit, or alter the issues between the parties on the trial, it is therefore ordered that the order of judgment be amended so as to read, ‘ Motion for new trial of defendant Bernard Sohmelzer overruled; judgment on verdict $825.50; on .default of defendant August Knueppel, finding by the court for $825.50; judgment on finding.’ ”</p><p data-order=\"11\" data-type=\"summary\" id=\"b608-5\" pgmap=\"608\">And by bill of exceptions the following, among other proceedings, is shown in relation to the entering of such order:</p><p data-order=\"12\" data-type=\"summary\" id=\"b608-6\" pgmap=\"608\">“ Mr. Shedd: I will ask the court if the court has any memorandum or notes in writing in regard to the judgment entered in this case on December 3, 1898.</p><p data-order=\"13\" data-type=\"summary\" id=\"b608-7\" pgmap=\"608\">“ The Court: The court has nothing except what is in his breast, and counsel for defendant knows as well as the court knows. I don’t think he will dispute it, because it has been conceded right through here that a judgment was rendered on that finding. K\"o question about that.”</p><p data-order=\"14\" data-type=\"summary\" id=\"b608-9\" pgmap=\"608\">It also appears that in the Chicago .Daily Law Bulletin, issued on the day following the entry of the original judgment, was this memoranda:</p><p data-order=\"15\" data-type=\"summary\" id=\"b608-10\" pgmap=\"608\">“ 109,025. Chi. Ave. S. &amp; D. Co. v. Bernard Sohmelzer and August Knueppel, on finding, $825.50.”</p><p data-order=\"16\" data-type=\"summary\" id=\"b608-11\" pgmap=\"608\">And a rule of the Circuit Court is also shown, by which it is ordered that announcements of court calls in the Chicago Daily Law Bulletin shall be deemed sufficient notice to parties and their attorneys.</p><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b608-12\" pgmap=\"608\">Henry S. Shedd, attorney for appellant.</attorneys><attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b608-13\" pgmap=\"608\">Daniel V. Samuels, attorney for appellee.</attorneys> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b609-3\" pgmap=\"609\">Mr. Presiding Justice Sears</author> <p id=\"AWFq\" pgmap=\"609\">delivered the opinion of the court.</p> <p id=\"b609-4\" pgmap=\"609\">The recovery as against appellant must be sustained, if at ■all, upon proof of facts set up by the first, second or third of the special counts of appellee’s declaration.</p> <p id=\"b609-5\" pgmap=\"609\">The first and second of these counts allege, as the ground of the owner’s (appellant’s) liability, the service of a subcontractor’s notice upon him by appellee on September 15, 1892, and that there was then due and owing from appellant to Knueppel, the original contractor, $1,U00 upon his contract. The evidence is insufficient to sustain the recovery as under these allegations. For there is no evidence whatever of what the. contract was between appellant and Knueppel, the original contractor, nor as to the amounts which had been paid thereon and the amount, if any, still due and unpaid upon September 15, 1892. Hence the recovery can not be sustained under either the first or second of the special counts.</p> <p id=\"b609-6\" pgmap=\"609(197) 610(56)\">The third special count proceeds upon a supposed liability under Section 35 of the Mechanic’s Lien Act, as amended in -1891 and in force in 1892. This count alleges, in effect, that because Knueppel, the contractor, had not furnished to appellant, the owner, a sworn statement showing the number of persons in his employ upon the contract, and sub-contractors, with names, amounts due to such persons from the original contractor, etc., “ as required by law,” and because appellant made payments to Knueppel in disregard of the statute and in disregard of appellee’s rights, therefore appellant “ became jointly liable with said August Knueppel ” to pay to appellee the said sum, etc. The question presented, in relation to this count and any liability of appellant thereunder, has been definitely settled by the decision of our Supreme Court in Shaw v. Chicago Sash, Door &amp; Blind Mfg. Co., 144 Ill. 520, which held, in effect, that under circumstances like these here obtaining there was no liability of the owner to the sub-contractor, arising by reason of the failure of the original contractor to make, or failure of the owner to require, the statement under oath provided for by the act. The statute under consideration in that case was the act as amended in 1887, and- the pro-, visions of section 35, as then in force, were not, in any respect, material to the question here involved, different from the provisions of the same section as amended in 1891. The court said:</p> <blockquote id=\"b610-5\" pgmap=\"610\">“ The construction sought to be put upon this clause is, that where no statement under oath is made by the contractor, every payment by the owner is illegal, and is no bar to any sub-contractor or material-man who may thereafter give notice and seek to establish his ' lien. Such construction, we think, is unwarranted.” * * * “ Section 35 merely requires the owner to retain in his hands sufficient money to pay the sub-contractors and material-men 6 as shown by the statement,’ and provides that payments made by him, whether before or after the statement is made, shall be deemed illegal and in violation of the rights of such sub-contractors and material-men, and not affecting their right to a lien. It is difficult to see how, in any proper legal sense, the rights or interests of sub-contractors or material men, notice of whose claims was not brought home to the owner by the contractor’s statement, could be affected by the payment of money by the owner to the contractor. Until service of notice, under section 30, the}r would have no lien, either perfected or incipient, and they would therefore have no right to the money in the hands of the owner which would be violated by its payment to the original contractor.” * * * “A payment to the original contractor is in violation of the rights and interests of the sub-contractor or person furnishing materials when the owner has notice of such person’s rights, either under section 30 or from the sworn statement of the original contractor provided by section 35.”</blockquote> <p id=\"b610-7\" pgmap=\"610\">Iinueppel, the original contractor, having furnished no statement to appellant by which appellant was notified of appellee’s claim, and there being no evidence of any amount due from appellant to Knueppel when appellee served the sub-contractor’s notice, there is no ground upon which a liability of appellant,' as owner, to appellee can be sustained. The verdict therefore, is not supported by any evidence which would xvarrant a recovery, and hence the judgment must be reversed.</p> <p id=\"b611-3\" pgmap=\"611\">There is another sufficient reason whv this judgment could not be affirmed, aside from insufficiency of the evidence. The transcript of the record of the judgment appealed from, showing all proceedings down to final judgment, shows a judgment against appellant alone and none against Knueppel. Knueppel had been duly served with summons on -December 30, 1892, and at the October term, 1898, when trial was had, his default might have been taken, damages assessed and judgment had against him, if a verdict and judgment therein resulted against his co-defendant. But while a verdict was returned and judgment was rendered against appellant, none was rendered against his co-defendant, Knueppel, so the record discloses. This would make the judgment against appellant alone bad. Kimmel v. Schultz, 1 Ill. 169; Russell v. Horan, 2 Ill. 552; Dow v. Rattle, 12 Ill. 373; Gribbin v. Thompson, 28 Ill. 61; Faulk v. Kellums, 54 Ill. 188; Kingsland v. Koeppe, 137 Ill. 348.</p> <p id=\"b611-4\" pgmap=\"611\">We do not regard the attempt to amend at a term subsequent to the judgment term (shown by supplemental transcript allowed to be filed here and considered by the court) as correcting the error.</p> <p id=\"b611-5\" pgmap=\"611\">It is disclosed that there ifas nothing to amend by. We do not regard the Chicago Daily Law Bulletin announcement of the judgment as being such a memorandum or memorial paper- as the law contemplates. The rule of the Circuit Court refers only to announcements of the court calls in that paper. It appears affirmatively from the bill of exceptions that there was no memorandum or memorial paper upon which the amendment could be based, and that it was made solely from the recollection of the trial judge. The amendment could not at that time be made except as to matter of form and in affirmance of the judgment. State Savings Inst. v. Nelson, 49 Ill. 171; C. &amp; St. L. R. R. Co. v. Holbrook, 72 Ill. 419; Becker v. Sauter, 89 Ill. 596; Baldwin v. McClellan, 152 Ill. 42.</p> <p id=\"b611-6\" pgmap=\"611(18) 612(22)\">And then only from some memorandum or memorial paper. Coughran v. Gutheus, 18 Ill. 390; Gebbie v. Mooney, 121 Ill. 255; Ayer v. City, 149 Ill. 262; The C., B. &amp; Q. R. R. Co. v. Wingler, 165 Ill. 634.</p> <p id=\"b612-5\" pgmap=\"612\">But irrespective of this question, and upon the ground ■first above indicated, the judgment must be reversed and the cause remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}