{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"311\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b380-6\">Alfred R. CESSPOOCH, SR., Plaintiff-Appellant, v. FEDERAL BUREAU OF PRISONS; Joel Knowles, Warden and in individual capacity; Jack B. Davis, Assoc. Warden and in individual capacity; Thomas C. Peterson, Assoc. Warden and in individual capacity; Charles Rowe, Lieut, and in individual capacity; David Armstrong, Correctional officer; Anthony F. Dimarzo, Correctional Officer; Jake Geiger, Correctional Officer; Charlotte R. Gutierrez, Correctional Officer; Paula G. Price, Correctional Officer; Wesley A. Pummil, Correctional Officer; Officer Smith, Correctional Officer; Officer Walker, Correctional Officer; Officer Ploessel, Correctional Officer; and Officer Moore, C.O., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b380-10\">No. 02-1037.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b380-11\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b380-12\">Jan. 10, 2003.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b380-13\">Alfred R. Cesspooch, Sr., USP-Lompoc, United States Penitentiary, Lompoc, CA, for Alfred R. Cesspooch, Sr.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b380-14\">John W. Suthers, U.S. Attorney, Mark S. Pestal, Asst. U.S., Attorney, Herbert Lee Schmidt, Daniel G. Webber, Office of the United States Attorney, Denver, CO, for Federal Bureau of Prisons.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b380-15\">Robert M. Liechty, Officer, Jonathan A. Cross, Cross, Sands &amp; Sares, Denver, CO, for Officer Ploessel, Correctnl. Officer Moore, C.O.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b380-16\">Before EBEL, LUCERO and O’BRIEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b380-17\">ORDER AND JUDGMENT<footnotemark>*</footnotemark></p>\n<author id=\"b380-18\">EBEL, Circuit Judge.</author>\n<p id=\"b380-19\">Pro se Plaintiff-Appellant Alfred R. Cesspooch, Sr., is currently incarcerated at the federal prison in Florence, Colorado. (Slip. Op. at 1.) He filed a complaint alleging that Defendants violated his constitutional rights when some of them stripped and beat him and others of them ignored the incident or helped cover it up. <em>(Id. </em>at 1-2.) He seeks monetary relief pursuant to <em>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics, </em>403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). <em>(Id. </em>at 2.)</p>\n<p id=\"b380-20\">Adopting the recommendation of the magistrate judge, the district court dis<page-number citation-index=\"1\" label=\"311\">*311</page-number>missed Plaintiffs claims against the Bureau of Prisons as barred by sovereign immunity. <em>(Id.) </em>It dismissed Plaintiffs claims against Price, Walker, DiMarzo and Ploessel as barred by the applicable statute of limitations. <em>(Id. </em>at 3.) Because the other Defendants were neither served with process nor had waived service, the district court did not (and did not need to) discuss Plaintiffs claims against them.</p>\n<p id=\"b381-5\">We exercise jurisdiction under 28 U.S.C. § 1291 and AFFIRM for substantially the reasons stated by the district court. All other pending motions are hereby DISMISSED.</p>\n<footnote label=\"*\">\n<p id=\"b380-9\"> After examining appellant’s brief and the appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. <em>See </em>Fed. R.App. P. 34(a)(2) and 10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument. This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}