{
  "casebody": {
    "data": "<casebody firstpage=\"221\" lastpage=\"224\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b245-5\">UNITED STATES of America, Plaintiff-Appellee, v. Pedro Mario CARO-PEREZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AGh\">No. 08-14165</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AXg\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"AaG\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A_A\">Feb. 11, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b245-24\">Gwendolyn Fortson Waring, Savannah, GA, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b245-25\">Amy Lee Copeland, U.S. Attorney’s Office, Savannah, GA, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b246-4\"><page-number citation-index=\"1\" label=\"222\">*222</page-number>Before HULL, MARCUS and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b246-5\">PER CURIAM:</author>\n<p id=\"b246-6\">Pedro Mario Caro-Perez appeals his 87-month sentence for possession with intent to distribute cocaine hydrochloride, in violation of 21 U.S.C. § 841(a)(1) and (b)(1)(C). Caro-Perez argues that he was entitled to a two-level safety-valve reduction in his offense level pursuant to U.S.S.G. § 2Dl.l(b)(ll). After review, we affirm.</p>\n<p id=\"b246-7\">I. BACKGROUND</p>\n<p id=\"b246-8\">On December 15, 2006, Caro-Perez was arrested after a Richmond Hill, Georgia police officer observed him driving erratically and speeding while traveling north on Interstate 95. Caro-Perez had blood on his face and appeared to have a broken nose. A field sobriety test indicated that Caro-Perez was under the influence of alcohol. During a search of Caro-Perez’s car, officers found empty beer bottles, an opened package of beer, $16,760 and 3.9 kilograms of cocaine divided into four packages. Caro-Perez also had $429.38 on his person. The car was registered to Lidia Ecira Gonzalez and Jorge Galindo Perez in Phoenix, Arizona.</p>\n<p id=\"b246-9\">The next day, a Georgia Bureau of Investigation (“GBI”) special agent interviewed Caro-Perez. Caro-Perez told the agent he had traveled from Phoenix with a man named Javier to visit Javier’s friends in Florida and was en route back to Phoenix when he took a wrong turn leading him to Richmond Hill, Georgia. Caro-Perez stated that the cocaine was already inside the car when he entered it and denied knowing the source of the cocaine. Caro-Perez also denied that Javier was involved with the cocaine, but refused to reveal Javier’s location. Caro-Perez indicated that the car he was driving belonged to a friend in Phoenix.</p>\n<p id=\"b246-11\">After pleading guilty, Caro-Perez was interviewed by his probation officer on October 24, 2007. Caro-Perez admitted that he owned the cocaine found in the car and was looking to sell it. However, Caro-Perez did not disclose where he got the cocaine or where he was taking it when he was arrested.</p>\n<p id=\"b246-12\">In the Presentence Investigation Report (“PSI”), dated January 14, 2008, the probation officer recommended that Caro-Perez was ineligible for a safety-valve reduction because he had not truthfully provided all information he had concerning his offense. Caro-Perez objected, arguing that he had no additional information. The probation officer responded that, because Caro-Perez had given inconsistent statements during his two interviews and had not disclosed the source or destination of the cocaine, he had not been truthful nor given full disclosure. Caro-Perez filed a motion requesting an evidentiary hearing so that he could “proffer his testimony” and the district court could determine whether he had provided truthful and complete information, entitling him to the safety-valve reduction.</p>\n<p id=\"b246-13\">At the February 11, 2008 sentencing hearing, Caro-Perez requested a continuance “for investigation” and argued that he “did not know enough information to provide to the government.” Caro-Perez stated that the continuance was so the government could “question him to determine whether or not what little bit of information he has could be useful,” but alternatively asked the district court “to make that determination in querying him now in order for him to receive that safety-valve relief.”</p>\n<p id=\"b247-4\"><page-number citation-index=\"1\" label=\"223\">*223</page-number>The district court denied the continuance request, finding there was no reason to delay the sentencing. The district court also overruled Caro-Perez’s objection to the PSI, concluding that the safety-valve requirements had not been met. The district court adopted the PSI’s calculations of an advisory guidelines range of 70 to 87 months’ imprisonment and imposed an 87-month sentence. This appeal followed.</p>\n<p id=\"b247-5\">II. DISCUSSION</p>\n<p id=\"b247-6\">On appeal, Caro-Perez argues that the district court erred in deny him a safety-valve reduction without first: (1) making an explicit, independent finding as to whether Caro-Perez had provided truthful and complete information to the government; (2) granting Caro-Perez’s request for a continuance so he could be further debriefed by the government; or (3) permitting Caro-Perez to testify at the sentencing hearing.<footnotemark>1</footnotemark></p>\n<p id=\"b247-7\">The Sentencing Guidelines provide for a two-level reduction to a defendant’s offense level if he meets the criteria for the safety-valve reduction set forth in U.S.S.G. § 5C1.2. <em>See </em>U.S.S.G. § 2D1.1(b)(11). The defendant has the burden to prove his eligibility for safety-valve relief. <em>United States v. Cruz, </em>106 F.3d 1553, 1557 (11th Cir.1997).</p>\n<p id=\"b247-8\">Of the five safety-valve criteria, the only one at issue in this appeal requires the defendant “not later than the time of the sentencing hearing” to provide truthful and complete information “concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide shall not preclude a determination by the court that the defendant has complied with this requirement.” U.S.S.G. § 5C1.2(a)(5). It is the defendant’s obligation to come forward and truthfully supply all the information he has relating to his offense, and the government is not required to solicit information from the defendant. <em>United States v. Milkintas, </em>470 F.3d 1339, 1345-46 (11th Cir.2006) (per curiam). A drug defendant’s obligation to provide full disclosure includes any “information relating to the involvement of others and to the chain of the narcotics distribution.” <em>Cruz, </em>106 F.3d at 1557.</p>\n<p id=\"b247-11\">First, we reject Caro-Perez’s contention that the district court failed to make an independent factual finding as to the completeness and truthfulness of Caro-Perez’s information. “The question of whether the information [the defendant] supplied to the government ... was truthful and complete ... is a factual finding for the district court.” <em>United States v. Brownlee, </em>204 F.3d 1302, 1305 (11th Cir.2000). In other words, the district court may not defer to the government in making this determination. <em>See United States v. Espinosa, </em>172 F.3d 795, 796-97 (11th Cir.1999) (per cu-riam).</p>\n<p id=\"b247-12\">Here, nothing in the record suggests the district court deferred to the government’s assessment of the truthfulness and completeness of Caro-Perez’s information. To the contrary, the sentencing transcript shows that the district court independently found that Caro-Perez had not fully disclosed all he knew about his drug offense. The district court specifically noted that Caro-Perez possessed a sub<page-number citation-index=\"1\" label=\"224\">*224</page-number>stantial amount of drugs, which he either obtained from someone else or brought into the country himself. The district court further noted that the size of the drugs indicated that the source of those drugs trusted Caro-Perez. In other words, the district court found incredible Caro-Perez’s claim that he had no information about where or how he got the drugs. The district court further noted that Caro-Perez had ample time (over a year since his arrest) to provide this information to the government, but had not done so. Thus, the district court fulfilled its obligation to make an independent finding as to whether Caro-Perez made a complete and truthful disclosure.<footnotemark>2</footnotemark></p>\n<p id=\"b248-4\">Second, the district court did not abuse its discretion in denying Caro-Per-ez’s request for a continuance or for an evidentiary hearing.<footnotemark>3</footnotemark> “If the district court finds that the factual circumstances warrant a continuance, then it may continue the sentencing hearing to give the defendant more time to fully debrief and give a formal safety-valve statement.” <em>United States v. Garcia, </em>405 F.3d 1260, 1275 (11th Cir.2005) (per curiam).<footnotemark>4</footnotemark> Caro-Perez’s position at sentencing was that he could provide no additional information to the government. Under the circumstances, we cannot say the district court was required to continue the sentencing hearing to permit additional debriefing.</p>\n<p id=\"b248-9\">Furthermore, Caro-Perez has identified no factual dispute requiring an evidentiary hearing. The parties did not dispute the contents of Caro-Perez’s October 2007 safety-valve statement to his probation officer or his December 2007 interview with the GBI agent. Nor did the parties dispute that Caro-Perez claimed to have no further information. Although Caro-Perez did not make a formal proffer of his testimony or explain how it would have shown he was entitled to a safety-valve reduction, it appears from the record that he would have repeated what he had already told his probation officer. Under the circumstances, we cannot say the district court was required to hold an eviden-tiary hearing before ruling on Caro-Per-ez’s safety-valve request.</p>\n<p id=\"b248-10\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b247-9\">. “When reviewing a district court's safety-valve decision, we review for clear error a district court's factual determinations ... [and] <em>de novo </em>the court's legal interpretation of statutes and sentencing guidelines.” <em>United States v. Poyato, </em>454 F.3d 1295, 1297 (11th Cir.2006) (quotation marks omitted) (alterations in original). We note that Caro-Perez does not challenge the district court's safety-valve ruling on the merits, but rather makes the three procedural arguments listed above.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b248-5\">. To the extent Caro-Perez argues that the district court's safety-valve ruling is insufficient to permit meaningful appellate review, we disagree. Reviewing the ruling as a whole, it is readily apparent the district court found that Caro-Perez did not qualify for a safety-valve reduction because he did not truthfully provide all the information he had as to his offense.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b248-6\">. We review for abuse of discretion a district court’s refusal either to continue a sentencing hearing, <em>United States v. Douglas, </em>489 F.3d 1117, 1128 (11th Cir.2007) (per curiam), or to hold an evidentiary hearing on a sentencing issue, <em>United States v. Gay, </em>251 F.3d 950, 951 (11th Cir.2001) (per curiam).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b248-7\">. Caro-Perez mischaracterizes <em>Garcia. Garcia </em>does not entitle a defendant to a continuance for additional safety-valve debriefing. Rather, <em>Garcia </em>leaves the decision whether to grant a continuance to the sound discretion of the sentencing court. <em>See </em>405 F.3d at 1275 (stating that the district court \"may continue a sentencing hearing” if it finds the circumstances warrant it). Nor has Caro-Perez presented the kind of circumstances found in <em>Garcia </em>— a failure to fully disclose due to a good faith misunderstanding — that might justify a last minute continuance. <em>See id. </em>Here, Caro knew on January 14, 2008, a month before the sentencing hearing, that the government believed Caro-Perez had not made a full disclosure, and thus opposed a safety-valve reduction, because Caro-Perez did not identify the source or destination of his cocaine. Nonetheless, at the February 11, 2008 sentencing hearing, Caro-Perez maintained that he did not have this information.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}