{
  "casebody": {
    "data": "<casebody firstpage=\"162\" lastpage=\"170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b192-2\">Submitted on record and briefs May 30, 2006,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Ae\">affirmed February 28,</decisiondate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A8\">petition for review allowed June 19, 2007 (343 Or 115)</otherdate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b192-4\">STATE OF OREGON, <em>Plaintiff-Respondent, v. </em>GEORGE PETE EVANS, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"4\" data-type=\"court\" id=\"b192-9\">Linn County Circuit Court</p>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"b192-10\">04030588; A125947</docketnumber>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b192-11\">154 P3d 166</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b193-7\"><page-number citation-index=\"1\" label=\"163\">*163</page-number>Peter A. Ozanne, Executive Director, Peter Gartlan, Chief Defender, Legal Services Division, and Louis R. Miles, Deputy Defender, Office of Public Defense Services, filed the brief for appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b193-8\">Hardy Myers, Attorney General, Mary H. Williams, Solicitor General, and Susan G. Howe, Senior Assistant Attorney General, filed the brief for respondent.</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b193-9\">Before Landau, Presiding Judge, and Schuman and Ortega,<footnotemark>*</footnotemark> Judges.</judges>\n<judges data-order=\"10\" data-type=\"judges\" id=\"b193-10\">LANDAU, P. J.</judges>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b193-12\"> Ortega, J., <em>vice </em>Richardson, S. J.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b194-3\"><page-number citation-index=\"1\" label=\"164\">*164</page-number>LANDAU, P. J.</author>\n<p id=\"b194-4\">Defendant appeals a judgment of conviction for first-degree robbery, first-degree burglary, unauthorized use of a vehicle, and second-degree assault. His sole assignment of error is that the trial court should have granted his motion for a mistrial. The state argues that defendant waived his right to complain about the denial of the mistrial motion and that, in any event, the trial court did not abuse its discretion in denying the motion. We conclude that, although defendant did not waive the right to object to the denial of the mistrial motion, the state is correct that the trial court did not abuse its discretion in denying the motion. We therefore affirm.</p>\n<p id=\"b194-5\">The relevant facts are not in dispute. Near the beginning of <em>voir dire, </em>when all of the prospective jurors in the jury pool were present, the court identified the prosecutor, defendant, and defendant’s counsel, and asked if any of the potential jurors knew any of them. One of the prospective jurors indicated that she knew defendant and that she had a stalking protective order against him:</p>\n<blockquote id=\"b194-6\">“PROSPECTIVE JUROR * * *: I know [defendant].</blockquote>\n<blockquote id=\"b194-7\">“THE COURT: Okay. And in what context?</blockquote>\n<blockquote id=\"b194-8\">“PROSPECTIVE JUROR * * *: Used to be a friend. I have an outstanding stalking order against him.</blockquote>\n<blockquote id=\"b194-10\">“THE COURT: So that would probably not be best if you served on this?</blockquote>\n<blockquote id=\"b194-12\">“PROSPECTIVE JUROR * * *: Probably not.</blockquote>\n<blockquote id=\"b194-13\">“THE COURT: Okay. I’ll allow you to be excused.”</blockquote>\n<p id=\"b194-14\">The prospective juror was excused.</p>\n<p id=\"b194-15\">Soon thereafter, defendant moved for a mistrial. The court asked defendant to finish with <em>voir dire </em>and indicated that it would hear arguments on the mistrial issue after the jury had been assembled. The court told counsel that “the record would be preserved and that going through and having the jury sworn and everything, finishing the jury selection, would not be held against anyone.” The <em>voir dire </em>proceeding continued. Defendant, when questioning the panel, asked the prospective jurors whether they would “listen to <page-number citation-index=\"1\" label=\"165\">*165</page-number>the facts” and follow the judge’s direction, and whether anyone on the panel had a preconceived idea of defendant’s guilt. The prospective jurors apparently answered satisfactorily; defendant passed the panel for cause.</p>\n<p id=\"b195-4\">After the jury was sworn, the court heard arguments on defendant’s motion for a mistrial. Defendant asserted that it was -unfair to continue with the trial because the jury panel had been “poisoned” by the incident in which the potential juror mentioned the outstanding stalking protective order against defendant. The trial court denied the motion, concluding that the incident was not “egregious enough to rise to the level of a mistrial.” The trial court did, however, offer to give a curative instruction to the jury. Defendant indicated that he was apprehensive about raising the issue in the minds of the jurors again, but requested more time in which to consider the issue. The trial court agreed. Defendant, however, never asked for a curative instruction about the <em>voir dire </em>incident. The jury ultimately returned a verdict of guilty on all counts.</p>\n<p id=\"b195-5\">On appeal, defendant argues that the trial court abused its discretion in denying the motion, because the statement of the prospective juror so prejudiced defendant as to deprive him of his right to a fair trial by an impartial jury. The state first responds that defendant waived his right to challenge the denial of his mistrial motion. According to the state, defendant had an opportunity to move to strike the jury panel after <em>voir dire, </em>but, rather than doing that, he opted to pass the jurors for cause. That, the state contends, amounts to a waiver of the right to complain about anything that happened during <em>voir dire. </em>Second, and in any event, the state argues, the denial of the motion was not an abuse of discretion because there is no evidence that the incident— involving a matter unrelated to the charged offense — actually prejudiced defendant.</p>\n<p id=\"b195-6\">We begin with the state’s waiver argument and readily conclude that defendant did not waive his right to challenge the denial of his mistrial motion. Defendant objected soon after the incident took place. <em>See State v. Barone, </em>328 Or 68, 90, 969 P2d 1013 (1998) (motion for mistrial should be made at the time of the “objectionable event”). <page-number citation-index=\"1\" label=\"166\">*166</page-number>The trial court asked defendant to continue with <em>voir dire </em>and postponed argument on the mistrial issue until after the panel had been selected — indeed, the court expressly assured defendant’s counsel that “going through and having the jury sworn and everything, finishing the jury selection, would not be held against anyone.” Under the circumstances, we cannot fault defendant for relying on the court’s explicit assurances. In any event, whatever effect might attach to defendant’s decision — after his initial objection — not to challenge the jurors for cause, he clearly renewed the objection after the jury was sworn, when he asserted again the need for a mistrial. In sum, defendant did not waive his right to assign error to the denial of his motion for a mistrial. We therefore consider the merits of his assignment of error.</p>\n<p id=\"b196-4\">In ruling on a motion for a mistrial, a trial court must decide whether to grant the motion, to cure the effect of inappropriate conduct or testimony by giving a proper instruction instead, or to do nothing at all. <em>State v. Flores, </em>31 Or App 187, 190, 570 P2d 94 (1977). Our review of the denial of a motion for a mistrial is limited to determining whether the court abused its discretion in making that decision. <em>State v. Johnson, </em>199 Or App 305, 311, 111 P3d 784, <em>rev den, </em>339 Or 701 (2005). The decision is committed to the discretion of the trial judge because the trial judge “is in the best position to assess the impact of the complained-of incident and to select the means (if any) necessary to correct any problem resulting from it.” <em>State v. Wright, </em>323 Or 8, 12, 913 P2d 321 (1996). As a result, we will not reverse the denial of a motion for a mistrial “unless we can fairly say that the impropriety that is the basis for the motion denied the adverse party a fair trial.” <em>Jett v. Ford Motor Co., </em>192 Or App 113, 124, 84 P3d 219, <em>rev den, </em>337 Or 160 (2004).</p>\n<p id=\"b196-6\">In evaluating whether the trial court abused its discretion in denying defendant’s mistrial motion, we are informed by a number of cases that illustrate when such an abuse of discretion does or does not occur.</p>\n<p id=\"b196-7\">In some cases, the prejudice to the accused created by an incident is so grave that a curative instruction is insufficient, and a mistrial is the only legally acceptable alternative. In <em>State v. Jones, </em>279 Or 55, 62-63, 566 P2d 867 (1977), <page-number citation-index=\"1\" label=\"167\">*167</page-number>for example, the prosecutor repeatedly insinuated that the defendant, who was charged with rape, had previously committed several rapes. The prosecutor made the comments despite knowing that the defendant actually did not have any prior convictions for rape. The defendant moved for a mistrial. The trial court denied the defendant’s motion, but instructed the jury to disregard the inappropriate statements. On appeal, the Supreme Court concluded that the cautionary instruction was insufficient and that the court had erred in denying the mistrial motion. <em>Id. </em>at 63.</p>\n<p id=\"b197-4\">Similarly, in <em>State v. White, </em>303 Or 333, 736 P2d 552 (1987), the trial court denied a motion for a mistrial after the prosecutor remarked during the opening statement that the defendant had refused to testify in his codefendant’s trial. On appeal, the Supreme Court concluded that the deliberate reference to the defendant’s exercise of his constitutional right to remain silent required the trial court to do something more than instruct the jury that the defendant’s refusal to testify in his codefendant’s trial was irrelevant. <em>Id. </em>at 343-44. <em>See also Johnson, </em>199 Or App at 313-14 (admission of nontestifying codefendant’s redacted confession necessitated mistrial despite trial court’s limiting instruction to jury that it could consider confession only as it related to issue of codefendant’s guilt, because the redacted confession plainly implicated the defendant).</p>\n<p id=\"b197-5\">In other cases, the decision to deliver curative instructions rather than to declare a mistrial remains within the ambit of the court’s discretion. Illustrative is the Supreme Court’s decision in <em>State v. Bowen, </em>340 Or 487, 135 P3d 272 (2006). In that case, the prosecutor elicited testimony that the defendant, on trial for murder, had a prior conviction for manslaughter. The defendant objected and moved for a mistrial. The trial court denied the mistrial motion but, instead, instructed the jury to disregard the testimony. On appeal, the Supreme Court concluded that the trial court did not abuse its discretion in denying the mistrial motion. The court took care to distinguish both <em>Jones </em>and <em>White. </em>Both of those cases, the court explained, involved deliberate prosecutorial misconduct, which produced “presumably harmful effect [s]” that required more than a simple instruction to ignore the evidence. <em>Bowen, </em>340 Or at 510. In contrast, the <page-number citation-index=\"1\" label=\"168\">*168</page-number>court continued, the prosecutor’s conduct at issue in that case was not deliberate and did not produce the sort of evidence that could not be cured by an appropriate instruction. <em>Id. </em>at 510-11; <em>see also State v. Voits, </em>186 Or App 643, 663, 64 P3d 1156, <em>rev den, </em>336 Or 17 (2003), <em>cert den, </em>541 US 908 (2004) (curative instruction sufficient to remedy prejudice resulting from prosecutor’s passing reference during opening argument to the defendant’s pretrial incarceration); <em>State v. Thompson, </em>328 Or 248, 270-71, 971 P2d 879, <em>cert den, </em>527 US 1042 (1999) (mention of allegation that the defendant had committed sexual abuse did not necessitate mistrial where trial court immediately gave a curative instruction); <em>State v. Wilson, </em>69 Or App 569, 573, 687 P2d 800 (1984), <em>rev den, </em>298 Or 553 (1985) (trial court properly ordered prosecutor to refrain from referring to the defendant as an “animal” and did not abuse its discretion in denying the defendant’s motion for a mistrial after giving curative instructions).</p>\n<p id=\"b198-4\">In some cases, even when giving a curative instruction is impractical, it is within the trial court’s discretion to decline to declare a mistrial in the wake of a potentially prejudicial incident, if the court finds that the incident was sufficiently inadvertent and isolated so as to not compromise a fair trial. For example, in <em>State v. Pratt, </em>316 Or 561, 583, 853 P2d 827, <em>cert den, </em>510 US 969 (1993), the Supreme Court held that the trial court did not abuse its discretion in denying a motion for mistrial after a witness had referred to the defendant’s presence on death row. The court noted that the statement was “isolated and made in passing” and that the state “did not capitalize on the disclosure in any way.” <em>Id.</em></p>\n<p id=\"b198-5\">Similarly, in <em>State v. Farrar, </em>309 Or 132, 164, 786 P2d 161, <em>cert den, </em>498 US 879 (1990), the Supreme Court held that the trial court did not abuse its discretion in denying a mistrial where a state’s witness had mentioned a polygraph examination, because the reference was isolated and made only in passing, the results of the test were not disclosed, and the state never argued that the test had any significance to the witness’s credibility or to any other issue in the case.</p>\n<p id=\"b198-6\">Finally — and particularly instructive for our purposes — in <em>State v. Simonsen, </em>329 Or 288, 986 P2d 566 (1999), <page-number citation-index=\"1\" label=\"169\">*169</page-number><em>cert den, </em>528 US 1090 (2000), the defendant complained that, during <em>voir dire </em>at the sentencing phase of his aggravated murder trial, one of the prospective jurors made an inadvertent and passing reference to the fact that the defendant had been subject to an earlier death sentence. The defendant moved to dismiss the prospective jurors who had heard the remark. The trial court declined to do so, but instead gave an instruction that the jurors were not to “consider what any juror has said when they have been excused, or why they’ve been excused. All of that is irrelevant, and not for consideration.” On appeal, the defendant argued that the reference to the earlier death sentence had poisoned those in the jury pool who heard the remark. The Supreme Court affirmed. Citing <em>Pratt </em>and <em>Farrar, </em>the court concluded that the trial court’s decision to deliver the instruction rather than to dismiss the panel was not an abuse of discretion.</p>\n<p id=\"b199-4\">With the foregoing principles in mind, we turn to the facts of this case. We begin by emphasizing that the trial court offered to give a curative instruction and invited defendant to suggest one, but defendant elected not to take the court up on the offer. Consequently, in evaluating whether the trial court abused its discretion in denying defendant’s mistrial motion, we take into account that, to the extent that the trial court did not deliver a curative instruction, it was because defendant elected not to request one.</p>\n<p id=\"b199-5\">We also consider the possible prejudice caused by allowing the jury to hear the offending statement. In that regard, we cannot say that it falls within that class of incidents so prejudicial that a mistrial was the only legally acceptable alternative. As in <em>Pratt, </em>the statement here was “isolated and made in passing.” After the incident, in fact, defendant was able to seek and obtain assurances from prospective jurors that they could be impartial.</p>\n<p id=\"b199-6\">We likewise consider the extent to which the offensive statement was the product of deliberate prosecutorial misconduct, as was the case in <em>Jones </em>and <em>White. </em>In this case, there was no such misconduct; indeed, the state had no hand in creating the problem, and in no way attempted to take advantage of it.</p>\n<p id=\"b200-3\"><page-number citation-index=\"1\" label=\"170\">*170</page-number>Under the circumstances, we cannot say that the court abused its discretion in denying defendant’s motion for a mistrial and offering instead to give a curative instruction. Particularly in light of the fact that defendant was permitted to examine prospective jurors to determine whether they could remain impartial — and to challenge those prospective jurors to the extent that defendant believed that they could not — we cannot conclude that the effect of the trial court’s ruling was to deny defendant a fair trial. <em>Jett, </em>192 Or App at 124. The trial court did not err.</p>\n<p id=\"b200-4\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}