{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"444\" lastpage=\"471\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b444-5\" pgmap=\"444\">George H. Painter v. The People of the State of Illinois.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b444-8\" pgmap=\"444\">Filed at Ottawa October 26, 1893.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b444-9\" pgmap=\"444\">1. Witness—matters relating to credibility. The fact that the life-of a witness has been dissolute and unchaste is not ne'oessarily an impeachment of his testimony. The credibility of witnesses is preeminently a question for the jury, and it will be presumed that the j ury duly considered all matters appearing in evidence having a legitimate tendency to affect their credibility.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b444-10\" pgmap=\"444\">2. Criminal evidence—experiments to controvert the testimony of witnesses. Proof of experiments made to test the fact th&amp;t witnesses-could or could not have seen what they testified they did see, if competent at all, is entitled to but little weight, owing to the difficulty of knowing whether the experiments were made under substantially the same conditions which were present at the time the witnesses claim to-have seen.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b444-11\" pgmap=\"444\">3. Same—alibi—depending on accuracy of time-pieces. Where an alibi-sought to be shown depends vitally upon the accuracy and agreement-of different time-pieces, so that a disagreement of ten or fifteen minutes would be fatal to its establishment and the apparent conflict between the witnesses will disappear, it is more reasonable to suppose that there was a slight discrepancy in the time-pieces than that one or the other of two sets of witnesses swore to an untruth.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b444-12\" pgmap=\"444\">4. Same—proof of previous threats on trial for murder. On a trial for murder, declarations of intention and threats against the deceased are admissible in evidence, not because they give rise to a presumption of law as to guilt, which they do not, but because from them, in connection with other circumstances, and on proof of the corpus delicti„ guilt may be logically inferred.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b444-13\" pgmap=\"444\">5. Same—murder—proof of prior assaults. On the trial of one for the murder of his wife, who was forced by him to lead a life of prostitution, proof of many former assaults by him on her, generally to make her give him money obtained by her as the fruits of her shameful life, is admissible, as tending to show the relations between them, his want of affection for her, and the motive or intent with which he committed the fatal assault.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b444-14\" pgmap=\"444(24) 445(44)\">6. The general rule is, that proof of the commission of one offense can not ordinarily be admitted to prove the commission of another .and distinct offense; but the mere fact that testimony may tend to prove the commission of other crimes or to establish collateral facts does not render it incompetent, provided it is pertinent to the point in issue and tends to prove the crime charged.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b445-5\" pgmap=\"445\">7. On the trial of a husband for the murder of his wife, the State has the right to prove a long course of ill-treatment by the husband towards the wife, and violent quarrels between them, resulting in personal assaults upon her, accompanied with threats against her life, or any other motive likely to instigate the commission of the homicide.</syllabus><syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b445-6\" pgmap=\"445\">8. SAME—displaying physical objects to the jury. It is a common practice, justified by judicial decisions, to display before the jury, and to formally introduce in evidence, physical objects which form a part of or serve to illustrate the transaction or occurrence which is the subject of investigation. Evidence of this character is frequently resorted to, both in civil and criminal cases, and the propriety of its use can not now be successfully called in question.</syllabus><syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b445-7\" pgmap=\"445\">9. But the time and manner in which objects of this character shall be displayed in the presence of the jury is a matter wholly within the sound discretion of the trial court.</syllabus><syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b445-8\" pgmap=\"445\">10. Reasonable doubt—instruction defining. On a murder trial the court instructed the jury, that in considering the case they \"are not to go beyond the evidence to hunt up doubts, nor must they entertain such doubts as are merely chimerical or conjectural. A doubt to justify an acquittal must be reasonable, and it must arise from a candid and impartial investigation of all the evidence in the case, and unless it is such that, were the same kind of doubt interposed in the graver transactions of life, it would cause a reasonable and prudent man to hesitate and pause, it is not sufficient to authorize a verdict of not guilty. If, after considering all of the evidence, you can say you have an abiding conviction of the truth of the charge, you are satisfied beyond a reasonable doubt:” Held,, that there was no error in giving the instruction prejudicial to the defendant.</syllabus><syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b445-9\" pgmap=\"445\">11. Instructions—need not be repeated. Where the same proposition in a refused instruction is substantially embodied in another instruction which is given, there will be no error in refusing the former one. The court is not required to repeat the same proposition in different instructions.</syllabus><summary data-order=\"13\" data-type=\"summary\" id=\"b445-10\" pgmap=\"445\">Writ of Error to the Criminal Court of Cook county; the .Hon. B. W. Clifford, Judge, presiding.</summary><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b446-4\" pgmap=\"446\">Messrs. McDougal &amp; Chapman, Mr. L. A. Williams, Messrs. Case, Hogan &amp; Case, and Mr.-Frederick A. Mitchell, for the. plaintiff in error:</attorneys><p data-order=\"15\" data-type=\"legal\" id=\"b446-5\" pgmap=\"446\">The court admitted improper evidence on behalf of the-. People. The admission of evidence of prior assaults on the-deceased was calculated to inflame the minds of the jury. Farris v. People, 129 Ill. 531.</p><p data-order=\"16\" data-type=\"legal\" id=\"b446-6\" pgmap=\"446\">We cite the following authorities to support our contention that the evidence of the particulars of a complaint made by prosecutrix in a rape case is inadmissible: Regina v. Osborne, 1 G. &amp; M. 622; 3 Greenleaf on Evidence, see. 213; Scott v.. State, 45 Ala. 420; Lacy v. State, id. 80; People v. Graham, 21 Cal. 265; Pleasant v. State, 15 Ark. 624; Jones v. State, 61 Mo. 232; Thompson v. State, 38 Ind. 39; State v. Richard, 33 Iowa, 420.</p><p data-order=\"17\" data-type=\"legal\" id=\"b446-8\" pgmap=\"446\">A defendant ought not to be convicted of the offense charged, simply because he had been guilty of another offense. State v. Renton, 18 N. H. 174; Coleman v. People, 55 N. Y. 90; Schaffner v. Commonwealth, 72 Pa. St. 60; State v. Lepage, 57 N. H. 245; Regina v. Oddy, 5 Cox, C. C. 210 ; East Kingston. v. Towle, 48 N. H. 57; Wharton on Crim. Evidence, sec. 30.</p><p data-order=\"18\" data-type=\"legal\" id=\"b446-9\" pgmap=\"446\">The court erred in permitting the bed, mattress, sheets, apron, pillows, coverlets, and other articles of similar character, together with the overcoat of the accused, to be introduced in evidence. Wharton on Crim. Evidence, sec. 767; Truelock v. State, 1 Clarke, 515.</p><p data-order=\"19\" data-type=\"legal\" id=\"b446-10\" pgmap=\"446\">The constant exhibition of this bloody apron, and bloody bed, and bloody clothing, was such a menace to the jury that their verdict must have been given under a state of great excitement. Acosta v. People, 10 Cal. 195; Truelock v. State, 1 Clarke, 515; Warren v. State, 1 G. Green, 110; Jackson v. Warford, 7 Wend. 62; Scott v. Fennimore, 1 G. Green, 134;. Woolfalk v. State, 81 Ga. 559.</p><p data-order=\"20\" data-type=\"legal\" id=\"b446-12\" pgmap=\"446(17) 447(66)\">The assistant State’s attorney was permitted to use improper-language in his closing argument. Commonwealth v. Cleary, 135 Pa. St. 86; Campbell v. People, 109 Ill. 577; Quinn v. People, 123 id. 333; Earll v. People, 99 id. 123; McDonald v. People, 126 id. 153; Raggio v. People, 135 id. 543; Henry v. Railroad Co. 121 id. 268; Farrell v. People, 133 id. 244; Fisher v. People, 23 id. 283; State v. Jackson, 95 Mo. 653; People v. Lee Chuck, 78 Cal. 317.</p><p data-order=\"21\" data-type=\"legal\" id=\"b447-5\" pgmap=\"447\">The Court' say in Brown v. Swineford, 44 Wis. 282: “It is error sufficient to reverse a judgment, for counsel, against objection, to state facts pertinent to the issue and not in evidence, or to assume, arguendo, such facts to be in the case when they are not.” See, also, Gross v. State, 68 Ala. 483; Kinnevan v. Kinnevan, 71 Ind. 419; Ricks v. State, 19 Texas App. 319; Thompson v. State, 43 Texas, 273; Rolfe v. Rumford, 66 Me. 564; Gross v. State, 11 Texas App. 378; Conn v. State, id. 390; State v. Smith, 75 N. C. 307; State v. Lee, 66 Mo. 167; People v. Mitchell, 62 Cal. 411; Bryson v. State, 20 Texas App. 566; Crawford v. State, 15 id. 503; Blackman v. People, 10 Crim. Law Mag. 71; State v. Foley, 12 Mo. App. 433; Home v. Insurance Co. 33 Conn. 471.</p><p data-order=\"22\" data-type=\"legal\" id=\"b447-6\" pgmap=\"447\">The court erred in the giving of instructions.</p><attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b447-7\" pgmap=\"447\">Mr. M.- T. Moloney, Attorney General, for the People :</attorneys><p data-order=\"24\" data-type=\"legal\" id=\"b447-8\" pgmap=\"447\">To sustain the introduction of evidence of independent offenses, it is necessary to show that the defendant did the act under trial, and that the independent offense was committed by the defendant. 1 Wharton on Crim. Law, see. 631 a.</p><p data-order=\"25\" data-type=\"legal\" id=\"b447-9\" pgmap=\"447\">Former offenses, when admissible in evidence: 1 Wharton on Crim. Evidence, secs. 635, 639; Farris v. People, 129 Ill. 521.</p><p data-order=\"26\" data-type=\"legal\" id=\"b447-10\" pgmap=\"447(67) 448(26)\">It is a common practice to permit parties to produce'things before the jury for their inspection. Iron Works v. Weber, 129 Ill. 535; Express Co. v. Spellman, 90 id. 455; Jupitz v. People, 34 id. 516; Barber v. Perry, 67 Iowa, 146; Railroad Co. v. Wood, 113 Ind. 548; Mulhado v. Railroad Co. 30 N. Y. 370; Hatfield v. Railroad Co. 33 Minn. 130; People v. Gonzalez, 35 N. Y. 19 ; Drake v. State, 56 Ga. 113 ; Commonwealth v. Brown, 121 Mass. 69; Springer v. Chicago, 135 Ill. 552.</p> <opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b448-5\" pgmap=\"448\">Mr. Justice Bailey</author> <p id=\"AcT\" pgmap=\"448\">delivered the opinion of the Court:</p> <p id=\"b448-6\" pgmap=\"448\">In this case, George H. Painter, otherwise called George H. Martin, was indicted, in the Criminal Court of Cook' county, for the murder of Alice Painter, otherwise called Alice Martin, otherwise called Alice McLean, and being tried upon a plea of not guilty, he was found guilty in manner and form as charged, and his punishment was fixed by the jury at death. The court thereupon, after denying his motion for a new trial, and also his motion in arrest of judgment, pronounced sentence upon him in accordance with the verdict, and the record is now brought here for review, he having been granted a writ of error, and the same having been made a supersedeas.</p> <p id=\"b448-7\" pgmap=\"448\">The deceased was killed at about twelve o’clock of the night of May 17, 1891, her death being caused, as appears, by strangulation, and the evidence leaves no room for doubt that the homicide, by whomsoever committed, was felonious. At the time of her death, she and the defendant were, and for about three years prior thereto had been, living together as husband and wife, and during that time they had both so held themselves out to the world, although the defendant now claims that they had in fact never been married. Her maiden name was Alice McLean, and some of the time they were living together, they both went under the name of Martin. They seem to have occupied rooms, at different times, in several different places in the city of Chicago, and sometime prior to May 17, 1891, they became the occupants of the rooms constituting the first story or flat of the house known as number 86, Green street, and it was there the homicide was committed.</p> <p id=\"b448-8\" pgmap=\"448(23) 449(186)\">Green street runs north and south, and the house in question, which is a two story frame building, stands on the east side of the street, and of course fronts towards the west. The front door opens into a hall, from which, to the right, is a door opening into the front room or parlor. Back of the parlor is a sitting-room, and on the north side of that room is ■a recess or alcove used as a bed-room, and into which a door opens from the easterly extremity of the hall. In the northeast corner of this recess or alcove stood a bed with its head to the north, and leaving a space of about four feet between the bed and the westerly side of the room. Back of the sitting-room is a kitchen, in which also stood a bed, and in the kitchen is a,n outside door opening into a narrow alley or passage way between the building in question and the one next north of it, running west to Green street. The night of the homicide, one room in the second story was occupied by Irving A. Truesdell and Minnie Truesdell, his wife, and another by Lydia Morris and one Wolf Jacobs.</p> <p id=\"b449-5\" pgmap=\"449\">Irving A. Truesdell testifies that he and his wife went to bed between nine and ten o’clock; that he woke when the clock was striking twelve, and heard a fight going on down stairs ; that he heard scuffling, thumping, house jarring and a weak groan; that he waked his wife up, and she went out and was gone about ten minutes, and then came back and went to bed; ■that about fifteen minutes after he heard the scuffling, and about two or three minutes after his wife returned to bed, the defendant ran up stairs and cried out: “For God’s sake, are all you people dead ? Come down stairs; somebody has killed Alice;” that witness did not get up until the officers came, and did not look at the clock.</p> <p id=\"b449-6\" pgmap=\"449(75) 450(345)\">Minnie Truesdell testifies that, at about twelve o’clock of the same night, she heard a terrible noise; that witness was awakened by her husband and went out to see what it was; that she met Jacobs and Mrs. Morris at the head of the stairs .and said they were quarrelling down stairs; that they remained there and listened, Jacobs sitting on the head of the stairs, the witness standing looking over the bannister, and Mrs. Morris looking through a place below the witness where one of the rods was out; that the hall was dark; that at that time she could see nothing inside so as to distinguish its outline; that the time she heard the clock strike twelve could not have been more than a second after she got out into the hall; that the house was shaking; that after she got out there she merely heard a tumbling around; that it sounded as if two gentlemen should get up and have a fight and just roll around; that no words were heard, but it sounded like fighting, tumbling and struggling; that witness must have stood there five or ten minutes, Mrs. Morris and Jacobs remaining in the same positions already described; that the front door opening into the street was shut; that after they had been there about five or ten minutes, the defendant came out of the-parlor door; that he came out not over a minute after the struggling ceased; that witness could see him by means of a light from the apartments of the defendant and the deceased; that she saw him clearly and distinctly, so that there was no-question about its being the defendant; that after he came out, she heard a sort of thumping inside; that defendant opened the parlor door and walked to the outside door opening into the street and stayed there about a second, and then turned into the parlor door and locked it; that witness and those with her then went back to bed; that about ten minutes-afterward the defendant came up and called out: “For God’s sake, are any of you people awake ? Somebody has murdered Alice,” and he came up stairs- and rapped on the door; that witness advised the others not to go out until the officers came; \"that the witness saw the defendant when he came out into the hall by the light which shone through the parlor door; that she noticed that he was then breathing loud.</p> <p id=\"b450-5\" pgmap=\"450(49) 451(391) 452(22)\">Jacobs testifies that, as the clock was striking twelve, he-heard a noise in the room below and woke up Mrs. Morris and said to her that there was a fight going on down stairs; that they got up and went out into the hall way at the stairs- and listened; that witness was on the top stair, and Mrs.. Morris knelt down and pat her head through a place where one or more of the rods were gone and looked directly down; that Mrs. Truesdell came out and stood near the witness looking over the railing; that it was about a minute after the clock struck before witness ran to the head of the stairs; that he and Mrs. Morris were there first and that Mrs. Truesdell came a minute or two later; that witness’ room where he first heard the noise was directly over the room from which the-sounds came, so that he could hear them plainly; that he went outside and stood there about three or four minutes % that what he heard was like something bumping on the floor, and after he got outside he heard scuffling on the floor and against the door, but before he went out, he heard a sort of scream by a female voice; that after he got out, the scuffling continued about three or four minutes; that he then saw the defendant come out of the parlor door, leaving that door open, there being a bright light in the room which reflected on him so that the witness could see him distinctly; that the witness-then and there had a full view of the defendant, so that there; can be no question whatever about the person he saw being the defendant; that the time the witness saw him come out was after the struggle; that he can not say exactly as to the length of time intervening, but it was not long, and could not have been more than between three and five minutes; that he heard a little scuffling in the room after the defendant came out into the hall; that witness could hear the defendant breathing loud after he came out; that he left the door open and went to the front door and opened it for a second or two and stood there, and then went back into his room and locked the door; that witness and Mrs. Morris went back to bed, and in probably fifteen or twenty minutes, the defendant came and rapped on the door and cried out: “Are all you people asleep or dead? For God’s sake, come down, some one has-■killed Alice; ” that the witness 'did not go down stairs until ithe officers came and called him and Mr. Truesdell down.</p> <p id=\"b452-5\" pgmap=\"452(377) 453(13)\">Mrs. Lydia Morris testifies that, on the night of May 17&gt; 1891, there was a terrible racket; that she was awakened by the noise, as though some one was struggling, being bumped along the floor; that when she first heard the noise, she was in bed with Jacobs; that the clock was then just striking twelvethat witness got up and went to the stairs; that Mrs. Truesdell came there, and they stayed there five minutes while the noise, the wrestling, continued; that it was by the door .at the end of the hall; that at that time the hall was not lighted up; that Jacobs also came out; that the defendant ■came out of the parlor door, leaving the door aj ar, and opened ithe outside door leading to the street; that he came out about tiwo minutes after the witness heard the noise; that the noise Lad not then ceased entirely, there being a noise as of something bumping against the door while the defendant was in ithe hall; that witness knew the defendant came out into the hall because she saw him; that he left his door ajar, and the light shone out across the hall upon him; that she is not mistaken about its being the defendant; that there is no question about it; that he stayed there a minute or two, and then ■closed the outside door, and went into his room and turned the key, and was there fifteen or twenty minutes, during which •all was quiet; that she then heard him walking across the :floor, and heard him say: “Alice, Alice,” and he had no more than spoken these words, when he rushed out into the hall and said: “Are any of you people awake ? If you are come down ; •somebody has murdered Alice,” then witness heard him go ■out into the street; that the next noise the witness heard was that of footsteps down stairs, which she supposed to be those ■of the officers; that witness, while in the hall, was kneeling ■down and looking through the bannisters where one of the ¡rods was out; that Jacobs was sitting down on the top stair part of the time and standing part of the time, and that Mrs. Truesdell was standing between the witness and Jacobs,, looking over the bannister.</p> <p id=\"b453-5\" pgmap=\"453\">It appears that the defendant, after calling to the parties-' occupying the rooms up stairs to come down, as testified to by them, went out and notified the police that a woman had been murdered, and that several police officers returned to the= house with him, and found the deceased lying on the floor in. the bed-room, in front of the bed dead. She was lying upon her back, with her head to the north, directly against the base board, and with her legs extending to the south, her left leg lying along side of the bed, and her legs extended and spread apart, so that the right leg was midway between the bed and the door opening into the east end of the hall. The body was naked from the navel down, except that she had on her shoes, and stockings, her left stocking being turned down over the shoe. The bed was disarranged, as though some one had been sleeping in it, and the neck and face of the deceased were covered with blood, and blood was oozing from her nose,, her mouth, her right eye and her ears. Blood spots were found scattered over the north wall of the room near where-the bed was standing, and there were blood spots on the cover and clothing of the bed, on the pillow and along the sides of the bed, and there were many spots of blood on the base board near which the head of the deceased was lying, and also blood scattered over the carpet. On the pillow there seems to have been the mark of a bloody hand which had penetrated through the pillow slip on to the pillow', and also the mark of a bloody hand on the mattress. But there appears to have been no blood on the hand of the deceased, or on the lower part of her body.</p> <p id=\"b453-6\" pgmap=\"453(54) 454(217)\">The defendant, on the other hand, introduced the testimony of several witnesses, tending to show that on the night of the-homicide, he was continuously, from a little after nine o’clock until midnight, or within a very few minutes of that time, at a saloon at 269, West Madison street, about three and one-half blocks from his residence where the homicide was committed. Of these witnesses, August Schiller, the proprietor of the saloon, testifies that the defendant was at his saloon that evening, and left about twelve o’clock; that he can not swear to the exact minute, but is sure that it was not ten, eight or five minutbs before twelve; that the defendant was the last one of those present to leave the saloon, and that as witness noticed that he was gone, his electric light, which usually goes out at twelve o’clock, went out; that witness remembers the circumstance that just before twelve o’clock, he counted his cash, and that the defendant and another man who were standing in front of the bar made a bet as to the amount of his receipts for the day, and that they remained until the cash was counted and the bet thus decided. But the testimony of this witness is somewhat impaired by a statement made by him to two police officers and testified to by them, in which he said that the defendant left his saloon about five minutes before twelve o’clock if not a little more, and that he had a plenty of time after he left the witness’ saloon, to reach 86, Green street, before twelve o’clock.</p> <p id=\"b454-5\" pgmap=\"454\">George Siler also testifies that'he went to Schiller’s saloon May 17, 1891, at about eleven o’clock in the evening and remained there up to three or four minutes before twelve; that he saw the defendant there, and that when he left, the defendant was still there; that he was the man with whom the defendant made the bet as to Schiller’s receipts. This witness also testifies that the defendant, at the time, was lame from rheumatism in his right foot.</p> <p id=\"b454-6\" pgmap=\"454(78) 455(15)\">Joseph Joaquin testifies that he went to Schiller’s saloon the same evening at about ten o’clock, and remained there until one minute to twelve o’clock, and then went home; that on leaving the saloon, he stopped at a jewelry store a few feet from the saloon and looked at the chronometer, and that it then registered just twelve o,’clock; that he saw the defendant there, and was a party with him to the bet in relation to Schiller’s receipts, and that when* he left the saloon the defendant was still there.</p> <p id=\"b455-6\" pgmap=\"455\">Ulysses Kennedy testifies that he was in the employ of the Chicago Arc Light and Power Company and was on duty that night; that there was an electric light in Schiller’s saloon, and that it was not shut off that night until twelve o’clock; that they never shut down until the clock struck twelve.</p> <p id=\"b455-7\" pgmap=\"455(330) 456(317)\">In addition to the foregoing, the defendant, being examined as a witness in his own behalf, testified, that on the evening in question, he went to Schiller’s saloon reaching there about ten minutes after nine o’clock, and remained there the rest of the evening, leaving at about twelve o’clock; that he knows that it was twelve, because the electric light was going out as he was passing out of the front door; that one of his feet was lame from rheumatism or from a strained tendon; that on 'leaving the saloon, he turned east on the north side of Madison street and walked to Sangamon street; that he then crossed to the south side of Madison and walked down that side of the street to Green street, and thence along the west side of that street until nearly opposite his own house, and then crossed over and passed through the alley on the north side of the house to the rear door and opened that door and went in; that he then went to the door between the kitchen and sitting room and made a slight noise to attract the attention of the deceased if she was there, but hearing nothing, he returned and went over to the bed in the north-east corner of the kitchen which he had put there for his own use and laid down on it and read a newspaper; that on reading the paper, he picked up a sandwich which was on the table and ate a little of it; that he then thought it strange that the deceased was not in, it being twelve o’clock, and he thereupon went back to the door and shook it and pushed it quite hard ; that he heard no noise, and then thought he would go to bed, but as he turned down the covers, he found there were no sheets on the bed; that he then took a lifter from the stove and put it between the look and clasp and pried a little, and the door being very loose, he was thus able to slip the bolt back; that when he had the door open, he stepped in and saw the feet of the deceased and part of her limbs, and called her by name and started to take hold of her, supposing she had fainted; that on seeing her face he was greatly shocked; that he stepped up to her head and put his hand on her cheek and found it cold; that he then came back and went out into the hall; that he went out to go to the door; that it was a little foggy and damp, that he took his overcoat, which was lying on the bed where he found the deceased, and'put it on; that he had not then opened the door but only tried to open it; that he cried: “For God’s sake, are you folks dead up there ?” that he got no answer, and went up stairs and knocked at their door and said: “What is the matter with you folks? Are you dead? For God’s sake, somebody has killed Alice;” that.they made no answer, and he said: “Will you come down ?” and some one said: “Yes;” that he then said: “Come down right away, I want to get the police;” that he then went to the corner of Madison and Green streets, and thence to Halsted street, and after looking around for some time, he encountered two policemen, and told them that there was a woman killed at 86, Green street; that they started to go there on a, run, but as he could not keep up with them, they slowed up, he following as fast as he could; that on reaching the house, he opened the front door, and they went in and he followed.</p> <p id=\"b456-7\" pgmap=\"456(102) 457(154)\">The evidence tends to show that the defendant, while at-Schiller’s saloon, was wearing a new suit of light colored clothing, and that he then had on no overcoat,^ and there seems to be no dispute that at the time he went for the police officers, and at the time he was subsequently arrested, he had on the same suit, and that he then had on an overcoat. The three witnesses who claim to have seen him come out inte the hall immediately after the noise of struggling had ceased in the bed-room below, noticed that he had on that suit or portions of it, and were able to identify him in part by his clothing. But the evidence shows that upon the suit he was-wearing at the saloon, no spots of blood were found, but it seems that certain spots were found on his overcoat which were supposed to be blood. Expert evidence was introduced on behalf of the defendant to the effect that it would have been impossible for any person to have committed the homicide in. the manner shown by the evidence without being covered with blood from head to foot. It appears however that a bloody apron was found the next morning in the room where the deceased was killed, and which, as is claimed, had upon it marks--of teeth, and which, according to the theory adopted by the prosecution, had been crowded into the mouth and throat of the deceased during the struggle which resulted in her death.</p> <p id=\"b457-5\" pgmap=\"457\">Considerable evidence was introduced by the prosecution bearing upon the previous relations between the defendant and the deceased, and particularly as to threats against her person and her life, and of violent assaults made upon her at different times while they were living together in the apparent relation of husband and wife. This evidence tends to show that the deceased was .compelled by the defendant to pursue the vocation of a common prostitute, the defendant claiming, and exacting from her the money gained by her in that manner. It seems that the deceased, then known as Mrs. Painter, gave birth to a child, which died about ten weeks after its-birth. Lyda Ferren, who during a portion of the year 1890, was living in the same house and in rooms adjoining theirs, testifies that during that time she heard the defendant threaten to kill the deceased; that they were having trouble pretty much every night; that one morning witness heard a struggle going on between them, and after the defendant had gone out, she visited Mrs. Painter and found her neck and face blue and swollen; that this was a month perhaps before her child was-born; that among other things, witness heard him say that “he would kill her; she was no good to make money.”</p> <p id=\"b458-4\" pgmap=\"458\">D. O. Ferren, the husband of the witness last named, testifies that he heard threats made by the defendant to kill Mrs. Painter at several different times; that the first time was in May, 1890, when he heard the defendant choking her and saying: “Damn you, I will kill you;” that he saw her after-wards, and there were black streaks around her throat; that this was before her child was born; that he heard him several times choking her; that the next time the defendant choked her and said: “Damn you, I will kill you this time; dam*, you, I will kill you;” that at another time while she was in the family way, he heard the defendant say to her: “I will throw you down on the floor and tramp the damned child te death, and you too, and I will throw you out of the window.\" Several other witnesses testify to threats by the defendant at different times against the life of the deceased, and to violent quarrels between them.</p> <p id=\"b458-5\" pgmap=\"458\">The defendant, by way of contradicting the testimony of the three witnesses who claim to have gone to the head of the stairs and from that point seen and recognized him in the hall below immediately after the commission of the homicide, introduced the testimony of several witnesses to an experiment made by them under similar conditions to determine whether persons placed where those three witnesses stood, could have seen and recognized the face and person of any one in or passing through the hall below, with the result that such recognition was impossible. On the other hand, the prosecution, in rebuttal, introduced the evidence of a like number of witnesses, to an experiment made by them at the same place, under like conditions, with precisely the opposite result.</p> <p id=\"b458-6\" pgmap=\"458\">We have thus stated in substance, and w'ith as much detail as the proper limits of an opinion will admit; the material portions of the evidence submitted to the jury at the trial, and upon which they found the defendant guilty. The first contention on behalf -of the defendant is, that the verdict is not warranted by the evidence.</p> <p id=\"b459-4\" pgmap=\"459\">If the testimony of Mrs. Truesdell, Mrs. Morris and Wolf ■Jacobs is to be believed, and especially that portion of it in which they claim to have seen and clearly recognized the ■defendant coming out of the apartments in which the homicide was committed, immediately after the termination of the struggle which doubtless resulted in the death of the deceased, the jury were fully justified in their conclusion that he was the murderer. While no witness other than the defendant was present or saw the homicide, yet his presence at the time and place of its commission, in the absence of any explanation by him as to how or by whom it was committed, is sufficient, at least under the circumstances proved, to warrant a verdict of guilty.</p> <p id=\"b459-5\" pgmap=\"459\">But it is said that these three witnesses are persons of immoral and dissolute lives, and that their testimony therefore ought not to be believed. That their lives have been unchaste is not necessarily an impeachment of their testimony. Their credibility was pre-eminently a question for the jury, and they, after having seen the witnesses and heard them testify, and after having, as wé must presume, duly considered all matters appearing in evidence having, a legitimate tendency to affect their credibility, have reached the conclusion that their testimony is worthy of belief. Under these circumstances it is impossible for us to say that their determination in this respect is erroneous.</p> <p id=\"b459-6\" pgmap=\"459(101) 460(378)\">But it is said that the testimony of these witnesses that they saw and were able to recognize and clearly identify the defendant in the hall below can not be true because certain ■gentlemen subsequently tried the experiment of placing themselves in the same position and with like surroundings, and were unable to recognize the countenance or dress of persons passing through the hall. It might perhaps be said that this •experiment is fairly off-set by a counter experiment afterwards made by witnesses for the prosecution, in which precisely the •opposite result was reached. But if proof'of such experiments is competent at all, it is manifest that it is entitled to-but little weight, owing to the difficulty if not impossibility of knowing that the experiments were made under substantially the same conditions which were present at the time these-witnesses claim to have seen the defendant come out of the apartments where the homicide had just been committed. The ability of witnesses to see and recognize persons in the hall below in the darkness of the night, depended entirely upon, the amount of artificial light present to make objects visible.. The witnesses who claim to have seen the defendant testify that there was a bright light shining at the time directly from the parlor into the hall. It is not difficult to believe that with, such a light, they could see and clearly recognize the defendant as they claim to have done. But the experiments made by the defendant’s witnesses seem to have proceeded exclusively upon thabasis of the accuracy of the defendant’s testimony in relation to the location and brilliancy of the light which was then in the defendant’s apartments, or of the light which was burning there at the time the police officers came-to the house. But the light, as located by the defendant’s testimony, or as found by the officers, does not seem to have been situated so that it could have shone into the hall, an.d it therefore seems probable that the defendant, on going to the hall,, took the lamp, which appears to have been a portable one,, and placed it for the time being in the front parlor, where it could shine through the door left open into the hall, and that, he afterwards returned it to the place where the officers found it. At any rate, the testimony of the three witnesses who claim to have seen and recognized the defendant in the hall,, if true, leads to the inevitable conclusion that at that time there was a bright light in the front parlor, which gave sufficient light in the hall to enable the witnesses to see the defendant distinctly, whatever may have been the condition or location of the lamp which was found burning when the officers arrived. .</p> <p id=\"b461-4\" pgmap=\"461\">Again, it is insisted that the testimony of these three witnesses for the prosecution is directly disputed by the witnesses whose testimony tends to show that the defendant was at vSchiller’s saloon on the night of the homicide up to twelve or near twelve o’clock. If this were true, the record would simply present a case of conflicting testimony, which it would be the province of the jury to settle, and if they, after duly considering all the facts and circumstances appearing in evidence, had become convinced of the truthfulness of one set of witnesses rather than the other, it would be difficult, in view of anything appearing in this record, to demonstrate that their conclusion was erroneous. But we are not convinced that there is any .necessary conflict in the testimony of these witnesses.</p> <p id=\"b461-5\" pgmap=\"461(237) 462(60)\">True, one set of witnesses locate the defendant at Schiller’s saloon down to near or quite twelve o’clock, and it is undoubtedly true that some time, variously estimated by the witnesses at from three to eight or ten minutes, was .occupied by the defendant- in going from the saloon to his house, a distance of a little over three blocks. On the other hand, the witnesses who were occupying the second story of the house where the defendant lived all testify that they were awakened by the noise of the struggle going on in the defendant’s apartments below, and that, as they awoke, the clock in Mr. and Mrs. Truesdell’s room was striking twelve. If it were clearly and satisfactorily shown that the time-pieces by which the various witnesses fixed the precise time of the occurrences to which they testify were correct and indicated the same hour and minute, it is manifest that the testimony of both sets of witnesses can not be true. But it is not shown by evidence which is clear and convincing that the Truesdell’s clock wras not some minutes slow, or that filie time-piece by which the time was fixed at Schiller’s saloon was not some minutes fast. The alibi sought to be proved depends vitally upon the accuracy and agreement of these two time-pieces, so that if there was a disagreement of fifteen or perhaps ten minutes between them, that defense, except so far as it is supported by the defendant’s own testimony, wholly fails and the apparent conflict between the witnesses disappears. It is much more reasonable to suppose that there was a slight discrepancy between two time-pieces than that one or the other of these two-sets of witnesses swore to what was not true.</p> <p id=\"b462-5\" pgmap=\"462\">After carefully examining the entire evidence as it appears-in the record, and giving to it that earnest and patient consideration which the gravity of the case demands, we are-clearly of the opinion that it is sufficient to justify the verdict of guilty.</p> <p id=\"b462-6\" pgmap=\"462\">It is next contended that the trial court erred in admitting incompetent and improper evidence. The evidence to which exception was taken, and of which complaint is now made, is-that relating to the birth and subsequent death of the child of the deceased, to the frequent quarrels between her and the defendant, to his threats against her person and life, and to-the several assaults committed by him upon her, the substance of which has already been given. The contention is that this evidence only tended to prove the commission by the defendant of other distinct and substantive offenses and had no tendency to prove the commission of the offense charged in the indictment, but was calculated to prejudice and inflame-the minds of the jury against him.</p> <p id=\"b462-7\" pgmap=\"462(116) 463(50)\">That proof of previous threats was competent is too well' settled to admit of serious discussion. “Declarations of intention and threats are admissible in evidence, not beca use they give rise to a presumption of law as to guilt, which they do not, but because from them, in connection with other circumstances, and on proof of the corpus delicti, guilt may be logically inferred. Evidence of this kind, for this purpose, is always competent.” Wharton’s Crim. Ev. see. 756. In Everett v. The State, 62 Ga. 65. the defendant was indicted for the murder of a young woman, who, at the time she was assassinated was about to be married to another man. Evideuce was admitted of a declaration by the defendant made some years before the homicide, that he would kill the deceased, or be killed himself, before any other man should have her. This was held to be competent as tending to throw some light upon the circumstances of her death.</p> <p id=\"b463-5\" pgmap=\"463\">In Redd v. The State, 68 Ala. 492, the defendant was indicted for the murder by strangulation of a young woman with whom he was intimate, the evidence against him being entirely circumstantial, and it was held that evidence of threats to kill her, made by him at different times, during the period of two years before the killing was admissible, as tending to show his feelings towards her, the probative force of such threats depending upon the circumstances under which they were made, their repetition, the lapse of time intervening between them and the killing, whether they were absolute or conditional, whether there were opportunities for carrying them into execution, and other like considerations, which affect their weight, but not their admissibility. See also, People v. Duck, 61 Cal. 387; LaBeau v. The People, 34 N. Y. 223; Jones v. The State, 64 Ind. 473; Fulton v. The State, 58 Ga. 224; Mimms v. The State, 16 Ohio St. 221; State v. Edwards, 34 La. Ann. 1012. .</p> <p id=\"b463-6\" pgmap=\"463(146) 464(40)\">As regards the admission of evidence of former assaults by the defendant upon the person of the deceased, it may be said to be the general rule, that proof of the commission of one offense can not ordinarily be admitted to prove the commission of another and distinct offense. This, as was said in Farris v. The People, 129 Ill. 521, is only a subordinate application of the more general rule, that in all cases, civil or criminal, the evidence must be confined to the point in issue. Still, as is admitted in that case, “the mere fact that testimony may tend to prove the commission of other crimes, or to establish collateral facts, does not render it incompetent, provided it is pertinent to the point in issue and tends to prove the crime charged, but the general rule is against receiving ■evidence of another offense and no authority can be found to justify its admission, unless it clearly appears that such evidence tends, in some way, to prove the accused guilty of the crime for which he is on trial.”</p> <p id=\"b464-5\" pgmap=\"464\">Whether the former quarrels between the defendant-and the deceased, and the assaults shown to have been made by him upon her, had any such logical connection with the homicide for which the defendant was on trial, as to be competent ■evidence to prove the defendant’s guilt of that crime, must depend upon the circumstances, and especially upon the relations existing between the defendant and the deceased. In this connection it should be remembered that, while the defendant now swears that she was not his wife and that he was never married to her, there was evidence before the jury of his •admissions made at various times that she was his wife, of his repeatedly -introducing her to others as such, and of his living with her for about three years as her husband. It thus became a fact for the jury to determine whether they were in reality husband and wife, and the court, in passing upon the •competency of evidence, was at liberty to admit any evidence which would be admissible if that question were decided in the affirmative. The question now under discussion then may be treated the same as though it were conceded that the deceased was the defendant’s wife.</p> <p id=\"b464-6\" pgmap=\"464(122) 465(132)\">But the evidence warrants the conclusion that the relations between them, whatever they may have been, were of the most degrading character. That she was a common prostitute is scarcely denied, and the evidence tends strongly to show that she was not only encouraged in her life of prostitution by the defendant, but that she was driven by him to ply her vocation in order that he might reap the fiuits of her infamy. Some -at least of the quarrels between them grew out of her disinclination to yield up to him all of her ill-gotten gains, and the assaults shown to have been committed by him were only a part of their incessant quarrels, in many of which he threatened to kill her, and they were generally assaults of the same nature, though only less violent than the one which put an end to her life. There is at least one indication that the intent with which the last assault was made was to get possession of whatever money she may have then had about her person. A police officer who claims to have had considerable experience in arresting women living lives of prostitution, testifies that it is a general custom with women of that character to carry whatever money they may have about them in their left stocking, and the evidence shows that when the deceased was found lying on the floor of her room dead, the stocking on her left foot was pulled down over her shoe.</p> <p id=\"b465-5\" pgmap=\"465\">The evidence objected to was competent, as tending to show the relations between the defendant and the deceased, his want of affection for her, and the motive or intent with which he committed the fatal assault, if it was in fact committed by him.</p> <p id=\"b465-6\" pgmap=\"465\">In Shaw v. The State, 60 Ga. 246, declarations by a husband that he had beaten his wife, and thought he had a right to do so, though made about four years before the homicide for which he was being tried, were held to be admissible to show the probability of his having committed the crime, the homicide having been accomplished in part by beating.</p> <p id=\"b465-7\" pgmap=\"465(134) 466(158)\">“Long ill-treatment by a husband of his wife, misconduct leading to a suit against him by his wife to compel good behavior, and violent quarrels between husband and wife, are relevant to prove motive in cases of marital homicide.” Wharton’s Crim. Ev. (9th Ed.) sec. 786. The same learned author, in his Treatise on Criminal Law, lays down the rule as follows : “On trials of a husband for the murder of his wife, the State has a right to prove a long course of ill-treatment by the husband towards his wife, and his adultery with another. On an indictment against the defendant for the murder of his wife, where the killing was shown to have taken place on the 8th of July, a witness who had lived near the defendant for about six months, ending the last of May, was offered to prove that while witness lived there, the prisoner had frequent difficulties and altercations with his wife. It was held, that the evidence was admissible as tending to show want of affection, and as justifying the jury in inferring that the same state of mind continued after the witness moved .away. It was also ruled that evidence was admissible on the question of motive, to show that about six months before the homicide, the wife made a complaint against her husband for an assault, on which he was held to bail. In a similar case, it was held that it was competent for the government to show, that some time before the alleged killing, the wife had complained of her husband as a disorderly person, and that he was adjudged to pay two dollars weekly for her support.” 1 Whar. Crim. Law, (7th Ed.) sec. 635e.</p> <p id=\"b466-5\" pgmap=\"466\">In the same treatise, section 635a, it is said: “On an indictment for murder, former attempts of the defendant to assassinate the deceased are admissible as evidence; so are former menaces of the defendant, or, in fact, the existence of any motive likely to instigate him to the commission of the offense in question.”</p> <p id=\"b466-7\" pgmap=\"466(148) 467(19)\">It is next insisted that the court erred in permitting the bed, mattress, sheets, pillows, and other bed-clothing pertaining to the bed in the room where the deceased was murdered, together with the apron found in the room, and the defendant’s overcoat, to be displayed before the jury during the course of the trial, and to be introduced in evidence. It is a common practice, which seems to be fully justified by judicial decisions, to display before the jury, and to formally introduce in evidence, physical objects which form a part of or serve to illustrate the transaction or occurrence which is the subject of judicial investigation. Evidence of this character is frequently resorted to both in civil and criminal cases, and the propriety of its use can not now be successfully called in question. Tudor Iron Works v. Weber, 129 Ill. 535 ; American Express Co. v. Spellman, 90 id. 455; Springer v. City of Chicago, 135 id. 552, and cases cited.</p> <p id=\"b467-5\" pgmap=\"467\">But the principal ground of complaint does not seem to he the admission in evidence of the physical objects in questiony but the action of the court in permitting the state’s attorney to place those objects in the presence and view of the jury at the beginning of the trial, and in keeping them there while the trial lasted. It is not claimed that they were not sufficiently identified, and there was evidence showing, at least prima’ facie,- that when placed in the court room, they were in the - same condition in which they were on the night of the murder. We are of the opinion that the time and manner in which objects of this character shall be displayed in the pres- ■ ence of the jury is a matter wholly within the sound discretion, of the court, and we are unable to see anything in the record ■ sufficient to warrant us in holding that such discretion was-abused in the present case.</p> <p id=\"b467-6\" pgmap=\"467\">Various errors are assigned upon the rulings of the court in • the instructions to the jury. The first instruction criticised 1 is the following given at the instance of the state’s attorney r</p> <p id=\"b467-7\" pgmap=\"467\">“The court instructs the jury, as a matter of law&gt; that in considering the case, the jury are not to go beyond the evidence to hunt up doubts, nor must they entertain such doubts-as are merely chimerical or conjectural. A doubt to justify an acquittal must be reasonable, and it must arise from a candid and impartial investigation of all the evidence in the-case, and unless it is such, that were the same kind of doubt-interposed in the graver transactions of life, it would cause a reasonable and prudent man to hesitate and pause. It is insufficient to authorize a verdict of not guilty. .If, after considering all the evidence, you can say you have an abiding-conviction of the truth of the charge, you are satisfied beyond, a reasonable doubt.”</p> <p id=\"b467-8\" pgmap=\"467(20) 468(226)\">Instructions in this precise language have been so frequently given in criminal trials, and have been so many times-■approved by this court, that we are somewhat at a loss to ■comprehend the criticism upon this instruction, .which counsel are now seeking to make. If there is any fault in it, it is merely the result of an incorrect punctuation, viz., by the insertion of a period instead of a comma after the words “hesitate and pause,” thus apparently closing the sentence with those words, and making the words which follow, viz., “it is insufficient to authorize a verdict of not guilty,” stand as a .sentence by themselves. But we can not believe that any one could have been misled by this error of punctuation. The sentence preceding the period is manifestly incomplete, and .it is equally plain that the words which follow must be read ;as a part of it in order to complete it. That such is the ease would instantly occur to any one able to read the English language with any considerable degree of facility. The word “‘it” following the period necessarily refers to the kind of doubt just described, viz., a doubt which, if interposed in the graver transactions of life, would cause a reasonable and prudent man to\" hesitate and pause. We are of the opinion that there was no error in the instruction which could, in any material degree, have been prejudicial to the defendant.</p> <p id=\"b468-5\" pgmap=\"468\">The defendant asked the court to give the following instruction, which was refused, and its refusal is assigned for error : “The court instructs the jury that, to justify a conviction •of the defendant, his identity as the guilty person must be •proven beyond a reasonable doubt, and the jury are not \"bound to believe that the witnesses, Minnie Trnesdell, Lydia \"Morris and Wolf Jacobs, were able to identify the prisoner with certainty, because they swear positively to his identity, and the jury should not so believe, if they themselves are satisfied from the circumstances proven that there is a reasonable doubt as to whether the witnesses were able to and Hid identify the defendant as the guilty person.”</p> <p id=\"b468-6\" pgmap=\"468(21) 469(49)\">Without pausing to determine whether this instruction, in .and of itself, was proper or not, it is sufficient to say, that the same proposition, in substance, was embodied in another instruction which was given at the instance of the defendant, and the court having once instructed the jury upon the point involved, was not required to repeat the same proposition in another instruction. The instruction given was as follows í</p> <p id=\"b469-5\" pgmap=\"469\">“The court instructs the jury, so far as the identity of the-defendant is concerned, that, if they believe, from the evidence and the circumstances proved, that there is a reasonable doubt whether the witnesses might not be mistaken as to his identity, then the jury would not be authorized to convict the prisoner; the corroborating circumstances tending to establish his identity must be such as, with other testimony, produce a degree of certainty in the minds of the jury so great that they earn say that they have no reasonable doubt of the identity of the defendant.”</p> <p id=\"b469-6\" pgmap=\"469\">Complaint is made of the refusal of the court to give to the jury an instruction asked on behalf .of the defendant embodying the proposition that, “if, from all the evidence, the jury believe the people have failed, as to one single fact, necessary to be proved, they must find the defendant not guilty.” An instruction however was given on behalf of the defendant in which the jury were told that if “there is any reasonable doubt as to one of the facts essential to establish guilt, it is the duty of the jury to acquit.” The court having given one of these instructions, was not required to give the other.</p> <p id=\"b469-7\" pgmap=\"469\">Complaint is made of the refusal of the court to give the following instruction:</p> <p id=\"b469-8\" pgmap=\"469(85) 470(12)\">“The court instructs the jury that if any one of the jury, after having considered all the evidence, and after consulting with his fellow'jurymen, should entertain a reasonable doubt of the defendant’s guilt, the jury can not in such case find the defendant guilty.” Without expressing any opihion as to&gt; whether the proposition of law stated in this instruction is-correct or not it is sufficient to say that there was no error in refusing the instruction, in view of the fact that the following-instruction was given in which the same proposition was embodied :</p> <p id=\"b470-5\" pgmap=\"470\">“The court instructs the jury, that the defendant is pre.■sumed to be innocent until his guilt is established by such .'evidence as will exclude every reasonable doubt. Therefore, .the law requires that no man shall be convicted of a crime, ■until each and every one of the jury is satisfied by the evidence in the case, to the exclusion of every reasonable doubt, that the defendant is guilty as charged. If anyone of the jury, after having duly considered all the evidence, and after having consulted with his fellow jurymen, should entertain such reasonable doubt, the jury can not in such ease find the defendant .■guilty-”</p> <p id=\"b470-6\" pgmap=\"470\">'Complaint is made of the refusal of several other instructions asked on behalf of the defendant, which we do not deem •at necessary to notice in detail. Fifty-one instructions were •asked on his behalf, of which thirty-five were given as asked, ¡and four others were given after being slightly modified. The -instructions refused, so far as they laid down correct propositions of law, were all embraced, in substance, in the instructions given. So far then as we are able to perceive, the jury -were fairly and fully instructed as to the law, and none of the ■errors assigned upon the refusal of the defendant’s instructions ought therefore, in our opinion to be sustained.</p> <p id=\"b470-7\" pgmap=\"470\">We are finally asked to reverse the judgment of conviction era account of certain expressions made use of by the assistant ■state’s attorney in his closing address to the jury. What purports to be his entire address is preserved in the record, audit has been read by us at length. We are'unable to find that -any of the passages in it which were specifically objected to by the defendant’s counsel at the time were so far in contravention of those rules which should govern counsel in summing vip the evidence to juries in criminal cases, as to call for our intervention.</p> <p id=\"b471-4\" pgmap=\"471\">We have given to the record and all its parts that careful -examination which the grave importance, both to the defendant and to the People qf the State, of the issues involved properly demand, and we have considered attentively the various propositions submitted by counsel for the defendant in their full and able argument, hut we are unable to find any material •error in the procéedings of the trial court, or any reason shown which makes it our duty to set aside the conviction and award a new trial. It follows that the judgment of the Criminal •Court of Cook county must be affirmed.</p> <p id=\"b471-5\" pgmap=\"471\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}