{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"634\" lastpage=\"650\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b634-10\" pgmap=\"634\">John B. Grommes et al. v. The St. Paul Trust Company et al.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b634-12\" pgmap=\"634\">Filed at Ottawa October 26, 1893.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b634-13\" pgmap=\"634\">1. Landlord and tenant—eviction by landlord. Acts by the landlord in interference with the tenant’s possession, to constitute an eviction, must clearly indicate an intention on the part of the landlord that the tenant shall no longer continue to hold the premises. Such acts relieve the tenant from the payment of rent accruing after his possession ceases, but rent already accrued and overdue is not forfeited by the eviction.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b634-14\" pgmap=\"634\">2. The rule that eviction suspends the payment of rent, results from the meaning of the term “rent,” and from the obligations of the relations between landlord and tenant. Bent is compensation for the use of land, and what the tenant pays rent for is quiet possession or beneficial enjoyment. When, therefore, the use or possession ceases by the act of the landlord, the consideration for the payment of rent ceases.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b634-15\" pgmap=\"634\">3. Same—when re-entry by landlord determines lease. Where a lease contains a stipulation that for any breach of the covenants by the lessee the lease shall “determine and be utterly void,”—that is to say, void at the election of the lessor,—an entry by the landlord will be regarded as an exercise of his option to determine the lease, and he can not have a recovery for subsequently accrued rent.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b634-16\" pgmap=\"634\">4. Same—when re-entry by landlord does not stop the subsequent rents. Where the lease contains no provision that it shall become void for failure to pay rent, but provides that a re-entry and taking of possession by the landlord shall not have the effect of determining the lease nor operate to prevent its continuing in force, such re-entry for the non-payment of rent then due will not release the tenant from the payment of the subsequently accruing rent.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b634-17\" pgmap=\"634\">5. There is nothing illegal or improper in a covenant in a lease that -the obligation of the tenant to pay all the rents to the end of the term shall remain, notwithstanding there may be a re-entry for a default, and such an agreement may be enforced against the tenant and his sureties or guarantors.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b634-18\" pgmap=\"634(73) 635(14)\">6. It may not be strictly accurate to call the money to be paid after re-entry, rent, or to treat the lease as in force after a re-entry; but the parties,have the right to fix the amount of the rent to accrue according to the terms of the lease, as the amount of damages to be paid by the tenant in case of a breach of his covenants. It can make but little practical difference whether the sum agreed to be paid be called rent or damages.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b635-5\" pgmap=\"635\">7. Tf the liability oí the lessee for rent accruing after re-entry by the lessor may be inferred from a provision in the lease authorizing the lessee to re-let for the benefit of the lessor, there can be no doubt about the liability of the lessee for such subsequent rent under an express stipulation that the re-entry shall not work a forfeiture thereof.</syllabus><syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b635-6\" pgmap=\"635\">8. Same—rent collected after re-entry, inures to benefit of tenant. A provision in a lease against a forfeiture of the rents to be paid during the full term, does not authorize the lessor to collect the subsequent rent both from the lessee named in the lease, and also from the tenant to whom the lessee may re-let the premises, but the rent due from the original lessee is to be credited with such rent as is realized from the re-letting. The lessor is entitled to such sum as is equal to the rents required by the tenure of the lease to be paid during the full term, and no greater sum.</syllabus><syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b635-7\" pgmap=\"635\">9. Same—assignm ent of lease as a discharge of ten ant from rent. The assignment of a lease by a tenant, or his sub-letting the premises, with the written assent of the lessor, when this is allowed by the terms of the lease, will not discharge the tenant from his liability to pay the rent agreed to be it aid, nor his guarantor. And where the demised premises are used for a saloon, the sale of the saloon by the tenant, and the taking of possession by the purchaser, and the acceptance of the rent from the latter by the landlord, will not operate as a discharge of the guarantor of the first tenant from the payment, of the rent thereafter accruing.</syllabus><syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b635-8\" pgmap=\"635\">10. Same—liability of assignee for rent, no discharge of the lessee. The assignee of a leasehold estate is liable for the rent according to the- terms of the lease, and the fact of his liability after the assignment does not discharge the lessee from his covenant to pay rent. In case the rent is not paid by the assignee as it becomes due, an action lies against the lessee therefor, and it makes no difference that the lessor may have received rent from the assignee, and accepted him as a tenant of the premises.</syllabus><syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b635-9\" pgmap=\"635\">11. Where there is an express covenant to pay rent for a term of years, the mere acceptance of rent by the lessor from the assignee of the lessee does not discharge the lessee. His contract continues in force, notwithstanding he may have parted with his interest in the estate, unless the lessor enters into such stipulations with the assignee as to accept him as sole tenant and absolve the original lessee.</syllabus><syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b635-10\" pgmap=\"635\">12. If there be not a substitution of the assignee in place of the original lessee, and a clear intent to make a new contract with the former and to discharge the latter from further liability under the lease, both will be held liable to the lessor.</syllabus><syllabus data-order=\"14\" data-type=\"headnotes\" id=\"AlK\" pgmap=\"636\">13. An assignment of the lease by the lessee does not discharge either the lessee or his surety from the covenants. It does not have this effect even when the lessor recognizes the assignment by accepting rent from the assignee.</syllabus><syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b636-6\" pgmap=\"636\">14. A surety for the tenant may set up, in defense to an action against him, any matter that operates as a discharge of the'tenant from liability upon the lease. But the landlord must create a new tenancy, by agreeing to accept the sub-tenant or assignee of the lease in substitution for the original lessee, before the latter will be discharged, and, by consequence, before the sureties of the latter will be discharged.</syllabus><syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b636-7\" pgmap=\"636\">15. Where it is mutually agreed between 'parties that a lease shall be surrendered, and a new one is thereupon made with another party, and the landlord accepts the new party as his tenant, this will estop the landlord thereafter from denying the surrender of the first lease.</syllabus><syllabus data-order=\"17\" data-type=\"headnotes\" id=\"b636-8\" pgmap=\"636\">16. Same—right of re-entry—modeof entry. Where a lease authorizes the landlord to re-enter in case of default in the payment of rent, the fact that such entry is made after establishing the landlord’s right to make the same by an action of forcible detainer, instead of making the same without a judgment of restitution, is no just ground of complaint.</syllabus><syllabus data-order=\"18\" data-type=\"headnotes\" id=\"b636-9\" pgmap=\"636\">17. Witness—competency of person'interested, as against one suing as administrator. In a suit against the guarantors of a tenant, by the personal representative of a deceased lessor, for the recovery of rent, the tenant is not a competent witness for the defendants, he being directly interested in the event of the suit.</syllabus><syllabus data-order=\"19\" data-type=\"headnotes\" id=\"b636-10\" pgmap=\"636\">18. Evidence—judgment against principal, as against surety. .The cases holding that a judgment against a principal is conclusive evidence against his surety, are generally cases where the contract of the latter obligates him to be responsible for the result of the suit against the principal, or when he has been made privy to the suit' against the principal by notice, and has been given an opportunity to defend it.</syllabus><syllabus data-order=\"20\" data-type=\"headnotes\" id=\"b636-11\" pgmap=\"636\">19. The general tendency of the decisions is in favor of the position, that in the absence of\" such notice, and opportunity to defend, or of such assumed responsibility for the result of a court proceeding, the judgment against the principal is not conclusive against the surety, but can only be introduced against him as evidence of its own existence, and not as evidence of any of the facts upon which its recovery exists. As to the latter it is res inter alios acta.</syllabus><syllabus data-order=\"21\" data-type=\"headnotes\" id=\"b636-12\" pgmap=\"636\">20. Same—irrelevant testimony. Where testimony is excluded, which, if admitted, would not have tended to prove a fact in issue and sought to be proved, its exclusion will work no harm to the party offering the same, especially when such fact is shown by other testimony admitted without objection.</syllabus><syllabus data-order=\"22\" data-type=\"headnotes\" id=\"b636-13\" pgmap=\"636(23) 637(46)\">21. Practice—mode of preserving objection to competency of evidence. Where the record fails to show that a party made any objection to the introduction in evidence of a judgment roll, or any part of it, or made, any motion to exclude any part of it which was not competent, crashed for any instruction limiting its effect, he can not assign error based on the admission of such evidence.</syllabus><syllabus data-order=\"23\" data-type=\"headnotes\" id=\"b637-5\" pgmap=\"637\">22. Same—directing what the verdict shall be. An instruction to the jury to find for the defendant is properly refused if there is any evidence tending to support a verdict for the plaintiff.</syllabus><summary data-order=\"24\" data-type=\"summary\" id=\"b637-6\" pgmap=\"637\">Appeal from the Appellate Court for the First District;— heard in that court on appeal from the Circuit Court of Cook county; the Hon. E. W. Clifford, Judge, presiding.</summary><summary data-order=\"25\" data-type=\"summary\" id=\"b637-7\" pgmap=\"637\">This is an action of assumpsit begun on February 20, 1890, in the Circuit Court of Cook County by Henry H. Sibley against the present appellants, John B. Grommes and Michael Ullrich of Chicago, upon their contract of guaranty, that one H. C. Donnelly would pay the rents and perform the covenants as provided in a certain lease executed by said Sibley, who lived in St. Paul, Minnesota, to said Donnelly of the same place,' renting to the latter a certain building in St. Paul. • Sibley having died during the progress of the suit, his death was suggested, and the cause proceeded in the name of his executors, the St. Paul Trust Company and others, who are the present appellees. The trial in the court below was before a jury, and resulted in verdict and judgment for the plaintiffs. The Appellate Court has affirmed the judgment •of the Circuit Court, and the present appeal is from such judgment of affirmance. The lease is dated October 1,1888, and leases the demised premises from that date to December 31, 1889, that is, for a period of one year and three months, at a rental of $200.00 per month payable in advance on or before the first day of each month. The tenant is to pay all gas and water charges, and assessments for street sprinkling, and agrees not to sell or assign the lease or sublet the premises, etc., without first obtaining the written consent of the landlord, etc. The lease contains the following provision s</summary><summary data-order=\"26\" data-type=\"summary\" id=\"b638-4\" pgmap=\"638\">“It is further agreed by and between the parties hereto, that should said party of the second part, his heirs, executors, administrators or assigns, fail to make the above mentioned payments, as herein specified, or to pay any of the rent aforesaid when due, or shall fail to fulfill any of the covenants herein contained, then, and in that case, it shall be lawful for the said party of the first part, his heirs, executors, administrators or assigns, to re-enter, and take full and absolute possession of the above rented premises and hold and enjoy the same fully and absolutely, without such re-entry working a forfeiture of the rents to be paid and the covenants to be performed by the said party of the second part, his heirs, executors, administrators or assigns, or any of the same, during the full term of this lease.”</summary><summary data-order=\"27\" data-type=\"summary\" id=\"b638-5\" pgmap=\"638\">At the time the lease was made and before its delivery, the appellants executed under their hands and seals the said written contract of guaranty, which was endorsed on the lease, and is as follows :</summary><summary data-order=\"28\" data-type=\"summary\" id=\"b638-6\" pgmap=\"638\">“We, John B. Grommes and Michael Ullrich, co-partners, doing business at Chicago, Illinois, under the firm name of Grommes &amp; Ullrich, in consideration of the execution and delivery of the foregoing lease from Henry H. Sibley to H. C. Donnelly, and of the sum of one-dollar to us in hand paid by said Henry H. Sibley, the receipt whereof is hereby acknowledged, do hereby covenant,.guarantee and agree that the said H. C. Donnelly shall well and truly pay all rents and perform all other covenants and conditions to be by him paid, kept and performed, according to the'terms and conditions of said lease, for and during the entire term thereof.”</summary><summary data-order=\"29\" data-type=\"summary\" id=\"b638-7\" pgmap=\"638(73) 639(263)\">The rent was paid up to June 1, 1889, but no rent has been paid since that date; this suit is brought to recover the rent for the last seven months of the term from May 3 Uto December 31, 1889; and such was the amount of the recovery in the court below. Demand was made in June and July for the rent due for those months. About January 1, 1889, Donnelly, who kept a saloon on the premises, sold out his saloon to one D. P. Base, who then took possession and paid the rent for the five months from January 1 to June 1. Formal written demand for the possession of the premises, addressed to Donnelly and Buse, was served upon them on June 24. On July 2, 1889, Sibley commenced a proceeding in the Municipal Court of St. Paul against Donnelly and Buse for the possession of the premises wherein judgment for restitution was rendered on July 16. The writ of restitution was served on Donnelly on July 17, and on that day the keys and possession were delivered by the sheriff to Sibley’s agent. On July 3 appellants, as guarantors, were notified in writing of Donnelly’s default in the payment of the rent for June and July, and replied by letter on July 5, referring the matter to their attorney in St. Paul. Afterwards Sibley’s attorney notified the attorney of appellants, that the sheriff had put Sibley in possession under the writ, but tendered the property to appellants to be rented by them for the balance of the term. Appellants declined to accept the keys or tlie*possession of the property. On July 23, the attorney of Sibley notified the attorney of appellants, that, in view of the refusal of the latter to accept the possession, Sibley would endeavor to procure a tenant. He did advertise the premises for rent, but no tenant was obtained, and the property remained vacant until after January 1, 1890.</summary><attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b639-3\" pgmap=\"639\">Mr. Hiler H. Horton, and Messrs. Winston &amp; Meagher, for the ajipellants:</attorneys><p data-order=\"31\" data-type=\"legal\" id=\"b639-4\" pgmap=\"639\">Whenever the right of enjoyment is lawfully terminated, so that it can not be restored except by mutual consent, the covenant as to payment of rent ceases to be an obligation as to any installment which, by the terms of the lease, would thereafter have become due. Johannes v. Kielgast, 27 Ill. App. 576.</p><p data-order=\"32\" data-type=\"legal\" id=\"b639-5\" pgmap=\"639(21) 640(67)\">When a lease has been determined by notice pursuant to a proviso in that behalf, and the landlord brings ejectment, no accruing or subsequent rent can be recovered after such determination. Woodfall on Landlord and Tenant, 359, 360; Wood on Landlord and Tenant, sec. 226, p. 480; Oldershaw v. Holt, 12 A. &amp; E. 295; Jones v. Carter, 15 M. &amp; W. 718; Hall v. Gould, 13 N. Y. 127; Tayleur v. Wildin, 3 L. R. Ex. 303; Life Ins. Co. v. Sherman, 46 N. Y. 370.</p><p data-order=\"33\" data-type=\"legal\" id=\"b640-4\" pgmap=\"640\">An entry by the landlord under a clause in the lease providing for a forfeiture, puts an end to the term from the time of such entry, and the tenant’s term, as well as his liability for rent, ceases from that time. And such, also, is the effect when the landlord brings ejectment or other proceeding to oust the tenant. Wood on Landlord and Tenant, p. 480, sec. 226; Hall v. Gould, 13 N. Y. 127; 2 Kent, 464; Oldershaw v. Holt, supra; Jones v. Carter, supra; Stuyvesant v. Davis, 9 Paige, 427.</p><p data-order=\"34\" data-type=\"legal\" id=\"b640-5\" pgmap=\"640\">By issuing and serving a writ of ejectment the claimant elects to treat the defendants therein named as trespassers, on and from the day mentioned in the writ, and he can not sue them, as tenants, for use and occupation subsequent to that day. A lessee who has been turned out of possession by the landlord is not liable for subsequent use and occupation. Woodfall on Landlord and Tenant, 543, 544; Wood on Landlord and Tenant, 1096; Taylor on- Landlord and Tenant, par. 378 ; Deslande v. O’Hern, 39 La. Ann. 18; Oldershaw v. Holt, 12 A. &amp; E. 295; Jones v. Carter, 15 M. &amp; W. 718; Hall v. Gould, 13 N. Y. 127; Hayner v. Smith, 63 Ill. 430; Smith v. Wise, 58 id. 141; Walker v. Tucker, 70 id. 527; Leadbeater v. Roth, 25 id. 478; Bentley v. Sill, 35 id. 414; Wright v. Lattin, 38 id. 293; Leopold v. Judson, 75 id. 536.</p><p data-order=\"35\" data-type=\"legal\" id=\"b640-9\" pgmap=\"640(62) 641(52)\">Guarantors and sureties of a lessee are bound by the strict letter and precise terms of the contract,—in other words, a claim against either is strictissimi juris ; and if, subsequently to their assuming that relation, the terms of. the lease are altered by the mutual agreement of the landlord and tenant, neither a surety nor guarantor is discharged, unless they consent to such change. Brandt on Suretyship and Guarantee, sec. 93, and cases in note; Wood on Landlord and Tenant, 1085; White v. Walker, 31 Ill. 422; Grant v. Smith, 46 N. Y. 95; Bacon v. Chesney, 1 Stark. 192; Miller v. Stewart, 9 Wheat. 680; Leggett v. Humphreys, 21 How. 67.</p><p data-order=\"36\" data-type=\"legal\" id=\"b641-3\" pgmap=\"641\">A proviso in a contract totally repugnant to the contract itself, is void. Benjamin v. McConnell, 4 Gilm. 536 ; Rice v. Wiley, 18 Ill. 331; Jackson v. Ireland, 3 Wend. 100; Bishop on Contracts, 387.</p><p data-order=\"37\" data-type=\"legal\" id=\"b641-4\" pgmap=\"641\">The evidence of Sibley, in the case of Sibley v. Donnelly, with respect to the nature of the tenancy of Buse, having been offered and introduced in this case, on behalf of plaintiffs, it was error to exclude defendant’s offer of testimony on this subject. Rev. Stat. chap. 51, par. 2, clause 5; 1 Greenleaf' on Evidence, sec. 163, note c; Wharton on Evidence, sec. 477; Potts v. Mayer, 86 N. Y. 302; Kelton v. Hill, 59 Me. 259; Monroe v. Napier, 52 Ga. 385; Strickland v. Hudson, 55 Miss. 235; McDonald v. Allen, 8 Baxt. 146.</p><p data-order=\"38\" data-type=\"legal\" id=\"b641-5\" pgmap=\"641\">If D. P. Buse was accepted by the plaintiff, Sibley, in lieu of Donnelly, and as the tenant of the premises in the lease described, such acceptance of Buse amounted to a release of Donnelly, and, consequently, of his guarantors. Woodfall on Landlord and Tenant, 542; Wood on Landlord and Tenant, see. 495; Levering v. Langley, 8 Minn. 107.</p><attorneys data-order=\"39\" data-type=\"attorneys\" id=\"b641-6\" pgmap=\"641\">Messrs. Otis &amp; Graves, for the appellees.</attorneys> <opinion data-order=\"40\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b641-7\" pgmap=\"641\">Mr. Justice Magruder</author> <p id=\"A0Ag\" pgmap=\"641\">delivered the opinion of the Court:</p> <p id=\"b641-8\" pgmap=\"641(79) 642(269)\">The main question, arising out of the assignment of errors as to the giving and refusal of instructions, has reference to the right of the lessor, or his executors, to recover for the rent which accrued after the lessor’s re-entry into the possession of the demised premises. The lease provides that, if the lessee shall fail to make any of the payments of rent, or to fulfill any of the covenants of the lease, it shall be lawful for the lessor to re-enter and take and hold possession “without such re-entry working a forfeiture of the rents to be paid * * * by the party of the second part * * * during the full term of this lease.” It is contended by appellants, that a re-entry by the landlord for the default of the tenant puts an end to the lease, and that no accruing or subsequent rent can be recovered after the determination of the lease. The general rule is that eviction by the lessor suspends the rent. “Acts by the landlord, in interference with the tenant’s possession, to constitute an eviction, must clearly indicate an intention on the part of the landlord that the tenant shall no longer continue to hold the premises.” Such acts relieve the tenant from the payment of rent accruing after his-possession ceases; but rent already accrued and overdue is not forfeited by the eviction. The rule, that eviction suspends the payment of rent, results from the meaning of the term, rent, and from the obligations of the relation between landlord and tenant. Bent is compensation for the use of land, and what the tenant pays rent for is quiet possession, or beneficial enjoyment. When, therefore, the use or possession ceases, the consideration for the payment ceases. (1 Taylor’s Land. and Ten.—8 ed.—sees. 377, 378; 2 Wood’s Land, and Ten.— 2 ed.—sec. 477, page 1096, note 3; 12 Am. &amp; Eng. Enc. of Law, page 743; Morris v. Tillson, 81 Ill. 607; Hall v. Gould, 13 N. U. 127; Home Life Ins. Co. v. Sherman, 46 id. 370).</p> <p id=\"b642-7\" pgmap=\"642(106) 643(317)\">But in the cases where the rule has been laid down and enforced, it does not appear, that there was an express covenant or agreement on the part of the tenant, that he would be liable for the rents accruing up to the end of the term notwithstanding the re-entry of the landlord before the expiration of the term for default in the payment of rent. Such cases are distinguishable from the case at bar in that, here, the lease, which is signed by the tenant, and under the terms of which he entered into possession of the demised premises, provides that the re-entry by the landlord shall not work a forfeiture of the rents to be paid after such re-entry. In some of the cases referred to the lease contains a stipulation, that for any breach of covenant the lease shall “determine and be utterly void,” that is to say, void at the election of the lessor. Where there is such a stipulation in the lease, entry by the landlord will be regarded as an exercise of his option to determine the lease. (Jones v. Carter, 15 Mees. &amp; Weis. 718; 1 Wood’s Land, and Ten.—2 ed.—sec. 226, pages 479, 480). Where the landlord elects to determine the term, he cannot have a recovery for subsequent rent. (Idem). But there is no provision in the present lease, that it shall determine and be void for failure to pay rent, or for a breach of any of the other covenants. On the contrary, the lease provides, in substance, that a re-entry and taking of possession by the landlord shall not have the effect of determining the lease, nor operate to present its continuing in force. No other meaning can be given to the words, “without such re-entry working a forfeiture of the rents to be paid * * * during the full term.” There is nothing illegal or improper in an agreement, that the obligation of the’ tenant to pay all the rent to the end of the term shall remain notwithstanding there has been a re-entry for default; and, if the parties choose to make such an agreement, we see no reason why it should not be held to be valid as against both the tenant and his sureties. The guarantors in this case agreed, that the tenant should pay all rents to be by him paid “according to the terms and conditions of said lease for and during the entire term thereof. ”</p> <p id=\"b643-8\" pgmap=\"643(87) 644(28)\">It may not be strictly accurate or correct to call the money to be paid after re-entry rent, or to treat the lease as in force after a re-entry. But the parties have a right to fix the amount of the rent to accrue according to the terms of the lease, as the amount of damages to be paid by the tenant in ease of a breach of his covenants. It can make but little practical difference whether the sum agreed to be paid be called rent or damages. It may be regarded as damages for the purposes of this suit. (Hall v. Gould, 13 N. Y. 127; Underhill v. Collins, 132 id. 269).</p> <p id=\"b644-5\" pgmap=\"644\">In Hall v. Gould, supra, the lessor reserved the power in the lease to enter upon the premises for a breach of covenant, and “to relet the same for the benefit of the lessee.” During the term, the lessor sued in ejectment and recovered possession, and thereafter endeavored to re-let the premises for the remainder of the term but failed to do so. It was there held, that, although by the entry for condition broken the estate of the lessee was at an end and rent as such could no longer accrue to the lessor from the lessee, yet the provision, that the lessor, in ease of re-entry, was to re-let the premises for the benefit of the lessee, indicated it to be the intention of the parties, that the lessee should remain answerable for any loss of rent to the lessor; that there was nothing unreasonable in the agreement of a lessee to completely indemnify his lessor for any injury which might arise to him by the lessee’s breach of his own agreement; and that the lessor could recover the sum, to which he was entitled, under the terms of the lease, as indemnity for such injury, even though that sum was called rent when, in point of law, it was not, strictly speaking, rent. If the liability of the lessee for rent accruing after a re-entry by the lessor may be inferred from a provision authorizing the lessor to relet for the benefit of the lessee, then there can be no doubt about the liability of the lessee for such subsequent rent under his express stipulation, that the re-entry shall not work a forfeiture thereof.</p> <p id=\"b644-6\" pgmap=\"644(79) 645(118)\">We do not think, that the provision in the lease against a forfeiture of the rents to be paid during the full term can be construed as authorizing the lessor to collect the subsequent rent both from the lessee named in the lease, and also from the tenant, to whom the lessor may re-let the premises. The provision does not contemplate the collection of double rent; but the rent due from the original lessee is to be credited with such rent as is realized from the re-letting. The lessor is entitled to such sum, as shall be equal to the rents required by the terms of the lease to be paid during the full term, and not to any greater sum. In harmony with this view the fourth instruction given for the plaintiff instructed the jury “to deduct from the amount of rents remaining unpaid, if any, under-said lease for the remainder of said term, such rents, if any, as they may find from the evidence the said Henry H. Sibley received from said premises during the remainder of said term,” etc. (Underhill v. Collins, supra; Heims Brewing Co, v. Flannery, 137, Ill. 309).</p> <p id=\"b645-3\" pgmap=\"645\">It is assigned as error, that the trial court refused to receive the testimony of H. C. Donnelly, the lessee named in the lease executed to him by Henry H. Sibley. Donnelly was a “person directly interested in the event” of the suit. The suit was against his sureties or guarantors, and he was liable to respond to them for whatever might be recovered against them. The adverse parties suing at the time of the trial were Sibley’s executors. Therefore, Donnelly was not a competent witness under paragraph 2 of chapter 51 of the Revised Statutes in regard to evidence and depositions, unless the transactions, which it was proposed to prove by him, come under some one or more of the exceptions to that paragraph. It is contended, that his evidence was admissible under the fifth exception which reads as follows: “When, in any such action, suit or proceeding, the deposition of such deceased person shall be read in evidence at the trial, any adverse party or party in interest may testify as to all matters and things testified to in such deposition by such deceased person, and not excluded for irrelevancy or incompetency.”</p> <p id=\"b645-5\" pgmap=\"645(55) 646(169)\">It is not claimed by appellants, that a deposition of the deceased, Sibley, was read in evidence; but in the judgment roll of the forcible entry and detainer suit, brought by Sibley against Donnelly and Ruse in the Municipal Court of the city of St. Paul, the complaint therein set forth, sworn to by Sibley, not- only alleges that Donnelly made default in the payment of the rent due on June 1, and July 1, 1889, but also contains the allegation “that said defendant, D. P. Ruse, wrongfully and unlawfully entered into possession of said premises as the tenant or assignee of said defendant, Donnelly, without the knowledge or consent of said plaintiff, and contrary to the terms and conditions of said lease.” The contention is, that the introduction by the plaintiff executors off this sworn statement entitled the defendant guarantors to prove by Donnelly, as they offered to prove, that Donnelly sold the saloon upon the demised premises to Ruse about January 1,1889 ; that Ruse then entered into, and remained in, possession thereof until he and Donnelly were served with a notice to quit by Sibley on June 23, 1889; that Ruse paid the rent from January 1 to June 1 to Sibley; that Sibley gave receipts therefor to Ruse, and thereby recognized the tenancy or subtenancy of Ruse.</p> <p id=\"b646-4\" pgmap=\"646(194) 647(186)\">The object of introducing the- judgment of restitution rendered by the Minnesota Court, and the writ of restitution issued thereunder, was to show a re-entry into the demised premises by the lessor for the default of the lessee in the payment of rent. For what purpose and to what extent a judgment against the principal may be introduced in evidence against the surety, is a matter, about which there is much contrariety of opinion in the decisions of the Courts. Some of the cases hold that a judgment against the principal is prima facie evidence against the surety; but even these eases differ as to the character of the proof required to overcome the prima facie case, some announcing the law to be that, to avoid the effect of the judgment, the surety must show fraud, or collusion, or mistake, or payment, (Drummond v. Prestman, 12 Wheat. 515 ; Berger v. Williams, 4 McLean, 577); others asserting for the Surety the right to go behind the judgment against the principal, and make any defense to it which the surety might have made if he had been a party to it. (Bryant v. Owen, 1 Ga. 355; Bradwell v. Spencer, 16 id. 578). Some eases hold, that the judgment is conclusive evidence against the surety, but these will generally be found to be cases where the contract of the surety obligates him to be responsible for the result of a suit against his principal, or where he has been made privy to the suit against the principal by notice, and has been given an opportunity to defend it. (2 Brandt on Suretyship and Guaranty, secs. 630, 631, 632; 2 Black on Judgts. secs. 586 and 592; 1 Freeman on Judgts. sec. ISO). The general tendency of the decisions is in favor -of the position, that, in the absence of such notice and opportunity to defend, or of such assumed responsibility for the result of a court proceeding, the judgment against the principal is not conclusive against the surety, but can only be introduced against him as evidence of its own existence, and not as evidence of any of the facts upon which its recovery rests. (Idem). As to the latter it is res inter alios acta.</p> <p id=\"b647-14\" pgmap=\"647\">In the present case, the question whether appellants had notice of the suit against Donnelly and Ruse and had an opportunity to defend that suit, is not presented for our consideration by either party. It does not appear, however, that they received any notice of the forcible entry and detainer suit until judgment therein had been rendered. They were residents of Illinois, and their attorney at St. Paul was absent from that city during the period when any notice by letter is shown to have been sent to him there. Under these circumstances we do not think that the judgment roll was competent evidence, as against appellants, of the truth of the allegation sworn to by Sibley in the complaint, as the same is above quoted, or of the truth of the finding to that effect made by the Minnesota court. But while this is so, we do not think that appellants were entitled to introduce the testimony of Donnelly upon the matters and things embraced in their offer, even if it be assumed that the sworn complaint in the Minnesota suit can be regarded as the deposition of a deceased person.</p> <p id=\"b648-3\" pgmap=\"648\">The defendants below did not offer to prove that there had been any assignment of the lease by Donnelly to Euse, but if they had proven, in contradiction of the allegation in the complaint, that the lease had been assigned or the premises had been sublet by the tenant with the consent in writing of the lessor, the guarantors would not have been thereby discharged from their liability. The lease in this case authorizes such assignment or subletting with the written consent of the lessor, and “the sureties knew or were bound to know this when they executed their guaranty.” (Morgan v. Smith, 70 N. Y. 537).</p> <p id=\"Aa4\" pgmap=\"648(272) 649(79)\">Nor did the sale of the saloon by the tenant to Euse, nor the taking of possession by Euse, nor the acceptance of rent from the latter by the landlord, operate as a discharge of the guarantors. The assignee of a leasehold estate is liable for the rent according to the terms of the lease, and the fact of his liability after the assignment does not discharge the lessee from his covenant to pay rent. In case the rent is not paid by the assignee as it becomes due, an action may be sustained against the lessee therefor; and it makes no difference, in this respect, that the lessor may have received rent from the assignee, and accepted him as tenant of the premises. (Shaw v. Partridge, 17 Vt. 626; 12 Am. &amp; Eng. Enc. of Law, page 739). Where there is an express covenant to pay rent for a term of years, the mere acceptance of rent by the lessor from the assignee of the lessee does not discharge the lessee. (Harris v. Heackman, 62 Iowa, 411). The contract of the latter continues in force, notwithstanding he may have parted with his interest in the estate, unless the lessor enters into such stipulations with the assignee, as to accept him as sole tenant and absolve the original lessee. If there be not a substitution of the assignee in place of the original lessee, and a clear intent to make a new contract with the former and to discharge the latter from further liability under the lease, both will be held liable to the lessor. ( Way v. Reed, 6 Allen, 364). Wood in his work on Landlord and Tenant says: “An assignment of a lease by the lessee does not discharge either the lessee or his surety from the covenants. It does not have this effect even when the lessor recognizes the assignment by accepting rent from the assignee.” (Way v. Reed, supra; Hunt v. Gardner, 39 N. J. Law, 530; Almy v. Greene, 13 R. I. 530; Damb v. Hoffman, 3 E. D. Smith, 361).</p> <p id=\"b649-5\" pgmap=\"649\">A surety for the tenant may set up, in defense to an action against him, any matter that operates as a discharge of the tenant from liability upon the lease. But the landlord must create a new tenancy by agreeing to accept the subtenant, or assignee of the lease, as his tenant, and by accepting such subtenant or assignee in substitution for the original lessee, before the latter will be discharged, and, by consequence, before the sureties of the latter will be discharged. (Damb v. Hoffman, 3 E. D. Smith, 361; 2 Wood’s Land, and Ten. secs. 470, 494, 495, pages 1083, 1084, 1178; White v. Walker, 31 Ill. 422; Bailey v. Delapline, 1 Sandf. 5; Grant v. Smith, 46 N. Y. 95). “Where it is mutually agreed between parties that a lease shall be surrendered, and a new one is thereupon made with another party, and the landlord accepts the new party as his tenant, this will estop the landlord thereafter from denying the surrender of the first lease.” (Dills v. Stobie, 81 Ill. 202; Williams v. Vanderbilt, 145 id. 238).</p> <p id=\"b649-9\" pgmap=\"649(120) 650(16)\">But, here, the offer of the defendants as to what they propose to prove by Donnelly did not go far enough to show a discharge of Donnelly from his liability upon the lease. If such offered testimony had been received, it would not have tended to show a release of the defendants below as guarantors, and, therefore, its exclusion could have done no harm, .particularly as Euse was allowed to testify to all the facts and circumstances connected with the transaction. We fail to discover in the record, that the defendants made any objection to the introduction of the judgment roll, or any part of it; or made any motion to exclude any portion of it which was not competent; or asked for any instruction limiting its effect in the manner hereinbefore indicated.</p> <p id=\"b650-4\" pgmap=\"650\">It is urged, that the verdict and judgment are not sustained by the evidence. This is an objection which we are not at liberty to consider, as the judgment of the Appellate Court is conclusive upon the questions of fact. The defendants asked the court, and the Court refused, to instruct the jury to find a verdict for them. We have looked into the evidence so far as to discover that there was testimony tending to support the verdict, and, therefore, the instruction was properly refused. As the other refused instructions asked by the defendants, whose refusal their counsel complain of, contravene the views already expressed, we do not think that their refusal is cause for reversal. The first instruction given for the plaintiffs left it to the jury to determine from the evidence whether the defendants, as guarantors, were lawfully released and discharged from their liability. (Bailey v. Delapline, 1 Sandf. 5). Some of,the instructions given for the plaintiffs are objected to, because they are said, to leave it to the jury to find from the evidence, that the re-entry into the premises by the landlord was under a writ issued upon a judgment of restitution. The lease authorizes the lessor to re-enter in case of default; and we cannot regard it as a matter to be justly complained of, that he chose to re-enter after establishing his right to do so by a court proceeding, instead of making a re-entry without getting a judgment of restitution.</p> <p id=\"b650-5\" pgmap=\"650\">The judgment of the Appellate Court is affirmed.</p> <p id=\"b650-6\" pgmap=\"650\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}