{
  "casebody": {
    "data": "<casebody firstpage=\"345\" lastpage=\"355\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b383-4\">The STATE of Ohio, Appellee, v. BOLES, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b383-6\">[Cite as <em>State v. Boles, </em>187 Ohio App.3d 345, 2010-Ohio-278.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b383-7\">Court of Appeals of Ohio, Second District, Montgomery County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b383-9\">No. 23037.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b383-10\">Decided Jan. 29, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b384-13\"><page-number citation-index=\"1\" label=\"346\">*346</page-number>Mathias H. Heck Jr., Montgomery County Prosecuting Attorney, and R. Lynn Nothstine, Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b384-14\">William A. Shira III, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b384-15\">Fain, Judge.</author>\n<p id=\"b384-16\">{¶ 1} Defendant-appellant, Shawn R. Boles, appeals from his conviction and sentence, following a jury trial, for rape of a person under 13 years of age.</p>\n<p id=\"b384-17\">{¶ 2} Boles’s appellate counsel has filed a brief without the assignments of error required by App.R. 16(A)(2) but with ten “Issues” presented for our review. With respect to a number of those issues, counsel acknowledges, in some cases grudgingly, that the trial court did not err in ruling the way that it did. We agree with the state that it would be inappropriate for us to construe those issues as constituting implied assignments of error.</p>\n<p id=\"b385-4\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>{¶ 3} The principal implied assignments of error that we are willing to infer from Boles’s issues are that the trial court erred in admitting evidence at his rape trial that he fired a gun into the neighboring house into which his victim had fled, that the trial court erred in admitting evidence of his prior sexual misconduct with the same victim over a period of years up to and including the day preceding the alleged offense, and that the trial court erred in admitting evidence that he threw away the gun that he had fired into the neighbor’s house, and refused to tell the police where it was.</p>\n<p id=\"b385-5\">{¶ 4} We conclude that the evidence that Boles fired a gun into the house into which his victim had fled was admissible as evidence of his consciousness of guilt, since a reasonable finder of fact could infer that he fired the gun with the purpose of intimidating the victim, the next-door neighbor, or both, into not reporting the rape, if not also with the purpose of killing the victim, as he had threatened to do.</p>\n<p id=\"b385-6\">{¶ 5} We conclude that the evidence of Boles’s prior sexual misconduct with the victim was admissible to explain to the finder of fact why his alleged victim, during the rape, was able to remain calm and to formulate a plan, which she successfully implemented, to escape from him.</p>\n<p id=\"b385-7\">{¶ 6} We conclude that the trial court did err in admitting the evidence that Boles threw away the gun he had used and refused to tell the police where it was. In view of the minimal adverse impact of this evidence and the strength of the evidence of Boles’s guilt on the charged offense, we conclude that this error was harmless.</p>\n<p id=\"b385-8\">{¶ 7} Accordingly, the judgment of the trial court is affirmed.</p>\n<p id=\"b385-9\">I</p>\n<p id=\"b385-10\">{¶ 8} This case has a long history. Boles was originally charged in 2000 with one count of improperly discharging a firearm at or into a habitation, with a firearm specification; one count of having weapons while under a disability; one count of tampering with evidence, with a firearm specification; one count of rape by force of a child under the age of 13; two counts of gross sexual imposition of a child under the age of 13; and two counts of felonious assault, with firearm specifications.</p>\n<p id=\"b385-11\">{¶ 9} In 2001, Boles pleaded no contest to one count of discharging a firearm into a habitation, with a firearm specification, and one count of rape of a child under the age of 13 (without a force specification). He was found guilty and was sentenced accordingly. We reversed those convictions on appeal. <em>State v. Boles, </em>Montgomery App. No. 18762, 2003 WL 21213383, 2003-Ohio-2693.</p>\n<p id=\"b385-12\">{¶ 10} On remand, the trial court initially overruled Boles’s motion to sever the rape count from the count of improper discharge of a firearm but decided to <page-number citation-index=\"1\" label=\"348\">*348</page-number>reverse itself and sever the counts when it learned, on the day set for trial, that genetic testing relating to the rape charge had not been completed. Boles was convicted, following a jury trial, of the count of improper discharge of a firearm into a habitation, and he was sentenced to seven years’ imprisonment for that offense. We affirmed that conviction and sentence. <em>State v. Boles, </em>Montgomery App. No. 20730, 2005-Ohio-4490, 2005 WL 2077782.</p>\n<p id=\"b386-4\">{¶ 11} Boles was later tried on the rape charge, but that trial ended in a hung jury.</p>\n<p id=\"b386-5\">{¶ 12} In October 2008, Boles was again tried, to a jury, on the rape charge (without a force specification, because the state agreed with Boles that the force specification was unavailable as a result of the earlier appellate disposition). Boles chose to represent himself at this trial, but standby counsel was present at counsel table to assist Boles if the need to do so should arise. That trial ended in a conviction and a ten-year sentence, to be served consecutively to the previously imposed seven-year sentence for improper discharge of a firearm.</p>\n<p id=\"b386-6\">{¶ 13} It is from Boles’s 2008 conviction and sentence for rape that this appeal is taken.</p>\n<p id=\"b386-7\">{¶ 14} The essential factual allegations are that Boles had vaginal intercourse with his 12-year-old daughter on May 24, 2000, when she was living with Boles; that his daughter, who was being forced to submit, told Boles that she needed to use the bathroom; that the victim, upon being allowed to go downstairs, made good her escape from the house, which required her to obtain and use a key; that she fled to a neighbor’s house; that Boles, who had previously threatened to shoot her if she told anyone that he was sexually abusing her, left the house with a semiautomatic firearm; that Boles banged on the neighbor’s door with a hard object, making a loud sound; and that Boles, being unable to obtain entry to the neighbor’s house, fired into it, emptying the gun, with bullets coming into the house “like rain.”</p>\n<p id=\"b386-8\">II</p>\n<p id=\"b386-9\">{¶ 15} In its brief, the state cites <em>State v. Hancock, </em>108 Ohio St.3d 57, 2006-Ohio-160, 840 N.E.2d 1032, ¶ 129, for the proposition that the term “abuse of discretion” means more than an error of law or judgment. The cited case does quote, approvingly, from <em>State ex rel. Wilms v. Blake </em>(1945), 144 Ohio St. 619, 624, 30 O.O. 220, 60 N.E.2d 308: “Moreover, ‘it must be kept in mind that the term “abuse of discretion” means more than an error of law or error of judgment.’ ” <em>Hancock, </em>¶ 129.</p>\n<p id=\"b387-4\"><page-number citation-index=\"1\" label=\"349\">*349</page-number>{¶ 16} Although it does not affect the outcome of this appeal, we take issue with the proposition that a trial court may, without abusing its discretion, commit an error of law.</p>\n<p id=\"b387-5\">{¶ 17} We have traced this offensive formulation — that “abuse of discretion” means more than an error of law — as far back as <em>Steiner v. Custer </em>(1940), 137 Ohio St. 448, 451, 19 O.O. 148, 31 N.E.2d 855, which, in turn, cites Black’s Law Dictionary (2d Ed.) 11 as authority. The definition of “abuse of discretion” in Black’s Law Dictionary (8th Ed.2004) 11 offers no support for the offensive formulation:</p>\n<blockquote id=\"b387-6\">{¶ 18} “1. An adjudicator’s failure to exercise sound, reasonable, and legal decision-making. 2. An appellate court’s standard for reviewing a decision that is asserted to be grossly unsound, unreasonable, illegal, or unsupported by the evidence.”</blockquote>\n<p id=\"b387-7\">{¶ 19} Interestingly, the definition of “abuse of discretion” in Black’s Law Dictionary (4th Ed.1968), which was the edition of Black’s Law Dictionary extant when this author was in law school, not only does not support the offensive formulation, it contradicts it:</p>\n<blockquote id=\"b387-8\">{¶ 20} “ ‘Abuse of discretion’ is synonymous with a failure to exercise a sound, reasonable, and legal discretion. * * * <em>It is a strict legal term indicating that appellate court is simply of opinion that there was a commission of an error of law in the circumstances. * * </em>* And it does not imply intentional wrong or bad faith, or misconduct, nor any reflection on the judge but means the clearly erroneous conclusion and judgment — one is that [sic] clearly against logic and effect of such facts as are presented in support of the application or against the reasonable and probable deductions to be drawn from the facts disclosed upon the hearing; an improvident exercise of discretion; <em>an error of law. </em>* * *</blockquote>\n<blockquote id=\"b387-9\">{¶ 21} “A discretion exercised to an end or purpose not justified by and clearly against reason and evidence. * * * Unreasonable departure from considered precedents and settled judicial custom, <em>constituting error of law. </em>* * * The term is commonly employed to justify an interference by a higher court with the exercise of discretionary power by a lower court and is said by some authorities to imply not merely error of judgment, but perversity of will, passion, prejudice, partiality, or moral delinquency. The exercise of an honest judgment, however erroneous it may appear to be, is not an abuse of discretion. * * * Where a court does not exercise a discretion in the sense of being discreet, circumspect, prudent, and exercising cautious judgment, it is an abuse of discretion. * * * Difference in judicial opinion is not synonymous with ‘abuse of discretion’ as respects setting aside verdict as against evidence.” (Citations omitted; emphasis added.)</blockquote>\n<p id=\"b388-4\"><page-number citation-index=\"1\" label=\"350\">*350</page-number>{¶ 22} We can only speculate that the origins of the offending formulation lay in an attempt to make the following point too succinctly:</p>\n<p id=\"b388-5\">{¶ 23} When a pure issue of law is involved in appellate review, the mere fact that the reviewing court would decide the issue differently is enough to find error.<footnotemark>1</footnotemark> By contrast, where the issue on review has been confided to the discretion of the trial court, the mere fact that the reviewing court would have reached a different result is not enough, without more, to find error.</p>\n<p id=\"b388-6\">{¶ 24} We know, all too well, that the offending formulation can be found in a plethora of appellate opinions, including decisions of the Ohio Supreme Court. But we are not aware of any Ohio appellate decisions in which it is declared as part of the <em>holding </em>that a trial court may, in the exercise of its discretion, commit an error of law.</p>\n<p id=\"b388-7\">{¶ 25} The author of this opinion will admit that on numerous occasions, he has been too lazy to delete a quotation or paraphrase of the offending formulation from a staff attorney’s draft. We are confident, however, that in none of those opinions is it part of the <em>holding </em>that a trial court may, in the exercise of its discretion, commit an error of law.</p>\n<p id=\"b388-8\">{¶ 26} No court — not a trial court, not an appellate court, nor even a supreme court — has the authority, within its discretion, to commit an error of law.<footnotemark>2</footnotemark></p>\n<p id=\"b388-9\">Ill</p>\n<p id=\"b388-10\">{¶ 27} Boles’s second, third, fourth, fifth, and ninth issues are as follows:</p>\n<blockquote id=\"b388-11\">{¶ 28} “2. Whether neighbor/911 caller’s testimony as to victim’s statements on 911 tape and at neighbor’s house were admissible.</blockquote>\n<blockquote id=\"b388-12\">{¶ 29} “3. Whether psychologist, Brenda Joyce Miceli was qualified to testify as an expert.</blockquote>\n<blockquote id=\"b388-13\">{¶ 30} “4. Whether psychologist, Brenda Joyce Miceli’s testimony was relevant &amp; admissible.</blockquote>\n<blockquote id=\"b388-14\">{¶ 31} “5. Whether Property Room Cards should have been admitted, regarding destruction of victim[’]s clothing.</blockquote>\n<blockquote id=\"b389-4\"><page-number citation-index=\"1\" label=\"351\">*351</page-number>{¶ 32} “9. Whether evidence should have been admitted that .380 caliber ammunition can or cannot be fired in a 9 millimeter semi-automatic pistol.”</blockquote>\n<p id=\"b389-5\">{¶ 33} The state argues that we should disregard these issues because Boles “has failed to argue the alleged errors separately in his brief.” The fact is that Boles has not argued that the trial court committed error in its rulings with respect to these issues but, to the contrary, has acknowledged that the trial court ruled properly with respect to each of these issues. In view of that acknowledgment, we cannot infer assignments of error from any of these statements of issues; Boles does not claim that the trial court committed any error with respect to these issues. Therefore, we will not consider them.</p>\n<p id=\"b389-6\">IV</p>\n<p id=\"b389-7\">{¶ 34} Boles’s tenth issue is as follows:</p>\n<blockquote id=\"b389-8\">{¶ 35} “Whether Defendant/Appellant’s oral and written statements to Detective Olinger were properly admitted.”</blockquote>\n<p id=\"b389-9\">{¶ 36} In the text of his brief, Boles provides answers to this issue, as follows:</p>\n<blockquote id=\"b389-10\">{¶ 37} “Answer, Yes, as to deceptive statement by the detective and no as to prior acts, if there was no 2907.02 in chambers hearing on its admissibility.”</blockquote>\n<p id=\"b389-11\">{¶ 38} Boles clearly disapproves of Olinger’s tactic of deceiving him into thinking that the victim was being interviewed nearby in another interview room when she was in fact at the hospital being examined. But Boles acknowledges that deceptive interview tactics are permissible so long as they do not render a defendant’s statement to police involuntary. We have reviewed Olinger’s testimony (Boles, the only other participant in the interview, did not testify), and we find nothing in the interview as described by Olinger in his testimony that would render Boles’s statements involuntary. Again, we will not infer an assignment of error with respect to a ruling by the trial court that Boles does not claim to have been erroneous.</p>\n<p id=\"b389-12\">{¶ 39} The testimony on prior bad acts is addressed in Part VI, below.</p>\n<p id=\"b389-13\">{¶ 40} Although Boles does not raise this as an issue, the trial court did err in admitting, over objection, Olinger’s testimony that Boles told him that Boles threw away the gun that he had used to shoot into the neighbor’s house and would not tell Olinger where he had disposed of it. Unlike the testimony concerning the shooting, which is addressed in Part V, below, this evidence was not admissible as evidence of consciousness of guilt as to the rape offense or under any other theory that we can imagine as having legitimate relevance to the rape charge, which was the only subject of this trial.</p>\n<p id=\"b390-3\"><page-number citation-index=\"1\" label=\"352\">*352</page-number>{¶ 41} Although we conclude that the trial court erred in admitting, over objection, Olinger’s testimony concerning Boles’s having thrown away the gun and having been unwilling to disclose its location, we find this error to be harmless. This evidence has minimal prejudicial impact apart from the evidence that Boles fired multiple shots into the neighbor’s residence, which we conclude was properly admitted (see Part V, below). And the evidence against Boles on the rape charge was strong. We find no significant possibility that the wrongful admission of this evidence affected the outcome of the trial.</p>\n<p id=\"b390-4\">V</p>\n<p id=\"b390-5\">{¶ 42} Boles’s first issue is as follows:</p>\n<blockquote id=\"b390-6\">{¶ 43} “Whether evidence relevant to the previously severed charge of shooting into an occupied habitation was properly admitted in this case, rape of a child under 13 years of age.”</blockquote>\n<p id=\"b390-7\">{¶ 44} Here, Boles argues that the trial court erred in admitting evidence of his having shot into the neighbor’s house after his victim had fled there.</p>\n<p id=\"b390-8\">{¶ 45} Boles cites Evid.R. 404(B), as it existed at the time of the offense:</p>\n<blockquote id=\"b390-9\">{¶ 46} “(B) Other crimes, wrongs or acts: Evidence of other crimes, wrongs or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.”</blockquote>\n<p id=\"b390-10\">{¶ 47} The above quotation is taken from Boles’s brief. For purposes of analyzing this issue, we assume that it is an accurate quotation and that the version of Evid.R. 404(B) in effect at the time of the offense governs the admissibility of evidence at his later trial.</p>\n<p id=\"b390-11\">{¶ 48} Boles’s act of shooting into the neighbor’s residence is obviously an other crime, wrong, or act, within the contemplation of the rule. The state argues that it is nevertheless admissible as part of one continuous narrative embracing the criminal act of rape for which Boles was on trial. We find it unnecessary to address this argument.</p>\n<p id=\"b390-12\">{¶ 49} The state also points out that the other purposes for which evidence of other crimes, wrongs, or acts may be admissible are not limited to the list of exemplary other purposes set forth in the rule. <em>State v. Watson </em>(1971), 28 Ohio St.2d 15, 21, 57 O.O.2d 95, 275 N.E.2d 153 (referring to the similar nonexclusive list of proper purposes set forth in R.C. 2945.59, before the adoption of the Ohio Rules of Evidence). In other words, that list is not exclusive, and evidence of other crimes, wrongs, or acts may be admissible for any purpose <page-number citation-index=\"1\" label=\"353\">*353</page-number>material to the issue of guilt or innocence as long as it is not being introduced for the purpose of showing the accused’s propensity to commit bad acts.</p>\n<p id=\"b391-5\">{¶ 50} The state defends the admission of the evidence of Boles’s having shot into the neighbor’s residence upon the ground that it demonstrates Boles’s consciousness that he was guilty of the offense of rape. Noting that Boles had previously threatened to shoot his victim if she ever told anyone of his sexual misconduct with her, the state argues that his having shot into the residence was an attempt to carry out his threat and kill his victim, so that she would not report him. We would add to this the plausible scenario that by firing indiscriminately into the neighbor’s house when no one would answer his knocks, Boles hoped to intimidate both his victim and the neighbor into not reporting the rape. We conclude that this is a reasonable inference from this evidence and would demonstrate that Boles was conscious that he was guilty of a criminal offense that he did not want reported to the police.</p>\n<p id=\"b391-6\">{¶ 51} Evidence demonstrating a defendant’s consciousness of guilt is admissible as evidence of guilt. <em>State v. Williams </em>(1997), 79 Ohio St.3d 1, 11, 679 N.E.2d 646. The assignment of error implied by Boles’s first issue is overruled.</p>\n<p id=\"b391-7\">VI</p>\n<p id=\"b391-8\">{¶ 52} Boles’s sixth, seventh, and eighth issues are as follows:</p>\n<blockquote id=\"b391-9\">{¶ 53} “6. Whether testimony of prior rapes by other members of victim’s family should have been admitted.</blockquote>\n<blockquote id=\"b391-10\">{¶ 54} “7. Whether Defendant/Appellant’s prior acts with victim were properly admitted.</blockquote>\n<blockquote id=\"b391-11\">{¶ 55} <em>“8. </em>Whether Defendant/Appellant’s threats, if victim should tell, [were] properly admitted.”</blockquote>\n<p id=\"b391-12\">{¶ 56} Boles attempted to place before the jury his claim that the victim had previously been raped by other family members. At one point, he asserted this fact in the hearing of the jury, notwithstanding the trial court’s clear directive that he was not to do so, earning a severe remonstrance from the court, outside of the presence of the jury. In his brief, Boles appears to concede that this was a proper ruling but lists it as an issue only in the sense that if he was not permitted to place before the jury prior rapes of the victim by others, then the state should not have been permitted to place before the jury his prior sexual misconduct with the victim. Thus, Boles’s sixth issue has no independent significance apart from his seventh issue.</p>\n<p id=\"b392-4\"><page-number citation-index=\"1\" label=\"354\">*354</page-number>{¶ 57} Boles’s seventh and eighth issues both involve his prior sexual misconduct with the victim, extending over a number of years, up to and including the day preceding the charged offense.</p>\n<p id=\"b392-5\">{¶ 58} In this connection, Boles contends that the trial court erred by failing to conduct a pretrial hearing pursuant to R.C. 2907.02(E), which provides as follows:</p>\n<blockquote id=\"b392-6\">{¶ 59} “Prior to taking testimony or receiving evidence of any sexual activity of the victim or the defendant in a proceeding under this section, the court shall resolve the admissibility of the proposed evidence in a hearing in chambers, which shall be held at or before preliminary hearing and not less than three days before trial, or for good cause shown during the trial.”</blockquote>\n<p id=\"b392-7\">{¶ 60} The record reflects that on September 5, 2008, the state filed a notice of its intention to introduce testimony regarding both the shooting and “[testimony regarding defendant’s prior sexual abuse of victim.” The record further reflects that this motion was orally sustained at a hearing on October 15, 2008, and that the trial court’s ruling was journalized by entry filed the next day. The record further reflects that this issue was revisited by a different judge, who had been assigned to preside over the trial, at a hearing on October 20, 2008, the day before trial, who decided not to change the ruling. This judge was made aware of a potential issue of bias and prejudice, involving that judge’s prior contact with Boles’s family in the years preceding his becoming a judge, and it was decided that the original judge would preside over the trial instead.</p>\n<p id=\"b392-8\">{¶ 61} We are not persuaded that the record reflects that the trial court failed to hold the pretrial hearing required by R.C. 2907.02(E).</p>\n<p id=\"b392-9\">{¶ 62} That leaves the issue of whether the trial court erred in admitting, with a limiting instruction, testimony concerning Boles’s prior sexual misconduct with the victim. Boles does not question the propriety of the limiting instruction; he contends that this evidence should not have been admitted, period.</p>\n<p id=\"b392-10\">{¶ 63} Under Evid.R. 404(B), evidence of other criminal acts is admissible so long as it is admitted for a purpose other than showing the defendant’s propensity to commit criminal acts. Under R.C. 2907.02(D), evidence of a defendant’s past sexual activity with the victim is admissible so long as it is material and its prejudicial nature does not outweigh its probative value.</p>\n<p id=\"b392-11\">{¶ 64} The evidence that was admitted was that Boles had had sexual contact with his daughter for a number of years but that he had not penetrated his daughter’s vagina until the day preceding the charged offense. The charged offense involved vaginal intercourse.</p>\n<p id=\"b392-12\">{¶ 65} The state’s best argument on this issue is contained in the following excerpt from its brief:</p>\n<blockquote id=\"b393-4\"><page-number citation-index=\"1\" label=\"355\">*355</page-number>{¶ 66} “To make a proper credibility determination regarding [the victim’s] testimony, the-jury needed to understand why she submitted to Boles on May 24, 2000 without immediately becoming hysterical or fighting back and how she was able to keep her wits about her well enough to form, and carry out, a plan to escape.</blockquote>\n<blockquote id=\"b393-5\">{¶ 67} “If [the victim] had been a first-time victim of Boles’s sexual abuse on May 24, 2000, her testimony about how the rape occurred, her immediate reaction to the rape, and how she managed to get away from Boles that day could have seemed less plausible. The jury might have rejected her testimony on the theory that no twelve-year-old girl would have reacted the way [the victim] testified she did in this case.”</blockquote>\n<p id=\"b393-6\">{¶ 68} To this, we would add that the prior sexual misconduct provided a necessary context for the evidence that Boles had threatened to shoot his daughter if she reported him, i.e., reported him for what? This, in turn, provided the context within which his subsequent act of shooting into the neighbor’s house into which his victim had fled constituted evidence of his consciousness of guilt. It also explained the victim’s reluctance to leave the neighbor’s house with the responding police officer.</p>\n<p id=\"b393-7\">{¶ 69} We regard this issue as close. Nevertheless, we conclude that the evidence of the prior sexual misconduct, with an appropriate limiting instruction, was material to the charged offense and that its probative value outweighed its prejudicial effect.</p>\n<p id=\"b393-8\">{¶ 70} Similarly, with respect to Boles’s eighth issue, the evidence of his threats to shoot his victim if she should report him laid the foundation for the proposition that his shooting into the neighbor’s house was evidence of his consciousness of guilt and was therefore material to the charged offense.</p>\n<p id=\"b393-9\">{¶ 71} The assignments of error implied by Boles’s sixth, seventh, and eighth issues are overruled.</p>\n<p id=\"b393-10\">VII</p>\n<p id=\"b393-11\">{¶ 72} All of the assignments of error that we find to be implied by Boles’s issues having been overruled, the judgment of the trial court is affirmed.</p>\n<p id=\"b393-12\">Judgment affirmed.</p>\n<judges id=\"b393-13\">Brogan and Froelich, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b388-15\">. Of course, not all errors are reversible. Some are harmless; others are not preserved for appellate review.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b388-16\">. This does not, of course, obviate the existence of frequent and lively disagreements between courts and individual judges as to what the law is.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}