{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"148\" lastpage=\"150\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b150-9\" pgmap=\"150\">James H. Gaff v. Abner E. Harding.</parties><syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b150-12\" pgmap=\"150\">1. Replevin—action of—will not lie except against a party who takes and detains. D executed his note, together with a chattel mortgage on certain property, to H, the possession of the property remaining with D, but which mortgage was never recorded. G, the sheriff, levied execution on the property in the hands of D, in favor of L, a judgment creditor of D, and thereupon D executed to G a delivery bond, with H, the mortgagee, as security, he, H, then turning the property over to the possession of D, to keep for him. While the property was thus situated, H, the mortgagee, sued out a writ of replevin against G, the sheriff. Held: That the action would not lie against the sheriff, the property being in the possession of D at the time the writ issued.</syllabus><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b150-13\" pgmap=\"150\">2. Mortgage—unrecorded—no lien as against an execution creditor. That the mortgage, not having been recorded, constituted no lien on the property as against L, the execution creditor, he having no notice thereof.</syllabus><summary data-order=\"3\" data-type=\"summary\" id=\"b150-14\" pgmap=\"150\">Writ of Error to the Circuit Court of Livingston county; the Hon. Charles H. Wood, Judge, presiding.</summary><p data-order=\"4\" data-type=\"misc\" id=\"b150-15\" pgmap=\"150\">The opinion states the case.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b150-16\" pgmap=\"150\">Messrs. Beattie &amp; ¡Robinson, for the plaintiff in error.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b150-17\" pgmap=\"150\">Mr. A. E. Harding, pro se.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b150-18\" pgmap=\"150\">Mr. Chief Justice Breese</author> <p id=\"APR\" pgmap=\"150\">delivered, the opinion of the Court:</p> <p id=\"b150-19\" pgmap=\"150\">This was an action of replevin, in the Livingston Circuit Court, brought by Abner E. Harding, against James H. Gaff, and a verdict and judgment for the plaintiff, to reverse which the defendant has brought the record to this court, by writ of error.</p> <p id=\"b150-20\" pgmap=\"150(19) 151(170)\">It appears, one Thomas Dodwell, on the 3d of October, 1867, executed, in consideration of eight hundred dollars, as expressed therein, a mortgage to plaintiff of certain chattels, being a part of the chattels in controversy, with the usual proviso, that it would be void if Dodwell paid plaintiff, on or before the 3d of October, 1858, a certain promissory note of even date with the mortgage, with ten per centum per annum interest thereon, until paid. The mortgage contained the provision that the property should remain in the possession of Dodwell, until the maturity of the note. The mortgage was acknowledged before a justice of the peace, but was not recorded. Ho money was paid by Harding on the execution of the mortgage, but he stated, on being examined as a witness, that he had a running account against Dodwell, for fees and legal services, running through four or six years, and, on going over the accounts, Dodwell gave him the mortgage to secure the amount due. There is no proof of any legal services since January 1, 1867, in value to exceed fifteen or twenty dollars.</p> <p id=\"b151-6\" pgmap=\"151\">The defendant, Gaff, was sheriff of Livingston county, and pleaded non eepit, property in Thomas Dodwell, and, third, that he, as sheriff, had an execution, in favor of Dudley Lay-cock, against Thomas Dodwell, which he levied on the property in question, averring that the property at that time was the property of Thomas Dodwell.</p> <p id=\"b151-7\" pgmap=\"151\">The execution was issued from the clerk’s office of the Livingston Circuit Court, on the seventh day of October, 1867, and was levied on the twentieth of that month, and duly indorsed on the execution. The property was then in the possession of Dodwell.</p> <p id=\"b151-8\" pgmap=\"151\">Upon the levy, Dodwell executed a delivery bond to the sheriff, with Harding as security, and left the property in the possession of Dodwell. Whilst the property was thus in the possession of Dodwell, Harding sued out his writ of replevin against the sheriff, and obtained a judgment against him.</p> <p id=\"b152-5\" pgmap=\"152\">The plaintiff in error makes several points, and first, that the note described in the mortgage was not offered in evidence, though demanded, nor its absence accounted for.</p> <p id=\"b152-6\" pgmap=\"152\">When it is considered that the note is the principal thing, and the mortgage a mere incident, as this court has often held, it would seem to be incumbent on the party claiming, to produce the note, for if the note had been assigned it would take the mortgage with it. A mortgage can not exist, as an independent security, in the hands of one person, while the note belongs to another. It is conceded, the parties might agree that the mortgage should not be resorted to by the holder of the note, but the proof of such an agreement must be of the clearest character. Hothing of this kind is shown in the case.</p> <p id=\"b152-7\" pgmap=\"152\">Another j&gt;oint made by plaintiff in error, is, that the action of replevin against the sheriff could not lie, because the facts show that at the time of suing out the writ, the property was in the possession of Dodwell. This point is also well taken. It is impossible the sheriff could have been in possession of the property, and the writ will not lie except against a jiarty who takes and retains property.</p> <p id=\"b152-8\" pgmap=\"152\">But the chief objection is, that the mortgage wras not recorded, and being so, it was no lien on the property, as against the execution creditor, he having no notice, of any kind, of the mortgage.</p> <p id=\"b152-9\" pgmap=\"152\">It appears, from the testimony of Dodwell, that on the execution of the delivery bond to the sheriff, with Harding as security, he, Harding, turned the property over to him, to keep for him until the note should become due, or the replevin suit determined. These facts show the action of replevin against the sheriff can not be maintained. The property so in the possession of Dodwell was undoubtedly liable to the execution. Thompson v. Yeck, 21 Ill. 73.</p> <p id=\"b152-10\" pgmap=\"152\">The judgment must be reversed and the cause remanded.</p> <p id=\"b152-11\" pgmap=\"152\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}