{
  "casebody": {
    "data": "<casebody firstpage=\"375\" lastpage=\"381\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b427-13\">Carl BRANDENFELS, Appellant, v. J. Edward DAY, Postmaster General et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b427-15\">No. 16642.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b427-16\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b427-17\">Argued Nov. 7, 1962.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b427-18\">Decided Feb. 14, 1963.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b427-19\">Petition for Rehearing En Banc Denied April 2, 1963.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b428-18\"><page-number citation-index=\"1\" label=\"376\">*376</page-number>Mr. Frank J. Delany, Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b428-19\">Mr. Barry Sidman, Asst. U. S. Atty., for appellees. Mr. David C. Acheson, U. S. Atty., and Messrs. Nathan J. Paul-son and Abbott A. Leban, Asst. U. S. Attys., at the time the brief was filed, were on the brief for appellees. Messrs. Frank Q. Nebeker, Asst. U. S. Atty., and <page-number citation-index=\"1\" label=\"377\">*377</page-number>Harry K. Schwartz, Asst. U. S. Atty., at the time the record was filed, also entered appearances for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b429-5\">Before Mr. Justice Reed, retired,<footnotemark>*</footnotemark> and Edgerton and Danaher, Circuit Judges.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b429-8\"> Sitting by designation pursuant to See. 294(a), Title 28 U.S.Code.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b429-6\">Mr. Justice REED,</author>\n<p id=\"APj\">sitting by designation.</p>\n<p id=\"b429-7\">In May, 1949, the Post Office Department, as complainant, charged appellant Brandenfels, plaintiff below, with distributing fraudulent advertising through the mails to promote the sale of his hair-growing treatment, in violation of 39 U.S.C. §§ 259, 732.<footnotemark>1</footnotemark> Lengthy hearings were held before a hearing examiner in Washington, D. C., Chicago, and Portland, Oregon. In February, 1954, an Initial Decision adverse to appellant was entered by the Deputy Postmaster General, the hearing examiner who conducted the hearings having resigned. Appellant filed an intra-departmental appeal from the Initial Decision which culminated, in March, 1958, in the dismissal of the proceedings without prejudice. This disposition had been sought by the complainant upon the recognition that procedural errors had precluded the issuance of a valid fraud order. Apparently the defect in the prior proceedings was that the Initial Decision rendered by the Deputy Postmaster General had been prepared by the agency officer who had prosecuted the charges against appellant, in violation of section 5(c) of the Administrative Procedure Act, 5 U.S.C. § 1004(c).<footnotemark>2</footnotemark> Because of the substantial expense and allegedly harmful publicity which he had already incurred, and feeling that the evidence required a decision in his favor on the merits, appellant objected to the dismissal without prejudice. In November, 1958, appellant and the newly established Judicial Officer of the Post Office Department agreed that the latter would review the record to determine whether the order of dismissal should be modified so as to be with prejudice. Briefs were filed and oral argument heard and, in October, 1959, the Judicial Officer declined to modify the dismissal on the ground that appellant’s evidence presented in the original hearings failed to establish that appellant was entitled to a dismissal with prejudice. Thereafter, the Judicial Officer and his successor denied motions to reconsider and to vacate the order denying reconsideration. In these last motions, as in his pleadings in the District Court, appellant charged all postal officials who had been involved in the proceedings with bias and arbitrariness, except the original hearing examiner who allegedly left the Department in protest against the unfair procedures employed in fraud proceedings.</p>\n<p id=\"b429-13\">No Post Office proceedings are now pending against appellant, and no fraud order or other sanction has been imposed against him. However, appellant alleges that the Federal Trade Commission now “proposes to * * * institute a proceeding against plaintiff charging him with misrepresenting his treatment by claiming it to be efficacious for the purposes advertised, raising the very same issues as were involved in the Post Office proceeding * * *.”</p>\n<p id=\"b429-14\">In December, 1960, appellant filed the present action in the District Court.<footnotemark>3</footnotemark> The amended complaint names officials of <page-number citation-index=\"1\" label=\"378\">*378</page-number>the Post Office Department and the Federal Trade Commission as defendants and seeks the following relief: (1) a declaration that the Postal proceedings were conducted improperly; (2) a declaration that appellant’s advertising material is not fraudulent; (3) an order enjoining both agencies from proceeding further against appellant in connection with “the same or essentially identical charges”; and (4) “such other and further relief as is meet and just.” The District Court dismissed the complaint on the grounds that it failed to state a claim upon which relief could be granted, and this appeal followed.</p>\n<p id=\"b430-5\">The action was properly dismissed as against the members of the Federal Trade Commission, although the dismissal should have been based upon lack of jurisdiction. There is no case or controversy between appellant and the members of the Federal Trade Commission. Rochester Telephone Corp. v. United States, 307 U.S. 125, 129-131, 59 S.Ct. 754, 83 L.Ed. 1147 (1939); Wolff v. Benson, 103 U.S.App.D.C. 334, 258 F.2d 428 (1958). The FTC has taken no action against appellant and, whatever investigation may now be under way, the nature of any charges which may hereafter be filed is necessarily conjectural. Indeed, charges may never be filed. For the same reasons, it is also true that the Federal Trade Commission has taken no final action which is reviewable under the Administrative Procedure Act. Richfield Oil Corp. v. United States, 207 F.2d 864 (C.A.9, 1953). Moreover, if and when the FTC does file charges against appellant, appellant will be required to exhaust his administrative remedies with that agency before seeking relief in the courts. Myers v. Bethlehem Shipbuilding Corp., 303 U.S. 41, 58 S.Ct. 459, 82 L.Ed. 638 (1938). Even a decision in\" the postal proceedings in appellant’s favor would not necessarily preclude further action by the FTC since the agencies act under different statutes employing different standards<footnotemark>4</footnotemark> and since circumstances may have changed since the postal proceedings were instituted and ter-j minated. Cf. Federal Trade Comm. v. Raladam Co., 316 U.S. 149, 62 S.Ct. 966, 86 L.Ed. 1336 (1942); Aycock v. O’Brien, 28 F.2d 817 (C.A.9, 1928). And whether or not the FTC would be barred is itself a question for the initial determination of that agency. Securities &amp; Exchange Comm. v. Otis <em>&amp; </em>Co., 338 U.S. 843, 70 S.Ct. 89, 94 L.Ed. 516 (1949), rev’g 85 App.D.C. 122, 176 F.2d 34.</p>\n<p id=\"b430-9\">The complaint should also have been dismissed against the Post Office on jurisdictional grounds insofar as the appellant was seeking declaratory relief. Despite appellant’s expenditure of funds and the alleged harm to his business reputation, he is not entitled to a determination of the abstract questions of whether or not he has been guilty of fraud and whether or not he was proceeded against properly. The Post Office has terminated its proceedings without holding that appellant’s practices are fraudulent and without imposing any sanction. Appellant may not enter the District Court merely to vindicate either his feelings or his reputation. Hearst Radio Inc. v. F. C. C., 83 U.S.App.D.C. 63, 167 F.2d 225 (1948); Metropolitan Edison Co. v. F. P. C., 169 F.2d 719, 725 (C.A.3, 1948); Morton International Corp. v. Federal Deposit Ins. Corp., 199 F.Supp. 702 (D.Mass.1961). Cf. Mechling Barge Lines, Inc. v. United States, 368 U.S. 324, 82 S.Ct. 337, 7 L.Ed.2d 317 (1961), modifying Cargill, Inc. v. United States, 188 F.Supp. 386 (E.D.Mo. <page-number citation-index=\"1\" label=\"379\">*379</page-number>1960); Helco Products Co. v. McNutt, 78 U.S.App.D.C. 71, 137 F.2d 681, 149 A.L.R. 345 (1943); Midwest Coast Transport, Inc. v. United States, 125 F.Supp. 557 (D.S.D., 1954).</p>\n<p id=\"b431-7\">Nonetheless, this is not to say that \"there are no enforceable limitations upon the power of a federal agency to conduct lengthy proceedings without ultimately disposing of the issues involved. Section 6 of the Administrative Procedure Act provides that “[e]very agency shall pro-need with reasonable dispatch to conclude any matter presented to it * * * ” and section 10(e) provides that a reviewing court shall \"compel agency action unlawfully withheld or unreasonably delayed.” In Deering Milliken, Inc. v. Johnston, 295 F.2d 856, 863 (C.A.4, 1961) , the Fourth Circuit recognized that \"these provisions give “rise to legally enforceable rights of the parties to the proceeding” and upheld, with modifications, a district court order prohibiting further hearings before a trial examiner upon a second remand to the examiner by the National Labor Relations Board. The court thus compelled the Board to reach a decision on the basis of the record already compiled by the hearing examiner. In Minneapolis Gas Co. v. F. P. C., 111 U.S.App.D.C. 16, 294 F.2d 212 (1961), a panel of this circuit refused to permit the F.P.C. to terminate rate proceedings prior to reaching a final decision despite the fact that the commission had complete discretion in instituting •the proceedings.<footnotemark>5</footnotemark> The court there stated the following:</p>\n<blockquote id=\"b431-10\">“We think the Commission cannot terminate a proceeding after it has actually conducted a hearing to the point of receiving an Examiner’s initial decision, without rendering a decision upon the issue presented, which is the lawfulness of the proposed rates. We do not have before us, and therefore do not decide, whether the Commission may terminate a proceeding, once entered upon, at some point prior to the conclusion of the evidentiary hearing. A change of mind, midstream so to speak, may or may not be permissible. But we are of opinion that the Commission, having received all the evidence the parties wish to present, and having before it an Examiner’s findings, conclusion and decision, cannot at that point change its mind, wiping out the hearing as though it had never occurred, and in effect decide that it will not enter upon a hearing. The provisions of Section 4(e) seem to us to require that, if a hearing is held, all the pertinent evidence presented, and an initial decision rendered, the Commission is required either to let the initial decision stand as its decision or itself to render a decision.” 111 U.S.App. D.C. at 19, 294 F.2d at 215.</blockquote>\n<p id=\"b431-15\">Hence, treating appellant’s prayer for such relief as is “meet and just” as seeking an order compelling the Post Office to enter a final decision with prejudice, or to set aside its order refusing to do so, we believe that the District Court had jurisdiction to grant such relief in the proper circumstances. The controversy is sharply defined and by his several motions appellant has exhausted all avenues for administrative relief. If after completing lengthy and costly hearings the Post Office had arbitrarily discontinued its proceedings without reaching a decision, appellant would be entitled to relief under sections 6 and 10 of the Administrative Procedure Act.</p>\n<p id=\"b431-16\">Nonetheless, several cases subsequent to Minneapolis Gas, though recognizing the principle of that case, point out that an agency determination to discontinue proceedings will not be upset where there is good reason therefor. Eastern Airlines, Inc. v. C. A. B., 111 U.S.App.D.C. <page-number citation-index=\"1\" label=\"380\">*380</page-number>39, 41, 294 F.2d 235, cert. denied 368 U.S. 927, 82 S.Ct. 363, 7 L.Ed.2d 191 (1961); State of Wisconsin v. F. P. C., 112 U.S.App.D.C. 369, 303 F.2d 380, 386 (1961), cert. granted 369 U.S. 870, 82 S.Ct. 1139, 8 L.Ed.2d 275 (1962); Cities of Lexington, Ky., et al. v. F. P. C., 295 F.2d 109, 119-122 (C.A.4, 1961). We hold that in the present case the plaintiff’s complaint and its accompanying exhibits disclose such facts that, as to this relief, the complaint was properly dismissed for failure to state a claim upon which relief can be granted.</p>\n<p id=\"b432-4\">The complaint reveals that because of procedural defects, notably the improper influence exerted by the prosecutor, a valid fraud order could not have been entered against appellant on the basis of the Initial Decision. Upon discovery of this fact, there were numerous courses which might have been followed. Since no defect was alleged in the record compiled by the original hearing examiner, the Postmaster General, or his delegate could have decided the case, or the case could have been remanded to another examiner for a second Initial Decision.<footnotemark>6</footnotemark> If warranted, the charges against appellant might have been dismissed with prejudice. The Post Office chose to dismiss the proceedings without prejudice. After appellant had made known his dissatisfaction with this disposition, an agreement was reached between the appellant and the Judicial Officer of the Post Office Department as to the manner in which the case would thereafter be handled. It was agreed that the Judicial Officer would study the record and either modify the dismissal so as to be with prejudice, or let the dismissal without prejudice stand unmodified.<footnotemark>7</footnotemark> No other alternative was provided. This was a most advantageous agreement for the appellant since he stood only to gain and' could not lose; there was no understanding that the Judicial Officer might take steps looking toward the issuance of a valid fraud order if the merits so dictated. After considering the record, the Judicial Officer concluded that a dismissal with prejudice was not justified and he thus refused to modify the dismissal without prejudice. Since the appellant had previously given his consent to this disposition in the event the Judicial Officer rejected his contentions on the merits, appellant may not complain now that the procedure has been carried out. He is, in effect, bound by his prior agreement. Cf. United States Bio-Genics Corp. v. Christenberry, 173 F.Supp. 645, 649 (S.D.N.Y.), aff’d, 278 F.2d 561 (C.A. 2, 1959); Democrat Printing Co. v. F. C. C., 91 U.S.App.D.C. 72, 202 F.2d 298, 305 (1952). Had the appellant not en<page-number citation-index=\"1\" label=\"381\">*381</page-number>tered that agreement, it is possible that the Post Office would have adopted one of the other alternative procedures open to it. Having pursued a course then acceptable to the appellant, the Post Office cannot now be required to consider the matter still another time.<footnotemark>8</footnotemark></p>\n<p id=\"b433-4\">Because of appellant’s consent to the procedure followed by the Judicial Officer, we will neither compel the Post Office to proceed further nor enjoin it from ever again instituting proceedings against appellant arising out of related matters.</p>\n<p id=\"b433-5\">The dismissal of the complaint is thus affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b429-9\">. 1928, 1952 eds. Now 39 U.S.C. § 4005 (1958 ed.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b429-10\">. The Post Office conceded that some such procedural error had been committed and does not deny that section 5(c) of the Act applies to the present mail fraud proceedings. Although it has been held that this section of the Act does not apply to such proceedings, Bersoff v. Donaldson, 84 U.S.App.D.C. 226, 174 F. 2d 494 (1949), the contrary now appears to have been established. Cates v. Haderlein, 342 U.S. 804, 72 S.Ct. 47, 96 L.Ed. 609 (1951), reversing 189 F.2d 369 (C.A. 7); see Cadillac Pub. Co. v. Summerfield, 97 U.S.App.D.C. 14, 227 F.2d 29, 30, cert. denied 350 U.S. 901, 76 S.Ct. 179, 100 L.Ed. 791 (1955).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b429-16\">. Jurisdiction was based on 28 U.S.C. §§ 1331 (federal questions), 1339 (postal matters), 2201-2202 (declaratory judgments) , 5 U.S.C. § 1001 et seq. (Admin<page-number citation-index=\"1\" label=\"378\">*378</page-number>istrative Procedure Act), and the First and Fifth Amendments to the U. S. Constitution.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b430-7\">. 39 U.S.C. §§ 259, 732 authorizes the Postmaster General to bar the use of the mails only in cases of knowing fraud, Reilly v. Pinkus, 338 U.S. 269, 276, 70 S.Ct. 110, 94 L.Ed. 63 (1949), whereas intent to defraud is unnecessary for the entry of a cease and desist order by the FTC under the Federal Trade Commission Act, §§ 5, 12, 15 (15 U.S.C. §§ 45, 52, 55 (1958 ed.)), Reilly v. Pinkus, 338 U.S. at 277, 70 S.Ct. at 114; Mueller v. United States, 262 F.2d 443 (C.A. 5, 1958).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b431-11\">. The agencies rely on Hastings Mfg. Co. v. F.T.C., 153 F.2d 253 (C.A.6), cert. denied, 328 U.S. 853, 66 S.Ct. 1344, 90 L.Ed. 1626 (1946), for the proposition that an agency has inherent discretion to dismiss proceedings without prejudice. But that case held only that a dismissal without prejudice was not sufficient to invoke res judicata when new proceedings were instituted.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b432-5\">. Administrative Procedure Act, §§ 8(a), 5(c), 7(a), 2(a), 5 U.S.C. §§ 1007(a), 1004(c), 1006(a), 1001(a).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b432-6\">. In June 1958, according to appellant’s allegations, he initiated and carried on negotiations</p>\n<p id=\"AnC\">“to agree to a procedure whereby [appellant] would have a full and fair hearing on the merits. [Appellant’s] attorney was hopeful that with the change in personnel it would be possible for him to obtain full and fair consideration of the charges of fraud hanging over him. On or about November 6, 1958, a conference was had between * * * General Counsel, representing the complainant, and * * * Judicial Officer, and [appellant’s] attorney. At said conference it was agreed between all participating that [appellant] should be given the full and fair hearing on the merits, up to tken denied him. Pursuant to such agreement, an agreed order was entered by the Judicial Officer on or about November 6, 1958, providing that [sie]i in part that</p>\n<p id=\"A-q\">“ ‘ * * * the record in the proceeding will be reviewed to determine:</p>\n<p id=\"AAJ\">“ ‘ 1. If the decision on March 18, 1958, of the Deputy Postmaster General should be modified to dismiss the proceeding with prejudice for either or both of the following reasons:</p>\n<p id=\"AV5\">a. proof of efficacy of the product.</p>\n<p id=\"ASB\">b. a split of medical authority sufficient to bring the case within the doctrine of Reilly v. Pinkus.</p>\n<p id=\"AKW\">“ ‘ 2. If the decision of the Deputy-Postmaster General should stand unmodified dismissing the proceeding without prejudice and permitting the complainant, in his discretion, to file a new complaint.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b433-15\">. Appellant also alleged in his complaint that the Judicial Officer’s refusal to modify the dismissal was itself the product of bias, but it is clear from his pleadings that this allegation is based only upon the Judicial Officer’s failure to reach a decision acceptable to appellant.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}