{
  "casebody": {
    "data": "<casebody firstpage=\"585\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b637-8\">Madeleine D. GATELY, Plaintiff-Appellee, v. John H. GATELY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b637-10\">No. 13953.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b637-11\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b637-12\">April 26, 1963.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b637-24\">Horace N. Lund, Chicago, Ill., John Howard Gately, Santa Fe, N. M., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b637-25\">Jerome F. Dixon, Chicago, Ill., Gordon W. Diesing, Omaha, Neb., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b637-26\">Before SCHNACKENBERG, CASTLE and SWYGERT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b637-27\">SCHNACKENBERG, Circuit Judge.</author>\n<p id=\"b637-28\">In this diversity action, commenced November 20, 1958, defendant, John Howard Gately, sometimes referred to as John H. Gately or defendant, has appealed from an order of the district court setting aside a jury verdict in favor of defendant and granting the motion of Madeleine D. Gately, plaintiff, for judg<page-number citation-index=\"1\" label=\"586\">*586</page-number>ment, and an order that La Salle National Bank, a national banking association, deliver to plaintiff an instrument of conveyance transferring an undivided one-half interest in certain lands and ordering that plaintiff is entitled to an accounting from defendant.</p>\n<p id=\"b638-4\">This case was heard by the district court and a jury upon plaintiff’s second amended complaint<footnotemark>1</footnotemark> which charged defendant with inducing plaintiff, by deceit and fraud, to sign a deed of trust conveying her interest in property located in Elgin, Illinois, held by them as joint tenants, to La Salle National Bank,<footnotemark>2</footnotemark> as trustee, on December 29, 1949, without explaining the document to her; and on the same date defendant entered into a trust agreement with La Salle National Bank, Trust No. 12080, in which he was named as the person entitled to the earnings, avails and proceeds of said real estate. The trust agreement provided that the trustee would make “deeds for or otherwise deal with the title to said real estate * * * on the written direction of John H. Gately *</p>\n<p id=\"b638-5\">Said complaint also alleged that, under date of January 16, 1950, defendant assigned his interest in the trust to James D. Walsh, who was an officer of Continental Illinois National Bank, to secure defendant’s loan of $90,000 from said bank. This loan was paid on November 10, 1958.</p>\n<p id=\"b638-6\">In her second amended complaint, plaintiff also alleged she was unaware of trust No. 12080 until August 28, 1958, and that the trust was established by defendant for the purpose of defrauding her.</p>\n<p id=\"b638-7\">She prayed, <em>inter alia, </em>that the court impose a constructive trust in her favor, upon the real estate and also upon trust No. 12080, that the deed of trust be declared a mortgage, that the trustee be required to convey said real estate to plaintiff and defendant and to cancel the deed of trust, and for an accounting of rental income.</p>\n<p id=\"b638-12\">The court entered findings of fact and conclusions of law.</p>\n<p id=\"b638-13\">The parties hereto were married on June 25, 1929 and five children were born of the marriage. They lived in the Beverly Hills part of Chicago until 1941, when they moved into a rented house in Elgin, Illinois. Plaintiff did not have any business experience prior to her marriage. .'.j</p>\n<p id=\"b638-14\">It appears from uncontradicted evidence that defendant purchased a ranch in December 1949 and moved to Colorado, and that the obtaining of financing for this purchase was in part procured at the Continental Illinois National Bank of Chicago by placing title to the Elgin property in trust, as requested by that bank.</p>\n<p id=\"b638-15\">From defendant’s sworn and uneontradicted motion to dismiss the instant case in the district court, it appears that plaintiff instituted action for divorce<footnotemark>3</footnotemark> against defendant in the District Court of the County of El Paso, State of Colorado, and, following a hearing in that court, defendant on November 14, 1958 was found guilty of extreme cruelty, and the question of property rights in the alleged fraudulent transfer was reserved by the court to a later date.</p>\n<p id=\"b638-16\">It is not disputed that, under the Colorado divorce act, an interlocutory decree is first entered, followed by a waiting period of six months, when a final decree is entered. In the case at bar it is admitted that the interlocutory decree was <page-number citation-index=\"1\" label=\"587\">*587</page-number>entered November 14, 1958 and it became final May 14, 1959. On June 8, 1959 the Colorado court adjudicated the property rights of the parties in and to several items of personal property, such as automobiles, and an insurance policy on defendant’s life.</p>\n<p id=\"b639-4\">Defendant contends that the Colorado court had complete jurisdiction of the parties and the subject matter, being the certificate of beneficial interest, which is personalty, <footnotemark>4</footnotemark> as well as the charges of fraud later set forth in the complaint filed in the federal court in Chicago.<footnotemark>5</footnotemark> In her brief in this court plaintiff admits that in the district court defendant by motion presented the defense that the Colorado court had taken jurisdiction over the parties and the subject matter, precluding the exercise of jurisdiction by the United States District Court in this case. While she argues rather obscurely that defendant’s position was stated ambiguously, we do not find any ambiguity. He contends that when, during the course of the hearings, the Colorado court indicated that it was not going to find the transfer fraudulent and that plaintiff had no legal interest in the “Elgin Building”, plaintiff then filed this action in Illinois.</p>\n<p id=\"b639-5\">Plaintiff argues that, until the interlocutory decree became final, when the Colorado court might order a division of property, plaintiff could continue her litigation in the district court in Illinois. She also admits that her “motion was made long before the Colorado decree became final.” Plaintiff in her brief relies on defendant’s alleged failure to show in the proceedings in the district court below what, if any, disposition was made by the Colorado court of the property in question upon the decree becoming final. She speculates that, if she had sought from the Colorado court a transfer of the Illinois property to her, she may have abandoned it before the decree became final, and that the court would not have adjudicated the issue, or the parties may have made a settlement with a stipulation that the question be litigated in Illinois instead of Colorado. We need not resolve these hypothetical situations. We agree with defendant’s contention that, under the laws of Colorado, its courts have jurisdiction to pass on all questions of property arising between the parties in a divorce proceeding. In Shreyer v. Shreyer, 112 Colo. 281, 148 P.2d 1003 (1944), the Supreme Court of Colorado considered a decree dividing the property of the parties entered after a final decree of divorce. In affirming the later decree, the court said, at 1004:</p>\n<blockquote id=\"b639-8\">“ * * * Counsel’s contention seems to be that the trial court used the wrong method in accomplishing a division of the personal property which constitutes all the estate. He cites 17 American Jurisprudence, page 464, sections 592 and 593, which in substance state that the wife should not be given dominion over the husband’s property and that alimony is not a specific assignment of the husband’s property to the wife. These are not the situations here, for the trial court, upon conflicting evidence, found that the property was jointly accumulated and owned by the parties. Section 8, chapter 56, ’35 C.S.A., provides that the court may grant alimony, or may decree a division of property. This division of property is essentially different from an award of ali<page-number citation-index=\"1\" label=\"588\">*588</page-number>mony. 19 C.J. p. 203, § 495; 27 C. J.S. Divorce, § 202. ******</blockquote>\n<blockquote id=\"b640-4\">“* * &gt;* Careful review of the record convinces us that the finding of the trial court that the parties owned the business jointly was correct. The purpose of the decree is to divide the property and this will be accomplished. The fact that the division could have been ordered by the court to have been made in other ways does not, ipso facto, make the method adopted by the court an abuse of discretion. When the matter came to nisi prius for attention the business was in a precarious financial condition, and it appears that the operations, continued under the guidance of the plaintiff, and later under the receiver with her assistance, owe their successful outcome to these efforts, and that the credit for the licenses now having a substantial value belongs to the plaintiff. Under her direction, aided by the receiver, the business now having passed its financial crisis, defendant claims title thereto should be placed in him. We do not agree.”</blockquote>\n<p id=\"AQ3M\">The significance of the foregoing decision was emphasized when the same parties were again before the Supreme Court of Colorado, 113 Colo. 219, 155 P.2d 990, where the court said, at 992:</p>\n<blockquote id=\"ANk\">“ * * * The property award was made on the premise that it was ‘jointly accumulated and owned by the parties.’ It was not ‘an award of alimony.’ Shreyer v. Shreyer, supra. In so far as any property rights may have been involved— and that is Shreyer’s chief concern here — the Taw of the case’ was announced in the cited Shreyer inquiry.”</blockquote>\n<p id=\"b640-5\">Controlling in this case is the doctrine recognized in Princess Lida of Thurn and Taxis v. Thompson, 305 U.S. 456, 466, 59 S.Ct. 275, 83 L.Ed. 285, that the court first assuming jurisdiction over property may maintain and exercise that jurisdiction to the exclusion of another court and thereby, to give effect to its jurisdiction, it must control the property. This doctrine, the court said, is necessary to the harmonious cooperation of federal and state tribunals.</p>\n<p id=\"b640-8\">The Colorado court, having obtained prior personal jurisdiction of both parties hereto, who actually appeared before it, and having reserved the question of property rights, had complete jurisdiction to order defendant to give a suitable direction to the trustee named in the trust so as to effectuate the equities of the parties. In so doing the Colorado court, sitting in equity, would be exercising its jurisdiction <em>in personam </em>in relation to personal property.<footnotemark>6</footnotemark> It has long been established that in such a proceeding a court of equity acts <em>in personam </em>and not <em>in rem. </em>Hart v. Sansom, 110 U.S. 151, 3 S.Ct. 586, 28 L.Ed. 101 (1884); Wilhelm v. Consolidated Oil Corp., 10 Cir., 84 F.2d 739, 746 (1936).</p>\n<p id=\"b640-9\">A well-considered opinion illustrative of many decisions recognizing the power of a divorce court to adjudicate upon interests of the parties is Newton v. Falligant, 166 Ga. 450, 143 S.E. 391 (1928). In that case it appears that Estelle Falligant sued John G. Falligant for divorce and alimony. By amendment plaintiff charged that defendant, anticipating a separation, conveyed without consideration, certain lands to John I. Marsh who then conveyed them to Mrs. Pearl Newton. Mrs. Newton demurred, claiming that the petition showed that the court had no jurisdiction of her as a party or of the subject matter. She also filed a plea to the jurisdiction and an answer that both she and her grantor were residents of Screven County and the lands were in Screven and Effingham counties, whereas the court was a Chatham county court, which therefore had no jurisdic<page-number citation-index=\"1\" label=\"589\">*589</page-number>tion of her. Rulings being against her, she appealed to the Supreme Court of Georgia, which affirmed, saying at 392:</p>\n<blockquote id=\"Ar1\">“ * * * If the defendant had actually conveyed away, for the purpose of evading the payment of alimony, real estate of a large value, and had done so fraudulently and under circumstances that rendered the deed void, then it would be competent for the court having jurisdiction of the suit for divorce and alimony to declare void the deed of the defendant conveying the real estate to other parties, and thereby render the property fraudulently conveyed subject to the judgment for alimony. * * * The real ownership of the realty conveyed by the husband, in the first place, to Marsh, and after-wards by him to Mrs. Newton, was a material subject of inquiry, an inquiry which it was necessary for the court to pursue until the question was settled. * * * and it follows from what we have said that jurisdiction over all of the parties was in the superior court of Chat-ham county.</blockquote>\n<blockquote id=\"b641-8\">“The amendment to the suit does not render it one respecting titles to land within the meaning of the Constitution which requires suits respecting titles to land to be brought in the county where the land lies; but, in view of the nature of the relief sought against all of the defend- ■ ants, it was properly brought in Chatham county.”</blockquote>\n<p id=\"b641-9\">In conclusion, we do not reach the question of whether the district court was justified in setting aside the verdict of the jury in favor of defendant, for the reason that we hold that it had no jurisdiction to entertain plaintiff’s second amended complaint. All questions of property arising thereunder were within the theretofore acquired jurisdiction of the District Court of the County of El Paso, State of Colorado.</p>\n<p id=\"b641-10\">For these reasons the orders and judgment of the district court, from which this appeal was taken, are reversed and this cause is remanded to that court with instructions to dismiss the second amended complaint and plaintiff’s action.</p>\n<p id=\"b641-13\">It is unnecessary to consider several other attacks upon the orders and judgment of the district court which have been made by defendant in this court.</p>\n<p id=\"b641-14\">Orders and judgment reversed and cause remanded with instructions.</p>\n<footnote label=\"1\">\n<p id=\"b638-8\">. In addition to said defendant, the following-named defendants were also joined in the second amended complaint: La Salle National Bank, a national banking association; Continental Illinois National Bank and Trust Company of Chicago, an Illinois corporation; Paint Products Corporation, an Illinois corporation; Roland J. Hint, Mary J. Hint, and Myra P. Iron-side, partners in a partnership doing business as A. J. Ironside Heating and Ventilating Company; Richard H. Roth, doing business as Milbrandt Hospital and Surgical Supply; George Berner, and Berner Motors, Inc., an Illinois corporation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b638-18\">. Situated in Chicago, Illinois.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b638-19\">. The record further shows that the divorce action was filed on May 22, 1958.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b639-9\">. The deed in trust provides:</p>\n<p id=\"A5j\">The interest of each and every beneficiary hereunder and of all persons claiming under them or any of them shall be only in the earnings, avails and proceeds arising from the sale or other disposition of said real estate, and such interest is hereby declared to be personal property, and • no beneficiary hereunder shall have any title or interest, legal or equitable, in or to said real estate as such, but only an interest in the earnings, avails and proceeds thereof as aforesaid.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b639-12\">. It will be noted that plaintiff mates no allegation that the trustee, or any other person except defendant, defrauded her.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b640-6\">. The character of the property as personalty is not only established by the express language of the deed in trust, note 4, ante, but by the established law of Illinois: Aronson v. Olsen, 348 Ill. 26, 28, 180 N.E. 565; Breen v. Breen, 411 Ill. 206, 210, 103 N.E.2d 625; Duncanson v. Lill, 322 Ill. 528, 533, 153 N.E. 618.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}