{
  "casebody": {
    "data": "<casebody firstpage=\"388\" lastpage=\"391\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b424-4\"><em>In re </em>Stewart’s Estate. <em>In re </em>Clinch.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b424-6\">\n<em>(Supreme Court, General Term, First Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AzG\">November 13, 1891.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b424-7\">1. Legacy Tax—Bequest Vesting aetee Death of Testator.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b424-8\">Property was-left by a will to a trustee with power to distribute the same among such legatees mentioned in the will, and in such proportions, as he saw fit. Some of the legatees were persons not subject to the collateral inheritance tax. <em>Held, </em>under the provisions of the collateral inheritance tax act, (Laws N. Y. 1887, c. 713,) that the appraisement for the purposes of the taxation shall take place immediately after the death of decedent, and that the tax shall be levied and become immediately due and payable, that there was no basis for the levy of a tax on a share in expectancy of a legatee under such power of appointment, and that it was not within the terms of the act, on its subsequently becoming vested by appointment under the power.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b424-9\">3. Same—Penalty for Non-Payment—Necessary Litigation. ,</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b424-10\">Proceedings for the revocation of the probate of a will are within the meaning of Laws N. Y. 1887, c. 713, § 5, (Collateral Inheritance Tax Act,) which provides that the penalty of 10 per cent, imposed by section 4, for the non-payment of the tax, shall not be charged where, in cases by reason of claims made on the estate, necessary litigation, or other unavoidable causes of delay, the estate of any decedent, or a part thereof, cannot be settled at the end of 18 months from the death of decedent.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b424-11\">Appeal from surrogate’s court, New York county. Reversed.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b424-12\">Motion by the executors, etc., of Cornelia M. Stewart for the assessment of the collateral inheritance tax, under Laws N. Y. 1887, c. 713. From an order of the surrogate assessing the tax on the shares of Charles J. Clinch he appealed to this court.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b424-13\">Argued before Van Brunt, P. J., and Daniels and Ingraham, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b424-14\"><em>Horace Russell, (Jabish Holmes, Jr., </em>of counsel,) for appellant. <em>Charles F. Tabor, </em>Atty. Gen., and <em>I. H. Maynard, </em>Dep. Atty. Gen., for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b424-15\">Van Brunt, P. J.</author>\n<p id=\"AHA\">Cornelia M. Stewart died on the 25th of October, 1886, leaving a will and four codicils, which were duly admitted to probate by the surrogate of the county of New York on the 13th of November, 1886, upon which day Henry Hilton and Charles J. Clinch* qualified as executors. The questions arising up <em>on </em>this appeal are presented by the last codicil to the will. By this codicil, which revoked certain of the trust powers which had been conferred upon the executor Hilton by the previous codicils, the said trustee was given the power to endow a seminary of learning for women in connection with the Cathedral of the Incarnation of the diocese of Long Island, theretofore mentioned in said will and codicils, and also to endow such other buildings and institutions connected with said cathedral as he should deem necessary or proper. The codicil then provided, as to the property not necessary in the judgment of the trustee for any of these purposes, that he should have the power to distribute the same among such of the legatees mentioned in the will, and in such proportions, as he saw fit. The legatees among whom this discretionary power of appointment might be exercised were 19 in number, consisting of half-sisters, nephews, and nieces, and grand nephews and nieces. On the 25th of April, 1887, the surrogate, upon motion of the executors, assessed and fixed the collateral inheritance tax upon the legacies given by the will; and on like motion .appointed an appraiser to appraise for the purposes of said tax the clear market value at the death of the decedent of the property which passed by the residuary clause of the will; and further provided that he report the amount of said residuary estate of said deceased subject to the said tax, the names of the different parties whose shares were subject thereto, the amount of their respective shares, and the amount of the tax for which they were respectively liable. On the 28th of October, 1887, one of the next of kin and heirs at law filed her petition to revoke the probate of said will and codicils, and it was not until Jantiary 16, 1890, that á decree <page-number citation-index=\"1\" label=\"389\">*389</page-number>was entered dismissing said proceeding. On the 16th of January, 1890, Hilton executed the trust and power of appointment imposed on him by the will. After endowing the cathedral with the sum of $500,000 and certain lands at Garden City, he exercised the discretionary power of appointment by transferring to 10 of the 19 legatees the remainder of the estate in the following propositions: One-tenth to Charles J. Clinch, the nephew of the deceased; one-tenth to Sarah 21. Smith, a niece of the deceased; three-fifths to Anna and Emma Clinch, half-sisters; and one-thirtieth to each of 6 nephews and nieces. On the 19th of February, 1890, theappraiser filed his report, by which he found that the value of the one-tenth received by Charles J. Clinch under the power of appointment was $248,540.16, and that it was subject to a tax of $12,427. The appraiser also reported that the one-fourth received by Clinch directly under the will was subject to a tax of $74,942.14, and interest was charged upon this latter amount after the expiration of the 18 months allowed by the statute of 1887 for the payment of the tax without interest.</p>\n<p id=\"b425-5\">The questions presented on this appeal <em>are—First, </em>whether the amount received by Charles J. Clinch under the power of appointment is subject to the collateral inheritance tax; and, <em>second, </em>the executors being prevented by the contest in respect of the will from paying the tax upon the legacies given by the will, whether interest should be charged, such contest having been initiated prior to the expiration of the 18 months allowed by statute.</p>\n<p id=\"b425-6\">Upon an examination of the statute, we are of opinion that the amount received by Charles J. Clinch under the power of appointment is not subject to the collateral tax, and this conclusion, it seems to us, necessarily arises from a consideration of the language of the statute. It should be borne in mind that it is the established law of this state that, this tax being a special and not a general tax, a citizen cannot be subjected to it without the clear warrant of law. <em>In re Enston, </em>113 N. Y. 174, 21 N. E. Rep. 87. The substance of the first section of the statute, as applicable to this case, is that all property which shall pass by will from any person who may die seised or possessed of the same while a resident of this state to any person in trust or otherwise, or by reason whereof any person shall become beneficially entitled in possession or expectancy to any property, or to the income thereof, other than to and for the use of mothers, fathers, brothers, or sisters, etc., shall be and is subject to a tax upon the clear market value of such property. The statute, however, exempts estates which may be valued at less than $500 from the payment of such tax. The second section sets forth the method by which the amount of the tax is to be ascertained, and provides as follows: “When any grant, gift, legacy, or succession upon which a tax is imposed by section 1 of this act shall be an estate, income,-or interest for a term of years or for life, or determinable upon any future or contingent event, or shall be a remainder, reversion, or other expectancy, real or personal, the entire property or fund by which such estate, income, or interest is supported, or of which it is a part, shall be appraised, immediately after the death of the decedent, at what was the fair and clear market value thereof at the time of the death of the decedent, in the manner thereinafter provided; and the surrogate shall thereupon assess and determine the value of the estate, income, or interest subject, to such tax in the manner recorded in section 13 of this act; and the tax prescribed by this act shall be immediately due and payable to the treasurer of the proper county, and in the city and county of Hew York to the comptroller thereof, and, together with the interest thereon, shall be and remain a lien-upon said property until the same is paid.” Section 13 provides that, in order to fix the value of the property of j ersons whose estate shall be subject to-the payment of said tax, the surrogate, on the application of any interested party, or upon his own motion, shall appoint some competent person as appraiser, whose duty it shall be forthwith to give certain notices, and appraise-the property, and make a report to the surrogate, who is thereupon required: forthwith to assess and fix the then cash value of all the assets, etc. It fur<page-number citation-index=\"1\" label=\"390\">*390</page-number>ther provides that the value of every future or limited estate, income, or interest shall, for the purposes of this act, be determined by the rule, methods, and standards of value which are applied by the superintendent of the insurance department in ascertaining the value of policies of life insurance and annuities, save that the rate of interest to be assessed in computing the present value of all future interests and contingencies shall be 5 per cent, per annum.</p>\n<p id=\"b426-5\">It will thus be seen that, by the provisions of the statute referred to, it is evidently intended that the appraisement for the purposes of taxation shall take place immediately after the death of the decedent, and that the tax shall be levied and become immediately due and payable. If there was any doubt upon this proposition, section 4 is explicit upon this point, which provides that all taxes imposed by this act, unless otherwise provided for, shall be due and payable at the death of the decedent; and, if the same are paid within 18 months, no interest shall be charged and collected thereon, but, if not, interest at the rate of 10 per cent, per annum shall be charged and collected from the time said tax accrued. Then follows a curious provision, giving a premium to an executor for violating the law. It thus clearly appears that the whole theory of the act is that the question of taxation is to be determined by the condition of things which arises immediately after the death of the decedent. It is true that the learned surrogate suggests that in certain cases the assessment of the tax may be postponed until contingencies, happen by which the value of the estate may be ascertained. But there seems to be no warrant whatever in the law for such postponement.</p>\n<p id=\"b426-6\">We have, then, in the case at bar, a power of appointment over a fund which may be appointed to persons who are not subject to the tax.' Therefore the appraisement for purposes of taxation cannot be had until the exercise of the power of appointment, because it is only then that it is ascertained whether or not any portion of the estate could, by any possibility, come within the terms of the act. Now, there being no authority conferred in the act for a postponement of the appraisement until the determination of this question, it seems to us clear that the appraisement must speak as of the time of the death of the decedent, and subsequent events, by the happening of which uncertainties have become certainties, cannot be appealed to in determining whether a tax should be imposed or not. The case of <em>In re Cager, </em>111 N. Y. 343, 18 N. E. Rep. 866, seems to be in entire harmony with this view. The question in that case arose under the act of 1885, which, in the respects affecting the tax under consideration, is the same as the act of 1887. The will of Gager gave his residuary estate to his wife, to be used and enjoyed and at her disposal during the term of her natural life. ■ One-third of the estate that might remain at the decease of his wife the testator gave to an adopted daughter during her life, and the other two-tliirds and the remainder of the one-third he gave to four persons named, who are described as the heirs of said adopted daughter. Held that, upon the death of Gager, his wife took a life-estate, with a limited power of disposition during her life for her use and enjoyment, and any interest in the other beneficiaries was dependent upon the exercise by her of this power of disposition; and that while said gifts were sustained as valid executory devises, and the beneficiaries might eventually take a valuable estate, yet, as this contingency rendered the present value of such interest incapable of any correct or reasonably approximate valuation, there was no basis for the imposition of the tax; and it is expressly held that, where the question as to whether any property will pass under the limitation over depends upon the will of the first taker, there is no rule by which its value can be determined. It is true that the court held that they were not called upon to determine whether the appraisal of the value of the devises for the purposes of taxation might not be made when they eventually came to the possession of the devisees; but the intimation is reasonably clear that such was not the then opinion of the court. The idea of postpone<page-number citation-index=\"1\" label=\"391\">*391</page-number>ment of appraisal and payment is entirely opposed to the precise language of the statute. As has already been intimated, the tax becomes due and payable immediately after the death of the decedent, and, if paid within 18 months after the death, no interest is charged,..and, if not, interest at the rate of 10 per cent, shall be charged from the time such tax accrued, namely, from the death of the decedent. And it is further expressly provided that, in all cases where executors, administrators, or trustees do not pay such tax within 18 months, they shall be required to give a bond in the form prescribed in another section of the act for the payment of the tax, together with interest. Thus the whole scope of the statute looks to the payment of this tax under severe penalties, within the time ordinarily allowed for payment of claims against the estate. The running of interest from the time of the death of the decedent, in case the payment is not made within 18 months, is not predicated upon the fact of an appraisement having been made. The party is liable for the tax, and, if it is not paid, he is liable to the penalty.</p>\n<p id=\"b427-5\">We are of opinion, therefore, that as to whatever expectancy the appellant had, it was of such a character that it had no market value, and could not be appraised at the time of the death of the decedent, being dependent upon the exercise of a power of appointment by the trustee, which he might execute in his favor and might not, and that there was no basis upon which the tax could be assessed,—as has already been stated, the happening of subsequent events not bringing that within the scope of the law which at the death of the decedent was not within its terms.</p>\n<p id=\"b427-6\">Upon the question of interest we think the learned surrogate was clearly right. The statute is explicit that, if the tax is paid within 18 months, no interest shall be charged; and, if it is not paid within that time, interest at the rate of 10 per cent, per annum shall be charged and collected from the time said tax accrued. The next section, however, provides a partial saving clause. The penalty of 10 per cent., imposed by section 4 for the non-payment of such tax, it is provided shall not be charged where in cases, by reason of claims made upon the estate, necessary litigation, or other unavoidable causes of delay, the estate of any decedent, or a part thereof, cannot be settled at the end of 18 months from the death of the decedent, and in such eases only 6 per cent, per annum shall be charged upon said tax from the expiration of said 18 months until the cause of such delay is removed. The proceedings for the revocation of the probate of the will came within this excepting clause, but it did not exempt entirely from the payment of interest; only reducing the penalty from 10 per cent, to 6 per cent., and postponing the running of interest until the expiration of 18 months from the death of the decedent. The order of the surrogate should therefore be reversed as to the tax upon the amount appointed to the appellant, and affirmed upon the question of interest, without costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}