{
  "casebody": {
    "data": "<casebody firstpage=\"857\" lastpage=\"860\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b893-4\">Williams <em>et al. v. </em>Edison Electric Illuminating Co.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b893-5\">\n<em>(Common Pleas of New York City and County, General Term.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALbB\">January 4, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b893-6\">1. Mechanics’ Liens—Enforcement—Pasties to Foreclosure.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b893-7\">Plaintiffs, having agreed to furnish to defendant an engine and other fixtures, contracted with a third person to furnish the engine. When the same was furnished, plaintiffs gave such third person an order on defendant, which defendant refused to accept. Plaintiffs thereafter notified defendant that the order was revoked, but the payee notified defendant that he would hold defendant responsible upon the order. Thereafter plaintiffs filed a mechanic’s lien and sought to foreclose it against defendant, and defendant moved that the payee in the order should be joined with or substituted in place of defendant in the foreclosure suit. <em>Held, </em>that under Code-Civil Proc. § 452, providing that all parties necessary to the determination of a controversy may be brought in, the payee of such order might be made a party defendant.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b893-8\">2. Same.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b893-9\">The provision of the mechanic’s lien law, (Laws 1885, c. 342, § 17,) that persons who have filed notices of lien, as well as those having subsequent liens and claims by judgment, mortgage, or conveyance, shall be made parties defendant to an action to foreclose a mechanic’s lien, does not preclude making others defendants when necessary for a complete determination of the action.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b893-10\">5. Equitable Assignment—Acceptance of Order.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b893-11\">An order drawn on a particular fund of the drawer in the hands of the drawee, ° for payment of a portion thereof, although not accepted by the drawee, operates as an equitable assignment <em>pro tanto, </em>and notice of it makes the drawee the trustee of the portion of the fund assigned.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b893-12\">4. Parties—Substitution or Interpleader.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b893-13\">It is not fatal to a motion to interplead or add a party as defendant, that the relief asked is in the alternative.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b893-14\">6. Same—Collusion.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b893-15\">On a motion to add a party defendant, or substitute him in the stead of the moving party, collusion between the moving party and the party sought to be added or substituted is no answer on plaintiffs’ part.</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b893-16\">Appeal from special term.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b893-17\">Action by Horace M. Williams and Frederick D. Potter against the Edison Electric Illuminating Company to foreclose a mechanic’s lien. Defendant moved to interplead or add the Samuel L. Moore &amp; Sons Company as a party defendant. Motion granted.</summary>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"Angk\">Plaintiffs appeal.</disposition>\n<p data-order=\"16\" data-type=\"judges\" id=\"b893-18\">Argued before Daly, C. J., and Bischoff, J.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b893-19\"><em>W. F. Birdsall, </em>for appellants. <em>Sherburne B. Eaton, Eugene H. Lewis, </em>and <em>Arthur P. Hodgkins, </em>for respondent, the Edison Electric Illuminating Co. <em>Theodore F. </em>Miller, for the Samuel L. Moore &amp; Sons Co.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b893-20\">Daly, C. J.</author>\n<p id=\"AXS\">The Edison Company were contractors with the Deutscher Verein for the installation of an electric plant in the latter’s building in the city of Hew York. The Edison Company made a subcontract with the plaintiffs for the supply of an engine and other fixtures for the work at the price-of $2,590, and the plaintiffs made a subcontract for the supply of the engine with the Samuel L. Moore <em>&amp; </em>Sons Company for=the sum of $1,250. When the-engine was finished the plaintiffs gave the latter company an order on the defendant, the Edison Company, as follows:</p>\n<blockquote id=\"b893-21\">“Hew York, January 20, 1891.</blockquote>\n<blockquote id=\"b893-22\"><em>“Edison Electric Illuminating Co., </em>432 <em>Fifth Avenue, New </em>York—Gentlemen: Please pay to the Samuel L. Moore &amp; Sons Co., of Elizabethport, <page-number citation-index=\"1\" label=\"858\">*858</page-number>N. J., the sum. of twelve hundred and fifty (1,250.00) dollars, and charge the same to our account of the Deutseher Verein Club engine. The payment to be made when the money is due, as per terms and conditions of our contract with you for the above plant.</blockquote>\n<blockquote id=\"b894-5\">“Yours, very truly, Williams &amp; Potter.”</blockquote>\n<p id=\"b894-6\">The Edison Company refused to accept the order, and afterwards received from the drawers notice of its revocation, but the payee notified the Edison Company that it would hold the latter responsible upon the order. The mechanic’s lien which this action is brought to foreclose was subsequently filed by the plaintiffs as subcontractors against the Edison Company and the Deutseher Verein for $1,590, the balance due plaintiffs under their contract with the Edison Company; and, this action having been brought to foreclose such lien, the Deutseher Verein paid into court the sum of $1,800, the lien was satisfied, and the action discontinued as against the latter. The Edison Company then made a motion that the Samuel L. Moore &amp; Sons Company be joined as a party defendant or be substituted as defendant in place of the Edison Company. The court granted the motion so far as to make the Moore Company n party defendant, and from the order entered thereon this appeal is taken.</p>\n<p id=\"AugH\">It is claimed by appellants that the payee of the order drawn by the plaintiffs against the defendant is not a necessary nor a proper party to a controversy which relates only to the plaintiffs’ right to a strictly statutory lien. The controversy, however, involves the plaintiffs’ right to the fund in court, and to a judgment turning the money over to them, and this right is disputed by a third party, claiming to be the assignee of the fund by virtue of an assignment made before the filing of the lien. The Code provides (section 452) “that the court may determine the controversy as between the parties before it where it can do so without prejudice to the rights of others or by saving their rights, but, where a complete determination of the controversy cannot lie had without the presence of other parties, the court must direct them to be brought in.” The whole controversy between the plaintiffs and defendant upon which the plaintiffs’ lien depends is whether the Moore Company holds un assignment of the plaintiffs’ interest in the fund, and it is manifest that this controversy cannot be determined without the presence of the assignee, since the Edison Company, having notice of the assignment, would mot be protected by a judgment in an action to which the assignee was not a •party. The order operated, it is claimed, as an equitable assignment of so much of the fund as was specified in it. A formal acceptance was not necessary, but notice of the assignment was sufficient, and from the time of such assignment and notice the drawee became the trustee of so \"much of the fund as was thus assigned, and had no right to convert or misappropriate it. <em>People </em>v. <em>Comptroller, </em>77 N. Y. 48. After notice of an order which was, in effect, an assignment of the contractor’s interest in the moneys in the defendant’s hands, the latter was bound to apply the fund to its payment and to no. other purpose. <em>Lauer </em>v. <em>Dunn, </em>115 N. Y. 409, 22 N. E. Rep. 270. The court is not required upon the motion to find that the third party claiming the fund is absolutely entitled to it, but only to be satisfied that there is a basis of claim. The claimant here holds an order which seems to be an equitable assignment of the particular fund in suit. The order was obviously not a mere draft drawn upon the general credit of the plaintiffs with the Edison Company, but was an appropriation of part of the indebtedness falling due under a particular contract. As clearly stated by the learned judge at special term: “Whether such an order is to be regarded as an assignment or as a mere draft depends upon the intention of the parties, as expressed in the order itself, or gathered from surrounding circumstances. If it be intended as a direction to the drawee to advance the amount of the order without regard to the state of the account, and charge the amount thus advanced to the drawer, and that the drawee is subsequently to reimburse himself out of the sums to become due <page-number citation-index=\"1\" label=\"859\">*859</page-number>from him to the drawer on the specified amount, or is negotiable, then it is not regarded as an assignment; but if from the paper itself, or the surrounding circumstances, it is apparent that the drawer intended that the drawee should pay the amount out of a designated fund when it would accrue, then it operates as an assignment <em>pro tanto </em>of such fund. <em>Gunther </em>v. <em>Darmstadt, </em>14 Daly, 368; <em>People </em>v. <em>Comptroller, </em>77 N. Y. 45; <em>Brill </em>v. <em>Tuttle, </em>81 N. Y. 454; <em>Schmittler </em>v. <em>Simon, </em>101 N. Y. 554, 5 N. E. Rep. 452; <em>Lauer v. Dunn, </em>115 N. Y. 405, 22 N. E. Rep. 270. The paper in question is not negotiable. It is evidently intended to be charged against the amount to accrue out of the designated fund, and hence operates as an assignment <em>pro tanto </em>of such fund; and the Moore Company stands as an assignee to that extent. ”</p>\n<p id=\"b895-4\">The payee of this order claims to hold it for a valuable consideration, namely, the delivery of the engine, for the price of which the order was given, and in all respects to stand in the position of assignees, within the rule laid down by the court of appeals: “ When, for a valuable consideration from the payee, an order is drawn upon a third party, and made payable out of a particular fund then due or to become due from him to the drawer, the delivery of the order to the payee operates as an assignment <em>pro tanto </em>of the fund, and the drawee is bound, after notice of such assignment, to apply the fund as it accrues to the payment of the order, and to no other purpose, and the payee may by action compel such application. ” <em>Brill </em>v. <em>Tuttle, </em>81 N. Y. 457. But it is further contended by appellant that none can be made party to an action to foreclose a mechanic’s lien save those persons expressly enumerated in the statute. The statute is as follows, (Mechanic’s Lien Law 1885, c. 342, § 17:) “Any person or persons, firm or firms, corporation or association, filing a notice of lien, or the assignee of such person or persons, firm or firms, corporation or association, after the filing thereof, shall be the plaintiff in such action. The plaintiff must make the parties who have filed notice of liens against the property, as well as those who have subsequent liens and' claims by judgment, mortgage, or conveyance, parties defendant.” The parties named in this section are made necessary parties by that provision, but that enactment does not and cannot say that no other person may be found to be, or may become, necessary to a complete determination of the controversy.— That is and must be left to the court to decide in each ease; and the provision in question neither expressly nor impliedly limits the power of the court to bring in other persons who may be found to be necessary. Nothing in the section excludes the exercise of a power which is practically indispensable, and which is granted by the Code in terms to embrace all actions.</p>\n<p id=\"b895-5\">The necessity and propriety of bringing in the Moore Company as party to the controversy in this action is manifest upon another ground. As holders of the order drawn by the plaintiffs upon the Edison Company, but not accepted by the latter, they have no right of action at law upon it against the drawees, but they have the right to enforce it in equity in an action to which the drawers, the drawees, and all claimants to the claim fund must be made parties. <em>Field </em>v. <em>Mayor, </em>6 N. Y. 179; <em>Parker </em>v. <em>City of Syracuse, </em>31 N. Y. 379. In other words, the Moore Company, if refused admittance to this controversy between the drawer and drawee of their order, can immediately institute an action making the very same parties defendants to try the same issue that is toBbe determined in this suit. If all those parties are necessary to such an action, they are equally indispensable here; and we have against the plainly sensible course of bringing them all before the court only the objection that there is something in the nature of an action to foreclose a mechanic’s lien which renders that course impossible. If this were so, it would be fatal to the plaintiffs’ action, for the court would be bound to dismiss it. But there is no such difficulty. We are not obliged to construe the mechanic’s lien act in a sense which might in some cases nullify the benefits it was intended to confer, and deprive a party of his lien because the court was im<page-number citation-index=\"1\" label=\"860\">*860</page-number>potent to bring before it the parties necessary to a complete determination of the controversy.</p>\n<p id=\"b896-5\">These considerations dispense with the necessity of inquiring whether the Moore Company can be made a party, not having the right to file a lien. The necessity of making it a party grows out of its connection with the controversy, and not its right to a particular' statutory remedy. The fact that it could not file a mechanic’s lien does not affect its right as assignee (if established) to the whole fund in dispute. It is not necessary to notice at length the other objections on appellants’ brief which are not covered by the foregoing considerations. It was not fatal to this motion that it embraced, as-appellants claim,' antagonistic subjects, <em>i. e., </em>to interplead or to add a party defendant. The case of <em>Walkinshaw </em>v. <em>Perzel, </em>7 Rob. (N. Y.) 606, cited by appellants, does not sustain their point. A party may ask alternative relief,, and is entitled to what the facts warrant. Collusion is not an answer to an application to bring in a party necessary to a complete determination of a, controversy. The order should be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}