{
  "casebody": {
    "data": "<casebody firstpage=\"303\" lastpage=\"305\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b303-4\">The Board of Education of Glynn County <em>et al. vs. </em>Franklin <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b303-5\">Where, upon, the application to foreclose a mortgage upon realty, the mortgagors are notified and served according to law, and fail to make any defense to the judgment of foreclosure, they are concluded by said judgment as to all defenses which could have been made in objection thereto; and an application for injunction, founded on such matters of defense, should not be granted to stay the mortgage^. <em>fa. </em>issued from such judgment, because counsel employed to defend the proceedings of foreclosure neglected his duty to do so— especially where counsel denied on oath such employment, and no evidence is produced of any payment of fees or other satisfactory contract for services to be rendered in the case, and no pretence of collusion between the counsel and the mortgagees.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b303-6\">Mortgages. Injunction. Attorney and client. Before Judge Harris. Glynn county. At Chambers.</summary>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Act\">August 29, 1878.</decisiondate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b303-7\">Reported in the opinion.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b303-8\">Goodyear &amp; Harris, for plaintiff in error,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AAb\">cited as follows : No equity in bill, 4 <em>Ga., </em>175 ; 9 <em>Ib., </em>247; 38 <em>Ib., </em>174. Sworn off by answer, 1 <em>Kelly, </em>7; 6 <em>Ga., </em>220 ; 8 <em>Ib., </em>562; 21 <em>Ib., </em>187, 327; 28 <em>Ib., </em>503; 30 <em>Ib., </em>915 ; 35 <em>Ib. </em>47; 17 <em>Ib., </em>558; 27 <em>Ib., </em>216 ; Kerr on Inj., §§613, 619 <em>; </em>51 <em>Ga., </em>24. Discretion controlled, 42 <em>Ga., </em>386, 639; 43 <em>Ib., </em>390; 47 <em>Ib., </em>660. Receiving mortgage not <em>xoli/ea vires, </em>Angelí &amp; Ames on Corp. (3 Ed.), 117-120.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b303-9\">Wm. Williams &amp; W. J. Williams, by Hoke Smith ; Mershon <em>&amp; </em>Smith, for defendants,</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Adu\">cited as follows: Mortgage void, Code, §1754. Not properly foreclosed, 59 <em>Ga., </em>719. Irregularity not vitiate bill, 53 <em>Ga., </em>226.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b303-10\">Jackson, Justice.</author>\n<p id=\"b303-11\">The bill alleges that the property mortgaged is a trust estate belonging to complainants — to Mrs. Franklin for life, and remaindér to her children ; that her deceased husband <page-number citation-index=\"1\" label=\"304\">*304</page-number>owed the board of education and mortgaged the property; that after his death, she and her children were fraudulently induced to take up the old note and mortgage, and add thereto nine hundred dollai's more of indebtedness of deceased, and execute a new mortgage therefor; that they employed counsel to defend the application to foreclose upon ■the two houses and lots covered by the mortgage,,but he failed to do so, and the prayer was for the cancellation of the mortgage as fraudulently procured, and the staying of the <em>fi.fa. </em>until the hearing. The court granted the injunction as to the life-tenant, Mrs. Franklin, and the defendants excepted. There was an answer swearing off the equity, if any, of the bill, and depositions on each side in respect to the alleged fraud on the part of the board in procuring the mortgage from Mrs. Franklin and family; but in the view we entertain of the case, it is unnecessary to consider any of this evidence.</p>\n<p id=\"b304-5\">This defense could have been as well pleaded and insisted upon on the application to foreclose, as after that judgment. There is no pretense of any equity ai-ising since the judgment of foreclosure, nor of any fraud in the procurement of that judgment; nor that by any conduct of the board the mortgagors were prevented from making their defense ; nor that counsel employed, if employed at all, was prevented by collusion of any sort with the board from defending the proceeding to foreclose. If he failed in his duty, his clients must look to him for redress; if he was not employed, which he swears, and so does his partner at the time, and so his books show, the fault is exclusively that of complainants ; and even if he was employed it was still their duty, so far as the mortgagees are concerned, to see to it that he discharged his duty, by going to his office and advising about the case — both the counsel and themselves living in the same town. In any view there is gross want of diligence in the defense of the proceedings to foreclose, and no sort of sufficient reason for the neglect of the case, and no charge of blame on defendants to the bill for such failure to defend.</p>\n<p id=\"b305-4\"><page-number citation-index=\"1\" label=\"305\">*305</page-number>Therefore, this bill and application for injunction comes too late, and under the rulings of this court the complainants are concluded by their failure to defend the petition to foreclose the mortgage. See 13 <em>Ga., </em>389, 393-4; 18 <em>Ib., </em>476, 487-8-9 ; 56 <em>Ib., </em>94 ; 59 <em>Ib., </em>230.</p>\n<p id=\"b305-5\">Judgment reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}