{
  "casebody": {
    "data": "<casebody firstpage=\"37\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b61-6\">Bob Hobgood v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b61-7\">No. 7214.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAP\">Decided November 29, 1922.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b61-12\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b61-13\"><em>A. R. Eidson, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b62-4\"><page-number citation-index=\"1\" label=\"38\">*38</page-number><em>R. G. Storey, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b62-5\">HAWKINS, Judge.</author>\n<p id=\"Aub\">Appellant was convicted for the alleged offense of selling intoxicating liquor, his punishment being assessed at confinement in the penitentiary for one year.</p>\n<p id=\"b62-6\">Several questions are presented in the record, but only one is briefed and that one only will be discussed.</p>\n<p id=\"b62-7\">On the day the offense is alleged to have occurred some boys from Stephenville had been to Hamilton engaged in a football game. On the way back to Stephenville they concluded they wanted some whiskey. Johnny Johnson met Howard Stewart in Hico and made inquiry about getting some. They met the witness Slater and inquired of him about getting whiskey. He reported that he knew where .some could be secured. At this point we take up Slater's testimony. After meeting Johnson and Stewart he claims to have seen appellant, who Slater claims asked him if he wanted to buy . some whiskey, to which he replied that he did not, but that he had a chance to sell some a little while ago. He told appellant he would get the boys who had made the inquiry and meet appellant at a point agreed upon. Slater found Johnson and.Stewart and took them to an alley where Slater claims the sale was made by Hobgood to Johnson. After Johnson and Stewart left, Slater received part of the money obtained from the sale. His connection with the transaction aligned him with the seller. The court recognizing this, charged the jury that Slater Avas an accomplice, and that a conviction could not be secured upon his testimony unless there was other evidence-in the case tending to connect appellant with the commission of the offense. To our minds there is not one word of testimony in the record outside of Slater’s even tending to identify appellant as the party who made the sale of the whiskey to Johnson. Johnson testified that he and Stewart went with Slater to the alley and met a man from whom he, Johnson,purchased a quart of whiskey. He declined to identify appellant as the seller and says pointly that there was nothing by Avhich he could identify him. Johnson lived at Stephenville and was not acquainted with Slater or appellant. Stewart, the party who was with Johnson, lived at Hico, and was presumably acquainted with both Hobgood and Slater. Stewart was not a witness, and his absence is unaccounted for. Johnson’s testimony corroborates Slater in so far as it shoAvs that some one committed an offense in selling whiskey to Johnson; but there is an entire absence of evidence which supports or tends to support Slater in identifying appellant as the party who made the sale. It is not necessary to cite authorities upon the proposition that the \"corroboration of an accomplice is not sufficient if it merely shows the commission of an offense; the Statute (Art. 801, C. C. P.), settles that. It must go further and connect or tend to connect <page-number citation-index=\"1\" label=\"39\">*39</page-number>accused with its commission. In determining the sufficiency of the evidence we have considered the State’s testimony solely. When we look at it from the standpoint of appellant it is entirely unsatisfactory. Upon direct examination Slater’s identification of appellant as the party who made the sale was very questionable. On cross-examination he said he believed he was mistaken about him being the man. It was shown, however, by the testimony of the grand jurors that in the grand jury room' he had testified positively it was appellant, and upon his grand jury statement being read to him upon the trial he asserted its correctness. He stated in the presence of two witnesses and appellant\"that while he thought at the time Hobgood was the man who made the sale he now believed he was mistaken about it. Although the court properly instructed the jury that the testimony of the grand jurors and the evidence of Slater before the grand jury could not be considered as establishing the guilt of appellant, we are constrained to believe the jury must have taken, these incidents as circumstances corroborating Slater in the identification of appellant as the party who made the\" sale. The conviction can not be permitted to stand. A new trial should have been granted by the lower court.</p>\n<p id=\"b63-5\">The judgment of the trial court is reversed and the cause remanded.</p>\n<p id=\"b63-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}