{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"4\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b45-6\">Grafton</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AV\">No. 98-437</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b45-7\">The State of New Hampshire v. Scott A. Blake</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b45-10\">February 2, 2001</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b45-19\"><em>Philip T McLaughlin, </em>attorney general <em>(Philip B. Bradley, </em>attorney, on the brief, and <em>Mark Zuckerman, </em>senior assistant attorney general, orally), for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b45-20\"><em>Risa Evans, </em>assistant appellate defender, of Concord, by brief and orally, for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b46-4\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>BROCK, C.J.</author>\n<p id=\"AI\">Following a trial on stipulated facts in the Superior Court <em>(Smith, </em>J.), the defendant, Scott A. Blake, appeals his conviction for operating a motor vehicle after having been certified as a habitual offender. The sole issue on appeal is whether the Trial Court <em>(Fitzgerald, </em>J.) erred in denying the defendant’s motion to suppress. We reverse.</p>\n<p id=\"b46-5\">On the afternoon of September 1, 1997, the Bristol Police Department received an anonymous telephone report that a black sedan with New Hampshire license plate CLH-922 had squealed its tires on Chandler Street. Operating a motor vehicle in a manner causing excessive noise through a “[m]isuse of power, acceleration or traction so as to spin the wheels in the manner commonly known as ‘laying rubber’” is a violation of a Bristol ordinance punishable by a fine of up to $500. Town of Bristol Disorderly Actions Ordinance 111(d)(1), VI <em>printed in </em>ANNUAL REPORT FOR THE TOWN OF Bristol, New Hampshire for the Fiscal Year Ending DECEMBER 31, 1990 at 13-14 (1991). The telephoned report was relayed to active patrols. Shortly thereafter, New Hampshire Fish and Game Officer Kneeland reported that the same car was directly in front of him. At the request of Bristol Police Officer Yip, Officer Kneeland detained the car and driver until Officer Yip reached the scene. Upon arrival, Officer Yip verified that the car was a black sedan with New Hampshire license plate CLH-922. He recognized the defendant and requested a license check from the Bristol dispatcher. Upon learning that the defendant was certified as a habitual offender, Officer Yip arrested him.</p>\n<p id=\"b46-7\">Following his indictment, the defendant filed a motion to suppress, contending that the stop of his vehicle violated Part I, Article 19 of the New Hampshire Constitution and the Fourth and Fourteenth Amendments of the United States Constitution. The trial court denied the motion, finding that the State had a reasonable belief that the defendant had committed a crime, that the information provided by the anonymous informant was detailed and reliable, and that the State had a “sufficiently substantial” interest “in preserving the public safety and order upon public roads” to justify the stop. After trial and conviction, the defendant filed this appeal.</p>\n<p id=\"b46-8\">The defendant asserts that the actions of the Bristol police violated both the State and Federal Constitutions. He contends that because the police did not corroborate any of the alleged incriminating information reported by the anonymous informant prior to the stop and because the sound of squealing tires did not <em>per se </em><page-number citation-index=\"1\" label=\"3\">*3</page-number>constitute a crime, the police were not justified in stopping him. Because we agree with this contention, we need not address the defendant’s remaining arguments.</p>\n<p id=\"b47-5\">We address the defendant’s State constitutional claim first, citing federal cases only as an aid to our analysis. <em>See State v. Ball, </em>124 N.H. 226, 231-33 (1983). We review <em>de novo </em>whether the stipulated facts support a determination that the stop was based on a reasonable suspicion that the defendant had committed a crime. <em>See State v. McBreairty, </em>142 N.H. 12, 14 (1997). Because we find that the stop of the defendant’s car was not permitted under our State Constitution, we need not address his federal claims. <em>See Ball, </em>124 N.H. at 237.</p>\n<p id=\"b47-6\">We have previously held that under certain circumstances an investigative stop based on less than probable cause may be constitutionally permissible when it is substantially less intrusive than an arrest and based on reasonable suspicion. <em>See State v. Pellicci, </em>133 N.H. 523, 528-29 (1990). In reviewing an investigative stop, we balance the governmental interest in requiring the stop against the right of our citizens to remain free from unreasonable governmental intrusion. <em>See id. </em>at 529. The stop must be based on a “reasonable suspicion” by the investigating officer “that the person detained had committed, was committing, or was about to commit a crime.” <em>Id. </em>The officer “must be able to point to specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant that intrusion.” <em>State v. Brodeur, </em>126 N.H. 411, 415 (1985) (quotation omitted).</p>\n<p id=\"b47-7\">“Unlike a tip from a known informant whose reputation can be assessed and who can be held responsible if [the] allegations turn out to be fabricated, an anonymous tip alone seldom demonstrates the informant’s basis of knowledge or veracity.” <em>Florida v. J.L., </em>529 U.S. 266, 270 (2000) (citations and quotations omitted). When an investigative stop is based on information received from an anonymous source, we review “the reliability and credibility of the informant and his or her basis of knowledge.” <em>State v. Kennison, </em>134 N.H. 243, 247 (1991). A specific description of the reported vehicle and knowledge of its exact location at a specific time are relevant factors to be considered in this inquiry. <em>See State v. Melanson, </em>140 N.H. 199, 201 (1995). Our determination of whether the stop is constitutionally permissible, however, is based on the totality of the circumstances. <em>See Kennison, </em>134 N.H. at 247.</p>\n<p id=\"b48-4\"><page-number citation-index=\"1\" label=\"4\">*4</page-number>Given the intrusion that an investigative stop places upon an individual, we cannot conclude under the circumstances of this case that it was constitutionally permissible. First, the anonymous caller in this case had no established “track record of accurate tips to bolster [his] allegations.” <em>Kennison, </em>134 N.H. at 247 (quotation omitted). Second, it is not clear that the caller had any basis of knowledge; the minimal information provided, a description of the car, was the type of information available to anyone on Chandler Street at the time. <em>See id. </em>Nor did the caller indicate whether he had observed the car cause its tires to squeal or rather heard the noise and then saw the car in the vicinity. None of the information provided by the caller “show[ed] that he was specially privy to” the actions or intent of the defendant. <em>Id. </em>Third, once the officers identified the vehicle from the report, there is no evidence that they observed any suspicious or incriminating activity which might indicate that the defendant had posed or would pose a threat to public safety. <em>See id. </em>Finally, the caller’s tip did not contain “the wealth of intimate detail necessary for a finding that the tip was self-verifying.” <em>Id. </em>at 248 (quotation omitted).</p>\n<p id=\"b48-5\">While the State also contends that the stop was a valid exercise of its community caretaking function, we disagree. With no evidence of any ongoing threat to public safety and only an anonymous tip about a possible motor vehicle violation which had been completed, the police did not have a sufficient community caretaking concern to justify the investigative stop of this vehicle.</p>\n<p id=\"b48-6\">Accordingly, we hold that the defendant’s motion to suppress should have been granted, and we therefore reverse his conviction.</p>\n<p id=\"b48-7\">\n<em>Reversed.</em>\n</p>\n<judges id=\"b48-8\">JOHNSON, J., sat for oral argument but retired prior to the final vote; THAYER, J., sat for oral argument but resigned prior to the final vote; BRODERICK, J., concurred; HORTON, J., retired, specially assigned under RSA 490:3, concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}