{
  "casebody": {
    "data": "<casebody firstpage=\"541\" lastpage=\"544\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b585-6\">Hillsborough-southern judicial district</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5P\">No. 99-446</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b585-7\">The State of New Hampshire v. Kyle Krueger</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b585-10\">June 22, 2001</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b585-15\"><em>Philip T. McLaughlin, </em>attorney general <em>(Simon R. Brown, </em>assistant attorney general, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b585-16\"><em>Paul J. Garrity, </em>of Londonderry, by brief and orally, for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b585-17\">NADEAU, J.</author>\n<p id=\"A1k\">The defendant, Kyle Krueger, appeals his conviction following a jury trial in the Superior Court <em>(Brennan, </em>J.) on eighty counts of aggravated felonious sexual assault, <em>see </em>RSA 632-A:2 (1996), seven counts of attempted aggravated felonious sexual assault, <em>see </em>RSA 629:1 (1996), two counts of felonious sexual assault, <em>see </em>RSA 632-A:3 (1996), and one count of simple assault, <em>see </em>RSA 631:2-a (1996). We affirm.</p>\n<p id=\"b585-18\">The relevant facts follow. On June 13, 1998, Carmen Krueger, the defendant’s wife, brought a copy of a videotape to the Nashua Police <page-number citation-index=\"1\" label=\"542\">*542</page-number>Department. Mrs. Krueger told the police that she had copied the tape after finding the original in her husband’s trunk within their shared bedroom. The videotape depicts the defendant, over the course of twenty-five minutes, lying on a bed with a two-year-old child using various phrases or implements designed to coax the child to perform oral sex upon him. In fact, eighty different times during the video, the child’s mouth touches the defendant’s penis; seven times the defendant puts his hand on the victim’s head or body and forces the child’s head toward the defendant’s penis; twice with his own hand the defendant places the child’s hand on his penis; and one time the defendant grabs the child and forcibly pulls the child toward him. Prosecutors indicted the defendant on ninety counts, using the defendant’s coaxing phrases and various enticements to separate the offenses under the Criminal Code.</p>\n<p id=\"b586-5\">In his brief, the defendant makes two arguments. First, he contends that the State’s decision to prosecute ninety separate counts for his actions over the course of twenty-five minutes is an unjust application of the statute. Second, the defendant contends that a copy of the videotape should have been suppressed because it was procured pursuant to an allegedly general warrant. The defendant conceded the second ground of appeal at oral argument, and, thus, it is waived.</p>\n<p id=\"b586-6\">Part I, Article 16 of the State Constitution</p>\n<blockquote id=\"b586-7\">protects a defendant from multiple punishments for the same offense. Two offenses will be considered the same unless each requires proof of an element that the other does not. Thus, multiple indictments are permissible only if proof of the elements of the crime as charged will in actuality require a difference in evidence.</blockquote>\n<p id=\"b586-8\"><em>MacLeod, </em>141 N.H. 427, 429 (1996) (quotations, citations, brackets and italics omitted). For example, it is permissible for a defendant to be indicted on six separate counts for the possession of six separate guns because each gun will be used as evidence against him. <em>See State v. Stratton, </em>132 N.H. 451, 454 (1989). Notably, in <em>Stratton, </em>we rejected the defendant’s argument that “possession of the six firearms was a single, continuous act which should not have been fractionalized for purposes of prosecution.” <em>Id. </em>Also, in <em>State v. Cobb, </em>143 N.H. 638, 647 (1999), we determined that multiple counts of child pornography could be sustained because the prosecution had presented different photographic evidence for each count against the defendant. We noted the “elemental evidence required for each indictment was different.” <em>Id.</em></p>\n<p id=\"b587-4\"><page-number citation-index=\"1\" label=\"543\">*543</page-number>Here, the relevant statute defines an act of aggravated felonious sexual assault as when a person “engages in sexual penetration with another person . . . [w]hen the victim is less than 13 years of age.” RSA 632-A:2, 1(1). The term “sexual penetration” specifically includes “fellatio,” RSA 632-A:l, V(c) (1996), and “[a]ny intrusion, however slight, of any part of the victim’s body into genital or anal openings of the actor’s body.” RSA 632-A:l, V(f)' (1996) . Each image of the defendant’s actions depicted on the videotape presents additional evidence of how the defendant repeatedly renewed his intention to coax the child into the act of penetration. The evidence to sustain each of these carefully worded indictments is different from the evidence required to sustain any of the other indictments, and thus each of the separate indictments may be sustained.</p>\n<p id=\"b587-6\">To support his argument, the defendant relies upon <em>State v. Hirsch, </em>410 N.W.2d 638, 641 (Wis. Ct. App. 1987). In <em>Hirsch, </em>the defendant was convicted on three counts of sexual assault arising from one session. <em>See id. </em>at 639. The <em>Hirsch </em>court reasoned that because of the short time frame, it was unable to determine if the defendant had time to reflect between his criminal actions, and thus only one indictment could be sustained. <em>See id. </em>at 641. This case is dissimilar in that the videotape evidence allowed the jurors to view each of the defendant’s actions and find for themselves if there was time for reflection between acts. Accordingly, we reject the defendant’s argument that the statute was unjustly applied.</p>\n<p id=\"b587-7\">Irrespective of our conclusion, we are concerned that the defendant was subject to so many indictments for such brief, although repugnant, conduct. We recognize that the State “has broad discretion when charging a defendant with multiple offenses arising out of a single event,” <em>State v. Rayes, </em>142 N.H. 496, 500 (1997) (citation omitted), and that there is no allegation of prosecutorial misconduct in this case. We do believe, however, that it is important to exercise discretion with more circumspection when charging crimes under these circumstances.</p>\n<blockquote id=\"b587-9\">There are inherent limitations of human ability either to predict fully or to describe perfectly in language all the possible instances which might arise and need to be treated according to prescriptions of law. Instead, decisions must be made by individuals who interpret laws and rules and decide whether and to what degree the laws apply to the situation at hand.</blockquote>\n<p id=\"b588-4\"><page-number citation-index=\"1\" label=\"544\">*544</page-number>B. GERSHMAN, PROSECUTORIAL MISCONDUCT § 4.2(a), at 4-6 (1992).</p>\n<p id=\"b588-5\">The trial court in this case exercised sound judgment in consolidating the indictments for purposes of sentencing. Nevertheless, we place a great deal of responsibility upon prosecutors to exercise discretion without vengeance when charging a particular defendant. Unfortunately, the manner in which the indictments were charged in this ease raises the specter of prosecutorial over-zealousness.</p>\n<p id=\"b588-6\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b588-7\">brock, C.J., and Broderick and Duggan, jj„ concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}