{
  "casebody": {
    "data": "<casebody firstpage=\"757\" lastpage=\"762\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"parties\" id=\"b801-3\">Public Employee Labor Relations Board</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5Pr\">No. 99-707</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b801-4\">Appeal of Belknap County Commissioners (New Hampshire Public Employee Labor Relations Board)</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A0qO\">September 11, 2001</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b801-17\"><em>Soule, Leslie, Kidder, Sayward &amp; Loughman, </em>of Salem <em>(Michael S. Elwell </em>on the brief and orally), for the petitioner, Belknap County Commissioners.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b801-18\"><em>Michael C. Reynolds, </em>of Concord, by brief and orally, for the respondent, State Employees’ Association of New Hampshire, Inc., S.E.I.U., Local 1984.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b802-3\"><page-number citation-index=\"1\" label=\"758\">*758</page-number>BRODERICK, J.</author>\n<p id=\"AMp\">The petitioner, Belknap County Commissioners (county), appeals a decision of the public employee labor relations board (PELRB) reversing and remanding an arbitrator’s decision that a grievance brought by the respondent, State Employee’s Association of New Hampshire, Inc., S.E.I.U., Local 1984 (SEA), was not arbitrable. We reverse.</p>\n<p id=\"b802-4\">The following facts are adduced from the record. The SEA is the bargaining representative of certain nursing and non-nursing personnel employed by the Belknap County Nursing Home. On December 31, 1996, the county’s collective bargaining agreement (original CBA) with the SEA expired. The parties executed a successor CBA in September 1997, which was made retroactive to April 1, 1997. In February 1997, after the expiration of the original CBA, but prior to the effective date of the successor CBA, the county decided to pay “shift differentials” to non-nursing personnel beginning in January 1997. Before this decision, only nursing personnel were paid differentials for certain shifts.</p>\n<p id=\"b802-5\">■ On February 5, 1997, in response to the county’s change in policy, the SEA filed a grievance under article 13 of the original CBA. The SEA claimed that payments should have been made retroactive for the entire period of the original CBA and that they should have been awarded to all personnel, nursing and non-nursing, who worked second and third shifts. The county denied the grievance and, as called for under the original CBA, the parties proceeded to arbitration.</p>\n<p id=\"b802-6\">During the arbitration proceeding on February 20, 1998, the county not only addressed the merits of the grievance, but also argued that the grievance was not substantively or procedurally arbitrable. The county argued that the grievance was filed during a “hiatus” period between the original CBA and its successor; therefore, no agreement was in effect and the arbitrator lacked authority to reach the merits of the grievance. The county also asserted that the grievance was untimely filed.</p>\n<p id=\"b802-7\">Both parties filed post-hearing briefs addressing the merits of the grievance and the county’s defense that it was not arbitrable. The arbitrator’s May 18, 1998 written decision identified the “critical” issue before him to be: whether the grievance was arbitrable since it was filed after the expiration of the original CBA, but prior to the effective date of the successor CBA. He concluded that since the grievance was filed during a “hiatus” between the two CBAs, there was no CBA in effect and hence no grievance procedure in place. Thus, he had' no authority to rule on the arbitrability of the grievance. Nonetheless, he also found that the grievance was not <page-number citation-index=\"1\" label=\"759\">*759</page-number>substantively arbitrable. The arbitrator reached both conclusions despite his recognition of the status quo doctrine, which provides that after expiration of a CBA and during negotiations for a successor CBA, all terms and conditions of employment remain the same as under the expired CBA. <em>See Appeal of City of Nashua Bd. of Educ., </em>141 N.H. 768, 772 (1997).</p>\n<p id=\"b803-5\">On November 18, 1998, the SEA filed an unfair labor practice complaint alleging that the county had violated RSA 273-A-.5, 1(h) and (i) (1999), by complying with the decision. The SEA argued that by enforcing the arbitrator’s decision, the county violated State law and the integrity of the status quo period during the impasse in negotiations. The county moved to dismiss the unfair labor practice as untimely, and a PELRB hearing officer granted the motion on the grounds that the unfair labor practice had not been filed within the six-month statute of limitations. <em>See </em>RSA 273-A.-6, VII (1999). The officer concluded that the arbitrator’s May 18, 1998 award triggered the unfair labor practice and, therefore, the complaint, which was filed on November 18, 1998, was untimely. The SEA successfully appealed this decision to the PELRB. The board found that the unfair labor practice complaint was filed within six months of the date of the arbitrator’s award.</p>\n<p id=\"b803-6\">On remand, the hearing officer ruled that: (1) the county committed an unfair labor practice by complying with the arbitrator’s award; (2) the unfair labor practice complaint was filed within six months of the date of the arbitrator’s award; (3) the parties had not granted the arbitrator authority to decide the issue of arbitrability; and (4) because the status quo doctrine applied, the grievance was arbitrable under the original CBA. The hearing officer rejected the county’s argument that the unfair labor practice complaint was untimely as it was filed more than six months after the filing of the grievance, which the county asserted was the triggering event for any alleged unfair labor practice complaint. The parties were directed to proceed to arbitration on the merits of the grievance. The county’s appeal of this decision to the PELRB was declined and, after the county’s unsuccessful motion for rehearing, this appeal followed.</p>\n<p id=\"b803-7\">Absent an erroneous ruling of law, we will not set aside a decision of the PELRB “unless the appealing party demonstrates by a clear preponderance of the evidence that the order is unjust or unreasonable.” <em>Appeal of N.H. Troopers Assoc., </em>145 N.H. 288, 289-90 (2000) (quotation and brackets omitted); <em>see also </em>RSA 541:13 (1997). When our review includes statutory interpretation, this <page-number citation-index=\"1\" label=\"760\">*760</page-number>court “is the final arbiter of the intent of the legislature as expressed in the words of the statute.” <em>Appeal of N.H. Dep’t of Transportation, </em>144 N.H. 555, 556 (1999) (quotation omitted).</p>\n<p id=\"b804-4\">The county argues that its compliance with the arbitrator’s decision cannot constitute an unfair labor practice and, therefore, the latest possible triggering event of an unfair labor practice occurred at the arbitration hearing in February 1998, when the county raised the defense that the grievance was not arbitrable. The county also argues that the grievance was not arbitrable because it was brought during a “hiatus period” between the expiration of the original CBA and the effective date of the successor agreement. Although the county raises other issues, they are not necessary to our analysis.</p>\n<p id=\"b804-5\">After expiration of the CBA and during negotiations for a successor agreement, the parties’ obligations to one another are governed by the doctrine of maintaining the status quo. <em>See Appeal of City of Nashua Bd. of Educ., </em>141 N.H. at 772. We conclude, therefore, that the parties were obligated to comply with the terms and conditions of the original CBA after its expiration. We reject the notion that an implied “hiatus period” existed during which the parties were under no obligation to maintain the status quo. Since the status quo doctrine applies, our analysis focuses, when necessary, upon the terms and conditions of the original CBA.</p>\n<p id=\"b804-6\">We now turn to the county’s arguments regarding the nature of the SEA’s unfair labor practice complaint and whether it was timely filed. The SEA’s complaint alleged that the county’s compliance with the arbitrator’s award violated RSA 273-A:5, 1(h) and (i). Those portions of the public employee labor relations statute state:</p>\n<blockquote id=\"b804-7\">I. It shall be a prohibited practice for any public employer:</blockquote>\n<blockquote id=\"b804-8\">(h) To breach a collective bargaining agreement;</blockquote>\n<blockquote id=\"b804-9\">(i) To make any law or regulation, or to adopt any rule relative to the terms and conditions of employment that would invalidate any portion of an agreement entered into by the public employer making or adopting such law, regulation or rule.</blockquote>\n<p id=\"b804-10\">RSA 273-A:5, 1(h), (i).</p>\n<p id=\"b804-11\">Prior decisions of this court conclude that <em>failing </em>to comply with an arbitrator’s award may constitute an unfair labor practice. <page-number citation-index=\"1\" label=\"761\">*761</page-number><em>See Bd. of Trustees v. Keene State Coll. Educ. Assoc., </em>126 N.H. 339, 341 (1985). This conclusion stems from the statutory mandate that a breach of a CBA is an unfair labor practice. <em>See </em>RSA 273-A:5, 1(h). When parties <em>agree </em>to be bound to arbitration awards as part of the terms and conditions of a CBA, <em>failing </em>to comply with an award results in a breach of the contractual duty to be bound. The common and well-understood legal implication of being “bound” is that a party is compelled to fulfill duties imposed by a contract or adjudication. <em>See </em>BLACK’S LAW DICTIONARY 186 (6th ed. 1990). Tt simply cannot be that a party who <em>complies </em>with a CBA’s contractual duty to be bound to an arbitration award can be found to have breached the CBA by fulfilling this duty.</p>\n<p id=\"b805-5\">Here, article 13.4.5 of the original CBA mandates that an arbitrator’s award that does not result in the county expending “unappropriated funds” is “binding on the parties.” This article of the original CBA creates a contractual duty upon the parties to be bound by an arbitrator’s award provided that it does not necessitate the expenditure of any funds. The award in this case, that the grievance was not arbitrable, did not require any expenditure and, thus, the county was obligated to comply with it. It did so.</p>\n<p id=\"b805-6\">Turning to the alleged violation of RSA 273-A:5, I(i), we are not prepared to equate compliance with a binding arbitration award with the making of a law, rule or regulation. As we explained above, complying with the arbitrator’s decision was a contractual duty under article 13.4.5 of the original CBA. Compliance with such an award can hardly be equated with a governmental body or agency making a law, rule or regulation, as contemplated by RSA 273-A:5, I(i). As compliance with a binding arbitration award cannot form the basis for an unfair labor practice under RSA 273-A:5,1(h) and (i), we agree with the county’s argument that the latest possible triggering event for an unfair labor practice complaint occurred at the arbitration hearing, when the county argued that the grievance was not arbitrable.</p>\n<p id=\"b805-7\">We have held that RSA 273-A:5 contains “general categories of unfair practices . . . arguably broad enough to cover demands and refusals to arbitrate.” <em>School Dist. #42 v. Murray, </em>128 N.H. 417, 422 (1986). Indeed, a wrongful refusal to arbitrate “may be litigated as a breach of a CBA.” <em>Id. </em>Further, absent a contractual provision of a CBA granting the arbitrator authority to determine arbitrability, the PELRB “has exclusive original jurisdiction over the threshold question of arbitrability.” <em>Id. </em>at 419. While we need not decide the issue, we will assume for purposes of this appeal that raising the <page-number citation-index=\"1\" label=\"762\">*762</page-number>defense that a grievance is not arbitrable, over the opposing party’s objection, may be the equivalent of refusing to arbitrate.</p>\n<p id=\"b806-5\">In this case, the six-month statute of limitations for filing an unfair labor practice complaint began to run when the county first contested arbitrability. It is undisputed that this occurred during the arbitration hearing in February 1998. Assuming the SEA’s complaint was properly based on the county’s refusal to arbitrate, it was filed in November 1998, after the expiration of the six-month statutory limitation period. <em>See </em>RSA 273-A-.6, VII. The PELRB should have dismissed the unfair labor practice complaint as untimely.</p>\n<p id=\"b806-6\">\n<em>Reversed.</em>\n</p>\n<judges id=\"b806-7\">Brock, c.J., and Nadeau, Dalianis and Duggan, jj., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}