{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"160\" lastpage=\"165\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b160-11\" pgmap=\"160\">Eugene Dougherty v. The People of the State of Illinois.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b160-14\" pgmap=\"160\">Filed at Springfield October 6, 1886.</decisiondate><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b160-15\" pgmap=\"160\">1. Criminal law—proof of the venue—how far necessary. Where the record in a criminal case purports to contain all the evidence, it must affirmatively appear, from the evidence so preserved, that the offence charged was committed in the county alleged in the indictment, or a judgment of conviction will be reversed.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b160-16\" pgmap=\"160\">2. On the trial of one upon the charge of murder, alleged to have been committed in Cook county, Illinois, the witnesses, as their evidence was recited in the bill of exceptions, referred to streets and localities by name, without indicating in what county, or even in what city, they are, and did not mention any fact or circumstance showing, by necessary inference, that such streets or localities must be in the city of Chicago, or elsewhere in Cook county: Held, that as the record failed to show any proof of the venue of the crime, a conviction therefor could not be sustained on error.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b160-17\" pgmap=\"160\">3. Amending bill of exceptions—after the term—as to matters to amend by. An amendment of a bill of exceptions, incorporating therein evidence not in the original bill, should not be allowed at a term subsequent to that at which the trial is had, unless there is something in the record by which to amend; and the memorial paper or minute by which a record may be amended, must be made and preserved as a part of the record, pursuant to law.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b161-4\" pgmap=\"161\">4. Where, after the time allowed for the signing and filing of a bill of exceptions had passed, a bill of exceptions was amended by the court, incorporating therein other and further evidence, not by anything appearing of record, but upon the testimony of witnesses as to the evidence given on the trial, it was held, that such amendment was unauthorized, and could not be considered.</headnotes><summary data-order=\"6\" data-type=\"summary\" id=\"b161-5\" pgmap=\"161\">Writ op Error to the Criminal Court of Cook county; the Hon. Rollin S. Williamson, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b161-6\" pgmap=\"161\">Mr. John Gibbons, for the plaintiff in error:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b161-7\" pgmap=\"161\">The court below had no power, after the expiration of the term, to change the bill of exceptions, except by consent entered of record. Railway Co. v. People, 106 Ill. 652; Wallahan v. People, 40 id. 103; Burst v. Wayne, 13 id. 664; Evans v. Fisher, 5 Gilm. 453.</p><p data-order=\"9\" data-type=\"legal\" id=\"b161-8\" pgmap=\"161\">As to the meaning of the words, “something to amend by, ” see Bacon’s Abridg. title “Amendment F; ” Wynne v. Thomas, Willis, 563; King v. King, 7 Mod. 250; Albers v. Whitney, 1 Story, 310; Hamilton v. Burch, 28 Ind. 233.</p><p data-order=\"10\" data-type=\"legal\" id=\"b161-9\" pgmap=\"161\">As to amendments of record after the term has elapsed, see Goucher v. Patterson, 94 Ill. 526; Savings Institution v. Nelson, 49 id. 171; Becker v. Santer, 89 id. 596; Cook v. Wood, 24 id. 295; Church v. English, 81 id. 442; Railroad Co. v. Holbrook, 72 id. 419.</p><p data-order=\"11\" data-type=\"legal\" id=\"b161-10\" pgmap=\"161(139) 162(84)\">A bill of exceptions signed by the judge can not be subsequently changed, unless made before adjournment, and while the matter is in fieri. (Posey v. Beale, 69 Ala. 32.) It can not be signed after the term without a written agreement to that effect. (Ex parte Mayfield, 63 Ala. 203.) The court has no power to amend the bill by incorporating therein “and this was all the evidence. ” (Seig v. Long, 72 Ind. 18.) When the judge has signed the bill he has exhausted his power. He can not subsequently alter it. (Jones v. State, 64 Ga. 697.) When the bill of exceptions is signed by the judge, and filed in the cause, it becomes a part of the record, and is not subject to amendment. If wrong when made a part of the record, it must remain so, for no authority \"exists for its correction, either by the Supreme Court or the court who signed it. Bridges v. Kendall, 58 Miss. 828; Bank v. Kinsey, 5 Ala. 9; Kitchen v. Moye, 17 id. 394; People v. Romero, 18 Cal. 89; Heard v. Heard, 8 Ga. 380; Georgia v. Powers, 14 id. 388 ; Hamilton v. Burch, 28 Ind. 233; Givens v. Bradley, 3 Bibb. 192; Shepard v. Hull, 42 Maine, 577; Stimpson v. Railroad Co. 3 How. 553.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b162-5\" pgmap=\"162\">Mr. W. D. Munhall, also for the plaintiff in error:</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b162-6\" pgmap=\"162\">In a criminal ease the record must show that the crime was committed in the county charged in the indictment, or the judgment must be reversed. Rice v. People, 38 Ill. 435 ; Jackson v. People, 40 id. 405; Sattler v. People, 59 id. 68.</p><p data-order=\"14\" data-type=\"legal\" id=\"AUz\" pgmap=\"162\">This is an essential and substantial part of the law of the-land, and it could not be otherwise. Rooks v. State, 65 Ga. 330; State v. Hughes, 71 Mo. 633; State v. Hartnett, 75 id. 251; Wharton on Crim. Ev. (8th ed.) sec. 107, and cases cited; Wharton on Crim. Law, (8th ed.) sec. 278.</p><p data-order=\"15\" data-type=\"legal\" id=\"b162-8\" pgmap=\"162\">Omission to prove venue, is fatal. Wharton on Grim. PL. and Pr. 139.</p><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b162-9\" pgmap=\"162\">Mr. George Hunt, Attorney General, for the People:</attorneys><p data-order=\"17\" data-type=\"legal\" id=\"AYZ\" pgmap=\"162\">It is sufficient if the proof show that the crime was committed in the county and State where the indictment was-found and trial had, even though the name of the county or State be not formally stated in the evidence. -</p><p data-order=\"18\" data-type=\"legal\" id=\"b162-11\" pgmap=\"162\">When the court below allows an amendment, in the absence-of anything showing to the contrary, it will be presumed there was something to amend by. Wallahan v. People, 40 Ill. 103.</p><p data-order=\"19\" data-type=\"legal\" id=\"b162-12\" pgmap=\"162\">As to the power of the trial court to allow an amendment, of a bill of exceptions, reference is made to Devine v. People, 100 Ill. 290; Goodrich v. City of Minonk, 62 id. 123; Newman v. Ravenscroft, 67 id. 496.</p> <opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b163-4\" pgmap=\"163\">Mr. Justice Scholfield</author> <p id=\"Ar4\" pgmap=\"163\">delivered the opinion of the Court:</p> <p id=\"b163-5\" pgmap=\"163\">The defendant and others were indicted by the grand jury of Cook county for the crime of murder, committed in that county, and on trial in the Criminal Court of Cook county, at its March term, A. D. 1883, the defendant was convicted of the crime, and sentenced to the penitentiary for the term of his natural life. The court, at the same time, made an order that the defendant have sixty days within which to file a bill of exceptions, and accordingly a bill of exceptions was signed by the judge before whom the trial was had, and filed in the office of the clerk of the Cook circuit court, on the 22d of May, A. D. 1883. The evidence preserved in that bill of exceptions fails to show where the crime was committed. The witnesses, as their evidence is therein recited, refer to streets and localities by name, without indicating further, however, in what county, or even in what city, they are; nor do the witnesses mention any fact or circumstance showing, by necessary inference, that such streets or localities must be in the city of Chicago, or elsewhere in Cook county. True, there may be streets and localities of the same names in the city of Chicago, but so there also may be in other cities, and no rule of law requires us to judicially know that those referred to by the witnesses are in the city of Chicago, or elsewhere in Cook county. The same names will often be found to be applied to streets and public localities in different cities. The principle is as well settled as is any other applicable to criminal trials, that where the record brought to this court on writ of error, in a criminal case, purports to contain all the evidence given on the trial below, it must appear affirmatively, from the evidence, that the offence charged was committed in the county alleged in the indictment, otherwise a judgment of conviction will be reversed. Rice v. The People, 38 Ill. 435 ; Jackson v. The People, 40 id. 405; Sattler v. The People, 59 id. 68.</p> <p id=\"b164-4\" pgmap=\"164\">The People, however, claim to have obviated this objection by an amended record, filed in this court on the 6th day of January, A. D. 1886. In this record, an order of court is made at the December term, A. D. 1885, of the Cook Criminal Court, (which, it will be observed, is some two years and three-fourths after the expiration of the term at which the defendant was convicted, and more than two years and a half after the expiration of the time from which the defendant was allowed to and did file his bill of exceptions,) in which order it is recited that “the said bill of exceptions be and hereby is amended, by adding thereto the fact that the crime for which the said defendants in the said above entitled cause were tried, was perpetrated and committed in the city of Chicago, county of Cook, and State of Illinois.” The general rule, as recognized by this court, is, the bill of exceptions must be taken and signed during the term at which the cause was tried, except in cases where counsel consent, or the judge, by an entry on the record, directs, that it may be prepared in vacation, and signed nunc pro tunc. (Evans v. Fisher, 5 Gilm. 453; Burst v. Wayne, 13 Ill. 664; Wabash, St. Louis and Pacific Ry. Co. v. The People, 106 id. 652.) In Wallahan v. The People, 40 Ill. 104, we said: “An amendment of a bill of exceptions, incorporating evidence alleged to have been omitted from the original bill of exceptions, should not be allowed at a term subsequent to that at which the trial was had, unless there is something in the record to amend by. ”</p> <p id=\"b164-6\" pgmap=\"164(92) 165(138)\">It clearly appears from this amended record, that there was nothing here, in the record, to amend by. There was no memorial paper or minute in the case from which what was actually proven on the trial can be clearly ascertained and known, which is indispensable in such cases, (Albers v. Whitney et al. 1 Story, 310; 1 Bacon’s Abridgment, title “Amendment, F.”) The memorial paper or minute, by which a record may be amended, must be made and preserved as a part of the record, pursuant to law. A private memorandum of a witness is not sufficient. The amended record here affirmatively shows that this amendment to the bill of exceptions was made alone upon the testimony of witnesses as to their recollection of what evidence was given on the trial. If bills of exceptions may be thus amended, what is the limit to the time ? And may not the amendment itself, in like manner, be subsequently amended, thus leaving the matter of bills of exceptions to rest entirely in the frail, and, it might often be, corrupted, memory of witnesses ? The common law rule in this respect is in force here, and under it no such amendment is admissible. Hamilton et al. v. Bursch et ux. 28 Ind. 233; Bridges v. Kuykendall &amp; Bro. 58 Miss. 828; The People v. Romero, 18 Cal. 89.</p> <p id=\"b165-6\" pgmap=\"165\">The motion to strike j¿he amended record from the files is sustained, and for the error in the record in failing to show in what county the offence was committed, the judgment is reversed, and the cause remanded for a new trial.</p> <p id=\"b165-7\" pgmap=\"165\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}