{
  "casebody": {
    "data": "<casebody firstpage=\"393\" lastpage=\"397\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b393-10\">Same Term.</court>\n<p data-order=\"1\" data-type=\"summary\" id=\"AZsI\"><em>C. Gray, Pratt, Gridley, and Allen, </em>Justices.</p>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b393-11\">Bucklin, adm’r, &amp;c. <em>vs. </em>Ford, executor, &amp;c.</parties>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b393-12\">No exception to the statute of limitations can be claimed, unless it is expressly-mentioned in the statute.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b393-13\">The statute of limitations begins to operate only from the time a right to demand the thing in question vests in some one. A cause of action cannot be said to “accrue” within the terms of the statute, until there is some person in existence capable of suing, or at least some person to whom, or against whom, it may accrue.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b394-5\"><page-number citation-index=\"1\" label=\"394\">*394</page-number>Accordingly, where A. received property belonging to B., after B.’s death, and C. took out letters of administration, and brought his action against the executor of A., who pleaded the statute of limitations ; <em>Held </em>that the statute only commenced running from the granting of letters of administration, and not from the receipt of the property; and that it was sufficient if the action was brought within six years after the granting of letters of administration.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b394-6\">Motion to set aside report of a referee. The action was assumpsit, brought by the plaintiff as administrator of John Bucklin, jun. deceased, against the defendant as executor of John Bucklin, senior, deceased. The first count of the declaration was for taking and converting goods, chattels, and things in action, bills, bonds, promissory notes, judgments, mortgages, &amp;c., belonging to the plaintiff’s intestate, of the value of $2000: with an allegation of a promise to pay the amount. To this was added the common counts. The defendant pleaded the general issue, and gave notice that he would insist upon the statute of limitations, as a bar to the plaintiff’s action. The defendant also gave notice of set-off. It appeared from the evidence on the hearing before the referee, that the plaintiff’s intestate died in January, 1828, and that soon afterwards the property for which this action was brought, came into the hands of John Bucklin, senior, the defendant’s testator. John Bucklin, senior, died in December, 1838. Letters of administration upon the estate of John Bucklin, jun. were granted to the plaintiff on the 4th of November, 1836; and this suit was commenced in April 1842. The referee reported $1760 due to the plaintiff from the defendant; and the defendant moved to set aside his report.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b394-7\"><em>C. A. </em>Benton, for the plaintiff.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b394-8\"><em>F. Kernan, </em>for the defendant.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b394-9\"><em>By the </em>Court, Pratt, J.</author>\n<p id=\"AjB\">The only question raised upon the argument in this cause was in relation to the statute of limitations. It is undoubtedly a well settled proposition that no exception to the statute of limitations can be claimed, unless <page-number citation-index=\"1\" label=\"395\">*395</page-number>it is expressly mentioned in such statute. “ General words of a statute, it is considered, must receive a general construction, and unless there can be found in the statute itself some ground of restraining it, it cannot be restrained by arbitrary addition or retrenchment.” <em>(Angell on </em>Limitations, 144. <em>Bickford </em>v. <em>Wade, </em>11 <em>Vesey, </em>86.)</p>\n<p id=\"b395-6\">But a more grave question arises in this case; and that is whether a case of this kind comes within the terms of the statute. Our statute requires all actions of this description to be commenced within six years after the cause of action accrues <em>; </em>and is in this respect, substantially the same as the English statute of 21 <em>Jac. 1st. </em>Can a cause of action, then, be said to accrue, or exist, unless there be some person in existence capable of suing, or at least some person to whom, or against whom, it may accrue ? It seems to be settled that it cannot.</p>\n<p id=\"b395-7\">In <em>Curry </em>v. <em>Stephenson, (Skinner, </em>555, <em>pl. </em>3, <em>cited also in Salk. </em>422, <em>and </em>4 <em>Mod. </em>376,) it was held that <em>where </em>A. received money belonging to B., after his death, and C. took out letters of administration and brought his action against A., who pleaded the statute of limitations, the statute only commenced running from the granting of letters of administration, and not from the receipt of the money. \" That the statute begins to operate only, from the time a right to demand the thing in question vests in some one.” So in the case of <em>Murray </em>v. <em>The East India Company, </em>(5 <em>Barn. &amp; Ald. </em>204,) the same principle was decided. That was a bill of exchange drawn payable to one Hope, and accepted by the defendants, the drawees, after Hope’s death. Murray, as administrator of Hope, brought his action, to which the statute of limitations was pleaded. It was insisted by the plaintiff that the statute only commenced running from the granting of letters of administration. Upon the other side it was insisted that it commenced from <em>the </em>day of payment mentioned in the bill. The court of king’s bench held that the statute only run from the time of granting letters of administration. The court said <em>“ </em>a cause of action cannot be said to exist unless there be some person in existence capa<page-number citation-index=\"1\" label=\"396\">*396</page-number>ble of suing.” The same principle has also been established in cases where actions have been brought against executors and administrators. In <em>Douglass </em>v. <em>Forrest, </em>(4 <em>Bing. </em>686,) the same question arose where the statute was pleaded by the executors or administrators. The court held that a cause of action is the right to prosecute a cause to effect. No one has a complete cause of action until there is somebody that he can sue. (See <em>also Joliffe </em>v. <em>Pelt, 2 Vernon, </em>694.)</p>\n<p id=\"b396-6\">We can find no case where the question has been directly passed upon by the courts of this state; but the principle is expressly recognized by Nelson, Ch. J. in <em>Wenman </em>v. <em>Mohawk Ins. Co. </em>(13 <em>Wend. </em>267.) He says, “ there are cases where the cause of action accrued after the death of the testator or intestate, in which it has been repeatedly held that the statute did not begin to run until probate or letters of administration.” The same principle has been repeatedly decided in the courts of our sister states. In <em>Fishwick </em>v. <em>Sewall, </em>(4 <em>Harr. &amp; John. Rep. </em>393,) it was held that where A. died in 1765, possessed of a slave, and in 1812 B. was appointed administrator and brought trover against the person in possession of the slave, the statute of limitations was no bar. So also in <em>Johnson </em>v. <em>Wren, </em>(3 <em>Stew. </em>172,) it was held that the statute does not commence running until some one is entitled to sue. <em>(See also </em>4 <em>McCord, </em>423; <em>Harper, </em>135; 3 <em>Bibb, </em>537; 15 <em>Conn. Rep. </em>145 ; 2 <em>Iredell, </em>440 ; 8 <em>Barn. &amp; Cress. </em>277; <em>Stanford’s case, cited in Saffin’s case, Croke’s Jac. </em>60,61; 6 <em>Bac. Ab. </em>393, <em>tit. Lim. of Actions, E. </em>5; 4 <em>Wharton, </em>130; 9 <em>Leigh, </em>79; <em>Rice’s Eq. Rep. </em>199 ; <em>Angell on Lim. </em>144 ; 10 <em>Ves. </em>93.)</p>\n<p id=\"b396-7\">It is conceded that when the statute begins to run no subsequent disability, except in those cases provided for in the statute itself,'will prevent or delay its operation, even when the courts are shut and there is no forum in which to commence an action. (6 <em>Bac. Ab. </em>395, <em>tit. Lim. of Actions, E. </em>5.) Nor will an injunction prevent it; (16 <em>Wend. </em>572;) nor will it be prevented if the fraud or negligence upon which the action is based was not discovered. (20 <em>John. </em>33; 6 <em>Cowen, </em>238.) The <page-number citation-index=\"1\" label=\"397\">*397</page-number>revised statutes of this state, however, provide for some of the above cases.</p>\n<p id=\"b397-6\">But the difficulty in this case is that the cause of action did not accrue until the letters of administration were granted, until there was some one in existence to whom and from whom the debt was due, or who had a right to demand the thing, and from whom it might have been demanded. Those excepted cases in the statute are cases where the right of action accrues, but from some disability the persons interested are unable to enforce it, or from some principle of public policy the law will not hold the party responsible for the neglect. Such are the cases of infants, married women, and persons beyond the seas. The debt is as much due to them, and the right to demand the thing as much vested in them, as in any other class of persons whatever, but for obvious reasons the law does not hold them responsible for the neglect. But when the act which gives the cause of action, happens after the death of the person to whom the cause of action is intended to be given, until a representative of the deceased is appointed the cause of action does not accrue or in fact exist. Nor does the statute in relation to executors and administrators interfere with this principle. The 8th and 9th sections of that title are only applicable to cases where the statute has commenced running before the death of the testator or intestate. (2 <em>R. S. </em>449.) The year and a half in one case and the year in the other, after his death, are not to be taken into the account in the six years in which the action is required to be brought; thereby extending the statute in the latter case to seven years, and in the former to seven and a half years. But it does not touch the question as to what shall be deemed, in cases of this kind, the accruing of the cause of action. We are of opinion, therefore, that the statute of limitations was no bar to the action.</p>\n<p id=\"b397-7\">What equitable rights there may be between these parties it is not necessary now. to consider. Upon this motion we are only to pass upon their legal rights. The report of the referee must stand confirmed, and the motion to set aside the same is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}