{
  "casebody": {
    "data": "<casebody firstpage=\"117\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b145-4\">BOARD OF HOME MISSIONS AND CHURCH EXTENSION OF THE METHODIST EPISCOPAL CHURCH et al., <em>v. </em>FRANK E. LYNCH, Executor</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A2S\">[No. 82,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AvV\">October Term, 1934.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b145-9\">\n<em>Decided January 16th, 1935.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b145-12\">The cause was argued before Bond, C. J., Urner, Offutt, and Sloan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b145-13\"><em>William L. Marbury </em>and <em>William L. Marbury, Jr., </em>with whom were <em>G. Van Velsor Wolf, Benjamin A. Matthews, </em>and <em>Arthur Everett Williams, </em>on the brief, for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b146-3\"><page-number citation-index=\"1\" label=\"118\">*118</page-number><em>J. Edgar Harvey, </em>with whom were <em>Long &amp; Johnson </em>on the brief, for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b146-4\">Bond, C. J.,</author>\n<p id=\"AHk\">delivered the opinion of the Court.</p>\n<p id=\"b146-5\">The appeal in this case is from a decree holding a legacy in the will of the decedent, Joseph O. W. Perdue, to “Home and Foreign Missions in honor of the faith of my parents,”, to be too indefinite and uncertain in its designation of beneficiaries to be construed, by the aid of extrinsic evidence, to refer to the two organizations now appealing.</p>\n<p id=\"b146-6\">The testator made in the first three items of his will three dispositions of shares of his stock in a bank, the Bank of Delmar. In the first a share was bequeathed to Mills Chapel of the Methodist Episcopal Church for keeping in order, by the use of the dividends, “the old Mills lot, where my wife is buried.” The second was a gift of another share to the Parsonburg Methodist Episcopal Church for keeping in order the burial grounds “where my parents are buried.” The next, or third item, now in question, reads in its entirety: “I direct my hereinafter named executor to sell the remainder of my Bank stock, either at public or private sale, and to divide the proceeds equally between Home and Foreign Missions, in honor of the faith of my parents.”</p>\n<p id=\"b146-7\">The decree was passed on a bill filed by the executor named in the will, praying a construction of the third item and the direction of the court for distribution of the estate, and after answers filed and testimony taken.</p>\n<p id=\"b146-8\">It is unquestioned that a will must contain in itself some designation of the legatees intended. A court cannot furnish a designation from extrinsic evidence, for what is to be ascertained for the enforcement of a will is the meaning of the words used rather than the intention of the testator which might be found independently. <em>Stein v. Safe Deposit &amp; Trust Co., </em>127 Md. 206, 215, 96 A. 349; <em>Shapiro v. Howard, </em>113 Md. 360, 368, 78 A. 58. The court can pursue a reference in the will by some description or otherwise sufficient to lead to certainty in the designation, <page-number citation-index=\"1\" label=\"119\">*119</page-number>but can do no more. <em>Miller, Construction of Wills, </em>131,. etc. And the designation or reference in this third item is slight. The court below concluded that the words indicated an intention to give to home and foreign missions generally, without reference to particular mission organizations. The general words “Home and Foreign Missions” were not thought to be made definite by the stated purpose that the gift should be in honor of the faith of the testator’s parents. “Faith” does not, as the court observed, necessarily mean a religious denomination; and the words “in honor of” do not necessarily mean “of” a faith. <em>Domestic etc. Missionary Society v. Reynolds’ Excx., </em>9 Md. 341; <em>Henry Watson Children’s Aid Society v. Johnston, </em>58 Md. 139.</p>\n<p id=\"b147-4\">But this court takes the contrary view. The testator appears to have planned an appropriation of his bank stock to the churches in which he was interested. Having given the shares to the two Methodist Episcopal churches in the graveyards of one or the other of which his wife and his parents were buried, he continued immediately with the division of the remainder to Home and Foreign Missions. The words “Home and Foreign Missions” are capitalized, as if to name organizations to take, rather than to describe mere general causes, as they would be described by a man of the draftsman’s apparent education. The description of the gift as in honor of the faith of the parents is at least likely to intend the religious denomination of the church of the parents, and extrinsic evidence, added to the fact of the burial of the parents in the Methodist Episcopal churchyard, shows that the parents were of that denomination, and that the testator was a most active member of the Parsonburg church, and a devoted supporter of it. To repeat, the court is satisfied that he meant to give this part of his property, his bank stock, for purposes within the church. It has been shown by further extrinsic evidence that there is a single organization for all the churches of that denomination for the work of home missions, and another for the work of foreign missions, the two appellants in this case; <page-number citation-index=\"1\" label=\"120\">*120</page-number>and it is held that the intention was to give to those organizations.</p>\n<p id=\"b148-5\">Ascertaining the intention of a testator is a new problem with each expression, and decisions with respect to wills expressed otherwise furnish no decisive precedents, but the court has been referred to cases of similar conclusions. <em>Hitchcock v. Board of Home Missions, </em>259 Ill. 288, 102 N. E. 741; <em>Gilmer v. Stone, </em>120 Md. 586. And see <em>Home for Incurables v. Bruff, </em>160 Md. 156, 153 A. 403.</p>\n<p id=\"b148-6\">Having reached this conclusion, the court need not consider whether the Act of 1931, ch. 453 (Code, art. 16, sec. 268A), would, in the absence of designation of legatees capable of taking, aid in establishing and enforcing the legacy as one for a charitable trust for the general purposes of home and foreign missions. <em>Miller, Construction of Wills, </em>sec. 162; <em>Doan v. Ascension Parish, </em>103 Md. 662, 64 A. 314; <em>Home for Incurables v. Bruff, </em>160 Md. 156, 180, 153 A. 403. It is also unnecessary to pass on questions of the admission of the extrinsic evidence or parts of it. The decision is reached by considering only the parts here cited, and it would not be altered by any action upon rulings on other evidence.</p>\n<p id=\"b148-7\">\n<em>Decree reversed, and cause remanded for the passage of a decree in accordance with this opinion, with costs to be paid from the estate.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}