{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"404\" lastpage=\"408\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b448-8\">WILLIAM McJONES <em>v. </em>PEDRO FUSTER ET AL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b448-11\">San Juan,</court>\n<p data-order=\"2\" data-type=\"court\" id=\"AY3\">Equity,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"Auq\">No. 1013.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b448-12\">Suit to Quiet Title.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b448-13\">Bill of Complaint — Description of Lands.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b448-14\">' 1. Under the Porto Rican statute it is not nécessary to trace hack a history of the title. Conflict of evidence is almost inevitable from the system of allowing settlers to select their lands.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b449-4\"><page-number citation-index=\"1\" label=\"405\">*405</page-number>Equity Practice — Ex Parte Decree.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b449-5\">2. An ex parte correction of a decree to make it more certain ia without effect as against persons adversely interested.</headnotes>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"b449-6\">Opinion filed August 26, 1919.</decisiondate>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b449-7\"><em>Mr. O. B. Frazer </em>for plaintiff.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b449-8\"><em>Mr. M. A. Muñoz </em>for defendants.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b449-9\">HAMILTON, Judge,</author>\n<p id=\"AjF\">delivered tbe following opinion':'</p>\n<p id=\"b449-10\">Tbe law of tbis case bas been determined upon previous proceedings, where it was beld that under tbe circumstances of tbis case tbe complaint is good, and tbe only question at present is whether tbe plaintiff bas made out bis case. There were different rulings upon tbe admission of evidence which need not be reconsidered. All proper evidence that seemed to have even a remote bearing upon the case was admitted. It may be that more was admitted than strictly required, but it will not change tbe final decision of tbe case, for tbe decision tabes into account tbe relevancy of all evidence, as well as its materiality and credibility.</p>\n<p id=\"b449-11\">1. Tbe proof seems to show that tbe complainant is in tbe possession of lands described in the bill of complaint and has a good recorded title thereto. Under tbe Porto Pico statute it is not necessary to trace back a history of tbe title, although that is shown in tbis case by deed and certificates of tbe registrar.</p>\n<p id=\"b449-12\">It seems that tbe property in question is about 444 cuerdas or acres, tbe two terms being colloquially interchanged. Tbis <page-number citation-index=\"1\" label=\"406\">*406</page-number>tract is made up of two smaller parcels of land respectively of ¿68 and 176 acres. Both of these smaller tracts orginally belonged to Eelix Olivieri, who is the father of one of the principal witnesses for the plaintiff. Eelix Olivieri mortgaged the 268-acre tract to Alvarado Brothers in 1882, and, being unable to pay the mortgage, deeded to them in full settlement, not only ■this tract of 268 acres, but the'other .additional tract of 176 acres, which was supposed to be the better of the two. • As a part of the transaction Olivieri himself leased the property back from Alvarado. The partnership was dissolved in the course of time, and the two tracts went to the children of one of the partners in 1889, it being now for the first, time described as one tract of 444 acres. In 1910 these heirs sold the whole tract to the plaintiff. There was, however, a long lawsuit between the heirs of Eelix Olivieri over their property, in the course of which there was a receiver and the receiver took possession of the 444 acres in question. The plaintiff herein convinced the court that there was a mistake, and the judge of this court on July 21, 1910, directed the receiver to deliver possession to its “rightful owner,” plaintiff herein, and this was accordingly done. There is. testimony as to <em>the </em>field notes, surveys, illuminating maps, and other instances' of the survey made in connection with this delivery. The plaintiff has been in possession óf 'the property ever since, but for some time, past has been troubled by continued trespasses of the defendants or of their agents. The suit was brought to quiet the title on these facts, and the title and possession alleged seem to be satisfactorily proved. •</p>\n<p id=\"b450-5\">■ There are apparent conflicts in the-evidence for the plaintiff ■as-well as that for the defendant,- but this seemed to be.-urn <page-number citation-index=\"1\" label=\"407\">*407</page-number>avoidable in tbe Spanish system of survey, and wbat is known as tbe Mortgage Law in use in Porto Pico. Carefully worded as that is, there is no basis for the descriptions which are required to be registered, describing a tract merely as bounded by certain owners or even as having certain trees as turning points, and admits of great confusion. Two descriptions may on their face be entirely dissimilar and be admitted to registration on that account, while in point of fact they may cover parts of the same land. This is obviated in America by the careful land system, which has passed lands with ranges east and west from a given point, containing townships running north and south, divided into sections.. The difficulty with the Spanish system, as found also in the Colonial records about Mobile, New Orleans, and Pensacola, is inherent in the system, and in fact is found in the land records of Virginia and others of the original thirteen colonies, which proceeded upon much the same basis as the Spanish, that is, permitted settlers to select their land and then afterwards surveying in regard to each other, instead of having some common basis to begin with. In the Spanish practice points of the compass are frequently interchanged, and reference is sometimes had to people and places no longer existing. Thus in the case at bar reference was to one place which does not seem to exist in this immediate neighborhood, and there is a question in the writings as well as in the testimony as to the wards or “barrios.” There is not full evidence as to these subdivisions, and possible errors may be due to change of their limits. Upon the whole, however, it would seem that the plaintiff has made out his case.</p>\n<p id=\"b451-6\">2. The defendant’s cross bill is based largely upon a previous decree of this court by which an indefinite description was <page-number citation-index=\"1\" label=\"408\">*408</page-number>made definite by subdivisions numbered and described. Tbe application for tbe latter decree was made upon tbe ground tbat tbe first was too indefinite for proper registration. No proof was offered and no opposing party cited. Tbe bearing was therefore ex parte, and to save all possible question tbe decree states that it shall not affect the rights of third parties. This would be tbe general rule, because, as more than once held in this court, a decree under tbe American system binds only tbe parties to a suit and their privies. If third parties are affected,, their claims will be taken care of upon proper application and showing of injuries to them. There would be an exception in case of proceedings in rem like admiralty or other proceedings quasi in rem; but an ex parte decree to give a more definite description cannot be used as a muniment of title against third parties, whether this reservation were written in the decree or not.' The defendant’s title seems to be based upon something in the nature of a quitclaim, recognizing on its face that there was some difficulty with adjoining owners. This difficulty was not cured by the ex parte proceedings above mentioned. The cross claim of the defendants therefore is not satisfactorily made out. A decree will be entered in favor of the plaintiff and directing cancelation upon the registers of property of so much of defendants’ title as conflicts with plaintiff’s.</p>\n<p id=\"b452-5\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}