{
  "casebody": {
    "data": "<casebody firstpage=\"1074\" lastpage=\"1076\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1154-6\">Stephanie LEWIS, Appellant, v. PRECISION OPTICS, INC., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aml5\">No. 79-1391.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1154-8\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1154-9\">Submitted Dec. 14, 1979.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1154-10\">Decided Jan. 2, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1154-18\">Stephanie Lewis filed pro se brief.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1154-19\">Joseph L. Leahy, Jr., Viren, Epstein, Le-ahy &amp; Coren, Omaha, Neb., filed brief for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1154-20\">Before HEANEY, ROSS and McMILLI-AN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1155-4\"><page-number citation-index=\"1\" label=\"1075\">*1075</page-number>PER CURIAM.</author>\n<p id=\"b1155-5\">Stephanie Lewis, a black woman, brought this action alleging that Precision Optics, Inc., had refused to hire her because of her race in violation of 42 U.S.C. §§ 1981 and 2000e <em>et seq. </em>The district court permitted Lewis to proceed in forma pauperis and appointed counsel. The case was tried to the court which held that Lewis had failed to prove discrimination. After the opinion was issued, a dispute occurred between Lewis and her appointed counsel. On counsel’s request, the court permitted him to withdraw. It declined to appoint other counsel for Lewis. The dispute involved the payment of expenses incurred by counsel on behalf of Lewis, with Lewis taking the position that someone other than her was obligated to pay these expenses because she had been permitted to proceed in forma pauperis. This dispute led to a request by Lewis to the district court that her counsel be investigated for allegedly conspiring with the defendant to withhold critical evidence during the trial, and for seeking to hold her responsible for expenses incurred in the trial. She asked the district court to require her counsel to reimburse her for money that she had paid for a transcript of a deposition necessary for trial and to require someone other than her to pay the expenses which had been incurred by her counsel in her behalf.</p>\n<p id=\"b1155-6\">The district court, after a hearing, found no merit to the conspiracy allegation. It construed the request with respect to expenses to be one to require the government to pay the costs that had been incurred in the matter. It stated:</p>\n<blockquote id=\"b1155-7\">28 U.S.C. § 1915 is the law which authorizes a court to permit a lawsuit to be prosecuted in forma pauperis. That the federal government cannot be required to pay any of the costs is clear from subsection (e) of § 1915, which states:</blockquote>\n<blockquote id=\"AS1\">“Judgment may be rendered for costs at the conclusion of the suit or action as in other cases, but the United States shall not be liable for any of the costs thus incurred.”</blockquote>\n<blockquote id=\"b1155-8\">There is no other person whom the court could order to pay for deposition expenses or copies of records, unless it be the defendant, but the defendant was not the losing party in this case, and nothing in the law authorizes a court to tax costs or expenses against the prevailing party.</blockquote>\n<p id=\"b1155-9\"><em>Stephanie M. Lewis v. Precision Optics, Inc., </em>No. CV77-0-369, slip op. at 2 (D.C.Neb. May 17, 1979).</p>\n<p id=\"b1155-10\">It denied her request to order her counsel to reimburse her for the payment that she had made for the deposition.</p>\n<p id=\"b1155-11\">On appeal, Lewis, proceeding pro se, again contends that a conspiracy existed between her counsel and the defendant, and demands that we remand the matter to the district court so that she can prove the conspiracy allegations in a jury trial. Lewis also contends that the district court failed to assist her in designating the record for appeal. She inferentially raises the expense issue again.</p>\n<p id=\"b1155-12\">We find no merit to the appeal. The designated record consists of the district court’s entire original file. There is, thus, no possible merit to Lewis’ claim that the district court clerk failed to assist her in designating the record. There is likewise no merit to the conspiracy claim. Lewis was present at trial and did not complain that her counsel was withholding evidence or otherwise failing to conduct the case to her satisfaction. Moreover, the district court held a hearing on her complaint and concluded that her counsel had vigorously and competently prosecuted her claim. It is apparent from the record that her counsel conducted extensive discovery. He offered demographic evidence with respect to the local population to establish that blacks were under represented at Precision Optics. He called expert witnesses to challenge the pre-employment tests and requirements used by Precision Optics. He prepared very thorough proposed findings of fact and conclusions of law for the trial court, and filed timely motions to amend the judgment and for a new trial. The district court, in finding against Lewis on this issue, stated:</p>\n<blockquote id=\"b1156-3\"><page-number citation-index=\"1\" label=\"1076\">*1076</page-number>I have concluded that I’m going to relieve Mr. [Roderic] Anderson from further representation. In doing so I tell you and I tell anybody within hearing [of] my voice that I think he has done a commendable job in this case. Far more than — by way of effort and presentation than many lawyers have done under the same circumstances. I don’t know of anything that he failed to do, or that he could have done that wasn’t done in this case.</blockquote>\n<blockquote id=\"AJd\">******</blockquote>\n<blockquote id=\"b1156-4\">And so I want the record to show loud and clear so that everybody will know that he has done a very excellent job of representing you in this case and I think the difficulty is that because the Court found against you and in a lawsuit someone wins and someone loses, I think that maybe is what [has] engendered on your part[,] and maybe justifiably so, some criticism. But, in my opinion it’s not based on any real reason.</blockquote>\n<p id=\"b1156-5\">Transcript of Hearing at 9-10 (May 21, 1979).</p>\n<p id=\"b1156-6\">There is finally no merit to the expense issue. The district court properly held that neither the defendant nor the government was responsible for the payment of expenses at the district court level. We would add that Lewis’ counsel, Anderson, received no compensation for his services and is to be commended for handling the case in a thoroughly professional manner.</p>\n<p id=\"b1156-7\">Lewis does not here contend that the decision of the district court on the merits of the discrimination case is erroneous. We, therefore, express no opinion on that question. The appeal is dismissed. Each party to the appeal will bear its own costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}