{
  "casebody": {
    "data": "<casebody firstpage=\"110\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b126-5\">BUJNO et <em>al. v. </em>MONTGOMERY COUNTY COUNCIL et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b126-6\">[No. 347,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AoN\">September Term, 1965.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b127-5\">\n<page-number citation-index=\"1\" label=\"111\">*111</page-number>\n<em>Decided June 8, 1966.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b128-6\"><page-number citation-index=\"1\" label=\"112\">*112</page-number>The cause was argued before Hammond, Horney, M'arbury, Oppenheimer and Barnes, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b128-7\"><em>Howard J. Thomas, </em>with whom were <em>Bradshaw &amp; Thomas </em>on the brief, for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b128-8\"><em>John J. Delaney, </em>with whom were <em>R. Robert Linowes </em>and <em>Linozves &amp; Blocher </em>on the brief, for the A &amp; M Development Company, one of the appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b128-9\"><em>Robert L. Burchett, </em>with whom was <em>Robert G. Tobin, Jr., </em>on the brief, for the Montgomery County Council, the other appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b128-10\">Barnes, J.,</author>\n<p id=\"A94\">delivered the opinion of the Court.</p>\n<p id=\"b128-11\">This case involves an appeal from an order of the Circuit Court for Montgomery County (Shook, J.) dated May 17, 1965 affirming a decision of the Montgomery County Council (the Council) adopted December 8, 1964 by which the Council granted the application filed in May 1964 by the A and M Development Company, contract purchaser (applicant), to rezone approximately 19.5 acres of land from the existing R-R (Rural Residential) zone to the R-H (Multiple-Fiamily, High Rise Planned Residential) zone, and denied the alternative proposal to rezone the land to the R-20 (Multiple-Family Medium Density Residential) zone.</p>\n<p id=\"b128-12\">The subject property is a part of a 25.24 acre tract known as the Milo Copien property in the 13th Election District of Montgomery County. It is located on the southwest side of Viers Mill Road (Maryland Route 586) north of Gaynor Road. It is more or less rectangular in shape, having approximately 1500 feet of frontage on Viers Mill Road and 320 feet along Gaynor Road. The remaining 240 feet frontage on Gaynor Road to its <page-number citation-index=\"1\" label=\"113\">*113</page-number>intersection with Veirs Mill Road is occupied by a fire station. The fire station lot has a frontage of approximately 200 feet on the southwest side of Viers Mill Road, and contains one acre of land. The southwestern boundary of the subject property is abutted for its entire length of approximately 1600 feet by Rock Creek Park, the land sloping away from Viers Mill Road toward Rock Creek which is between 150 and 500 feet from the property line. The northwesterly boundary adjoins a parcel of land of approximately five acres used as a wholesale horticultural nursery which has a frontage on Viers Mill Road of approximately 540 feet.</p>\n<p id=\"b129-6\">Viers Mill Road is a major highway with 120 feet of right-of-way, consisting of 4 to 6 lanes, divided by a median strip. Gaynor Road is designated on the Master Plan for the vicinity of Rockville, adopted April 26, 1961, as a primary highway and has a 70 foot right-of-way. No single family dwelling abuts the subject property. Across Viers Mill Road there are single family dwellings on land zoned R-60 (One-Family, Detached Residential) which back onto that road, except one old frame house, set far back from the road which adjoins St. Jude’s Roman Catholic Church and School fronting on Viers Mill Road across from the five acre nursery tract. To the west of the park property is the large Parklawn Cemetery. Except for a golf driving range, the subject property is unused and partly wooded. On the southeast side of Gaynor Road there are single family houses on R-60 land.</p>\n<p id=\"b129-7\">In the Master Plan the subject property was recommended for R-60 zoning. The R-H zone, however, had not been created when the Master Plan was adopted on April 26, 1961, the Council not having adopted the ordinance creating the R-H zone until February 13, 1962. There was a prior application filed on November 30, 1960 which requested R-20 zoning which the Council denied on September 25, 1962.</p>\n<p id=\"b129-8\">Both the Technical Staff and the Montgomery County Planning Board (which adopted the Technical Staff’s report) recommended denial of both proposed reclassifications requested in the alternative in the present May 1964 application, assigning as their principal reasons that there already was sufficient apartment zoned land to meet the demand, that “although the <page-number citation-index=\"1\" label=\"114\">*114</page-number>high-rise zone and the R-20 zone can prove compatible with single family development * * * this property is best suited for single family use”, there had been no change in the character of the development and the requested changes did not conform to the adopted Master Plan.</p>\n<p id=\"b130-5\">The applicant offered the testimony of Malcolm H. Dill, a well qualified land planner, who from 1947 to 1964 had been Director of Planning for Baltimore County, which indicated that the Technical Staff and the Planning Board had reached an erroneous conclusion and that the subject property was “eminently suited” for R-H zoning. Mr. Dill pointed out that the Technical Staff and Board had failed to distinguish between apartment types in observing that 100 acres had been zoned for apartments in the general area which should be sufficient to meet the demand, and that there was <em>no R-H </em>construction or zoning in the general area. He pointed out that with the construction of the Outer Beltway which would be located to the west of the subject property and, probably constructed within the next six years, the ramps of which, as planned, beginning almost at Gaynor Road, the subject property would be isolated and would provide “an eminently suitable” location for a high-rise apartment in an R-H zone. He further pointed out that such a development would justify its own recreational facilities as well as its own accessory local commercial conveniences. This would not be possible if the subject property were developed as single family land under R-60 zoning, which could only contain 85 to 90 lots, of which only 25 lots could back against the parkside of the subject property. It would be more desirable to have the park directly accessible to several hundred apartment families rather than the relatively few families in an R-60 development. Then too, the subject property was considerably below <em>the level </em>of Viers Mill Road and the R-60 houses would be far below the grade of the interchange with the expressway. Many of them would be relatively close to Viers Mill Road. On the other hand, apartments could be placed several hundred feet away, close to the park and well removed from the high fill in connection with the ramp leading to the expressway.</p>\n<p id=\"b130-6\">In regard to “green area”, R-H zoning would require 11 <page-number citation-index=\"1\" label=\"115\">*115</page-number>acres and R-20 zoning would require 12 acres of green area; on the other hand, <em>no </em>green area could be required or reasonably expected with R-60 development.</p>\n<p id=\"b131-6\">The applicant also offered evidence showing the tax advantages from a tax-education cost point of view of the development of the subject property under R-60 zoning as compared with development under R-20 or R-H zoning; that development under either R-20 or R-H zoning would not create any traffic hazard; and, that there had been a number of changes in the neighborhood since September 25, 1962, when the Council had denied reclassification to the then R-20 zoning including the creation of the R-H zone since the filing of the application in that case on November 30, 1960, and the promulgation of the Master Plan on April 26, 1961, and the substantial amendment of the zoning ordinance in regard to R-20 zoning on April 3, 1962.</p>\n<p id=\"b131-7\">The protesting improvement association and property owners on Adrian Street (a street northeast of Viers Mill Road and running approximately parallel to it) across from the subject property offered evidence tending to show that there would be traffic congestion caused by either alternative of the requested reclassifications, that there was no need for additional apartment zoning, and pointing out that the Council had denied an R-20 reclassification on September 25, 1962, the proposed rezoning was contrary to the Master Plan and the recommendations of the Technical Staff and Planning Board.</p>\n<p id=\"b131-8\">At the end of the testimony, one member of the Council inquired in regard to the correctness of the Technical Staff’s report indicating that the subject property would not be subject to flooding from Rock Creek since all the low land was within the established park taking lines. It was pointed out on behalf of the applicant that the park taking line had been deleted, and all of the park land had already been acquired. It was stated: “Based on the investigation we have made we have found that there is a portion of the property that could be subject to the flood plane (sic) problem.” After being informed that all of Hogan’s Driving Range was included in the application, the member of the Council then stated “I know for a fact that Hogan’s Driving Range floods.” The protestants made no <page-number citation-index=\"1\" label=\"116\">*116</page-number>motion to strike out this remark, and although the record was kept open for 10 days, nothing was filed to indicate that a portion of the subject property does not flood.</p>\n<p id=\"b132-5\">On December 8, 1964 the Council filed an opinion and order granting an R-H reclassification for 19.5 acres of the subject property and declining to grant the R-20 rezoning, alternatively requested. In its opinion, the Council stated, <em>inter alia:</em></p>\n<blockquote id=\"b132-6\">“The District Council disagrees with the recommendations of denial submitted by the Montgomery County Planning Board and its Technical Staff. <em>This site, </em>as presented by the applicant, <em>is uniquely situated between a multi-lane highway and a public park, </em>with a <em>fire station to the south </em>and a <em>horticultural nursery to the north. Most of the tract is presently used as a golf driving range.</em></blockquote>\n<blockquote id=\"b132-7\">“While it is true that on September 25, 1962, a requested reclassification for this property to the R-20 Zone was denied, <em>the R-H Zone as requested in the alternative here presents a substantially different proposal. The R-H Zone requires an approval of a site plan before construction and limits the amount of the lot covered by buildings to a maxinmm of 12&lt;?0. </em>It was pointed out, too, at the hearing how <em>the road pattern in the area has changed since the original zoning. </em>Viers Mill Road has been made a multi-laned highway, the Outer Beltway is planned to be constructed immediately to the south of the subject property and the Halpine-Twinbrook Parkway is nearly completed as a multi-laned highway to the north. <em>There was expert testimony submitted by the applicant that the R-H Zone is most suitable for this tract.</em></blockquote>\n<blockquote id=\"b132-8\">“After considering all of the evidence, the Council finds that there have been changes in the character of the neighborhood sufficient to warrant the reclassification of the subject property to the R-H Zone. The Council further finds that Viers Mill and Gaynor Roads are suitable boundary lines in this vicinity between the single family uses and the multi-family uses.” (Emphasis supplied).</blockquote>\n<p id=\"b133-5\"><page-number citation-index=\"1\" label=\"117\">*117</page-number>As already indicated, the Circuit Court for Montgomery County on appeal affirmed the order of the Council finding that the record in the case was “replete with evidence that the Court finds was both strong and substantial to support the action of the District Council and certainly more than enough to make the matter of zoning or rezoning fairly debatable.”</p>\n<p id=\"b133-6\">The appellants earnestly contend that the Maryland “change or mistake” rule applies and that there was insufficient evidence to support the finding by the Council that there had been a sufficient change in the neighborhood of the subject property to warrant the reclassification of the subject property to R-H. We do not reach this question as, in our opinion, the R-H zoning is a “floating zone” analogous to a special exception so that the reclassification to the R-H zone may be sustained without reference to the “change or mistake” rule. The facts in the case at bar bring it within our holding in <em>Beall v. Montgomery County Council, </em>240 Md. 77, 212 A. 2d 751 (decided August 27, 1965) in which we analyzed the R-H zone and determined it to be a “floating zone”, analogous to a special exception which we had sustained in our prior decisions in <em>Huff v. Board of Zoning Appeals, </em>214 Md. 48, 133 A. 2d 83 (1957) and in <em>Costello v. Sieling, </em>223 Md. 24, 161 A. 2d 824 (1960) without reference to the Maryland “change-mistake rule.” We cited <em>Huff </em>and <em>Costello </em>with approval and followed them in <em>Beall. </em>Quite recently (on February 21, 1966) we cited <em>Beall, Huff </em>and <em>Costello </em>with approval and followed our holdings in those cases as applied to the R-T zone for town houses in Montgomery County—another “floating zone” — in <em>Knudsen v. Montgomery County Council, </em>241 Md. 436, 217 A. 2d 97. See also Professor Reno, “Non-Euclidean Zoning: The Use of the Floating Zone”, 23 Md. Law Review 105 (1963) and Herbert Goldman, “Zoning Change: Flexibility v. Stability”, 26 Md. Law Review 48 (1966) on the general subject of the “floating zone” and commenting upon the <em>Beall, Huff </em>and <em>Costello </em>cases.</p>\n<p id=\"b133-7\">As in <em>Beall, </em>the subject property is completely separated by a dual lane highway from the nearby R-60 land on the northeast side of Viers Mill Road and the single family dwellings (with one exception) do not face the dual lane highway. The subject property is near the proposed interchange of Viers Mill <page-number citation-index=\"1\" label=\"118\">*118</page-number>Road, and the proposed Outer Circumferential Beltway. As we have indicated, there was expert testimony from a land planner and a land economist which amply support a reclassification of the land to the R-H zone. Mr. Dill’s testimony points out the suitability of the subject property for R-H zoning, the desirable features of that zone and that the “weight of the evidence” favored R-H zoning.</p>\n<p id=\"b134-4\">The appellants seek to distinguish <em>Beall </em>for the reason that both the Technical Staff and the Planning Board recommended <em>disapproval </em>of the proposed reclassification in the case at bar, whereas they both <em>approved </em>the reclassification to the R-H zone in <em>Beall. </em>This fact, however, does not effectively distinguish <em>Beall </em>as we have held several times that the local legislative body is not bound by the recommendations of the Planning Board and may adopt the contrary recommendations of the applicant’s expert land planner. See <em>County Council v. Gendleman, 227 </em>Md. 491, 495, 177 A. 2d 687, 690 (1962), <em>Trustees of McDonogh v. Baltimore County, </em>221 Md. 550, 562-563, 158 A. 2d 637, 643 (1960) and <em>Vestry of St. Marks v. Doub, </em>219 Md. 387, 392, 149 A. 2d 779, 782 (1959). Indeed in <em>Costello </em>the Planning Commission recommended denial of the T-2 rezoning but the County Commissioners for Howard County granted the reclassification. Its action was then <em>reversed </em>by the Circuit Court, but we in turn reversed the Circuit Court and restored the action of the County Commissioners, holding that our decision in <em>Huff </em>was controlling. Again in <em>Knudsen </em>both the Technical Staff and the Planning Board recommended disapproval of the R-T zone but the Council disagreed and granted the reclassification which action was affirmed by the Circuit Court for Montgomery County. We affirmed, holding that Huff, <em>Costello• </em>and <em>Beall </em>were applicable and controlling.</p>\n<p id=\"b134-5\">The appellants also seek to distinguish <em>Beall </em>from the case at bar on the ground that in <em>Beall </em>the Technical Staff, the Planning Board and the Council all indicated that the application complied with the purposes of the R-H zone whereas in the case at bar, the Technical Staff and Planning Board did not indicate this and the Council sought to justify its action by a finding that there had been sufficient change in the character of the neighborhood. We point out that the order of the <page-number citation-index=\"1\" label=\"119\">*119</page-number>Council in the case at bar was filed on December 18, 1964, several months <em>before </em>our decision in <em>Beall </em>which was decided on August 27, 1965, so that the Council did not have the benefit of the <em>Beall </em>opinion in which we indicated there should be a finding that the proposal for R-H zoning complied with the purposes of that zone. Although it is most desirable that the Council should find specifically that the proposal does comply with the R-H zone purposes, this finding may be inferred from the Council’s opinion even though, as a matter of abundant caution perhaps, it also found that there had been a sufficient change of conditions in the neighborhood to justify the proposed reclassification.</p>\n<p id=\"b135-4\">In its opinion, the Council not only pointed out that the RH zone as requested as an alternative “presents a substantially different proposal” from that presented in the 1962 application for R-20 zoning, but also stated that the R-H zone “requires an approval of a site plan before construction and limits the amount of lot covered by buildings to a maximum of 12%.” It then pointed out that three substantial highways, existing or proposed, would, as we have noted, effectively isolate the subject property from any R-60 development, and it stated that there was expert testimony submitted by the applicant that the R-H zone “is most suitable for this tract,” which gives the clear inference that the Council accepted this testimony as it thereafter granted the application for the R-H zone. We cannot say, under the facts and circumstances of this case, that a finding that the proposal does comply with the purposes of the R-H zone may not be inferred, and is insufficient to1 justify the granting of the R-H reclassification. It is, however, much more desirable to have a specific finding of compliance with the purposes of the R-H zone and doubtless this will appear when appropriate in future decisions of the Council.</p>\n<p id=\"b135-5\">In view of our holding that our decision in <em>Beall </em>applies, the appellant’s contention that the Council’s action is “spot zoning” is unsound. See <em>Beall, supra, </em>at pages 95-96 of 240 Md.; page 761 of 212 A. 2d.</p>\n<p id=\"b135-6\">The only remaining point raised by the appellants which we need to consider is whether the remark of one member of the Council that she “knew for a fact that Hogan’s Driving Range <page-number citation-index=\"1\" label=\"120\">*120</page-number>floods” was prejudicial error. We hold that it was not. There was no indication that the member of the Council making the remark had any interest in the outcome of the case. As we have already stated the remark merely corroborates the statement already given by a witness that “there is a portion of the property that could be subject to the flood plane (sic) problem.” There is no indication that the remark of the Councilwoman had any influence on the final action of the Council. There was no motion to strike out the remark and there was no attempt by the protestants during the 10 day period the record was left open to attempt to show that no portion of the subject property was subject to flooding. In a somewhat similar situation, Chief Judge Prescott, for the Court, stated in <em>Hyson v. Montgomery County </em>Council, 242 Md. 55, 71, 217 A. 2d 578, 588 (1966) :</p>\n<blockquote id=\"b136-5\">“There can be little doubt that administrative officials, in the conduct of their proceedings, should conduct such proceedings with impartiality and proper decorum, and they should in cases of this nature base their conclusions upon evidence as distinguished from opinions of individual members. Montgomery County Board of Appeals v. Walker, 228 Md. 574, 180 A. 2d 865; Temmink v. Bd. of Zoning Appeals, 205 Md. 489, 109 A. 2d 85. Although the remark was, perhaps, unfortunate, or, possibly, ‘inappropriate,’ as it was characterized by the trial judge, we are unable to find that the Councilwoman had a personal interest in the outcome of the hearing, or that the remark had any serious or controlling' influence on the final action of the Council; hence, we hold that it did not invalidate the Council’s action.”</blockquote>\n<p id=\"b136-7\"><em>Order </em>affirmed, <em>the appellants to pay the costs.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}