{
  "casebody": {
    "data": "<casebody firstpage=\"402\" lastpage=\"413\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b424-8\">[Crim. No. 14913.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ALl\">Second Dist., Div. Five</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A9h\">Sept. 24,1969.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b424-9\">THE PEOPLE, Plaintiff and Respondent, v. LESLIE EUGENE TEMPLE, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b425-11\"><page-number citation-index=\"1\" label=\"403\">*403</page-number>Porter &amp; Cahn and Herbert M. Porter for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b426-4\"><page-number citation-index=\"1\" label=\"404\">*404</page-number>Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Bruce M. Perlman, Deputy Attorney General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"A9b\">dictment with violation of Health and Safety Code section 11531 (transporting marijuana on February 10, 1967) and in count II thereof with violation of Health and Safety Code section 11530.5 (possessing marijuana for sale on February 11,1967).</p>\n<p id=\"b426-6\">Defendant pleaded not guilty. Jury trial was waived.</p>\n<p id=\"b426-7\">The court commenced hearing a Penal Code section 1538.5 motion to suppress evidence and received testimony of one witness called by the defense. It was then agreed that the case on its merits should be presented in the usual manner, with the defendant’s motion to suppress to be ruled on at the time that all evidence had come in. At that time defendant’s motion was denied, and various items of demonstrative evidence which had been offered by the People and marked for evidence were received. Defendant was found guilty as charged, and he was given concurrent sentences to prison on both counts.</p>\n<p id=\"b426-8\">The facts taken most favorably to the People <em>(People </em>v. <em>Flummerfelt, </em>153 Ca,l.App.2d 104, 105-106 [313 P.2d 912]) are as follows:</p>\n<blockquote id=\"b426-9\">On February 10, 1967, defendant drove to United Airlines (hereinafter, UAL) freight terminal. He brought army-type metal foot lockers (hereinafter, trunks) to the freight dock, where they were weighed by air freight agent Basner. They weighed about 70 pounds each. Defendant then went to the shipping counter where air freight agent Brown processed an “airbill.” Defendant stated to Brown that he wanted the trunks to reach their destination which was Detroit, Michigan, as soon as possible. It being then about 2 p.m., Brown indicated there would just be time to get the trunks on flight 84 leaving at 3 p.m., and the airbill was marked accordingly. When asked by Brown about insuring the shipment, defendant was hesitant to state what' its contents were, He adopted the suggestion of Brown that since the party marked as shipper (Curtis Bros. Productions Co.) was a production company, the contents could be costumes and the like. However the company address sticker put on each trunk specified phonograph records.</blockquote>\n<p id=\"b426-10\">Prior to February 10, 1967, Officer McKnight of the narcotics division of the Los Angeles police had caused a bulletin to be issued which advised of the shipping of large quantities <page-number citation-index=\"1\" label=\"405\">*405</page-number>of narcotics in metal trunks (of the foot-locker type) by railway or air express to eastern cities. The trunks were described as measuring 30 by 16 by 12 inches and as having a loaded weight of 60 to 75 pounds. Freight employees coming in contact with trunks of similar nature were requested to contact the narcotics division of the police department. Photographs of typical trunks, said to have been obtained in a recent seizure, were attached.<footnotemark>1</footnotemark> Copies of this bulletin had been supplied by Officer McKnight to a special agent for the railway express who had been requested to hand them out to railroad and air freight terminals. UAL had asked air freight agent Brown to aid in the enforcement of laws.</p>\n<p id=\"b427-6\">The presence of the two metal trunks at the freight terminal at UAL was brought to the attention of air freight supervisor Weller by someone (presumably an air freight employee, but whose identity was not brought out) who had spotted them.<footnotemark>2</footnotemark> Between 3:30 and 4 p.m. Weller telephoned Officer McKnight and told him that UAL had received into its custody for air shipment two trunks similar to those depicted in the bulletin, that they felt warm and that he was suspicious about them (particularly their weight).</p>\n<p id=\"b427-7\">Officer McKnight, accompanied by Officers Wilson and Tipps, went to the supervisor’s office at the UAL air freight terminal where the trunks had been placed. Air freight agents Brown and Basner were called to the office. It was then about 5:30 p.m. McKnight felt the metal side of one trunk. It was warm, indicating that.'it contained plant material which was generating heat. He placed his face near the lid and detected the odor of marijuana. McKnight had ample experience in the narcotics field and expertise in the recognition of marijuana by the olfactory sense. Officer McKnight then caused the trunk to be opened. It contained approximately 18 or 19 bricks of marijuana. The second trunk was opened, and it held a similar quantity of contraband. The first trunk had some patterned drapery material in it as well. The second trunk had some carpet material in it. The officers interviewed Basner and Brown. They gave a description of defendant and the automobile in which he had come to the freight dock, indicating it was a beige Cadillac, approximately a 1962 <page-number citation-index=\"1\" label=\"406\">*406</page-number>model.<footnotemark>3</footnotemark> Presumably Brown advised them o£ defendant’s request to have the shipment reach its destination as soon as possible, of his hesitancy to explain what the contents of the trunks were, and of the inconsistent labeling of the contents. The officers also obtained a. carbon copy of the airbill.</p>\n<p id=\"b428-5\">Officer McKnight had the opened trunks photographed. He then had the bricks of marijuana removed and had them replaced with sandbags, paper and a brick of the marijuana, and he caused the trunks to be airshipped on to the specified destination. He then went to the police administration building where he called the Federal Bureau of Investigation and the Detroit police and advised them that these items were on their way to Detroit.</p>\n<p id=\"b428-6\">The identity and home address of defendant had been known to, and defendant had been under suspicion fo.r narcotics violations by Officer McKnight prior to' the time that he received the telephone call from Weller. Presumably he knew that defendant had a wife. A group of photographs, with one of defendant included, was shown to air freight agent Brown later that night, and he designated the one of defendant as depicting the person who had made the airbill transaction with him.</p>\n<p id=\"b428-7\">At about 3 a.m. on February 11, 1967, Officers McKnight, Wilson and Tipps went to the apartment house at 1153 South Norton Street, where they knew defendant resided in unit number 16. In the garage they observed what they considered to be a. 1962 or 1963 beige Cadillac which they thought was parked in stall number 16. Actually another Cadillac (red in color)<footnotemark>4</footnotemark> owned by defendant was in stall number 16; but a storage locker marked 16 was at the end of the stall where the beige Cadillac was. By immediate -radio contact with the Department of Motor Vehicles the officers learned that the beige Cadillac was registered to Esther Johnson, residing at 1153 South Norton, apartment 16. Esther Johnson was the wife of defendant and was also known as Esther Johnson Temple. It is not clear that the officers knew of these name variations prior to their coming to the apartment; but the car answered the description given by Basner, and the registration address corresponded with that which the police had for defendant. <page-number citation-index=\"1\" label=\"407\">*407</page-number>From these circumstances, the officers had reason to believe that defendant was in his apartment.</p>\n<p id=\"b429-4\">In the common-use laundry room adjacent to the garage the officers saw a quantity of drapery material similar in color, design and texture to that which had been found in the first trunk at the air freight terminal. In an adjacent common washroom they saw pieces of carpet similar to that found in the second trunk.</p>\n<p id=\"b429-5\"><page-number citation-index=\"1\" label=\"408\">*408</page-number>Manager, 2610 Whitney, Detroit, Mich., 48206, which was similar to the consignee’s name and address on the airbill and the shipping label pasted on the trunks.<footnotemark>7</footnotemark></p>\n<p id=\"b430-5\">Four kilos of marijuana were located in defendant’s1 locked storage closet (the one designated as 16 at the slot in the garage where the beige Cadillac was parked). The key to open it had been obtained from a key ring taken from defendant’s person at the time of his arrest.</p>\n<p id=\"b430-6\">Defendant was advised of his constitutional rights and said that he understood them. He made the statement to Officer McEZnight “that all of the stuff found ... [at the apartment] belonged to him; that . . . [his wife] had no idea of his activities. ’ ’</p>\n<p id=\"b430-7\">Defense Contentions</p>\n<p id=\"b430-8\">1. Defendant contends that UAL air freight personnel made an illegal “seizure” of the two trunks because they were acting as agents of law enforcement and did not have reasonable cause to divert them from their scheduled shipment. We hold that the mere fact that the police bulletin requested freight employees to contact police when seeing trunks of the type it depicted and that.one agent (and so probably others) had been encouraged by HAD to cooperate with law enforcement did not make the UAL personnel agents of the police and did not make the temporary diversion of the trunks from the scheduled flight a police activity. We note that the bulletins were not handed directly by Officer McKnight to the air freight personnel at UAL and that there was no evidence that its encouragement to agents to cooperate was at the direction of law enforcement or was anything but self initiated. The temporary diversion of the trunks was the air freight supervisor’s own idea and a private act. Moreover, the shipment in this case had been, brought at the last possible moment to make the 3 p.m. departure of flight 84. We do' not know whether it could have made it or not. There was no directly joint action of the type present in <em>Stapleton </em>v. <em>Superior Court, </em>70 Cal.2d 97 [73 Cal.Rptr. 575, 447 P.2d 967]. There is, certainly, a line to' be drawn between joining the police in a specific investigation already launched by them and making a simple response to a general request for cooperation in detecting crime, a badge of good citizenship.</p>\n<p id=\"b431-5\"><page-number citation-index=\"1\" label=\"409\">*409</page-number>Assuming, <em>arguendo, </em>that the air freight personnel somehow were acting as agents of the police, we hold, by analogy to the <em>Mickelson </em>and <em>Terry </em>line<footnotemark>8</footnotemark> of cases that there was reasonable cause for them to temporarily detain the trunks for further exterior inspection by police experts. They made neither a search nor a seizure. The trunks (as indicated by the testimony and by a comparison of the photographic exhibits) were almost identical in composition, size and construction to the type depicted in the bulletin, and they weighed in (70 pounds each) at the median of the weight span set out in the bulletin.</p>\n<p id=\"b431-6\">2. Defendant’s next (and most provocative) contention is that the opening of the trunks at the air terminal constituted an illegal search. We find no such illegality.</p>\n<p id=\"b431-7\">The search, was conducted without a warrant  Warrantless searches are prohibited by the Fourth Amendment except where they are incident to a valid arrest or to “exceptional [exigent] circumstances.” <em>(United States </em>v. <em>Jeffers, </em>342 U.S. 48, 51 [96 L.Ed. 59, 64, 72 S.Ct. 93] ; see also <em>United States </em>v. <em>Ventresca, </em>380 U.S. 102, 107, fn. 2 [13 L.Ed.2d 684, 688, 85 S.Ct. 741].) The foundation of the “exigent” circumstances exception was laid in <em>Carroll </em>v. <em>United States, </em>267 U.S. 132, 153 [69 L.Ed. 543, 551, 45 S.Ct. 280, 39 A.L.R. 790], which holds that where police officers have probable cause to believe that an automobile contains contraband they may conduct a warrantless search therein because of the high degree of mobility of the automobile and the impracticability of obtaining a warrant before the evidence is driven away:, (See also <em>Warden Maryland Penitentiary </em>v. <em>Hayden, </em>387 U.S. 294 [18 L.Ed.2d 782, 87 S.Ct. 1642]; <em>McDonald </em>v. <em>United States, </em>335 U.S. 451, 454-456 [93 L.Ed. 153, 157-158, 69 S.Ct. 191]; <em>Johnson </em>v. <em>United States, </em>333 U.S. 10 [92 L.Ed. 436, 68 S.Ct. 367]; cf. <em>People </em>v. <em>Terry, </em>61 Cal.2d 137 [37 Cal.Rptr. 605, 390 P.2d 381].) However, the impracticability of securing a warrant “ [does] . . . not dispense with the need for probable cause.” <em>(Henry </em>v. <em>United States, </em>361 U.S. 98, 104 [4 L.Ed.2d 134, 139, 80 S.Ct. 168] ; see also <em>Dyke </em>v. <em>Taylor Implement Mfg. Co., </em>391 U.S. 216, 221-222 [20 L.Ed.2d 538, 543-544, 88 S.Ct. 1472].)</p>\n<p id=\"b431-8\">Thus, our inquiry focuses on two basic issues: (1) Did Officer McKnight have probable cause to believe the trunks <page-number citation-index=\"1\" label=\"410\">*410</page-number>contained contraband ? (2) If so, was there an “exigent” situation to sustain his search without first obtaining a warrant?</p>\n<p id=\"b432-5\">On the issue of probable cause, we take note of this language in <em>Brinegar </em>v. <em>United States, </em>338 U.S. 160, 175-178 [93 L.Ed. 1879, 1890-1891, 69 S.Ct. 1302] : “The troublesome line ... is between mere suspicion and probable cause. That line necessarily must be drawn by an act of judgment formed in the light of the particular situation and with account taken of all the circumstances.” Officer MeKnight had been called by air freight supervisor Weller.  The trunks which defendant had consigned to UAL for shipment closely matched the appearance of the ones described and depicted in the police bulletin. Probably the comparison with the bulletin information<footnotemark>9</footnotemark> <em>standing alone </em>would not have been sufficient to provide probable cause to believe that the trunks contained contraband (compare the nine Specific points of similarity found in <em>Hernandez </em>v. <em>United States </em>(9th Cir. 1965) 353 F.2d 624, 626 which were held adequate to provide probable cause). However, Officer MeKnight not only observed the trunks with the generalities of the police bulletin in mind, but he also felt heat emanating from the side of one of the trunks and smelled the odor of marijuana at the lid (both factors indicating the existence of marijuana plant material within.).<footnotemark>10</footnotemark> The combined circumstances clearly gave Officer Mc<page-number citation-index=\"1\" label=\"411\">*411</page-number></p>\n<p id=\"b433-6\">Even with probable cause established, a search in the instant case would have been invalid unless exigent circumstances excused the requirement of procuring a search warrant. “We cannot . . . excuse the absence of a search warrant without a showing by those who seek exemption from the constitutional mandate that the exigencies of the situation made that course [mandatory].” <em>(McDonald </em>v. <em>United States, supra, </em>335 U.S. 451, 456 [93 L.Ed. 153, 158, 69 S.Ct. 191]; see also <em>United States </em>v. <em>Jeffers, supra, </em>342 U.S. 48, 51 [96 L.Ed. 59, 64, 72 S.Ct. 93] ; <em>Johnson </em>v. <em>United States, supra, </em>333 U.S. 10; cf. <em>People </em>v. <em>Burke, </em>61 Cal.2d 575, 578 [39 Cal.Rptr. 531, 394 P.2d 67].)  In the instant case we hold that there were exceptional circumstances allowing Officer McKnight to search the trunks and seize their contents. From the testimony of Officer McKnight about his activities with the trunks, the trial judge could properly infer that he became satisfied, upon feeling and smelling one of them, that it and the other trunk contained marijuana and that he then formulated the plan of removing most of the contraband from the trunks and substituting another commodity of equal weight and allowing them to be shipped on as if in the ordinary course of transit. The trial judge had the right to conclude that the trunks were opened in pursuance of this plan more than for the purpose, on Officer McKnight’s part, of confirming his belief that the trunks contained marijuana. The -obvious purpose of the plan was to enable' law enforcement officers in Detroit to detect and apprehend the consignee <page-number citation-index=\"1\" label=\"412\">*412</page-number>who probably would be a quantity dealer in narcotics. It was important that the shipment leave on the earliest possible flight to Detroit so that the consignee would not become suspicious that the contraband was under police surveillance. This objective could not be achieved if the time necessary to obtain a search warrant were taken, particularly considering the hour of the day, a little after 5 :30 p.m. Moreover, because OfSeer McKnight was a Los Angeles police officer, his jurisdiction was limited, and it might prove unsatisfactory for police officers in Detroit to- make an initial search. (Cf. <em>Corn-gold </em>v. <em>United States, </em>367 F.2d 1, 3, fn. 1.)</p>\n<p id=\"b434-5\">Officer McKnight’s foresight in sending the trunks on forthwith in order to give authorities the chance to apprehend other offenders involved in the project was confirmed as sound when later the officers obtained from Western Union a Xerox copy of a telegram showing defendant’s name and address (including the apartment number) as the sender and directed to Freeman Mayzcle in Michigan in which defendant stated (along with other suspicious wording) : “. . . Tour personal belongings will arrive tonight, Flight 84, United Airlines, at 10 o’clock your time and may be picked up- at 11 o’clock at the United Air Freight depot. ...”</p>\n<p id=\"b434-6\">In <em>Chapman </em>v. <em>United States, </em>365 U.S. 610, 615 [5 L.Ed.2d 828, 832, 81 S.Ct. 776], the Supreme Court listed the absence of certain circumstances the existence of which in that case, impliedly, would have validated the search without a warrant: “No suspect was fleeing or likely to- take flight. The search was of permanent premises, not of a moveable vehicle. No- evidence of contraband was threatened with removal or destruction. ...”</p>\n<p id=\"b434-7\">We feel that what we have said to be the exigent circumstances here (the desirability of apprehending the criminal cohort and the need for promptly simulating the contraband shipment) has the same objective and degree of importance as those dealt with in <em>Carroll (supra) </em>and discussed in <em>Chapman (supra).</em></p>\n<p id=\"b434-8\">3. With respect to count II (possession for sale of the marijuana found at the apartment on February 11, 1967), defendant contends that there was an illegal entry into the dwéllirig which made the seizure of the contraband illegal and its admissibility in evidence improper.  The officers had probable cause tq\"arrest defendant as the party responsible- for the contraband shipment. He had been identified. His address was known. Both his identity as the shipper and his address were confirmed by observation of the beige Cadillac and the <page-number citation-index=\"1\" label=\"413\">*413</page-number>drapery and carpet material in the common-access portion of the apartment. The likelihood of defendant being present was made reasonable by the hour (3 a.m.) and by the presence of the automobile he had been seen operating.  Officer McKnight complied with the major portion of the requirements of Penal Code section 844<footnotemark>12</footnotemark> by twice knocking on the door, announcing “police officers” and requesting that the door be opened. We hold that compliance with the remaining requirement (explaining the purpose for which admittance was dearrest defendant for the felony of transporting a narcotic) was excused when the officers, after Officer McKnight made his second knock and announcement, heard very fast movements toward the rear of the apartment. This reasonably meant to the officers that defendant was there and was about to make his escape with evidence of the transaction involving the air shipment of the trunks. This feature has been recognized as an excuse for full compliance with Penal Code section 844. <em>(People </em>v. <em>Maddox, </em>46 Cal.2d 301, 306 [294 P.2d 6] ; see also <em>People </em>v. <em>Marshall, supra, </em>69 Cal.2d 51, 55-56; <em>People </em>v. <em>Cockrell, </em>63 Cal.2d. 659, 665-666 [47 Cal.Rptr. 788, 408 P.2d 116].) With the valid discovery of the contraband in the apartment and defendant’s admission (not contested on <em>Miranda </em>grounds) that it was his and that his wife knew nothing of it, count II was fully proved out.</p>\n<p id=\"b435-6\">The judgment is affirmed. The appeal from the order denying motion for new trial is dismissed.</p>\n<p id=\"b435-7\">Stephens, Acting P. J., and Aiso, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b427-8\">A copy of the bulletin with attached photographs was received in evidence. See footnote 9, <em>infra, </em>for the full text.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b427-9\">It is not clear in the record whether the trunks failed to make flight 84 or were withdrawn from it by Weller.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b428-8\">Its registration, later introduced into evidence by defendant, showed it to be a 1964 model.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b428-9\">Defendant contended that he was driving the red Cadillac that day, but there was no reason why the trial judge could not believe that he drove thé beige Cadillac to the air freight depot.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b429-6\">When defendant was later arrested he did have on his person a slip of paper with the Detroit address of the consignee of the shipment written on it and the key to a storage locker which contained a quantity of marijuana.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b429-10\">The case was tried before <em>Chimel </em>v. <em>California, </em>395 U.S. 752 [23 L.Ed.2d 685, 89 S.Ct. 2034]. At trial defendant did not object to the type and extent of the search. His contention was that it was unlawful because the entry was illegal. Defendant does not argue <em>Chimel </em>on appeal; In any event, California now takes the position that <em>Chimel </em>should not be applied retroactively. <em>(People </em>v. <em>Castillo, 274 </em>Cal.App.2d 508, 512-513 [78 Cal.Rptr. 869].)</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b430-10\">There is some confusion in the record, as to whether there ivas an additional exhibit, a \"shipping receipt.\" The index of the court reporter shows there was. It is listed as 9A, with the' airbill listed as 9. However, an examination of the exhibits shows no shipping receipt, and the airbill is marked 9A.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b431-9\"><em>People </em>v. <em>Mickelson, </em>59 Cal.2d 448, 450-452 [30 Cal.Rptr. 18, 380 P.2d 658]; <em>Terry </em>v. <em>Ohio, </em>392 U.S. 1, 20-23 [20 L.Ed.2d 889, 905-907, 88 S.Ct. 1868].</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b432-6\">The text of the bulletin is hereinafter set out.</p>\n<p id=\"A_e\">' ‘ This department is in receipt of information that large quantities of narcotics are being shipped railway and air express for distribution in eastern cities.</p>\n<p id=\"ACO-\">1 ‘ The narcotics are shipped in metal trunks as depicted in photos of a recent seizure. These trunks measure 30 inches by 16 inches by 12 inches. Bully loaded with the narcotic shipment they weigh between 60 to 75 lbs.</p>\n<p id=\"A05\">‘ ‘ This department requests any employee coming in contact with trunks similar to the one depicted above, the overall weight being between 60 to 75 lbs.) and the shipment destination being New York or other nearby eastern cities, . . .’’</p>\n<p id=\"A_v\">(Immediately above the bulletin are two black and white photographs showing metal suitcases which are similar in appearance to the suitcases in the instant case as depicted in the two black and white photographs making up People’s exhibits 1 and 1-A.)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b432-12\">The above analysis implies that we consider that Officer MeKnight’s act of smelling was not in itself a search. (Cf. <em>People </em>v. <em>Barcenas, </em>251 Cal.App.2d 405, 407 [59 Cal.Rptr. 419]; <em>contra Hernandez </em>v. <em>United-States, supra, </em>at p. 626.) <em>People </em>v. <em>Marshall, </em>69 Cal.2d 51 [69 Cal.Rptr. 585, 442 P.2d 665] provides no help to defendant here because that case dealt with a search of a <em>dwelling place </em>without a warrant. There was probable cause to believe that a sack contained marijuana, but there was no exigent circumstance which excused the requirement of procuring a <page-number citation-index=\"1\" label=\"411\">*411</page-number>warrant. In footnote 2 of the Supreme Court’s opinion it is noted: “. . . Of course there is no dispute with the many cases cited . . . <em>that an officer may rely upon all of his senses in determining whether there is probable cause to believe . . . that contraband, may be present.” </em>(Italics added.) (P. 57.) See also <em>Taylor </em>v. <em>United States, </em>286 U.S. 1, 6 [76 L.Ed. 951, 953, 52 S.Ct. 466] : “Prohibition officers may rely on a distinctive odor as a physical fact indicative of a possible' crime; but its presence alone does not strip the owner of a building of constitutional guaranties against unreasonable search. ’ ’ (Cf. <em>Fernandez </em>v. <em>United States </em>(9th Cir. 1963) 321 F.2d 283, 286-287, fn. 7.)</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b433-9\"> Compare the following language in <em>Henry </em>v. <em>United States, </em>361 U.S. 98, 104 [4 L.Ed.2d 134, 139, 80 S.Ct. 168]: “The fact that packages had been stolen does not make every man who carries a package subject to arrest nor the,package subject to seizure. The police must have reasonable grounds to believe that the particular package carried by the citizen is contraband. Its shape and design might at times be adequate. The weight of it and the manner in which it is carried might at times be enough. ’ ’</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b435-8\">Section 844 reads in pertinent part as follows: “To make an arrest, . . . a peace-officer may break open the door ... of the house ... in which [he has] reasonable grounds for believing . . . [the intended arrestee] to be, after having demanded admittance and explained the purpose for which admittance is desired.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}