{
  "casebody": {
    "data": "<casebody firstpage=\"269\" lastpage=\"275\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b289-4\">Charles A. Tufts <em>vs. </em>Atlantic Telegraph Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b289-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Agl\">January 13, 1890.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AWF\">February 28, 1890.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b289-6\">Present: Devests, W. Allen, C. Allen, Holmes, &amp; Knowlton, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b289-7\"><em>Contract </em>— <em>Measure of Damages </em>— <em>Premature Action.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b289-8\">A telegraph company agreed in writing for a term of years with an individual, who was to provide an office together witli operators and a delivery service, to furnish it, to allow him a part of the receipts, and not to open another office in the place during the term. The contract was terminable at the pleasure of either party, by making to the other a cash payment equal to what would <page-number citation-index=\"1\" label=\"270\">*270</page-number>have been received if it had been carried out, determinable on the basis of the previous average yearly cash receipts. The company during the term leased its lines to another company, which moved the wires and instruments from the office and took away the business; whereupo'n the individual party to the original agreement brought an action for damages against the lessor. <em>Held, </em>that such lease was a breach of the contract, for which a right of action at once arose; that the damages were to be computed on the basis of the average yearly receipts of the defendant before it made the lease; and that the action was not prematurely begun.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b290-5\">Contract for breach of an agreement in writing, entered into by the defendant, as the party of the first part, and by the plaintiff, as the party of the second part. At the trial in the Superior Court, before Bishop, J., the jury returned a vei’dict for the plaintiff; and the defendant alleged exceptions, which appear in the opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b290-6\"><em>N. B. Pratt, </em>for the defendant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b290-7\"><em>J. P. Wiggin, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b290-8\">W. Allen, J.</author>\n<p id=\"AKy\">At the time when the contract was made, the defendant owned and operated a telegraph line from Boston to Portland, through Dover, where the plaintiff resided, and where he had furnished and managed an office for the Western Union Telegraph Company. By the contract, the plaintiff was to provide and maintain an office in Dover for the telegraph business of the defendant, to perform the collection and delivery service for the defendant exclusively, and not to transact business for any other telegraph company, and to furnish operators, messengers, and other employees for the proper transaction of the business “during the term of this contract.” The defendant was to furnish instruments and other office supplies, and not to open another office in Dover “ during the continuance of this contract.” The plaintiff was to have a certain proportion of the receipts of the office for compensation. The contract contained this clause: “ This contract shall take effect from its date, and continue for ten years, but either party hereto may break it and make it of no effect, by making to the other a cash payment of such a sum of money which would equal the amount of money that said party of the second part would have received if the contract had been fulfilled and carried out by both parties. The average yearly cash receipts of said party of the second part shall be a basis upon which the cash payment shall be determined and made.” <page-number citation-index=\"1\" label=\"271\">*271</page-number>Immediately following is this clause : <em>“ </em>In case of the death of the party of the second part, no money shall be paid by either party, and the contract shall be terminated.” The contract was dated July 11, 1885. The plaintiff furnished the office and carried it on, and did everything required of him by the contract until December, 1887, when the wires and instruments were removed from the office, and its business was taken from it and transferred to the Western Union Telegraph Company. The first question is whether the contract has been broken by the defendant.</p>\n<p id=\"b291-5\">In February, 1887, the defendant made a lease for more than ten years of its line of telegraph and property to the Baltimore and Ohio Telegraph Company, which continued the business at the office kept by the plaintiff until December, 1887, when the Western Union Telegraph Company, having bought all the capital stock of the Baltimore and Ohio Telegraph Company, took the control and management of all its lines, including the defendant’s line held under the lease, and took the business away from the plaintiff. The defendant contends that it was not bound by the contract to continue the telegraph business, but only to use the plaintiff’s office while it did business in Dover; and that when it discontinued its business, by letting its property and transferring its business to another, all further obligation under the contract ceased, and it would not be liable if its lessee took away the business from the plaintiff. Setting aside any contract to continue the business which would be implied from the provisions of the contract and the attending circumstances, its express provisions are inconsistent with the construction claimed by the defendant. The express promise of the defendant is to furnish instruments, batteries, and blanks, and other office supplies, and not to open another office in Dover during the continuance of the contract and to allow the plaintiff to retain a certain proportion of the receipts of the office. Then it is provided that the contract shall continue ten years, but that either party may break it and make it of no effect by making a certain payment. The plain meaning is that the contract shall continue ten years unless either party makes it of no effect, and the party repudiating it shall make compensation under the provision therefor. Clearly the breaking and making of no effect <page-number citation-index=\"1\" label=\"272\">*272</page-number>does not refer to the promise of the defendant to furnish sufficient instruments and blanks, because it is the entire contract of both parties that is to be made of no effect, and the condition or the penalty is the payment of a sum of money measured by the amount that would have been received had the contract been carried out by both parties. It is very clear that the voluntary withdrawal of its business by the defendant would be a breaking and making of no effect of the contract contemplated by the parties, and we need not consider whether there was an implied promise by the defendant that the business should be continued which could have been broken had the business been discontinued otherwise than by the voluntary act of the defendant.</p>\n<p id=\"b292-5\">The agreement expressly provided for the breaking and making of no effect of the contract at any time within ten years from its date by the voluntary act of either party. If the defendant broke the contract by its voluntary act, the contract fixes the measure of damages. The court correctly ruled that the contract was a continuing one for ten years ; that it did not require the defendant to furnish any specific volume of business to the plaintiff; but' that a lease of its lines, and the consequent turning of the business which would have come to its office into another channel during any portion of the ten years, — the lease operating to produce this effect, so that the business would not come to the office managed by the plaintiff, — would constitute a breach of the contract, and the defendant’s prayers for instructions contrary to that ruling were properly refused.<footnotemark>*</footnotemark></p>\n<p id=\"b293-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>Tlie defendant contends that the action is prematurely brought, because the amount to be paid on the breach of it by the defendant was to equal the amount that the plaintiff would have received had the contract been carried out; and as the plaintiff would receive nothing after his death within the ten years, the amount he would have received had the contract been carried out would depend upon whether the contract should be terminated by his death, or by the expiration of the ten years. The argument is, that the amount to be paid cannot be ascertained <page-number citation-index=\"1\" label=\"274\">*274</page-number>until the expiration of the ten years, or the previous death of the plaintiff. The agreement specified two methods in which it might be terminated within the time limited, one by the act of either party in breaking it, the other by the death of the plaintiff. If terminated by either party, a payment in the nature of damages was to be made by the other party, and the rule was prescribed for fixing the amount to be paid. If terminated by the death of the plaintiff, nothing was to be paid. If it became of, no effect during the life of the plaintiff, it could not after-wards be terminated by his death, and the clause relating to that became of no effect, and the damages were to be paid as if it were not in the contract. An immediate payment upon the breach was clearly intended and provided for.</p>\n<p id=\"b294-5\">In regard to damages, the court instructed the jury that “the terms of the contract did not provide for liquidated damages in the sense of stating a gross sum to be paid the plaintiff by the <page-number citation-index=\"1\" label=\"275\">*275</page-number>defendant in any event in case of a breach; but that it did fix, in the clause therein concerning the average yearly receipts, the sum or sums to be regarded by the jury as the basis from which to estimate the amount of damages in case of a breach; that the damages were to be actual damages, a fair equivalent of what the plaintiff had suffered or lost, if anything, substituting in computing them the basis of receipts mentioned in the contract for probable receipts, to be shown by evidence.” We think that this is a plain and correct statement of the meaning and effect of the contract. With this modification, the sixth and eleventh instructions asked for by.the defendant in respect to damages were given, except that the court refused to give that portion of the thirteenth instruction, that, in ascertaining the receipts to which the plaintiff was entitled under his contract, the evidence relative to the Western Union Telegraph Company’s having absorbed the lines of the Baltimore and Ohio Telegraph Company should be considered. This was properly refused, for the evidence had no effect on the average yearly receipts, which were the basis fixed by the parties.</p>\n<p id=\"AFA\">\n<em>Exceptions overruled.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b292-6\"> The requests of the defendant for instructions were as follows, the sixth and eleventh of which were given with the qualification noted in the opinion, and the thirteenth with the exception of the portion in brackets.</p>\n<p id=\"b292-7\">“ First. That the plaintiff had introduced no sufficient evidence of any breach of his contract with the defendant to enable him to maintain the action, and that the jury should be directed to return a verdict for the defendant.</p>\n<p id=\"b292-8\">“ Second. That the defendant’s contract did not prevent it from leasing its lines to another company at any time, nor oblige it to continue in business for any specified period of time; and if the plaintiff lost his telegraph business solely by reason that the defendant did lease its lines, or did cease to carry on business, then the action cannot be maintained. . . .</p>\n<p id=\"b292-9\">“ Fourth. The leasing by the defendant of its lines to the Baltimore and <page-number citation-index=\"1\" label=\"273\">*273</page-number>Ohio Telegraph Company -would not be a breach of the contract with the plaintiff, and could not give the plaintiff any right of action against the defendant.</p>\n<p id=\"b293-6\">“Fifth. Neither the lease by the defendant to the Baltimore and Ohio Telegraph Company, nor any after act done by the Baltimore and Ohio Telegraph Company, would be a breach of the contract with the plaintiff, or give the plaintiff any right of action against the defendant.</p>\n<p id=\"b293-7\">“ Sixth. If, in the opinion of the court, the contract between plaintiff and defendant is such that upon a breach thereof the plaintiff would be entitled to damages, which, by the terms of the contract, were or might become liquidated, then this action is prematurely brought, and canuot be maintained, for by the very terms of the contract the amount of the damages (if they are to be considered as liquidated) are contMigent on the plaintiff’s living for a period of years not yet expired.</p>\n<p id=\"b293-8\">“ Seventh. That the jury should be instructed that under the contract the defendant was not required to furnish the plaintiff employment or business for any specified period of time; but that if the defendant furnished the plaintiff with instruments, batteries, blanks, and other office supplies without cost to the plaintiff, and did not open any other office in Dover, and allowed the plaintiff fifty per cent of its receipts so long as defendant had receipts and did business, then the defendant kept its part of the contract, and no action can be maintained. . . .</p>\n<p id=\"b293-9\">“ Eleventh. If the jury find that any act of the defendant constituted a breach of contract, then the damages to which the plaintiff is entitled ai-e such as will approximate as nearly as possible to a just compensation for the actual injury which he suffered by reason of the breach; and if the jury find that he received notice that the contract between himself and defendant was, by the defendant, regarded as at an end, and his time thereby left to himself, and he discharged from his -obligation to serve the defendant exclusively, that fact must be considered by the jury in mitigation of damages, and from whatever sum the jury regard as a fair equivalent to him for the value of his contract, such sums must be deducted as the jury find he might, by reasonable effort, have obtained from similar employment after the breach.</p>\n<p id=\"b293-10\">“ Twelfth. Under his contract the plaintiff was required to serve the defendant company exclusively, and was bound to accept no similar position <page-number citation-index=\"1\" label=\"274\">*274</page-number>under any other telegraph company, and his compensation was entirely dependent upon the volume of cash receipts at the Dover office of the defendant from two specified lines of telegraph, viz. the defendant company’s lines and the lines of the Baltimore and Ohio Telegraph Company; and if the jury find that the share of the cash receipts at the Dover office, to which under his contract the plaintiff would have been entitled had the contract remained in force would have been from after the time of the alleged breach largely diminished by an act over which the defendant had no control, as by the act of the \"Western Union Telegraph Company in absorbing the lines of the Baltimore and Ohio Telegraph Company, so that the continuation of the contract under such diminished receipts would have been a burden rather than a benefit to the plaintiff, then he is entitled, at the most, to merely nominal damages.</p>\n<p id=\"b294-7\">“ Thirteenth. In estimating in dollars and cents, as the jury are required to do, the sum which would be a fair value of the contract to the plaintiff, the jury should deduct from the receipts to which the plaintiff was entitled under his contract [having in view in ascertaining what sum would represent those receipts the evidence relative to the Western Union Telegraph Company’s having absorbed the lines of the Baltimore and Ohio Telegraph Company] such sums as they find would have been a reasonable amount to be paid by the plaintiff in order to conduct the business as it was ; that is, such sums as would have been reasonable compensation for operator and messenger services, and a reasonable outlay for gas, fuel, and rent; and the balance, if any be found to remain, would represent what the contract was fairly worth to the plaintiff, and would constitute the true measure of his damages.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}