{
  "casebody": {
    "data": "<casebody firstpage=\"763\" lastpage=\"766\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b839-9\">John E. LYDLE and Kathryn Lydle; and I. D. Lowe, Trustee for The Marilyn K. Lydle Trust, Barbara J. Lydle Trust, and Richard C. Lydle Trust, Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee. </parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b839-12\">No. 79-3017.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b839-13\">United States Court of Appeals, Sixth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b839-15\">Argued Oct. 22, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b839-16\">Decided Feb. 17, 1981.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b839-25\">Richard J. Kovach, Brouse &amp; McDowell Co., L.P.A., Akron, Ohio, for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b839-26\">James R. Williams, U.S. Atty., Cleveland, Ohio, David J. Curtin, Thomas M. Preston, M. Carr Ferguson, Gilbert Andrews, Richard Perkins, Dept, of Justice, Tax Div., Washington, D.C., for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b840-3\"><page-number citation-index=\"1\" label=\"764\">*764</page-number>Before LIVELY and ENGEL, Circuit Judges, and PECK, Senior Circuit Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b840-4\">PECK, Senior Circuit Judge.</author>\n<p id=\"b840-5\">The question for decision in this tax-refund action is when the applicable two-year statute of limitations began to run. The taxpayers appeal from the district court’s ruling that the refund action was not timely filed.</p>\n<p id=\"b840-6\">The pertinent period of limitations begins to run when the Secretary of the Treasury mails a taxpayer.a notice of rejection of the taxpayer’s claim for a refund, or when the taxpayer files a written waiver of this notice. 26 U.S.C. § 6532(a)(1) &amp; (3). All of the taxpayers in this case have filed such waivers. They now dispute with the government over the claims their waivers referred to, but they do not dispute that this action was commenced over two years past the filing of their waivers.</p>\n<p id=\"b840-7\">Determination of the scope of taxpayers’ waivers requires examination of a record that is turbid even though the facts of the case have been stipulated. An understanding of these facts has not been aided by the parties’ failure to transmit to this Court the documentary exhibits accompanying their stipulation. Their references to these exhibits in briefs and argument have merely tantalized.</p>\n<p id=\"b840-8\">The facts underlying this action are as follows. The taxpayers, two natural persons and three trusts, were partners in Ken-Tool, a small manufacturing and sales company. On March 26, 1966, the partners agreed to sell Ken-Tool and four affiliated corporations to Cooper Industries. Under the purchase agreement, the partners were to receive the “short-period income” of Ken-Tool for the period from February 1 to April 30,1966. The sale was closed on June 8, 1966; however, because of Cooper’s possible liability in two tort actions then pending against Ken-Tool, Cooper withheld part of the agreed purchase price for Ken-Tool from the taxpayers until December 31, 1967. Thus arises the question whether the partnership was terminated for tax purposes in 1966 or 1967.</p>\n<p id=\"b840-10\">The taxpayers wrangled long with the Internal Revenue Service over their tax liabilities for 1966. In 1967 the taxpayers reported the capital gains from the sale of Ken-Tool as 1966 income, but not their shares of the short-period income noted above. The IRS audited these 1966 returns and took the position that the short-period income w'as taxable in 1966. On April 5, 1968, the IRS sent the taxpayers “notices of proposed [tax] deficiencies,” which outlined the IRS’s position concerning the short-period income.</p>\n<p id=\"b840-11\">The taxpayers counterattacked. On April 16, 1968, they filed amended returns that excluded not only the short-period income, but also the capital gains from the sale of Ken-Tool, from their reported income for 1966. Thus the taxpayers claimed overpayments of taxes for that year. The IRS district conference rejected the amended returns, treated them as claims for refunds, and submitted them to the Service’s appellate division. In the period 1969-70, the taxpayer trusts filed additional refund claims that carried business losses back to 1966. The appellate division found the trusts entitled to these loss carrybacks, thus eliminating the tax deficiencies that the IRS had predicted for the trusts in 1966, and generating overassessments for that year. The individual taxpayers meanwhile made an advance payment of their proposed tax deficiency for 1966 on April 15, 1968. This deficiency was not actually assessed until April 24, 1972.</p>\n<p id=\"b840-12\">Despite these payments or offsets, the taxpayers continued to protest the IRS’s position that the partnership had ended in 1966. Taxpayers’ counsel wrote a follow-up protest letter to the appellate division on November 2, 1971, outlining in detail the taxpayers’ position regarding the proper year for reporting their short-period income. On March 2, 1972, the trusts filed their crucial Waivers of Statutory Notification of Claim Disallowance (Form 2297’s) <page-number citation-index=\"1\" label=\"765\">*765</page-number>with the IRS. The individual taxpayers filed this form on March 10, 1972.</p>\n<p id=\"b841-5\">This appeal turns on what notice the taxpayers in fact waived. The dollar amount listed on the waiver forms were the tax overpayments for 1966 calculated by eliminating the capital gains <em>and, </em>the short-period income from the Ken-Tool sale from the taxpayers’ 1966 income (as the taxpayers did on their amended 1966 returns) and by carrying net operating losses back to 1966 (as the taxpayer trusts successfully did before the appellate division).</p>\n<p id=\"b841-6\">The taxpayers filed their refund action in the district court on March 14, 1974 — more than two years after their waivers of notification were filed, past the statutory limitations period. The taxpayers now very subtly argue that they did not waive notification of rejection of their short-peri'od-in-come claims. They argue that they each asserted two separate refund claims, but waived notice of disallowance of only one. The first claim was for refund of the capital gains tax paid for 1966; only this claim, according to the taxpayers, was asserted in their amended 1966 returns and only this claim was embraced by the waivers filed in 1972. The second claim was for refund of taxes paid on short-period income; the taxpayers argue that they asserted this claim only after it was clear to them that the IRS was offsetting alleged short-period income-tax deficiencies with other 1966 adjustments favorable to the taxpayers. This realization came only in the course of the proceedings before the IRS district conference and appellate division. Therefore, argue the taxpayers, the portion of the dollar amount on the face of the waivers that is traceable to the taxpayers’ amended 1966 returns cannot refer in any way to their short-period income-tax refund claims, since the taxpayers didn’t “pay” any short-period income tax for 1966 until after their amended 1966 returns were filed.</p>\n<p id=\"b841-10\">The taxpayers argue subtly, but to no avail. The amounts of overpayments claimed on the taxpayers’ amended 1966 returns reflects the exclusion of the subject short-period income from the taxpayers’ total income for 1966. When the taxpayers filed their initial 1966 returns and paid taxes for 1966, they may not have thought that they were paying taxes on their short-period income. That certainly does not mean that the taxpayers may not seek a refund if the Service uses taxpayers’ payments to discharge disputed liabilities, nor does it mean that a waiver of notice, which refers to <em>amounts, </em>not <em>grounds </em>of claims, cannot refer to claims for which several grounds have been raised seriatim. The important fact is that before filing their waivers, the taxpayers had made clear the bases for their refund claims, and knew that the Service was firm in rejecting their arguments.</p>\n<p id=\"b841-11\">There is thus no reason for this Court to engage in intricate tracings of waivers-to-claims-to-subclaims in order to save the taxpayers from their own procrastination.<footnotemark>1</footnotemark> As the situation stood at the <page-number citation-index=\"1\" label=\"766\">*766</page-number>time the waivers were filed, the taxpayers must or should have known they were waiving notice of rejection of the claims under which they later sought refunds in the district court.</p>\n<p id=\"b842-4\">The judgment of the district court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b841-7\">. This does not imply that our review of this “paper case” — which was tried on briefs and a stipulation of facts — is limited by Rule 52(a), Fed.R.Civ.P., to reversing only clearly erroneous findings of fact. This Court is in as good a position as the district court to review a purely documentary record and to arrive at conclusions of mixed law and fact. <em>SEC v. Coffey, </em>493 F.2d 1304, 1311 (5th Cir. 1974), <em>cert. denied, </em>420 U.S. 908, 95 S.Ct. 826, 42 L.Ed.2d 837 (1975). The major rationale for deferring to district court findings which are not clearly erroneous is that the district court is able, as we are not, to observe the demeanor of witnesses. <em>Wedding </em>v. <em>Wingo, </em>483 F.2d 1131, 1136 (6th Cir. 1973), <em>aff'd, </em>418 U.S. 461, 94 S.Ct. 2842, 41 L.Ed.2d 879 (1974) Where the trier of fact has observed no witnesses, the “clearly erroneous” test is inapplicable. <em>In re Clemens, </em>472 F.2d 939, 941 n. 1 (6th Cir. 1972). <em>But see H. K. Porter Co. </em>v. <em>Goodyear Tire &amp; Rubber Co., </em>437 F.2d 244, 246 (6th Cir.), <em>cert. denied, </em>404 U.S. 885, 92 S.Ct. 203, 30 L.Ed.2d 169 (1971); <em>Petition of United States Steel, </em>436 F.2d 1256, 1261 (6th Cir. 1970), <em>cert. denied, </em>402 U.S. 987, 91 S.Ct. 1660, 29 L.Ed.2d 153 (1971) (citing <em>Fuhrman, infra, </em>as law of the case); <em>United States Steel Corp. v. Fuhrman, </em>407 F.2d 1143, 1145-46 (6th Cir. 1969); Commissioner <em>v. Spermacet Whaling &amp; Shipping Co., S/A, </em>281 F.2d 646, 650 51 (6th Cir. 1960) (noting inconsistency of decisions of this and other circuits on this point).</p>\n<p id=\"b842-15\"><page-number citation-index=\"1\" label=\"766\">*766</page-number>This case does not require yet another attempt to settle the issue of the proper standard for reviewing findings based on stipulated facts, since the district court’s finding of the scope of taxpayers’ waivers is correct under even a <em>de novo </em>examination of the documents in the appellate record.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}