{
  "casebody": {
    "data": "<casebody firstpage=\"390\" lastpage=\"392\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b418-5\">MADDOX v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b418-6\">(Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b418-7\">November 22, 1926.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b418-8\">No. 7293.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b418-14\">George E. Anderson, of Kansas City, Mo. (Denton Dunn, of Kansas City, Mo., on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b418-15\">William Wolff Smith, General Counsel, U. S. Veterans’ Bureau, of Washington, D. C. (Roscoe C. Patterson, U. S. Atty., of Kansas City, Mo., and Harry L. Thomas, Asst. U. S. Atty., of Carrollton, Mo., on the brief), for the United States.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b418-16\">Before KENYON and VAN VALKENBURGH, Circuit Judges, and SANBORN, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b418-17\">VAN VALKENBURGH, Circuit Judge.</author>\n<p id=\"ASW\">This is an action to recover installments of war risk insurance. Plaintiff in error enlisted in the military service of the United States on January 10, 1918. He was discharged therefrom July 5, 1918. The certificate of discharge contains the following statement: “Discharged from the military service of the United States by reason of mental deficiency, moron.”</p>\n<p id=\"b418-18\">While in the military service, plaintiff in error was granted war risk insurance in the sum of $10,000; the monthly premiums were $6.50 each. No premiums were paid after the discharge, and, under the law, the insurance •lapsed for nonpayment of premium due for the month of August, 1918. March 26, 1921, the soldier was adjudged, by the probate court of Jackson county, Mo., to be a person of unsound mind; his mother, Julia Maddox, was appointed guardian of his person and estate. Thereafter the guardian made application for compensation under the provisions of article 3 of the War Risk Insurance Act (40 Stat. 405 et seq., and its amendments). Upon such application, the soldier was rated by the Veterans’ Bureau for compensation purposes, which rating was approved September 16, 1922; by it, it was found, in effect, that from the date of discharge to May 2, 1920, plaintiff was not suffering from a compensable disability. He was rated as perma<page-number citation-index=\"1\" label=\"391\">*391</page-number>nently and totally disabled from and after September 14, 1920.</p>\n<p id=\"b419-5\">This suit to recover under the policy of insurance is brought upon the ground that at the date of lapse, to wit, on or about September 1, 1918, plaintiff in error was entitled to sufficient uncollected compensation, under the War Risk Insurance Act, because of this disability, to pay any unpaid premiums on his insurance, and therefore that that insurance must be considered as not having lapsed. This claim is based upon section 305 of the World War Veterans’ Act of June 7, 1924-(Comp. St. § 9127% — 305), which reads as follows:</p>\n<blockquote id=\"b419-6\">“Where any person has heretofore allowed his insurance to lapse while suffering from a compensable disability' for which compensation was not collected and dies or has died, or becomes or has become permanently and totally disabled and at the time of such death or permanent total disability was or is entitled to compensation remaining uncollected, then and in that event so much of his insurance as said uncollected compensation, computed in all cases at the rate provided by section 302 of the War Risk Insurance Act as amended December 24,1919, would purchase if applied as premiums when due, shall not be considered as lapsed; and the United States Veterans’ Bureau, is hereby authorized and directed to pay to said soldier, or his beneficiaries as the case may be the amount of said insurance less the unpaid premiums and interest thereon at 5 per centum per annum compounded annually in installments as provided by law.”</blockquote>\n<p id=\"b419-7\">At the trial below, plaintiff sought to introduce evidence to prove that the disability at the date on which the insurance lapsed was of a nature which entitled him to greater compensation than that awarded and sufficient to meet the insurance premiums as they fell due. He sought to establish this situation directly in this'action instead of by determination of the Veterans’ Bureau. Objection to this offer of proof was sustained by the court, and judgment was entered for defendant in error. It is conceded that no part of the award of compensation granted by the Bureau remains uncollected, and that no application for readjustment of rating has been made.</p>\n<p id=\"b419-8\">In the ease of Josephine Armstrong et al. v. United States (C. C. A.) 16 F.(2d) 387, decided at this term, we held that the determination of all questions respecting compensation is lodged exclusively in the Director of the Veterans’ Bureau, and that his rulings cannot be reviewed by the courts unless wholly unsupported by evidence, wholly dependent upon a question of law, or clearly arbitrary or capricious (Silberschein v. United States, 266 U. S. 221, 45 S. Ct. 69, 69 L. Ed. 256), and that, as a condition precedent to determining the question of lapses and permissible reinstatement, whether the disability existed at the time of the lapses, and the degree of compensation based upon the rating required by the act, must be ascertained by the Veterans’ Bureau. The rulé announced in the opinion in that case is applicable here, and will not further be elaborated.</p>\n<p id=\"b419-10\">During the progress of the trial, counsel for plaintiff in error asked leave to amend the petition to set forth that the ruling of the Bureau on the matter of compensation was arbitrary and capricious, and was made by the Director as it was because of a misinterpretation of the law. This action was taken to meet the rule announced by the Supreme Court in the Silbersehein Case. As has been stated, the application for compensation was filed June 13,1921, and the rating was finally approved September 16,1922. The first payment of compensation was made on or about April 1,1922. The rating sheet offered in evidence discloses that the disability of the claimant was rated as follows:</p>\n<blockquote id=\"b419-11\">“Less than ten per cent. (10%) from date of separation from active service (7-15-18) mental deficiency, moron, existed prior to enlistment, not noted and not aggravated by service.</blockquote>\n<blockquote id=\"b419-12\">“Less than ten per cent, from date of separation from active service to 5-2-20. Temporary partial ten (10%) from 5-2-20 to 9-14-20. Permanent &amp; total on and after 9-1A-20 under Reg. 4 B IV b, dementia prsecox. Service connected under section 18, Public 47, by affidavits. Mentally incompetent.”</blockquote>\n<p id=\"b419-13\">These ratings for the periods prior to September 14,1920, are assailed as arbitrary, capricious, and without authority of law. The government introduced objection to the proposed amendment upon the grounds of surprise and departure from the theory of recovery pleaded. The attitude of court and counsel is disclosed by the following colloquy:</p>\n<blockquote id=\"b419-14\">“The Court: The Supreme Court has held that suit cannot he filed for compensation ; that that matter rests in the discretion of the Director of the Veterans’ Bureau on an application for compensation. Row the Director of the Veterans’ Bureau in this case has said that there was no compensation due this man at the time this insurance lapsed.</blockquote>\n<blockquote id=\"b419-16\">“Mr. Anderson: But, your honor, in this case there was no application for compensation filed until 1921, and the Director could <page-number citation-index=\"1\" label=\"392\">*392</page-number>not make any award of compensation to <em>go </em>back more than two years prior to that time.</blockquote>\n<blockquote id=\"b420-4\">“The Court: You are right about that, but the Director could have said there was some compensation that was not collectable. I understand that was his ruling. He said it did not exist.</blockquote>\n<blockquote id=\"b420-5\">“Mr. Anderson: At that time there was no occasion to find it, because this provision, which provided for the revival of the insurance when there was unpaid compensation, had not been passed. There was nothing in the act at that time covering that subject at all. (Argument.)</blockquote>\n<blockquote id=\"b420-6\">“The Court: I think under those decisions it would require me to go back of the finding of the Director of the Bureau, and I think the objection is well taken. I will give you an-exeeption if you wish.”</blockquote>\n<p id=\"b420-8\">It would appear that no criticism was made of the finding of the Veterans’ Bureau until after the passage of the Act of March 4, 1923, 42 Stat. 1525, amending section 408 of the War Risk Insurance Aet, and carried forward and made more definite and specific in section 305 of the World War Veterans’ Aet of 1924, 43 Stat. 626, upon which plaintiff in error now relies. It is claimed that, at the time the application for compensation was filed in 1921, the Director of the Veterans’ Bureau was without authority to make any award of compensation covering a period of more than two years prior to that date, and therefore that plaintiff in error should not be hound by that part of the rating which applies to the dates on which he left the service and on which his insurance was permitted to lapse for nonpayment of premium. But this contention, even though it were sound, cannot aid plaintiff in error. Its effect would be to leave the ease without any legal rating or award as to the amount of compensation, if any, due and uncollected at the date of lapse. The determination of such questions, with respect to compensation, rests with the Director of the Bureau pursuant to the statutes in such' cases made and provided. Section 202 of the World War Veterans’ Aet (Comp. St. § 9127% — 202) provides that the Bureau shall from time to time readjust its schedule of rating whenever actual experience shall show that it is unjust to the disabled veteran. No application for such action has been made. However, counsel for the government concede that this course is still open to plaintiff in error. Section 305 of the War Risk Insurance Aet, as amended August 9, 1921 (42 Stat. 154 § 19 [Comp. St. § 514rrrr]) provides:</p>\n<blockquote id=\"b420-9\">“Upon its own motion or upon application the Bureau may at any time review an award, and, in accordance with the facts found upon such review, may end, diminish, or increase the compensation previously awarded, or, if compensation is increased, or, if compensation has been refused, reduced or discontinued, may award compensation in proportion to the degree of disability sustained as of the date such degree of disability began, but not earlier than the date of discharge or resignation.”</blockquote>\n<p id=\"b420-11\">Our conclusion is that the judgment below must be affirmed, but without prejudice to the right of plaintiff in error, if so advised, to apply to the Bureau for a review and readjustment of its award and ratings, and .further without prejudice to any proceeding that such action of the Bureau may justify. It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}