{
  "casebody": {
    "data": "<casebody firstpage=\"742\" lastpage=\"743\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b770-2\">STEDMAN v. PURITAN RUBBER MFG. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b770-4\">(Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b770-5\">December 7, 1926.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A4Hc\">Rehearing Denied January 26, 1927.)</otherdate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b770-6\">No. 3482.</docketnumber>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b770-11\">Charles S. Jones, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b770-12\">Horace Yan Everen and Alfred H. Hildreth, both of Boston, Mass., for appellee. ■</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b770-13\">Before BUFFINGTON, WOOLLEY, and DAYIS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b770-14\">BUFFINGTON, Circuit Judge.</author>\n<p id=\"Aa9\">In the court below James H. Stedman, grantee of patent No. 1,482,952, dated February 5, 1924, for reinforced rubber flooring and process of making the same, brought suit against the Puritan Rubber Manufacturing Company for infringement thereof. On final hearing that court, in an opinion reported at 11 F. (2d) 278, dismissed the bill. Thereupon Stedman appealed to this court.</p>\n<p id=\"b770-15\">After full argument and due consideration, we find full warrant for dismissal of the bill in the proof that Stedman’s patent was invalid by reason of the fact that Stedmen did not invent that for which the patent issued. As the whole subject-matter of the case is set forth at length in the re-ported opinion of the court below, we restrict ourselves to saying that the proofs show that Edward D. Bloom was an experienced floor contractor at Brockton, Mass., and among other types laid rubber floors of solid colors. His testimony is that about 1916 or 1917 his wife gave him a rubber fountain pen, which was of mottled or variegated colors, and from it the idea occurred to him of making similarly variegated rubber tiling to resemble marble. He took his idea to one Drake, a salesman for the Avon Sole Company, of Avon, Mass., and asked him if his firm “would be interested in making rubber floors, and also if he thought their chemist could tell me whether rubber could be mottled similar to the fountain pen that I -had, leaving the material soft. * * * He said it could be done very easily, and told me roughly just how it could be done, but said they would not be interested themselves in a proposition of this kind, because they had all they could do to take care of their heel and sole business. He advised me to try the Mayflower Rubber Company, at Braintree.”</p>\n<p id=\"b770-17\">After repeated but unsuccessful urgings of Drake, covering two months, to get his company to take the matter up, Bloom went to the Mayflower Company, where he met Stedman, the plaintiff, who was an officer. In that regard, Bloom’s testimony was: “I think the first few visits I made there I only talked with Mr. Stedman. Afterwards he introduced me to various people connected with the Mayflower Rubber- Company, and finally turned me over to a Mr. Jeandheur.” Continuing, Bloom testified: “The chemist and I tried different ways of running the stock through a mill, trying to get different mottling effects.” He says this continued for two months, at the end of which the company got into financial difficulties, and he adds: “I called Mr. Stedman on the ’phone a couple of times to see if there was any way of going ahead, and he finally advised me that he didn’t think there was anything in it, and he was going to drop the matter.”</p>\n<p id=\"b770-18\">Bloom says that the difficulty was, not the mottling, but the doing so at a cost that would allow him to use it. In that regard his testimony was: “The main idea was not the mottling of the material, but the price. Both the chemist and Mr. Jeandheur felt sure that the mottling could be done easily enough, but they didn’t know whether they could make the material up at the price I told them I should be able to buy it at.” Bloom testified he subsequently succeeded in getting the Kleistone Rubber Company to make marbleized rubber flooring, which they did and continued to make in large quantities. We here note that Bloom knew nothing about mottling or how it could-be done. The sum of his contribution was the idea of the use of mottled or marbleized tiles, instead of solid colprs, and the effect of his testimony to show that persons other than Stedman did such marbleizing.</p>\n<p id=\"b770-19\">Bloom’s account is corroborated by George E. Jeandheur, vice president and general manager of the Mayflower Company. That company at that time was making rubber tiling in solid colors, which were made with a cotton fiber base obtained from cotton clip<page-number citation-index=\"1\" label=\"743\">*743</page-number>pings, which was cheaper than rubber and increased the strength and wearing quality of the tiles. Jeandheur testified that the development and experimental work of the Mayflower Company was under the supervision of himself, Robert C. Harlow, Alexander Lamont, and Downes, a chemist. He says that Bloom brought up the matter of marbleizing tile, which covered several months, and “it was under the supervision of Mr. Harlow and myself. Mr. Downes did the actual work.” So, also, is it corroborated by Harlow, who was the president of the Mayflower Company. He says “the question of mottling tile was brought to the attention of several members of the Mayflower Company by Bloom in 1919,” and “was carried out by Mr. Lamont.” Asked the direct question, “What, according to your best recollection, did Mr. Stedman have to do with the production of the piece or sample of mottled goods at the time of this visit or conference with Bloom at the office of the Mayflower Rubber Company?” his answer was, “To the best of my knowledge and belief, nothing.” And in that connection it will be noted that, in answer to the question, “Was this experimenting on mottled design or floor covering done before or after Mr. Stedman resigned as treasurer?” that Jeandheur answered, “That is a pretty hard question for me to answer now; I think, to be honest, it was after; I don’t want to swear to it.”</p>\n<p id=\"b771-5\">It should also be here noted that the use of cot <em>ton </em>fiber as a base for rubber tiling in solid colors was a practice at this time known, and Harlow testified the Mayflower Company was then making such flooring, and that the alleged inventive basis of Stedman’s patent was the use of such cotton base in marbleized tiling whereby the product was strengthened, was capable of longer wear, and the colors were thereby striated and individualized, instead of being blurred. Bearing on this question the testimony of Harlow is explicit that the marbleized tiles made for Bloom contained cotton. “I saw the fiber and general character of the sample and examined the same. * * * There was direct evidence, from observation alone, that it contained fiber or rag stock, so called, and, having knowledge of the formula from which the sample should have been made, I have every reason to believe it was manufactured from the formula.”</p>\n<p id=\"b771-7\">It will be noted that, although Stedman was on the stand and testified at great length to what the company he formed did two years later in the way of making a tiling reinforced with fiber, he did not contradict these witnesses, nor did he show by himself, or by any witness he called, any connection he had either with the origin of this invention or any part he had in its development. So far as his participation in the experimental development of marbleized tiling is concerned, their testimony stands uncontradicted. It is urged, however, that the testimony of Alex'ander Lamont shows Stedman was the inventor. We do not so regard it. Lamont says that what work he did at Mayflower, at Stedman’s suggestion, was done by himsélf alone, and with Stedman present at times, evidently not! the work as to which Bloom, Harlow, and Jeandheur testify. He says that, although he heard Bloom’s name mentioned while he worked for the Mayflower Company, he does not recollect meeting him. He says that both he and Downes, the chemist, who was testified to by Jeandheur, also made samples. He says Stedman’s sole suggestion was to use fiber stock in what he did, but says that so far as it was concerned there was no difference between' mottling compounds containing fiber and those not containing it, and that he found no difficulty in mottling the fiber-containing stock.</p>\n<p id=\"b771-9\">In view of these affirmative proofs, on the one hand, and of the lack of contradiction and affirmative proof, on the other, we are led to the conclusion that the development of marbleized tiling or mottled tiling was one of those natural outgrowths to which a skilled art responds when the requirement comes. The practical mind of Bloom, the tiling contractor, moved by such a simple thing as a mottled fountain pen, voiced a potential trade requirement of mottled tiling. He knew nothing as to how it could be made, but he went to those skilled in that art, and without any inventive act on their part, and using simply the stocks they had, a mottled, fabric-based, marbleized tile was produced. Both because this result was the natural advance of the art, and because, as we find, he had no originating part in what was thus done in 1919, Stedman had no ground on which to base his patent application when he made it on October 4,1922.</p>\n<p id=\"b771-10\">For these reasons, we affirm the decree below.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}