{
  "casebody": {
    "data": "<casebody firstpage=\"227\" lastpage=\"229\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b251-4\">C. Aultman &amp; Company v. W. W. Allen and Wife.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b251-5\">No. 1463.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b251-6\">1. Homestead — Abandonment.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b251-7\">A rural homestead was not abandoned by removal of the owner and his family .to a residence owned by him in town for three years, such change of residence being! for the purpose of educating his children, and with the intention of returning to the farm.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b251-8\">2. Same — Evidence—Intention.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b251-9\">On the issue of abandonment of homestead, the claimant may testify that it was his intention to return.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b251-10\">3. Same — Offer to Sell — New Trial.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b251-11\">Newly discovered evidence that claimant had offered to sell his homestead was ■not sufficient evidence of abandonment to probably change the result and justify the granting a new trial.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b251-12\">Appeal from District Court of Lampasas. Tried below before Hon. W. A. Blackbubn.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b251-13\"><em>Thompson &amp; Thompson </em>and <em>W. B. Abney, </em>for appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Ai\">1. The ■defendant having testified that from December, 1890, to September, 1893, he resided with his family on lot 7, block 17, in the city of Lampasas, Texas, and that during all of said time said lot was owned and occupied by. defendants, the court erred in permitting defendants to testify as to their intention' to return to and reoccupy as their homestead the premises sued for. Johnston v. Martin, 81 Texas, 20, 21; Allen v. Whitaker, 27 S. W. Rep., 507; Archibald v. Jacobs, 69 Texas, 250, 251; Russell v. Nall, 2 Texas Civ. App., 60.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b251-14\">2. The actual open use and possession of lot 7, in block 17, in the city of Lampasas, Texas, by defendants as their home, coupled with ownership by defendants of said lot, made said lot their homestead, and no intention to return to and reoccupy as their homestead the premises sued for, could make the premises sued for their homestead, whilst so occupying and owning said lot. Welborne v. Downing, 73 Texas, 528; Allen v. Whitaker, 27 S. W. Rep., 507; Johnston v. Martin, 81 Texas, 20, 21; Archibald v. Jacobs, 69 Texas, 250, 251; Russell v. Nall, 2 Texas Civ. App., 60; Sec. 51, Art. 16, Constitution of 1876; Rev. Stats., art. 2336; Fort v. Powell, 59 Texas, 321; Bray v. Aiken, 60 Texas, 688; Texas Ld. &amp; Loan Co. v. Blalock, 76 Texas, 87.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b251-15\">3. The court having found that the judgment, execution and sheriff’s deed under which plaintiff claims title to the premises sued for would pass title to said premises to plaintiff but for the homestead claim of defendants, and the facts found by the court showing that said.premises were not the homestead of defendants at the time of the levy and sale, judgment should have been rendered in favor of plaintiff for the premises sued for. Authorities same as under second assignment ■of error. Also Allison v. Shilling, 27 Texas, 454.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b251-16\">4. It having been shown that the newly discovered evidence came to the knowledge of plaintiff after the trial, and that it was not owing <page-number citation-index=\"1\" label=\"228\">*228</page-number>to the want of due diligence that it was not sooner obtained, and said evidence being material and such as would probably change the result upon a new trial, the court should have granted plaintiffs motion for a new trial. Watts v. Johnson, 4 Texas, 311; Railway v. Barron, 78 Texas, 424 to 426; Fort v. Powell, 59 Texas, 321.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b252-3\"><em>Matthews &amp; Browning, </em>for appellees.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AY9\">1. The land in controversy was the homestead of appellees, had been such since the year 1882, had never been abandoned as such homestead, and the removal of appellees therefrom and the occupancy of lot 7, in block 17, in the town of Lampasas, being of a temporary nature, and for the purpose of educating their children, with the intention of returning to the land in controversy and occupying and using it as their homestead, after sending their children to school for two or three years, did not constitute an abandonment of the land in controversy as their homestead, even though appellees owned lot 7, in block 17, in Lampasas, upon which they resided while so sending their children to school, and the land in controversy was therefore not subject to execution. Reinstein v. Daniels, 75 Texas, 640 (13 S. W. Rep., 21); Woolfolk v. Rickets, 48 Texas, 37; Lumpkin v. Nicholson, 30 S. W. Rep., 568; Campbell v. Potter, 29 S. W. Rep., 139; Fant v. Talbott, 81 Ky., 23; Hansford v. Holdam, 14 Bush, 210; Davis v. Prichard (Ky.), 7 S. W. Rep., 549; Black v. Black’s Administrator (Ky.), 12 S. W. Rep., 147; McFarland v. Washington (Ky.), 14 S. W. Rep., 354; Sanders v. Sheran, 2 S. W. Rep., 805; Shepherd v. Cassiday, 20 Texas, 30; Welborne v. Downing, 73 Texas, 528; Allen v. Whitaker, 27 S. W. Rep., 507; Archibald v. Jacobs, 69 Texas, 250, 251; Cline v. Upton, 56 Texas, 322; Slavin v. Wheeler, 61 Texas, 654; Robinson v. Swearingen (Ark.), 17 S. W. Rep., 365.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b252-4\">2. The newly discovered evidence was not material and not such as would probably change the result upon a new trial and the court did not err in overruling the motion for a new trial.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b252-5\">KEY, Associate Justice.</author>\n<p id=\"AC-\">This is an action of trespass to try title involving adverse claims to a tract of land. Appellant claims through a sale made under an execution against W. W. Allen.</p>\n<p id=\"b252-6\">Appellees claim that at the time the levy and sale were made the land was their homestead; and the court below so found and for that reason rendered judgment for them.</p>\n<p id=\"b252-7\">Appellant assigns error on this ruling, the contention being that all homestead rights in the land had been abandoned.</p>\n<p id=\"b252-8\">The property in question is a farm in Lampasas county. It became appellees’ homestead in 1882; and they continued to occupy and use it as such until 1890, when they moved to the town of Lampasas, and occupied a house and lot owned by them in said town until after appellant had the farm levied on and sold in 1893, though the evidence-shows that in June, before the levy was made in August, appellees were preparing to return to the farm and had two of their minor sons plowing; <page-number citation-index=\"1\" label=\"229\">*229</page-number>the field preparatory to sowing fall wheat. Among other things, the trial court found as follows:</p>\n<decisiondate id=\"Aeqy\">Delivered January 15, 1896.</decisiondate>\n<blockquote id=\"b253-3\">“Eighth: I find that in 1890, when defendant left the land in dispute and moved iipon said property in the city of Lampasas, that the purpose of such removal was to educate his children; that he intended to return to the land in dispute within a period of about three years from the time he so left it; that he at no time intended to permanently abandon the property, but on the contrary, during all the time he was absent from the property he intended to return to it after sending his children to school for said period of three years.”</blockquote>\n<p id=\"b253-4\">This finding is amply supported by testimony; and, in our opinion, is conclusive of the question of homestead. There being no intention to permanently abandon this property as a homestead, but on the contrary, the intention being to return and use it as such, in about three years, there was no abandonment of the homestead rights therein, although in the meantime appellees occupied, as a residence or temporary home, other property belonging to them. And this holding does not result in allowing them two homesteads. The farm being the homestead, the town residence was not homestead.</p>\n<p id=\"b253-5\">It was proper to allow appellees to testify that when they left the land they intended to return to it. Hor did the court err in overruling the motion for a new trial. Conceding proper diligence to secure the evidence of F. J. Harris, his testimony, to the effect that W. W. Allen, while living in town, offered to sell the farm, would not probably change the result upon another trial. Men often try to sell their homesteads; and such an offer does not change the fact of homestead.</p>\n<p id=\"b253-6\">We adopt the conclusions of fact and law filed by the court below, and affirm the judgment.</p>\n<p id=\"AqV\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b253-8\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}