{
  "casebody": {
    "data": "<casebody firstpage=\"648\" lastpage=\"649\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b700-7\">BROOKER v. BROOKER.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b700-8\">No. 11969.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b700-9\">United States Court of Appeals, District <em>of </em>Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b700-10\">Argued March 10,1954.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b700-11\">Decided April 1, 1954.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b700-20\">Mr. John H. Wilson, Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b700-21\">Mr. Joseph C. Waddy, Washington, D. C. , Mr. William C. Gardner, Washington, <em>D. </em>C., <em>on </em>the brief, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b700-24\">Before CLARK, WASHINGTON and DANAHER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b700-25\">PER CURIAM.</author>\n<p id=\"b700-26\">In 1952 Mrs. Brooker sued for a limited divorce, alleging cruelty. She prayed, inter alia, for a fair and reasonable allowance for her maintenance. The District Court found that she had not sustained her burden of proof, and denied the divorce. It did, however, award her “alimony,” though it made no findings on the subject.</p>\n<p id=\"b700-27\">No appeal was taken from that judgment. We now have before us an appeal from an order of the District Court denying the husband’s motion — made many months later — to discontinue alimony. The motion was not based on any allegation of changed circumstances, but solely on the alleged invalidity of the earlier judgment. Appellant husband argued in the District Court, and argues here, that the earlier judgment was void, in that (1) the court had no authority to grant alimony to a wife who failed to obtain a divorce, and (2) the judgment was inconsistent with the findings of fact.</p>\n<p id=\"b701-3\"><page-number citation-index=\"1\" label=\"649\">*649</page-number>These arguments are untenable. Although the District Court used the term “alimony,” maintenance was clearly intended. And that court has power, upon a proper showing, to grant maintenance to a wife even though there is no ground for divorce. D.C.Code, Tit. 16, § 415 (1951); Gill v. Gill, 1945, 79 U.S.App.D.C. 357, 147 F.2d 154; Parrella v. Parrella, 1941, 74 App.D.C. 161, 120 F.2d 728; Shaw v. Shaw, 1894, 2 App.D.C. 204; Tolman v. Tolman, 1893, 1 App.D.C. 299. To be sure there were no findings of fact in support of the maintenance award. But we must assume at this date, no appeal having been taken, that a proper showing on the point was made. Cf. Gill v. Gill, supra.</p>\n<p id=\"b701-4\">For these reasons, the order of the District Court must be</p>\n<p id=\"b701-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}