{
  "casebody": {
    "data": "<casebody firstpage=\"85\" lastpage=\"87\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b111-12\">Lorenzo VINCENTE-MAS, also known as Lorenzo Vincente Mas, Petitioner v. Eric H. HOLDER, Jr., U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b111-15\">No. 09-60797.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b111-16\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b111-17\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b111-19\">Aug. 25, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b112-10\"><page-number citation-index=\"1\" label=\"86\">*86</page-number>Salvador Colon, Law Office of Salvador Colon, Houston, TX, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b112-11\">Gregory Michael Kelch, U.S. Department of Justice Office of Immigration Litigation, Washington, DC, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b112-13\">Before BENAVIDES, DENNIS, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b112-15\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b112-16\">Lorenzo Vincente-Mas, a native and citizen of Guatemala, has asked this court to review a final order of deportation issued by the Board of Immigration Appeals (BIA) based on his status as an alien present in the United States without having been admitted or paroled, in violation of 8 U.S.C. § 1182(a)(6)(A)®. Vincente-Mas argues that he is entitled to withholding of removal under 8 U.S.C. § 1231(b)(3)(A) because of his membership in a particular social group, namely, small land owners in San Antonio, Guatemala.</p>\n<p id=\"b112-17\">Vincente-Mas never alleged, either in his application for withholding of removal, during his hearing before the immigration judge, or in the appeal brief he filed with the BIA, that he was a member a particular social group comprised of small land owners in Guatemala. Because Vincente failed to exhaust his administrative remedies with respect to his claim, we are without jurisdiction to review it. <em>See </em>8 U.S.C. § 1252(d); <em>Claudio v. Holder, </em>601 F.3d 316, 318 (5th Cir.2010); <em>Omari v. Holder, </em>562 F.3d 314, 318-23 (5th Cir.2009).</p>\n<p id=\"b112-18\">Alternatively, we conclude that Vincente-Mas has abandoned his claim by failing to sufficiently brief it. Pursuant to Rule 28(a)(9)(A) of the Federal Rules of Appellate Procedure, an appellant’s argument must contain the reasons for the requested relief with citation to the authorities, statutes, and parts of the record upon which he relies. Vincente-Mas’s brief fails to meet this standard as it contains self-serving, conclusional assertions unsupported by legal authority or record citations. <em>See Soadjede v. Ashcroft, </em>324 F.3d 830, 833 (5th Cir.2003) (holding that <page-number citation-index=\"1\" label=\"87\">*87</page-number>arguments not briefed are abandoned). Vincente-Mas has also abandoned his claim that he was entitled to withholding of removal under the Convention Against Torture by failing to brief it. <em>See Soadjede, </em>324 F.3d at 833.</p>\n<p id=\"b113-5\">Accordingly, Vincente-Mas’s petition for review is DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b112-14\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}