{
  "casebody": {
    "data": "<casebody firstpage=\"25\" lastpage=\"33\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b47-2\">Argued and submitted September 14, 2011,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AV\">reversed July 5, 2012</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b47-3\">STATE OF OREGON, <em>Plaintiff-Respondent, v. </em>GARY WAYNE SPAINHOWER, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b47-6\">Umatilla County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"ALA\">CRH080379; A145035</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b47-7\">283 P3d 361</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b47-11\">Andrew D. Robinson, Deputy Public Defender, argued the cause for appellant. With him on the briefs was Peter Gartlan, Chief Defender, Office of Public Defense Services.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b47-12\">Laura S. Anderson, Senior Assistant Attorney General, argued the cause for respondent. With her on the brief were John R. Kroger, Attorney General, and Mary H. Williams, Solicitor General.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b47-13\">Before Brewer, Presiding Judge, and Haselton, Chief Judge.<footnotemark>*</footnotemark></judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b47-14\">BREWER, P. J.</judges>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b47-16\"> Haselton, C. J., <em>vice </em>Gillette, S. J.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b48-3\"><page-number citation-index=\"1\" label=\"26\">*26</page-number>BREWER, P. J.</author>\n<p id=\"b48-4\">Defendant appeals a judgment imposing a sanction for summary contempt that was entered more than nine months after defendant engaged in the underlying contumacious conduct. He argues that the trial court lacked authority to sanction him for a contempt that was committed in the immediate view and presence of the court after such a lengthy delay.<footnotemark>1</footnotemark> We reverse.</p>\n<p id=\"b48-5\">On May 19, 2009, defendant was tried by a jury on a charge of harassment. On May 20, the jury returned a guilty verdict. Defendant was upset by the verdict, and he told the court that the verdict was an injustice. The court told defendant to be quiet, but defendant continued to vehemently object to the verdict. The court held defendant in contempt and set a hearing on contempt sanctions for the conclusion of the underlying criminal case. However, because the court ultimately granted defendant a new trial, the underlying case was not concluded until nine months later. On February 11, 2010, defendant was acquitted after a retrial of the underlying harassment charge. The prosecutor then asked the trial court to sanction defendant for the contempt that had occurred on May 20,2009. Despite defendant’s objection to the imposition of a sanction after a months-long delay, on March 1, the trial court sanctioned defendant for the contempt that he committed in the court’s presence on May 20, 2009. The court held that “there wasn’t any objection raised when I decided to push it off to the end of the case, so I find that as waiver, and so the summary contempt still stands.” The court then imposed a sanction of two years’ bench probation and 30 days in jail. The court suspended the jail sentence on the condition that <page-number citation-index=\"1\" label=\"27\">*27</page-number>defendant successfully complete all conditions of probation, including submitting a letter from a mental health provider concerning defendant’s mental health treatment. The court also imposed and suspended fines and fees totaling $973.</p>\n<p id=\"b49-4\">ORS 33.096 provides, in part:</p>\n<blockquote id=\"b49-5\">“A court may <em>summarily impose </em>a sanction upon a person who commits a contempt of court in the immediate view and presence of the court. The sanction may be imposed for the purpose of preserving order in the court or protecting the authority and dignity of the court. The provisions of ORS 33.055 [(procedure for imposition of remedial sanctions)] and 33.065 [(procedure for imposition of punitive sanctions)] do not apply to summary imposition of sanctions under this section.”</blockquote>\n<p id=\"b49-6\">(Emphasis added.) As explained below, ORS 33.096 codifies a court’s inherent authority to impose a sanction for a contempt committed in the immediate view and presence of the court. Because ORS 33.096 provides that a court may impose such a sanction “summarily,” defendant urges that the trial court lacked authority to sanction him months after the cited conduct occurred. The state counters that the “summary” nature of a contempt proceeding under ORS 33.096 refers to “the absence of a procedure, rather than the immediacy of a sanction[.]” According to the state, that construction is supported by the final sentence in the statute that expressly excludes the processes for imposing sanctions for contempt committed outside of the court’s presence.</p>\n<p id=\"b49-7\">Whether ORS 33.096 authorized the trial court to sanction defendant despite a delay of more than nine months in this case presents a question of statutory interpretation that we review for legal error. <em>See, e.g., Barton v. Maxwell, </em>325 Or 72, 933 P2d 966 (1997) (reviewing, as a matter of law, scope of trial court’s inherent authority to summarily punish contempt).<footnotemark>2</footnotemark> To determine the meaning of a statutory term, we look to the words of the statute in context and, if <page-number citation-index=\"1\" label=\"28\">*28</page-number>necessary, to legislative history and other interpretive aids. <em>State v. Gaines, </em>346 Or 160, 171-72, 206 P3d 1042 (2009). When particular terms are not statutorily defined, we give them their plain, natural, and ordinary meaning unless the context indicates that the legislature intended some other meaning. <em>State v. Cunningham, </em>161 Or App 345, 351-52, 985 P2d 827 (1999). Context includes prior versions of the statute, <em>Jones v. General Motors Corp., </em>325 Or 404, 411, 939 P2d 608 (1997), as well as the preexisting common law and statutory framework within which the law was enacted, <em>City of Salem v. Salisbury, </em>168 Or App 14, 25, 5 P3d 1131 (2000), <em>rev den, </em>331 Or 633 (2001).</p>\n<p id=\"b50-4\">“The power of a court to punish for direct contempt in a summary manner is inherent in all courts, and arises from the necessity of preserving order in judicial proceedings.” <em>City of Klamath Falls v. Bailey, </em>43 Or App 331, 334, 602 P2d 1107 (1979) (citing <em>Rust v. Pratt, </em>157 Or 505, 72 P2d 533 (1937)). Although the direct contempt power is inherent, ORS 33.096 governs the exercise of that power by Oregon courts. ORS 33.025(1). ORS 33.096 “maintains intact the decades-old rule that the authority of the court to punish a contempt summarily — that is, by court order without presentation of an accusatory instrument or affidavit — exists only if the offender commits the contempt ‘in the immediate view and presence of the court.’” <em>Barton, </em>325 Or at 76. In <em>Barton, </em>the court explained that</p>\n<blockquote id=\"b50-5\">“ORS 33.096 was adopted in 1991 as a part of a comprehensive reform of several statutes that control proceedings for contempt of court. Or Laws 1991, ch 724, §§ 1-14. The preexisting statutory scheme incorporated several concepts regarding contempt of court that had their origin in the common law.”</blockquote>\n<p id=\"b50-7\">325 Or at 75-76; <em>see also State v. Noble, </em>314 Or 624, 629, 842 P2d 780 (1992) (affirming vitality of common-law principles underlying courts’ direct contempt power); <em>State v. Baker, </em>126 Or App 508, 513-14, 868 P2d 1368 (1994) (“[T]he revisions to the contempt statutes do not overrule earlier law).”</p>\n<p id=\"b51-3\"><page-number citation-index=\"1\" label=\"29\">*29</page-number>The inherent common-law authority codified in ORS 33.096 does not offend federal constitutional due process requirements. In <em>In re Oliver, </em>333 US 257, 275, 68 S Ct 499, 92 L Ed 682 (1948), the Supreme Court held that due process requirements in contempt cases do not apply to</p>\n<blockquote id=\"Aza\">“charges of misconduct, in open court, in the presence of the judge, which disturbs the court’s business, where all of the essential elements of the misconduct are under the eye of the court, are actually observed by the court, and where immediate punishment is essential to prevent ‘demoralization of the court’s authority. * *</blockquote>\n<p id=\"b51-4\">(Citing <em>Cooke v. United States, </em>267 US 517, 536, 45 S Ct 390, 69 L Ed 767 (1925); internal quotation marks omitted.) On the other hand, if conduct constituting contempt does not occur in the immediate view and presence of the court, it may not be punished summarily. A defendant charged with “indirect contempt” must be afforded certain statutorily and constitutionally required procedures, including the right to a hearing. ORS 33.055; ORS 33.065; <em>see also Oliver, </em>333 US at 274-76.</p>\n<p id=\"b51-5\">The issue, as framed by the parties, ultimately reduces to what temporal constraints, if any, limit the trial court’s imposition of contempt sanctions in accordance with ORS 33.096. As explained below, we conclude that (1) “summarily,” as used in ORS 33.096, refers both to the procedures employed, and to the timing of the employment of those procedures, in imposing direct contempt sanctions; (2) the limits of that timing are defined functionally by reference to the purpose of direct contempt sanctions, and are, concomitantly, circumscribed by considerations of due process (which also refer to that purpose); and (3) consistently with the function and purpose of ORS 33.096 and the dictates of due process, the limiting temporal principle is not (as defendant urges) one of immediate temporal proximity to the purportedly contumacious conduct; rather, direct contempt sanctions must be imposed at the first reasonable opportunity, usually at or before the end of trial. Given that constraint, the court’s imposition of sanctions here came too late.</p>\n<p id=\"b51-9\">As a textual matter, “summarily,” as employed in ORS 33.096, modifies the word “impose.” That, in turn, could, <page-number citation-index=\"1\" label=\"30\">*30</page-number>plausibly, be understood to refer either to the procedures the court follows in imposing contempt sanctions or to a hybrid of both those procedures and the requisite timing. Pertinent case law and statutory context, at least by necessary implication, demonstrates that the latter construction is correct.</p>\n<p id=\"b52-4\"><em>Bailey </em>corroborates that hybrid content of “summarily.” There, this court reviewed a municipal court’s application of <em>former </em>ORS 33.030, which, before the enactment of ORS 33.096, codified the inherent common-law judicial authority to summarily sanction a direct contempt. 43 Or App at 334. <em>See Taylor v. Gladden, </em>232 Or 599, 603-4, 377 P2d 14 (1962) (reviewing summary contempt proceeding under <em>former </em>ORS 33.030). With reference to that authority, we stated that “the court may punish *** such contempts summarily, without notice or trial, <em>if timely done, </em>and without other proof than its actual knowledge of what occurred.” <em>Bailey, </em>43 Or App at 334 (emphasis added). In other words, if a court holds a person in contempt without notice or trial, and without other proof than its actual knowledge, the court must punish the contempt in a timely manner.</p>\n<p id=\"b52-5\">The requirement for timely punishment is also contextually dictated by the statute’s express description of its purpose. “The sanction may be imposed for the purpose of preserving order in the court or protecting the authority and dignity of the court.” ORS 33.096. Generally speaking, a sanction imposed months or years later would not logically serve that purpose. That is, if the court’s order and dignity were preserved and protected despite a delayed sanction, “immediate punishment” would not have been “essential to prevent demoralization of the court’s authority.” <em>See Oliver, </em>333 US at 275 (reiterating due process limitations on summary contempt power).</p>\n<p id=\"b52-6\">That is not to say, however, that, regardless of the circumstances, a court can never impose a direct contempt sanction unless it does so immediately after the purportedly contumacious conduct. Because the inherent power to summarily punish a direct contempt is subject to constitutional limits, the pronouncements of the United <page-number citation-index=\"1\" label=\"31\">*31</page-number>States Supreme Court on that issue are instructive. In <em>Sacher v. United States, </em>343 US 1, 9, 72 S Ct 451, 96 L Ed 717 (1952), the Court did note that, under applicable federal procedure;</p>\n<blockquote id=\"b53-4\">“[w]e think ‘summary,’ as used in [Rule 42(a) of the Federal Rules of Criminal Procedure] does not refer to the timing of the action with reference to the offense but refers to a procedure which dispenses with the formality, delay and digression that would result from the issuance of process, service of complaint and answer, holding hearings, taking evidence, listening to arguments, awaiting briefs, submission of findings, and all that goes with a conventional court trial.”<footnotemark>3</footnotemark></blockquote>\n<p id=\"b53-5\">However, that understanding does not authorize temporally open-ended sentencing for direct contempt. As the Court explained,</p>\n<blockquote id=\"b53-6\">“if [the trial judge] believes the exigencies of the trial require that he defer judgment <em>until its completion </em>he may do so without extinguishing his power [to summarily punish contempt occurring in the presence of the court].”</blockquote>\n<p id=\"b53-7\"><em>Id. </em>at 11 (emphasis added).</p>\n<p id=\"b53-8\">Thereafter, in <em>Taylor v. Hayes, </em>418 US 488, 498, 94 S Ct 2697, 41 L Ed 2d 897 (1974), the Court further elaborated on the existence of a temporal due process limitation on a court’s inherent power to impose a sanction for direct contempt. In <em>Taylor, </em>the trial judge had waited until the end of the trial before punishing the attorney who was the subject of eight charges of criminal contempt allegedly committed during the trial. <em>Id. </em>at 488. The Court noted that, “in proper circumstances, particularly where the <page-number citation-index=\"1\" label=\"32\">*32</page-number>offender is a lawyer representing a client on trial, [summary punishment] may be postponed until the conclusion of the proceedings.” However, the Court stated that, “where conviction and punishment are delayed, it is much more difficult to argue that action without notice or hearing of any kind is necessary to preserve order and enable [the court] to proceed with its business.” <em>Id. </em>at 498 (internal quotations and citation omitted). The Court held that, given the delay between the allegedly contemptuous conduct and the proceedings on the charges, the contemnor’s due process rights were violated. <em>Id. </em>at 500.</p>\n<p id=\"b54-4\">The Court reiterated the necessity to afford contemnors due process in <em>Codispoti v. Pennsylvania, </em>418 US 506, 515, 94 S Ct 2687, 41 L Ed 2d 912 (1974). There, the Court stated that,</p>\n<blockquote id=\"b54-5\">“[w]hen the trial judge, however, postpones until after the trial the final conviction and punishment of the [alleged contemnor] for several or many acts of contempt committed during the trial, there is no overriding necessity for instant action to preserve order and no justification for dispensing with the ordinary rudiments of due process.”</blockquote>\n<p id=\"b54-6\">As the foregoing cases make clear, because the justification for the summary imposition of a direct contempt sanction depends on the need to “preserv[e] order in the court or protect[ ] the authority and dignity of the court,” the court’s inherent power is, necessarily, both functionally and constitutionally, subject to a temporal constraint. Consequently, although some delay is circumstantially <em>permissible </em>— e.g., when the court believes that the exigencies of a trial require it<footnotemark>4</footnotemark> — the court is obligated to act at the first reasonable opportunity. That is, ultimately, the limiting temporal principle: The court must impose any sanction at the first reasonable opportunity, usually at or before the end of trial.</p>\n<p id=\"b54-7\">Here, the record discloses no reason why the exigencies of the underlying criminal case required a nearly 10-month delay. It may have been convenient for the court to sanction defendant for the contempt and to sentence him <page-number citation-index=\"1\" label=\"33\">*33</page-number>on the underlying harassment charge at the same time. However, in view of the temporal limitations on a court’s inherent power — as codified in ORS 33.096 — to resort to summary contempt proceedings, that is not a sufficient reason for such a long delay. In the absence of some overriding reason for delay, the trial court was required to impose any sanction at or before the end of defendant’s first criminal trial. It follows that the delay in imposing a sanction here exceeded the trial court’s authority under ORS 33.096.<footnotemark>5</footnotemark></p>\n<p id=\"b55-4\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b48-6\"> Defendant raises an unpreserved assignment of error to the trial court’s failure, in view of its delay in imposing a sanction, to follow the procedures set out in ORS 33.065 for the imposition of punitive sanctions. Even if the error were plain, we would not exercise our discretion to correct it. Suffice it to say that a key factor guiding our discretion is “whether the trial court was, in some manner, presented with both sides of the issue and given an opportunity to correct any error.” <em>Ailes v. Portland Meadows, Inc., </em>312 Or 376, 381, 382 n 6, 823 P2d 956 (1991). Defendant was represented by the same counsel throughout the underlying criminal case. Defendant could have raised the issue before the entry of the contempt judgment, and certainly before imposition of the sanction. Had he done so, the court might have been persuaded to change its ruling or impose a sanction for defendant’s contempt without waiting for disposition of his criminal charge.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b49-8\"> We noted this issue hut did not address it in <em>State v. Ramsey, </em>156 Or App 529, 533, 967 P2d 525 (1998):</p>\n<blockquote id=\"b49-9\">“In defendant’s first assignment of error, he argues that the trial court erred by proceeding under the summary contempt statute, ORS 33.096, when the trial judge cited defendant for contempt on July 26,1996, hut failed to sentence him until August 2,1996. However, defendant fails to identify, and we cannot find, <page-number citation-index=\"1\" label=\"28\">*28</page-number>where that issue is even arguably preserved in the record. We will not consider it. ORAP 5.45(2).”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b53-9\"> The version of Federal Rule of Criminal Procedure 42(a) at issue in <em>Sacher </em>provided:</p>\n<blockquote id=\"b53-10\">“Summary Disposition. A criminal contempt may be punished summarily if the judge certifies that he saw or heard the conduct constituting the contempt and that it was committed in the actual presence of the court. The order of contempt shall recite the facts and shall be signed by the judge and entered of record.”</blockquote>\n<p id=\"b53-11\">The provisions of the federal rule vary in some respects from the text of ORS 33.096; accordingly, we do not rely on it as a source of statutory construction, hut, rather, set it out as useful context in considering the temporal due process limits that the United States Supreme Court has applied to a court’s authority to summarily punish a direct contempt.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b54-8\"> For example, a contempt situation might be so disruptive that it would be impractical for the court to impose the sanction at the time of the contempt because of the need to deal with more immediate security issues.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b55-5\"> As noted, the trial court concluded that it was authorized to sentence defendant when it did because defendant had waived any right to a timely imposition of sanction. The state does not defend the trial court’s decision on that ground on appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}