{
  "casebody": {
    "data": "<casebody firstpage=\"153\" lastpage=\"157\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b187-15\">Leek et al. <em>v. </em>Lumpkin.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b187-16\">[No. 20,412.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"An9\">Filed June 9, 1967.</decisiondate>\n<p data-order=\"3\" data-type=\"misc\" id=\"AZr\">No petition for rehearing filed.]</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b188-9\"><page-number citation-index=\"1\" label=\"154\">*154</page-number><em>Frank C. Massey, </em>of Muncie, for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b188-10\"><em>Zane Stohler </em>and <em>Hunter, Stohler, McCoy &amp; Sullivan, </em>both of Winchester, and <em>Charles V. Livengood, </em>of Richmond, all for appellees.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b188-11\">Prime, J.</author>\n<p id=\"A0l\">Suit was commenced by Appellants, Plaintiffs below, for property damage sustained by a semi-trailer when it hit Appellee’s bull.</p>\n<p id=\"b188-12\">Defendant moved the trial court for a directed verdict at the close of Plaintiff’s evidence, and the jury was so instructed. Plaintiff appeals from the judgment rendered for Defendant on that verdict.</p>\n<p id=\"b188-13\">The vehicle, owned by Leek, was being driven along State Road 35 at 3:00 A.M. by Koch. Koch encountered a great red bull in the roadway too late to avoid striking it. The impact caused the vehicle to go out of control and overturn. The bull died.</p>\n<p id=\"b189-4\"><page-number citation-index=\"1\" label=\"155\">*155</page-number>Appellee Lumpkin farmed the land on either side of the portion of State Road 35 under discussion. Parcels of that land were individually owned by him, his mother, and his brother. Land owned by Appellee was no closer than a quarter-mile from the scene.</p>\n<p id=\"b189-5\">Evidence was introduced that some fencing separating other Lumpkin land from the highway was in a state of disrepair. There was no proof, however, that any of this fence was under the control of Appellee to the extent of his being responsible for its repair. Nor was any evidence introduced to show that Appellee pastured the bull in a field which he knew or should have known was enclosed by poor fencing.</p>\n<p id=\"AR3\">There was and continues to be in effect a duty that: “No owner or person responsible for any domestic animal shall permit such animal to run at large.” Acts of 1951, § 502, Ch. 80, Burns’ Indiana Statutes § 16-1722.</p>\n<p id=\"b189-8\">This same Act repealed a statute of similar language and import; both impose some degree of criminal liability.</p>\n<p id=\"b189-9\">A judicial interpretation of the repealed Act is found in the case of <em>Corey </em>v. <em>Smith </em>(1954), 233 Ind. 452, 120 N. E. 2d 410. Under somewhat similar facts, with the important exception that the owner of that bull had been informed of its presence on the highway, the court found violation of the statute to the negligence per se.</p>\n<p id=\"An1\">The reasoning in that case is apparently predicated on the proof of negligence or wilful conduct in allowing an animal to escape; the key to violation was permitted running at large. This language implies that a negligence standard was used in assessing liability. Conversely, if that owner in the exercise of reasonable care had not permitted the bull’s continued presence on the highway, he would presumably have escaped criminal and thus civil liability. There appears nowhere in that opinion a hint of liability without proof of fault.</p>\n<p id=\"A4_\"><page-number citation-index=\"1\" label=\"156\">*156</page-number>The above holding is not in conflict with another similar case, <em>Dyer </em>v. <em>Noll </em>(1938) 105 Ind. App. 241, 14 N. E. 2d 760. That decision was that an owner is not necessarily responsible for all acts committed by his domestic animal while it is away from his premises, only for those reasonably foreseeable and anticipated as a natural consequence of its escape.</p>\n<p id=\"b190-7\">The issue reduces to whether or not the owner of a bull is strictly liable for another’s property damage suffered as a result of that bull’s presence on a public highway.</p>\n<p id=\"Ate\">The statute currently in effect is grounded on permission. Imperative in its wording is a standard of care far short of strict liability. A proper construction of “permit” in this context is actual or constructive knowledge of circumstances which would foreseeably lead to prohibited activity.</p>\n<p id=\"Aei\">The Plaintiff below was required to sustain the allegations of his complaint by substantial evidence of probative value and establish one of two propositions in order to create a duty from the Defendant to the Plaintiff:</p>\n<blockquote id=\"b190-13\">1. The Plaintiff would be required to establish that the Defendant was negligent in his choice of the field in which he placed the animal and could reasonably foresee that the animal would escape therefrom; or,</blockquote>\n<blockquote id=\"b190-14\">2. He must have had knowledge that the animal was on the public highway and in violation of the statute, permitted the animal to remain at large.</blockquote>\n<p id=\"b190-15\">There was no conclusive proof that Appellee knew, or in the exercise of due care should have known, that his bull was or could have been on that public highway at that particular time, or that it could escape from improperly fenced land.</p>\n<p id=\"b190-16\">Finding no error in the proceedings below, the judgment of the trial court is affirmed.</p>\n<p id=\"b190-17\">Judgment affirmed.</p>\n<p id=\"b191-4\"><page-number citation-index=\"1\" label=\"157\">*157</page-number>Carson, P. J., Cooper, J., concur.</p>\n<p id=\"AZB\">Faulconer, J., concurs in result.</p>\n<p id=\"b191-5\">Note. — Reported in 226 N. E. 2d 913.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}