{
  "casebody": {
    "data": "<casebody firstpage=\"665\" lastpage=\"673\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b769-8\">Estate of Russell E. HUTCHINSON, Phillip E. Hutchinson and Richard A. Hutchinson, Co-Executors, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b769-11\">No. 84-2201.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b769-12\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b769-13\">Argued Feb. 11, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b769-14\">Decided June 19, 1985.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"AWJ\">Rehearing Denied July 19,1985.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b770-4\"><page-number citation-index=\"1\" label=\"666\">*666</page-number>Robert G. Elrod, Elrod, Elrod &amp; Mascher, Indianapolis, Ind., for petitioners-appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b770-5\">Jonathan S. Cohen, Asst. Atty. Gen., Tax Div., Dept, of Justice, Washington, D.C., for respondent-appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b770-6\">Before CUMMINGS, Chief Judge, BAUER and FLAUM, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b770-7\">CUMMINGS, Chief Judge.</author>\n<p id=\"b770-8\">The Commissioner of Internal Revenue (the “Commissioner”) assessed a notice of tax deficiency against the estate of Russell Hutchinson (the “Estate”) on May 18,1982. On June 15, the Estate petitioned the Tax Court pursuant to 26 U.S.C. §§ 6213, 7442, to redetermine the deficiency. After a two-day trial, the Tax Court decided in favor of the Commissioner, and the Estate appealed under 26 U.S.C. § 7482. We affirm.</p>\n<p id=\"b770-9\">I</p>\n<p id=\"b770-10\">Russell Hutchinson, a resident of Indiana, died on August 4, 1978 at the age of 71 of complications from surgery. He was survived by his second wife, Lillian, and seven children by his former marriage— Thomas, Phillip, Richard, Linda, Sylvia, Janet and Claire. Russell’s first wife, Ale-tha, had predeceased him on January 29, 1975, after a lengthy illness. In addition to his immediate family, Russell was survived by a brother, age 61, and a sister, age 68. Russell’s father had died at age 86, and his mother at age 87.</p>\n<p id=\"b770-11\">In previous years, Russell had made gifts of real property to his children, principally for them to build houses. In 1967, Phillip had received 1.44 acres on which to build a house. Richard received 10 acres for the same purpose in 1972, along with an additional 20 acres in 1974 to provide adequate collateral for a loan Richard needed to finish building his house. Russell’s will directed Richard to convey part of this property to Phillip. In early 1975 Janet received 5 acres to build a house. In addition, in July 1975 Phillip received 5.4 acres adjacent to the 1.44 acres he already owned. When Russell retired from his seed-house business in April 1974 to care for his terminally ill wife Aletha full-time, he deeded the 6.83 acres containing the business to all seven of his children as tenants in common.</p>\n<p id=\"b770-13\">On December 30, 1976, on the advice of his attorney, Russell transferred 41.19 acres each to his daughter Sylvia, who lived in Wisconsin, and his son Tom, who lived in Missouri. Sylvia and Tom would have received this acreage eventually without the gift, through their father’s will. In 1975, Russell had considered making gifts to his children of the real property he had decided to will to them, including the property he ultimately deeded to Sylvia and Tom in 1976. The gift tax liability that he would incur, however, persuaded him not to make the gifts at that time, except for the land deeded to Phillip. Russell made no substantial gifts to his children from July 1975 until December 1976 when he deeded to Sylvia and Tom the land they were to have received under his will.</p>\n<p id=\"b770-14\">Unlike the land deeded to his other children, the real estate conveyed to Sylvia and Tom was not contiguous with the main body of the Hutchinson property. It had been owned by the family for fourteen years, while the rest of the land had been in the family since the turn of the century and had a great deal of emotional significance for Russell. He deeded this property to them because they lived out of state and would not be living on the land like his other children.</p>\n<p id=\"b770-15\">In November 1976, Russell visited his regular doctor, who referred him to an internist with a particular interest in cardiology, Dr. Douglas H. White. Russell informed Dr. White he had heart disease, a malady that had resulted in his hospital<page-number citation-index=\"1\" label=\"667\">*667</page-number>ization in 1967. He complained of being tired and short of breath. Russell then was on two maintenance medicines — La-noxin, a form of digitalis, and Lasix, a diuretic. During this first visit Russell broke down and cried, explaining to Dr. White that his wife Aletha had recently died. Dr. White prescribed Triavil, an antidepressant, to help alleviate Russell’s depression. Dr. White suggested to Russell that he be reexamined every three to six months; he also performed numerous tests, the results of which were not communicated to Russell until January 1977.</p>\n<p id=\"b771-5\">Throughout the period from his first wife’s death in January 1975 to June 1977, Russell lived alone, socialized with his friends, and did not complain of his health to either family or friends. His physical appearance did not indicate that his health might be impaired. In June 1977 he began courting a lifelong friend, Lillian Maze, whom he married on December 31, 1977. They traveled, entertained, and in general enjoyed a happy, busy life together. The couple cancelled a planned trip to Europe in July 1978 due to the health problems that led to Russell’s surgery and death in August.</p>\n<p id=\"b771-6\">Russell’s family was generally unaware of his health problems. Lillian did not know about his heart condition, and his children were only vaguely aware of it. Moreover, his wife and children did not know Russell was on maintenance heart medication, that he had ever taken anti-depressant medication, or of his regular visits to Dr. White.</p>\n<p id=\"b771-7\">Phillip and Richard, acting as co-executors of the Estate, timely filed an estate tax return and paid the tax due on the Estate, valued at $159,077.06. They noted on the return that they were excluding the land previously deeded to Sylvia and Tom, which had a value at Russell’s death of $141,800. The Commissioner determined that these two transfers were wrongfully excluded and assessed a tax deficiency against the Estate of $21,985.88 on the ground that the transfers were made in contemplation of death. The Estate paid this amount and then petitioned the Tax Court for a redetermination of the deficiency. The Tax Court ruled in favor of the Commissioner (47 T.C.M. (CCH) 1018 (1984)) and this appeal followed.</p>\n<p id=\"b771-13\">II</p>\n<p id=\"b771-14\">At issue in this case is 26 U.S.C. § 2035. When Russell deeded the two tracts of land to Sylvia and Tom, Section 2035 included the value of all transfers made within three years of a transferor’s death in the decedent’s gross estate as transfers made “in contemplation of death,” unless the estate proved otherwise.<footnotemark>1</footnotemark> Under this Section the Estate must carry the heavy burden of rebutting the statutory presumption and proving a negative — that the transfer was not made in contemplation of death. <em>Hope v. United States, </em>691 F.2d 786, 791 (5th Cir.1982) (burden of persuasion on the estate); <em>Estate of Compton v. Commissioner, </em>532 F.2d 1086, 1088 (6th Cir.1976) (burden of proving a negative not a light one); <em>Berman v. United States, </em>487 F.2d 70, 72 (5th Cir.1973) (“essence of a three-year contemplation of death case lies in the estate’s ability to prove a negative” which “is seldom a light burden”). The Estate must prove that “the dominant motive for the transfer was life-oriented and designed to <page-number citation-index=\"1\" label=\"668\">*668</page-number>accomplish some lifetime purpose of the decedent” by a preponderance of the evidence. <em>Commercial National Bank of Peoria v. United States, </em>436 F.Supp. 935, 936 (S.D.Ill.1977).</p>\n<p id=\"b772-4\">Congress modified Section 2035 in the Tax Reform Act of 1976 (the “Tax Act”) by converting this statutory presumption into a mandatory rule that the value of all gifts made by a decedent within three years of death, plus any gift tax thereon, be included in the decedent’s gross estate.<footnotemark>2</footnotemark> This new version of Section 2035 applies to all transfers made after December 31, 1977.<footnotemark>3</footnotemark></p>\n<p id=\"b772-5\">The Tax Court held that the old Section 2035 continued to apply to transactions completed prior to the effective date of the new Section 2035 if the transferor died within three years of the transfers. In applying the former Section 2035 to the instant situation, the Tax Court agreed with the Commissioner that Russell made the two gifts in question in contemplation of death. 47 T.C.M. (CCH) 1018,1021-1023 (1984). The Estate argues that neither the old Section 2035 nor the new Section 2035 applies. In the alternative, petitioners contend that even if former Section 2035 governs, the transfers were not made in contemplation of death.</p>\n<p id=\"b772-14\">The problem arises because generally the tax statutes in effect when a taxpayer dies govern the taxation of the estate. However that may be, the version of Section 2035 that was in effect at Russell’s death cannot apply in the instant case to the transfers Russell made on December 30, 1976, because Congress explicitly restricted the new Section to transfers made after December 31, 1976. The question is whether former Section 2035 continues to apply to transfers made before the effective date of the new Section by donors who died after the effective date of that statute. Petitioners argue that the new Section repealed the old Section in its entirety, so that the previous Section does not apply even to transfers made before January 1, 1977, although the new Section does not apply to these transfers either. Because Congress could not have intended such an anomalous result, we affirm the Tax Court’s decision that the old Section 2035 governs.<footnotemark>4</footnotemark></p>\n<p id=\"b772-15\">Absent ambiguity, courts must interpret statutes according to their plain <page-number citation-index=\"1\" label=\"669\">*669</page-number>meaning. <em>Caminetti v. United States, </em>242 U.S. 470, 485, 37 S.Ct. 192, 194, 61 L.Ed. 442; <em>Reed v. United States, </em>743 F.2d 481, 484-485 (7th Cir.1984), certiorari denied, — U.S. -, 105 S.Ct. 2673, 86 L.Ed.2d 692 (1985). The ambiguity in the instant case arises because the new Section 2035 does not expressly state whether the old Section 2035 continues in effect vis-a-vis transfers completed prior to the effective date of the new statute. Congress’ purpose in enacting, and then modifying, Section 2035 indicates the proper result. .</p>\n<p id=\"b773-6\">Congress originally enacted the statute to prevent blatant evasion of the estate tax. The Supreme Court has held that the statute’s “dominant purpose is to reach substitutes for testamentary dispositions and thus to prevent the evasion of the estate tax.” <em>United States v. Wells, </em>283 U.S. 102, 116-117, 51 S.Ct. 446, 451-452, 75 L.Ed. 867. Subsequent courts have reiterated this conclusion. See, <em>e.g., Allen v. Trust Co. of Georgia, </em>326 U.S. 630, 635, 66 S.Ct. 389, 391, 90 L.Ed. 367; <em>Hope v. United States, </em>691 F.2d at 790-791; <em>Estate of Compton v. Commissioner, </em>532 F.2d at 1087; <em>Commercial Bank of Peoria v. United States, </em>436 F.Supp. at 936.</p>\n<p id=\"b773-7\">The problem with Section 2035 that the 1976 revision sought to correct was the litigation generated by the fact-bound determination of whether a certain transfer was made in contemplation of death. The House explained that it sought to eliminate this problem “by requiring the inclusion of all such gifts in the gross estate without having to attempt to ascertain the motives of the decedent.” H.R.Rep. 1380, 94th Cong., 2d Sess. 12, reprinted in 1976 U.S. Code Cong. &amp; Admin.News 3356, 3366.<footnotemark>5</footnotemark> Given this broadening of the statute’s scope, Congress surely did not create a loophole class of people who would not be subject to either version of the statute.</p>\n<p id=\"b773-11\">Our decision is in accord with the other courts that have considered the question. See <em>Bank of Clearwater v. United States, </em>85-1 U.S. Tax Cas. (CCH) <em>¶ </em>13,606 (Ct.Cl. 1985); <em>Estate of Gill v. Commissioner, </em>79 T.C. 437 (1982), affirmed, 711 F.2d 54 (5th Cir.1983) (per curiam). See also Rev.Rul. 79-212, 1979-2 C.B. 325 (government’s interpretation of the former and current Sections 2035). Cf. <em>Estate of Renick v. United States, </em>687 F.2d 371, 374, 231 Ct.Cl. 457 (1982) (estate did not contest that former Section 2035 applied to transfer made on December 30, 1976 by decedent who died on August 13, 1977). The Tax Court has persuasively explained,</p>\n<blockquote id=\"b773-12\">New legislation can only amend or replace old legislation to the extent that the new legislators authorize the new bill to take effect. Since the new legislation by its own terms specifically never became effective as to transfers prior to January 1, 1977, the old section 2035(a) was never amended or repealed as to such transfers and therefore continues in effect as to them.</blockquote>\n<p id=\"b773-13\"><em>Gill, </em>79 T.C. at 441. We agree with this analysis.</p>\n<p id=\"b773-14\">This- reasoning is also supported by the General Explanation of the Tax Reform Act of 1976, Joint Comm, on Taxation, 94th Cong., 2d Sess. (1976), 1976-3 C.B. (Vol. 2) 1, 542, authored by the staff of the Joint Committee on Taxation. The staff stated its belief that “[t]he contemplation of death rules under prior law will apply to gifts made before January 1, 1977, where the decedent dies after December 31, 1976, and the transfer is made within 3 years of death.” <em>Id. </em>at 542. This evidence of course does not rise to the level of legislative history, because it was authored by <page-number citation-index=\"1\" label=\"670\">*670</page-number>Congressional staff and not by Congress. Nevertheless, such explanations are highly indicative of what Congress did, in.fact, intend. See <em>Bank of Clearwater, </em>85-1 U.S. Tax Cas. at 18,342. This is particularly true when the staff views expressed are consistent with whatever other evidence of legislative intent is present.</p>\n<p id=\"b774-4\">In view of the intent underlying Section 2035 to thwart taxpayers’ attempts to evade the estate tax, it would be preposterous to decide that Congress, as a part of expanding that Section to encompass more estates, intentionally and for no reason exempted a class of people from that Section entirely. The Estate has introduced no evidence to suggest Congress intended this irrational result, and we reject the theory. Having concluded that the Tax Court was correct in applying the former Section 2035 to the two transfers at issue here, we must determine next whether the Tax Court correctly concluded that the transfers were made in contemplation of death.</p>\n<p id=\"b774-5\">Ill</p>\n<p id=\"b774-6\">The determination by the Tax Court that Russell made the two gifts in question in contemplation of death is a factual one. <em>Allen v. Trust Co. of Georgia, </em>326 U.S. at 636, 66 S.Ct. at 392. Therefore, it cannot be reversed unless the finding was clearly erroneous. Fed.R.Civ.P. 52(a); 26 U.S.C. § 7482(a); <em>Commissioner v. Duberstein, </em>363 U.S. 278, 290-291, 80 S.Ct. 1190, 1199-1200, 4 L.Ed.2d 1218. Regardless of how we might have decided the issue had we been deciding it in the first instance, substantial evidence supports the determination of the Tax Court. Therefore we affirm.</p>\n<p id=\"b774-7\">The central question is Russell’s state of mind when he made the gifts. <em>United States v. Wells, </em>283 U.S. at 117, 51 S.Ct. at 451. Moreover, “the determinative motive * * * is contemplation of death, not necessarily contemplation of imminent death.” <em>Id. </em>The pertinent Treasury Regulations explain that contemplation of death prompts a transfer if the transfer is “(1) made with the purpose of avoiding death taxes, (2) made as a substitute for a testamentary disposition of the property, or (3) made for any other motive associated with death.” 26 C.F.R. § 20.2035-l(c) (1984). These regulations, being promulgated by the agency in charge of enforcing the statute and uncontradicted by Congress, are entitled to great weight.</p>\n<p id=\"b774-9\">As previously noted, the Estate carries the burden of proof on this issue. The strongest evidence supporting a determination contrary to the Tax Court’s was the uncontradicted testimony of Robert J. El-rod, Russell’s attorney. Mr. Elrod testified that he had taken the initiative in contacting Russell and advising him to make whatever gifts he was going to make before the effective date of the new Tax Act, ostensibly because the new legislation increased significantly the gift tax that would be assessed on gifts made after December 31, 1976. Therefore, the Estate argues since Mr. Elrod’s motivation was the increase in gift taxes the new law had enacted, Russell too must have only been considering the gift tax ramifications, so that his transfer of the property was in no way in contemplation of death.</p>\n<p id=\"b774-10\">Mr. Elrod’s role in initiating the transfers cannot support a reversal of the Tax Court. That Mr. Elrod contacted Russell first is not surprising, for Russell would be unlikely to be aware of the impending tax change or its impact on whatever gifts he might be planning. What is relevant is not Mr. Elrod’s motive in suggesting the gifts but Russell’s motive for accepting his attorney’s advice. The tax change would impact on giving in two ways. First, the gift tax schedule was being modified to bring it into conformity with the estate tax schedule, a change that would increase by twenty-five percent the gift tax assessed on any gifts made after December 31, 1976. Second, the value of all gifts made within three years of death, plus the gift tax assessed thereon, would be included in the decedent’s gross estate, regardless of whether or not the gifts were made in contemplation of death. Making a gift because of this second change clearly would <page-number citation-index=\"1\" label=\"671\">*671</page-number>be a death-related motive, because Russell would benefit from it only if he died within three years. Making a gift for the first reason is more ambiguous, but several circumstances convince us that Russell’s dominant motive was death-related.</p>\n<p id=\"b775-5\">We reiterate that the attorney’s motive for suggesting the gifts sheds little light on why Russell acted on the suggestion. Other than the fact that Mr. Elrod initiated the idea of making the gifts because of the impending change in the gift tax structure, the Estate has introduced no evidence at the time the gifts were made that would show they were not made in contemplation of death. Petitioners strenuously argue that Russell’s positive outlook on life evidenced by his remarriage and the couple’s active life together proves that he did not make the transfers in December 1976 in contemplation of death but merely as a part of a pattern of <em>inter vivos </em>gifts to his children. This argument fails for several reasons. However certain Russell might have been about the prospect of a long life when he began to court and later married Lillian, at the time he made the gifts six months earlier, he was so depressed by Aletha’s death that he cried in the doctor’s office. We note that this incident occurred almost two years after Aletha’s death — yet Dr. White testified that Russell told him that her death had been recent.</p>\n<p id=\"b775-6\">The tears become even more probative given the stoic posture Russell characteristically exhibited. The ignorance of his immediate family regarding his health history demonstrates his taciturn character. His children were only vaguely aware of his heart surgery in 1967 and his continuing heart problems. They were in fact ignorant of the maintenance heart medicines he took regularly, of his having had anti-depressant medication prescribed, and of his regular visits to Dr. White because of his heart disease. Russell’s second wife, Lillian, was not even aware that he had a heart condition, much less that he took maintenance medication for his heart or that he regularly visited Dr. White. Yet he did all these things. Such a person as Russell, unaccustomed to communicating his troubles, would not easily cry — unless he were indeed severely depressed. While ill health is not probative that a transfer was made in contemplation of death — nor is youth necessarily a rebuttal of the statutory presumption, see <em>Hope v. United States, </em>691 F.2d at 791-792 (decedent murdered at age 36); <em>Estate of Compton v. Commissioner, </em>532 F.2d at 1088 (46-year-old decedent) — it is relevant to the issue. <em>United States v. Wells, </em>283 U.S. at 119, 51 S.Ct. at 452. The family’s testimony concerning Russell’s attitude from mid-1977 on is simply not probative of Russell’s state of mind in December 1976. The evidence regarding Russell’s health problems and depression in December 1976 in fact undermines their interpretation of Russell’s motives.<footnotemark>6</footnotemark></p>\n<p id=\"b775-9\">The question is not even whether Russell made the gifts because he was contemplating his imminent death, but merely that he made the gifts with a view towards his own mortality. Most significantly, the gifts to Sylvia and Tom were consistent with Russell’s testamentary scheme; they were, in fact, advances of real property the two children otherwise would have received by will. Not only were the gifts therefore “of the sort which leads to testamentary disposition,” <em>id. </em>at 117, 51 S.Ct. at 451, but they fitted precisely within the Treasury Regulations’ definition of transfers made in contemplation of death. This identity between the gifts and Sylvia and Tom’s testamentary property makes almost conclusive the statutory presumption that any transfer occurring within three years of the trans-feror’s death was made in contemplation of death. The Estate would have to introduce a significant degree of unambiguous proof to overcome such persuasive evidence, a burden the Estate has failed to carry.</p>\n<p id=\"b775-10\">Other elements of the transfer highlight this failure even more. The gifts were quite large, the value of the transferred real estate at Russell’s death almost equal<page-number citation-index=\"1\" label=\"672\">*672</page-number>ing the rest of the Estate combined. Unlike his other gifts to his children, these two gifts were not to provide Sylvia and Tom land on which to build a home near the rest of the family. Thus the gifts differed significantly from the pattern of giving Russell had established towards his children, further suggesting that the transfers were not life-related but were made in contemplation of death.<footnotemark>7</footnotemark> This inference has motivated courts to reject expressly estates’ attempts to establish that a given transfer was life-related by referring to a pattern of lifetime giving, when the transfer at issue, as here, deviated radically from the prior pattern. See <em>Estate of Compton v. Commissioner, </em>532 F.2d at 1088 (gifts “not substantial or frequent enough to establish” a pattern of lifetime giving); <em>Commercial National Bank of Peoria v. United States, </em>436 F.Supp. at 937 (no pattern established).</p>\n<p id=\"b776-4\">We note that no life-associated purpose appears to have been crucial to Russell’s decision. The Supreme Court in <em>Wells, supra, </em>determined that gifts made to children in order to make them independent financially or to allow them to gain experience in business were life-associated motives, not death-associated ones, so that the gifts were excludible from the gross estate. 283 U.S. at 118-119, 51 S.Ct. at 452. The gifts at issue here have no such motive, as nothing indicates that Russell intended the gifts to aid Sylvia and Tom financially or that he wanted to be able to see them enjoy managing the property. In fact, he knew they would be absentee landlords — that’s partly why they received the noncontiguous land— and would merely continue the land’s present use, renting the property, as it had been rented in the past, to their brother Roland to farm.</p>\n<p id=\"b776-6\">The only advantage derived was an avoidance of estate taxes. Attempting to avoid federal estate taxes has been found to be a death-associated motive. Cf. <em>Estate of McIntosh v. Commissioner, </em>248 F.2d 181, 184 (2d Cir.1957) (powers of appointment), certiorari denied, 355 U.S. 923, 78 S.Ct. 366, 2 L.Ed.2d 353. Russell did achieve a substantial gift-tax savings on the transfer, a savings that his attorney testified was why he advised Russell to make the gifts (see Petitioners’ Br. at 33) and that this motivated Russell’s transfers. This testimony presents a red herring. Although Russell paid less gift tax by transferring the property on December 30 than he would have if he had conveyed the property on January 2, he did so only if he intended to transfer the property <em>inter vi-vos. </em>He intended no such thing. He deeded to Sylvia and Tom land they were to receive through his will. Thus, the real savings to Russell was in estate tax — by transferring the property <em>inter vivos </em>rather than through testate succession, Russell decreased the estate tax his estate would otherwise have owed by twenty-five percent. Admittedly in 1975 Russell had considered making large <em>inter vivos </em>gifts of property to several of his children, including Sylvia and Tom, but the gift tax liability deterred him — until he realized that the gift taxes owed would be less than the estate tax assessed after his death. The motivating consideration, then, was estate tax avoidance, not gift tax avoidance.</p>\n<p id=\"b776-7\"><em>Allen v. Trust Co. of Georgia, supra, </em>illustrates the point. There the Supreme Court affirmed the two lower court decisions that a settlor’s release of a power to amend several trusts established years earlier was not done in contemplation of death so that the value of the trust corpus had to be included in the settlor’s gross estate. The settlor had retained the power to <page-number citation-index=\"1\" label=\"673\">*673</page-number>amend in the belief that his doing so would not require the inclusion in his gross estate of the value of the corpus of each trust at his death. Ten years after he had established the trusts, the Supreme Court decided that the retention of the power to amend would indeed cause a gift to be sufficiently incomplete so that the value of the trust would be included in the settlor’s gross estate. The settlor in <em>Allen </em>subsequently released the power to amend to preserve his original intention. The Supreme Court explained that the release, although accomplished shortly before his death, was not the case “where a settlor, having made one plan for the disposition of his property, later makes a different one to avoid death taxes.” 326 U.S. at 636, 66 S.Ct. at 392. The decedent “was in good faith, endeavoring to complete his original project,” not trying “to give his children more than he at first intended in order to save taxes.” <em>Id. </em>at 637, 66 S.Ct. at 392. In the instant situation, Russell intended to give Tom and Sylvia the transferred property in his will. Instead, he changed his mind and deeded them the property as an <em>inter vivos </em>gift— thus giving them a larger gift by virtue of their early enjoyment of land that they would otherwise have had to wait to own— because of the tax ramifications to his estate of waiting to convey the land.</p>\n<p id=\"b777-5\">Although Mr. Elrod was the catalyst for Russell’s decision to make the gifts in December 1976, he did not provide the “determining motivation” (Reply Br. at 11) as petitioners argue. That motivation could come only from Russell. Russell chose to make two large gifts of property to Sylvia and Tom that they would otherwise have received through his will. His having planned to deed them this land through his will clearly indicates the testamentary nature of the gifts. The real estate was detached from the rest of the family’s land and lacked the sentimental value attached to the property on which the family lived and which the family had owned for almost a century. Russell did so at a time when his health was poor and when he was still severely depressed about the death of his first wife almost two years earlier. In these circumstances, disregarding how Russell’s outlook may have improved in subsequent months, we cannot say that the Tax Court’s determination was clearly erroneous. Accordingly, we affirm.</p>\n<footnote label=\"1\">\n<p id=\"b771-8\">. On Dec. 30, 1976, Section 2035 provided in relevant part:</p>\n<blockquote id=\"b771-10\">(a) <em>General Rule. </em>— The value of the gross estate shall include the value of all property to the extent of any interest therein of which the decedent has at any time made a transfer (except in case of a bona fide sale for an adequate and full consideration in money or money’s worth), by trust or otherwise, in contemplation of his death.</blockquote>\n<blockquote id=\"b771-11\">(b) <em>Application of General Rule. </em>— If the decedent within a period of 3 years ending with the date of his death (except in case of a bona fide sale for an adequate and full consideration in money or money’s worth) transferred an interest in property, * * * <em>such transfer * * * shall, unless shown to the contrary, be deemed to have been made in contemplation of death </em>within the meaning of this section * * *; but no such transfer * * * made before such 3-year period shall be treated as having been made in contemplation of death. (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b772-6\">. 26 U.S.C. § 2035, as amended in 1976 and in force at the time of Russell’s death, provides in pertinent part:</p>\n<blockquote id=\"b772-7\">(a) <em>Inclusion of Gifts Made By Decedent. </em>—Except as provided in subsection (b), the value of the gross estate shall include the value of all property to the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, during the 3-year period ending on the date of the decedent’s death.</blockquote>\n<blockquote id=\"b772-8\">******</blockquote>\n<blockquote id=\"b772-9\">(c) <em>Inclusion of Gift Tax on Certain Gifts Made During 3 Years Before Decedent’s Death. </em>—The amount of the gross estate (determined without regard to this subsection) shall be increased by the amount of any tax paid under chapter 12 by the decedent or his estate on any gift made by the decedent or his spouse after December 31, 1976, and during the 3-year period ending on the date of the decedent’s death.</blockquote>\n<p id=\"b772-10\">None of the exceptions in Section 2035(b) are relevant to this case.</p>\n<p id=\"b772-11\">Congress amended Section 2035(a) again in 1981, see Pub.L. No. 97-34, but that amendment is irrelevant to the Estate's petition.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b772-12\">. Section 2035(d)(1) provides in relevant part:</p>\n<blockquote id=\"b772-16\">The amendments made by subsections (a) and (c)(1) shall apply to the estates of decedents dying after December 31, 1976; except that the amendments made by subsection (a)(5) [regarding Section 2035] * * * shall not apply to transfers made before January 1, 1977.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b772-17\">. The problem is therefore a limited one in the sense that a transferor would have had to have died prior to January 1, 1980, in order for his estate to claim advantage of the \"in contemplation of death” presumption. Consequently no new taxpayers can try to use the provision to escape estate taxes. This circumstance has caused the Estate to argue that exempting a class of people from the provisions of either version of Section 2035 is not anomalous at all and should not be regarded as a loophole. That Congress failed to foresee the ambiguity left by the effective date provision cannot justify our allowing a class of people, however small, to escape taxation that Congress intended to impose. Moreover, this case has direct and continuing relevance for the cases that the IRS is litigating concerning those who died in the relevant time period. We reject the Estate’s argument as specious.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b773-8\">. H.R.Rep. 1380 commented on H.R. 14844. The House never actually considered this bill as an independent entity, passing instead H.R. 10612, which contained no estate and gift tax revisions. The Senate version of H.R. 10612 did contain such revisions, although it did not amend Section 2035. The legislation as finally passed adopted many of the provisions of H.R. 14844, including the amendment to Section 2035 at issue here. The Conference Report accompanying this bill specifically adopted the explanation contained in H.R.Rep. 1380. H.R. Conf.Rep. 1515, 94th Cong., 2d Sess. 607-608, reprinted in 1976 U.S.Code Cong. &amp; Admin. News 4246, 4246-4247.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b775-7\">. The evidence of the longevity of Russell's family carries even less weight, given Russell’s extreme depression over his wife’s death two years earlier.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b776-5\">. The Estate might argue that Russell’s prior gifts to his children were also \"advances\" of property they would otherwise have received through their father’s will, insofar as Russell considered how much land each child had already received in determining how much more property to deed him or her in his will. But the earlier gifts of small tracts of contiguous land on which to build family homes in no way compare to the transfer to Sylvia and Tom of their entire inheritance. Enabling his children to homestead near him on family land motivated Russell to make the former transfers; advancing property to save estate taxes, we believe, motivated the latter. See <em>infra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}