{
  "casebody": {
    "data": "<casebody firstpage=\"890\" lastpage=\"903\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b994-10\">UNITED STATES of America, Plaintiff-Appellee, v. Dario DICESARE, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee, v. Kathleen FLANNERY, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee, v. Jose MARIN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b994-19\">Nos. 84-5013, 84-5021 and 84-5056.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b994-20\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b994-21\">Argued and Submitted Feb. 8, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b994-22\">Decided July 10, 1985.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b995-6\"><page-number citation-index=\"1\" label=\"891\">*891</page-number>Reinhardt, Circuit Judge, filed concurring opinion.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b997-16\"><page-number citation-index=\"1\" label=\"893\">*893</page-number>Christine W.S. Byrd, Los Angeles, Cal., for plaintiff-appellee.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b997-17\">Stanley I. Greenberg, Los Angeles, Cal., Manuel Araujo, Santa Ana, Cal., for defendant-appellant.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b997-19\">Before GOODWIN, WALLACE, and REINHARDT, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b997-20\">WALLACE, Circuit Judge:</author>\n<p id=\"b997-21\">DiCesare and Flannery appeal their convictions entered after conditional guilty pleas under rule 11(a)(2), Fed.R.Crim.P. Marin appeals his conviction after a jury trial. We have jurisdiction under 28 U.S.C. § 1291. We affirm DiCesare’s conviction, but vacate Flannery’s conviction and remand for an evidentiary hearing. We vacate Marin’s conviction and remand for a new trial.</p>\n<p id=\"b997-22\">I</p>\n<p id=\"b997-23\">In January 1983, the government began investigating DiCesare after he and his wife insisted on depositing large amounts of cash in the First Los Angeles bank without filing the currency transaction reports required by 31 C.F.R. §§ 103.22, 103.25 (1984). On July 25, 1983, Glendale police seized approximately 33 pounds of cocaine at a hotel room in Glendale. DiCesare arrived at the hotel room and provided inconsistent explanations of his presence to the police. He was arrested, but later released.</p>\n<p id=\"b997-24\">A team of law enforcement officers from the United States Customs Service, and the Los Angeles and Glendale police departments began a surveillance of DiCesare. During late August, this surveillance revealed meetings and rendezvous between DiCesare and codefendant Marin under secretive and suspicious circumstances. The police observed DiCesare and Flannery drive in DiCesare’s automobile to the home of a suspected drug trafficker. Upon their return to Flannery’s apartment, DiCesare switched vehicles to Flannery’s BMW and returned to his apartment in Marina del Rey. Later, DiCesare placed a suitcase in the BMW’s trunk. The officers requested a narcotics canine, which “alerted” to the presence of narcotics in the trunk.</p>\n<p id=\"b997-25\">On the basis of these observations, Special Agent Rodriguez, a customs officer who had participated in the surveillance, obtained a search warrant for DiCesare’s and Flannery’s apartments from a Glendale municipal court judge. The search of DiCesare’s apartment revealed large quan<page-number citation-index=\"1\" label=\"894\">*894</page-number>tities of cash, cocaine, other narcotics trafficking paraphernalia, and several envelopes containing large amounts of currency addressed to an attorney. The BMW also was searched, and the suitcase in the trunk contained six pounds of cocaine and a balance scale. Both DiCesare and Marin were arrested in DiCesare’s apartment. When the officers searched Flannery’s apartment, they found cocaine, paraphernalia and cocaine trafficking notations. Flan-nery also was arrested.</p>\n<p id=\"b998-4\">When Marin was arrested, he had a small child with him. The officers took custody of the child, and then drove to Marin’s apartment in an attempt to locate the child’s mother. Outside Marin’s apartment, the officers stopped Liguori, DiCe-sare’s secretary, and searched her purse. It contained an envelope addressed to the same attorney as the envelope containing currency that had been found in DiCesare’s apartment. The envelope found in Liguo-ri’s purse contained $9,700 in cash. The officers arrested Liguori. A later inventory search of the purse revealed cocaine and a rental receipt for Marin’s apartment.</p>\n<p id=\"b998-5\">At Marin’s apartment, the officers met several Spanish-speaking occupants. Although it is not clear whether the officers received permission to enter or whether the occupants understood why the officers were present, the officers entered the apartment with the avowed purpose of returning the child. Once in the apartment, the officers observed the following items in plain view: a utility bill with DiCesare’s name on it, a note pad containing figures that, in the officers’ opinions, were consistent with cocaine trafficking, and a large green suitcase. The officers first secured the apartment, and then requested a narcotics canine. When the dog arrived, it entered the apartment and alerted to the suitcase. Two hours after their initial entry, the officers decided to obtain a search warrant, and detained the occupants for several hours while awaiting the warrant. The search revealed $2,000 in cash next to an envelope addressed to the same attorney as the envelopes found in DiCesare’s apartment and Liguori’s purse. The search of the suitcase revealed no contraband.</p>\n<p id=\"b998-7\">DiCesare, his wife Beatrice, Flannery, Marin, and Liguori were indicted for a conspiracy in violation of 21 U.S.C. § 846 (count one: conspiracy to possess or distribute cocaine). In addition, Flannery and the DiCesares were indicted for the following violations: 21 U.S.C. § 841(a)(1) (possession of cocaine with intent to distribute) (count four: DiCesare and Flannery; count two: DiCesare alone); 18 U.S.C. § 924(c) (count three: carrying a firearm during a felony) (DiCesare alone); 26 U.S.C. § 5861(h) (count five: possessing a firearm with an obliterated serial number) (DiCe-sare alone); 18 U.S.C. § 371 and 31 U.S.C. §§ 5313, 5322 (count six: conspiracy of and a willful failure to report a domestic currency transaction) (both DiCesares). The firearm serial violation was later dismissed. Beatrice DiCesare entered a guilty plea, while Liguori’s charges were dismissed after she cooperated; neither is a party to this appeal. Both DiCesare and Flannery entered conditional guilty pleas under rule 11(a)(2), Fed.R.Crim.P. Pursuant to the plea agreement, counts two and three were dismissed against DiCesare at the time of sentencing, and count four was dismissed against Flannery. Marin entered a plea of not guilty, and was convicted by a jury on count one.</p>\n<p id=\"b998-8\">II</p>\n<p id=\"b998-9\">We first address the issues raised by DiCesare and Flannery, who joined in the motions of her co-defendants.</p>\n<p id=\"b998-10\">A.</p>\n<p id=\"b998-11\">DiCesare and Flannery contend that the district court erred by denying their motions for hearings required by <em>Franks v. Delaware, </em>438 U.S. 154, 171-72, 98 S.Ct. 2674, 2684, 57 L.Ed.2d 667 (1978) (Franks). There are five requirements for a sufficient motion for a <em>Franks </em>hearing: (1) the defendant must allege specifically which portions of the warrant affidavit are claimed to be false; (2) the defendant must contend that the false statements or omissions were <page-number citation-index=\"1\" label=\"895\">*895</page-number>deliberately or recklessly made; (3) a detailed offer of proof, including affidavits, must accompany the allegations; (4) the veracity of only the affiant must be challenged; and (5) the challenged statements must be necessary to find probable cause. <em>United States v. Kiser, </em>716 F.2d 1268, 1271 (9th Cir.1983) <em>(Kiser).</em></p>\n<p id=\"b999-5\">We review the denial of a <em>Franks </em>hearing de novo. <em>See, e.g., United States v. Ritter, </em>752 F.2d 435, 439 (9th Cir.1985). DiCesare argues that five statements or omissions in Rodriguez’s affidavit warranted a hearing: (1) he used information from a search that was quashed three years previously; (2) he referred to an earlier arrest but failed to relate that the state subsequently declined to prosecute; (3) he advised the magistrate that the apartment trash revealed evidence of narcotics transactions when the trash could have been commingled; (4) he failed to disclose the unreliability of the canine; and (5) he misrepresented that DiCesare was using an alias.</p>\n<p id=\"b999-6\">An examination of DiCesare’s moving papers reveals only two allegations that arguably suffice to show an intentional or reckless omission or misstatement by Rodriguez: (1) the inclusion of the results from a three year old search, and (2) whether the trash could have been examined since it was deposited in a large common container. Thus, the remaining three statements fail to qualify. <em>See Franks, </em>438 U.S. at 171-72, 98 S.Ct. at 2684; <em>Kiser, </em>716 F.2d at 1271. There was no error in the denial of a hearing on those two statements, however, because a hearing is required only if the challenged information is necessary to find probable cause. <em>See id. </em>Even without these statements in the affidavit, we conclude that the other allegations in the affidavit supported a finding of probable cause. Therefore, we affirm the district court’s denial of DiCesare’s and Flannery’s motion for a <em>Franks </em>hearing.</p>\n<p id=\"b999-7\">B.</p>\n<p id=\"b999-8\">Both DiCesare and Flannery argue that the district court erroneously denied their motions for other evidentiary hearings. We review the denial of an evidentia-ry hearing for an abuse of discretion. <em>See United States v. Santora, </em>600 F.2d 1317, 1320 (9th Cir.), <em>amended on other grounds, </em>609 F.2d 433 (1979) (order).</p>\n<p id=\"b999-11\">Flannery argues that the disputed facts surrounding the execution of the search warrant at her apartment on August 26 and a second entry on September 14 require an evidentiary hearing. On August 26, the officers executed the search warrant for Flannery’s and DiCesare’s apartments. When they arrived at Flannery’s apartment, the main door was open, but the screen door was closed and locked. In Flannery’s declaration, she stated that the officers forcibly entered and announced simultaneously, and that “[pjrior to breaking open the door, none of the officers knocked, announced their identity, or stated the purpose of their presence.” Upon entry, Flannery stated that she was assaulted and verbally abused. The officer declared, however, that he saw Flannery speaking on the telephone and announced the presence of the police. He stated that Flannery became hysterical, dropped the telephone, and turned as if to flee. He then forcibly entered to prevent possible destruction of evidence. He flatly denied the occurrence of an assault and verbal abuse. Flannery introduced photographic exhibits supporting her version of the entry, and a supporting declaration of her sister to whom she was speaking at the time of the entry. Flannery’s sister declared that she heard the sound of entry, an announcement, and then obscenities and statements indicating a beating was taking place.</p>\n<p id=\"b999-12\">Flannery asserts that the officers violated 18 U.S.C. § 3109, the “knock and announce” statute. If the officers did violate the statute, the evidence seized during the search must be suppressed. <em>See Miller v. United States, </em>357 U.S. 301, 313-14, 78 S.Ct. 1190, 1197-98, 2 L.Ed.2d 1332 (1958). The sworn statements and exhibits present directly contradictory accounts of the se<page-number citation-index=\"1\" label=\"896\">*896</page-number>quence of events, and thus whether the officers complied with the statute. We conclude that Flannery made an offer of proof “sufficiently definite, specific, detailed, and nonconjectural to enable the court to conclude that contested issues of fact going to the validity of the search are in question.” <em>United States v. Ledesma, </em>499 F.2d 36, 39 (9th Cir.), <em>cert. denied, </em>419 U.S. 1024, 95 S.Ct. 501, 42 L.Ed.2d 298 (1974). Thus, an evidentiary hearing was required. <em>See id. </em>Moreover, this error was not harmless, because the search uncovered cocaine, paraphernalia, and papers suggestive of narcotics trafficking. We conclude that the district court abused its discretion by denying an evidentiary hearing on the August entry.</p>\n<p id=\"b1000-4\">On September 14, the officers returned to Flannery's apartment with an arrest warrant. There is no dispute that her outside door was open, and that the inner screen door was closed but unlocked. When the officers arrived, they observed guests seated at a dining table, but did not see Flannery. According to Flannery, the officers merely entered and apprehended her without knocking or announcing their identity and purpose. According to the officers, they asked for Flannery, announced their identity and when Flannery entered the room, then entered to arrest her. Once again, the affidavits present contradictory reports of these events. Although section 3109 by its terms applies only to search warrants, the Supreme Court has held that the same criteria apply to arrests. <em>See Miller, </em>357 U.S. at 306, 78 S.Ct. at 1194. If the officers failed to announce their identity and purpose or simultaneously did so and entered, they violated the section 3109 criteria. <em>See United States v. McConney, </em>728 F.2d 1195, 1206 (9th Cir.) (en banc), <em>cert. denied, </em>— U.S. -, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984). Such a violation would not be harmless, because the incident search revealed additional tangible evidence.</p>\n<p id=\"b1000-7\">We conclude that the affidavits establish a sufficiently definite offer of proof to require a hearing on the September entry and that the district court abused its discretion by denying the hearing. <em>Ledesma, </em>499 F.2d at 39.</p>\n<p id=\"b1000-9\">Both DiCesare and Flannery also appeal the denial of evidentiary hearings on whether the search of their apartment exceeded the scope of the warrant. We conclude that the district court did not abuse its discretion. Such a hearing is required only when there is a dispute concerning issues of fact relevant to the legality of the search. <em>Id. See also United States v. Hickock, </em>481 F.2d 377, 379 (9th Cir.1973) (denial of an evidentiary hearing on a motion to suppress is not error when the movant presents no factual issues). In this case, DiCesare and Flannery do not contest the inventory of items obtained pursuant to the search. Thus, there were no facts in dispute relating to the scope of the search and we are unable to conclude that the district court abused its discretion by denying the request for a hearing. <em>See, e.g., id.</em></p>\n<p id=\"b1000-10\">DiCesare challenges the denial of an evidentiary hearing on the search of his secretary Liguori’s handbag. DiCesare, however, has no standing to challenge that search. For standing purposes, the only connection between DiCesare and Liguori was their joint criminal venture. We have rejected standing on that basis alone. <em>See United States v. Mendia, </em>731 F.2d 1412, 1414 (9th Cir.), <em>cert. denied, </em>— U.S.-, 105 S.Ct. 509, 83 L.Ed.2d 399 (1984).</p>\n<p id=\"b1000-13\">C.</p>\n<p id=\"b1000-14\">Flannery argues that the search warrant for her apartment was unsupported by probable cause. We review the magistrate’s determination of probable cause under the “substantial basis” standard. <em>See Illinois v. Gates, </em>462 U.S. 213, 236, 103 S.Ct. 2317, 2331, 76 L.Ed.2d 527 (1983); <em>United States v. Seybold, </em>726 F.2d 502, 503 (9th Cir.1984). The affidavit presented the magistrate with three factual situations: (1) several meetings during a three-day period with DiCesare, including one on a boat during which the participants <page-number citation-index=\"1\" label=\"897\">*897</page-number>appeared to be using cocaine; (2) Flannery and DiCesare drove together to the home of a suspected narcotics trafficker and switched vehicles upon their return; and (3) a narcotics canine alerted to a suitcase DiCesare placed in the trunk of Flannery’s BMW. The canine’s sniff of the trunk was not a “search” requiring probable cause. <em>See, e.g., United States v. Place, </em>462 U.S. 696, 707, 103 S.Ct. 2637, 2644, 77 L.Ed.2d 110 (1983); <em>United States v. Beale, </em>736 F.2d 1289, 1291-92 (9th Cir.) (en banc), <em>cert. denied, </em>— U.S. -, 105 S.Ct. 565, 83 L.Ed.2d 506 (1984). We conclude that under the totality of the circumstances, the magistrate had a substantial basis for concluding that probable cause existed to search Flannery’s car and her apartment.</p>\n<p id=\"b1001-7\">D.</p>\n<p id=\"b1001-8\">DiCesare and Flannery assert that Rodriguez, as a Customs officer, lacked authority to obtain a state search warrant. They argue that both rule 41(a), Fed.R. Crim.P., and 26 U.S.C. § 7607(1) prohibit Rodriguez from executing a state search warrant. We need not decide this issue, because even if they 'are correct, suppression would not be required. Both state and federal officers participated in the investigation and executed the warrant; had it been a state officer rather than Rodriguez who had done so, its validity would not be in question. Therefore, if a defect existed, it was merely a technical defect, and did not implicate any constitutional violations. <em>See, e.g., United States v. Payner, </em>447 U.S. 727, 731-33, 100 S.Ct. 2439, 2444-45, 65 L.Ed.2d 468 (1980) (evidence should not be suppressed unless the defendant’s constitutional rights are violated). Since the warrant was supported by probable cause and was not executed improperly, no circumstances are present that warrant suppression. <em>See, e.g., United States v. Harrington, </em>681 F.2d 612, 614-15 (9th Cir.1982); <em>United States v. Pennington, </em>635 F.2d 1387, 1390 (10th Cir.1980), <em>cert. denied, </em>451 U.S. 938, 101 S.Ct. 2018, 68 L.Ed.2d 325 (1981).</p>\n<p id=\"b1001-9\">E.</p>\n<p id=\"b1001-10\">DiCesare and Flannery argue that the Customs Service narcotics canine training manual should have been disclosed, because it provided information to attack the reasonableness of relying on responses of the dogs. Federal regulations prohibit disclosure “to the extent that [it] would ... [d]isclose investigative techniques and procedures.” 19 C.F.R. § 103.12(g)(5) (1984). DiCesare and Flannery argue that disclosure was proper because the government's papers filed in opposition were not proper and because the manual contained portions that, if disclosed, would not compromise investigative techniques. The district court reviewed the manual in camera and determined that disclosure of chapters three through five of the manual would involve such a compromise, and declined to order discovery. Even if the district court erred, however, we conclude that any error was harmless because DiCesare and Flannery were provided with the most critical information: the actual training records of the dogs used in the searches, and chapters one and two of the manual on dog training.</p>\n<p id=\"b1001-11\">F.</p>\n<p id=\"b1001-12\">DiCesare and Flannery argue that the indictment was insufficiently specific, thereby necessitating a bill of particulars. A bill of particulars is appropriate when the indictment is insufficient to per- . mit the preparation of an adequate defense. <em>See </em>Fed.R.Crim.P. 7(f); <em>see, e.g., United States v. Inryco, Inc., </em>642 F.2d 290, 295 (9th Cir.1981), <em>cert. dismissed, </em>454 U.S. 1167, 102 S.Ct. 1045, 71 L.Ed.2d 324 (1982). DiCesare and Flannery requested a bill for three reasons: (1) to obtain the names of any unknown coconspirators; (2) to determine the exact date on which the conspiracy allegedly began; and (3) to delineate all other overt acts that comprised the charged activity. These reasons, however, do not warrant a bill of particulars. <em>See, e.g., United States v. </em>Long, 449 F.2d 288, 294-95 (8th Cir. 1971) (exact times), <em>cert. denied, </em>405 U.S. 974, 92 S.Ct. 1191, 31 L.Ed.2d 247 (1972); <em>Wilkins v. United </em><page-number citation-index=\"1\" label=\"898\">*898</page-number><em>States, </em>376 F.2d 552, 562-63 (5th Cir.) (names of all coconspirators), <em>cert. denied, </em>389 U.S. 964, 88 S.Ct. 342, 19 L.Ed.2d 379 (1967); <em>Cook v. United States, </em>354 F.2d 529, 531 (9th Cir.1965) (all overt acts). Moreover, neither DiCesare nor Flannery specified any prejudice or surprise resulting from the denial of the bill. <em>See, e.g., United States v. Davis, </em>582 F.2d 947, 951 (5th Cir.1978), <em>cert. denied, </em>441 U.S. 962, 99 S.Ct. 2408, 60 L.Ed.2d 1067 (1979); <em>United States v. Cooper, </em>577 F.2d 1079, 1089 (6th Cir.), <em>cert. denied, </em>439 U.S. 868, 99 S.Ct. 196, 58 L.Ed.2d 179 (1978). The district court’s denial of the motion was not an abuse of discretion.</p>\n<p id=\"b1002-4\">G.</p>\n<p id=\"b1002-5\">Both DiCesare and Flannery moved for a severance under rule 14, Fed. R.Crim.P., because they wished to testify on one count but not on all counts. To justify severance on this ground, a defendant “must show that he has important testimony to give on some counts and a strong need to refrain from testifying on those he wants severed.” <em>United States v. Nolan, </em>700 F.2d 479, 483 (9th Cir.), <em>cert. denied, </em>462 U.S. 1123, 103 S.Ct. 3095, 77 L.Ed.2d 1354 (1983). Neither DiCesare nor Flannery made any such showing in their moving papers, and each failed to list “the specific testimony he will present about one offense, and his specific reasons for not testifying about others.” <em>United States v. Bronco, </em>597 F.2d 1300, 1303 (9th Cir.1979) (Bronco).</p>\n<p id=\"b1002-6\">Flannery also requested severance because she was not charged on several counts and feared prejudice from testimony relating to those offenses. Separate offenses, however, may be tried together if a conspiracy existed that links them together. <em>See, e.g., United States v. Abushi, </em>682 F.2d 1289,1296-97 (9th Cir.1982). The conspiracy charged in count one was sufficient to link all the offenses. Moreover, Flannery’s allegations of prejudice are insufficient. The policy in favor of joint trials outweighs the prejudicial impact of testimony about other offenses unless the right to a fair trial is abridged. <em>See, e.g., United States v. Escalante, </em>637 F.2d 1197, 1201 (9th Cir.), <em>cert. denied, </em>449 U.S. 856, 101 S.Ct. 154, 66 L.Ed.2d 71 (1980); <em>Bronco, </em>597 F.2d at 1303. Flannery makes no such allegation in her moving papers. Thus, the denial of the severance motions was not an abuse of discretion.</p>\n<p id=\"b1002-8\">Ill</p>\n<p id=\"b1002-9\">We need discuss only three of the issues raised by Marin.</p>\n<p id=\"b1002-10\">A.</p>\n<p id=\"b1002-11\">Marin asserts that the evidence obtained during the search of his apartment must be suppressed. We agree. The following factual sequence is undisputed. The officers arrived at Marin’s apartment with the child, sought permission to enter, and then entered, perhaps even with permission. Once inside the apartment, the officers observed a utility bill with DiCesare’s name on it, and a note pad containing figures consistent with cocaine trafficking. <em>At this point, </em>the officers secured the premises, questioned the occupants and called for a narcotics canine. Upon arrival, the dog alerted to a green suitcase in Marin’s living room. Based on this information, the officers sought a search warrant and executed it some six hours after the initial entry, during which time the occupants were detained.</p>\n<p id=\"b1002-12\">In <em>Segura v. United States, </em>— U.S. -, 104 S.Ct. 3380, 82 L.Ed.2d 599 (1984), the Supreme Court observed that “[different interests are implicated by a seizure than by a search. A seizure affects only the person’s possessory interests; a search affects a person’s privacy interests.” <em>Id., </em>104 S.Ct. at 3387 (citations omitted). The Court then upheld the seizure of a dwelling prior to the execution of a warrant because the agents had probable cause unconnected with the seizure. <em>Id. </em>at 3389. Although the Court pointed to two instances in which seizures of property have been permitted on less than probable cause, <em>see id. </em>at 3387 n. 6 (postal packages and suitcases at airports), the Court made it clear that proba<page-number citation-index=\"1\" label=\"899\">*899</page-number>ble cause is necessary to seize a private home. <em>See id. </em>at 3387-91.</p>\n<p id=\"b1003-5\">The seizure of Marin’s apartment was completed before the narcotics canine arrived; the occupants already had been detained, and additional officers had arrived. Assuming a valid entry, when the seizure occurred the officers had observed only two plausible pieces of evidence in plain view — the utility bill and the note pad. We conclude that under the totality of the circumstances, these items fail to provide the probable cause necessary to seize or search the apartment. <em>See Segura, </em>104 S.Ct. at 3386-87 (using the “totality of the circumstances” test).</p>\n<p id=\"b1003-6\">The government argues, however, that the warrant should be upheld because the dog was merely another police officer, its entry was therefore lawful and not an incremental intrusion on Marin’s privacy or possessory interests, and its sniff of the green suitcase was not a search. We need not decide whether the dog’s entry should be treated like that of any police officer or whether the sniff of a suitcase in a private home is a search. <em>Cf. United States v. Place, </em>462 U.S. at 707, 103 S.Ct. at 2644 (sniff of a suitcase in a public place is not a search). These issues are irrelevant in this case.<footnotemark>1</footnotemark> Even if the dog’s entry and subsequent sniff were lawful, the acquisition of probable cause during an unlawful seizure does not cure the illegality and does not constitute an independent source of probable cause. <em>See United States v. Taheri, </em>648 F.2d 598, 600-01 (9th Cir.1981). The use of the canine was a direct and proximate result of the illegal seizure. But for the seizure, the officers would not have requested the dog, and but for the alert, probable cause did not exist to search the apartment. <em>See Segura, </em>104 S.Ct. at 3391-92. If we upheld the admissibility of this evidence, we would encourage police to seize private dwellings without probable cause, then to bring in trained dogs to locate contraband in order to obtain the probable cause necessary for a warrant. Officers cannot seize a dwelling to find probable cause — first they must have probable cause to seize a dwelling. <em>See id. </em>at 3390-91.</p>\n<p id=\"b1003-10\">Finally, we conclude that the failure to suppress was not harmless beyond a reasonable doubt. The police uncovered $2,000 in cash next to an envelope identical to the envelopes found in DiCesare’s apartment and Liguori’s purse, with the name of the same attorney written on it. This is significantly probative evidence of Marin’s membership in the conspiracy, the only offense for which he was charged. Therefore, we hold that the district court erroneously failed to suppress this evidence and that Marin is entitled to a new trial without the admission of the evidence seized at his apartment.</p>\n<p id=\"b1003-11\">B.</p>\n<p id=\"b1003-12\">Marin also argues that the district court erred by denying his motion to strike <page-number citation-index=\"1\" label=\"900\">*900</page-number>evidence admitted against him from the Glendale seizure on July 25,1983, involving DiCesare. On that date, officers seized approximately 33 pounds of cocaine and other items. Marin argues that it was error to deny the motion because insufficient evidence connected him to the events of July 26. We review this issue for an abuse of discretion. <em>Cf. United States v. Ordonez, </em>737 F.2d 793, 811 (9th Cir.1984) (evidentiary rulings in general).</p>\n<p id=\"b1004-4\">The seizure of July 25 and the surrounding events were among the overt acts in the conspiracy indictment against Marin. The existence of separate conspiracies is a question of fact, not of law, to be determined by the jury. <em>See, e.g., United States v. Kenny, </em>645 F.2d 1323, 1335 (9th Cir.), <em>cert. denied, </em>452 U.S. 920, 101 S.Ct. 3059, 69 L.Ed.2d 425 (1981). A defendant need not participate in all phases of a conspiracy to be part of a single conspiracy. <em>See, e.g., United States v. Burreson, </em>643 F.2d 1344, 1348 (9th Cir.), <em>cert. denied, </em>454 U.S. 830, 102 S.Ct. 125, 70 L.Ed.2d 106 (1981).</p>\n<p id=\"b1004-5\">The district court instructed the jury to acquit if they found that Marin was a member of an uncharged conspiracy. Marin did not object to this instruction, although he now argues that it was an inadequate multiple conspiracy instruction. A proper instruction would cure an erroneous denial of the motion to strike. Since Marin did not object, however, we can reverse only if the instruction was plainly erroneous. <em>See, e.g., United States v. Hall, </em>650 F.2d 994, 998 (9th Cir.1981) (per curiam); Fed.R.Crim.P. 52(b).</p>\n<p id=\"b1004-6\">Even if the government failed to show a connection between Marin and the conspiracy on July 25, Marin is not absolved of liability. “[A] conspirator who joins a pre-existing conspiracy is bound by all that has gone on before in the conspiracy.” <em>United States v. Saavedra, </em>684 F.2d 1293, 1301 (9th Cir.1982). If sufficient evidence supports Marin’s joinder in the conspiracy, and the conspiracy included the July 25 events, then the evidence properly may be used against him. Since we are remanding for a new trial, we need not decide the factual question now. We conclude, however, that the district court did not abuse its discretion by denying the motion to strike, and that the curative jury instruction was not plainly erroneous.</p>\n<p id=\"b1004-8\">C.</p>\n<p id=\"b1004-9\">Our decision to vacate Marin’s conviction does not relieve us of the responsibility to address Marin’s argument that the evidence was insufficient because if he is correct, his retrial would be barred by the double jeopardy clause. <em>See, e.g., United States v. Bibbero, </em>749 F.2d 581, 585-86 (9th Cir.1984) <em>(Bibbero); United States v. Harmon, </em>632 F.2d 812, 814 (9th Cir.1980) (per curiam) (Harmon). <em>See also Tibbs v. Florida, </em>457 U.S. 31, 40-42, 102 S.Ct. 2211, 2217-18, 72 L.Ed.2d 652 (1982). In our review, however, we must consider all the evidence admitted at trial, including illegally obtained evidence, because “[i]t is impossible to know what additional evidence the government might have produced had the faulty evidence been excluded at trial, or what theory the government might have pursued had the evidence before the jury been different.” <em>Harmon, </em>632 F.2d at 814; <em>see Bibbero, </em>749 F.2d at 586 n. 3.</p>\n<p id=\"b1004-10\">Our review of the evidence in the light most favorable to the government convinces us that a rational trier of fact could have found the elements of a conspiracy beyond a reasonable doubt. <em>See Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979); <em>United States v. Marabelles, </em>724 F.2d 1374, 1377 (9th Cir.1984). Marin assisted DiCesare in counting large sums of cash. He and DiCesare met with couriers at the airport. They met several times under suspicious circumstances and with secretive precautions. Identical envelopes bearing the same attorney’s name were found in both Marin’s and DiCesare’s apartments. DiCe-sare maintained Marin’s apartment and DiCesare was involved in cocaine trafficking.</p>\n<p id=\"b1005-4\"><page-number citation-index=\"1\" label=\"901\">*901</page-number>We need not address Marin’s other arguments since the illegal seizure of his apartment requires a new trial.</p>\n<p id=\"b1005-5\">We affirm DiCesare’s conviction, vacate Marin’s conviction and remand for a new trial, and vacate Flannery’s conviction and remand for an evidentiary hearing on whether the officers complied with the knock and announce statute during both the August and September entries. Since we find no merit to any of Flannery’s other assigned errors, if the district court finds after a hearing that the officers complied with the statute or that their compliance was excused, the district court may re-enter her conviction.</p>\n<p id=\"b1005-6\">No. 84-5013: AFFIRMED.</p>\n<p id=\"b1005-7\">No. 84-5021: VACATED AND REMANDED.</p>\n<p id=\"b1005-8\">No. 84-5056: VACATED AND REMANDED.</p>\n<footnote label=\"1\">\n<p id=\"b1003-7\">. The concurrence suggests that dogs cannot be used to search private homes without the consent of the occupants, even if probable cause exists. It also suggests that, unless such consent is obtained, the use of dogs will be a barbaric procedure reminiscent of Nazi Germany and the pre-Civil War South. The standard proposed, consent in addition to probable cause, is a much higher standard than that of the fourth amendment, in which we may rely solely on probable cause.</p>\n<p id=\"b1003-8\">No court that has considered the use of canines has suggested that their use is subject to any standard other than probable cause or one of its exceptions. <em>See, e.g., United States v. Place, </em>462 U.S. at 701-07, 103 S.Ct. at 2641-44; <em>United States v. Thomas, </em>757 F.2d 1359, 1366-67 (2d Cir.1985) (recognizing that a dog sniff of the exterior of a dwelling is more intrusive than the search of luggage at an airport, thus requiring probable cause); <em>United States v. Beale, </em>736 F.2d 1289, 1290-92 (9th Cir.) (en banc) (discussing whether a particular dog sniff is a search subject to the fourth amendment), <em>cert. denied, </em>— U.S.-, 105 S.Ct. 565, 83 L.Ed.2d 565 (1984).</p>\n<p id=\"b1003-14\">Since the seizure of Marin’s apartment took place without probable cause, we do not need to decide whether the use of the dog required something more than probable cause. Nor do we believe that it is appropriate to reach out to do so. We leave for another case whether a dog that may sniff a suitcase in an airport without probable cause, and sniff the exterior of a dwelling pursuant to a valid warrant, may cross the threshold of a home if the officers accompanying it have probable cause.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b1005-9\">REINHARDT, Circuit Judge,</author>\n<p id=\"APnW\">concurring:</p>\n<p id=\"b1005-10\">I concur in the majority opinion. I write separately, however, to address an issue that the majority has chosen not to consider. The majority says that whether dogs may be brought unwanted and uninvited into people’s homes by law enforcement authorities in an effort to discover evidence is irrelevant in this case. In my opinion the issue is not irrelevant for two reasons. First, the case could as easily be decided on the ground that the Constitution prohibits this unprecedented and outrageous violation of individual rights as on the more convoluted fourth amendment ground the majority chooses to rely on. Second, since the Los Angeles Police Department apparently believes it is free to use dogs to search people’s homes, the United States Attorney agrees, and an actual case and controversy is now before us, we are, in my opinion, obligated to let our government officials know that they are absolutely wrong. If we fail to do so we encourage them to continue to violate people’s fundamental rights and permit them to continue to profess ignorance of the true meaning of the Constitution.</p>\n<p id=\"b1005-11\">My very able and respected colleague, Judge Wallace, writing for the majority, describes the issue somewhat differently than I would. He says the issue is “whether the dog’s entry should be treated like that of any police officer or whether the sniff of a suitcase in a private home is a search.” The issue, in my view, may be put far more simply. May police officers bring dogs into private homes without the consent of the occupants in an attempt to obtain incriminating evidence? As far as I am concerned, the answer is equally simple: No, not as long as there is a right of privacy, not as long as the law protects us against unreasonable searches, and not as long as there is a difference under our Constitution between a person’s home and a public lamppost or fire hydrant.</p>\n<p id=\"b1005-12\">The question is not, contrary to what the majority states, whether a dog’s entry is like a police officer’s (whatever that means) or whether a sniff is a search. The question is — can we be forced to allow large police dogs to come into our homes and do whatever large police dogs do? The intrusion of these dogs is offensive to some, frightening to others, and, sadly, to at least a few, reminiscent of the ugliest types of scenes that have occurred in police states. It is hardly the sniff of a suitcase that is at issue. It is first and foremost the unwanted and unwelcome presence of an animal in the privacy of our homes, an animal intruder that our law enforcement authorities tell us is simply another government agent. Moreover, it is most unrealistic to think that once law enforcement agencies obtain the right to bring police dogs into our living rooms, bedrooms, closets, and nurseries, the dogs will really be restricted to sniffing (or to describe more accurately what actually happens, sniffing and clamping their jaws around) suitcases. As sure as it is being argued today that it is constitutional for police dogs to come into our homes and sniff suitcases, it will be argued tomorrow that it is equally lawful for them to sniff and bite our clothes, beds, chairs, cradles, or whatever other possessions we keep in our homes. And can we really be <page-number citation-index=\"1\" label=\"902\">*902</page-number>assured that while the dogs are at it, they won’t be sniffing, snuffling, or otherwise molesting people as well? I think clearly not. <em>See Doe v. Renfrow, </em>451 U.S. 1022, 101 S.Ct. 3015, 69 L.Ed.2d 395 (1981) (Brennan, J., dissenting from denial of certiora-ri). Based on the arguments presented to us, it is highly doubtful that the government officials involved in this case would see anything wrong with that either.</p>\n<p id=\"b1006-4\">As our court has previously stated, the critical question in every fourth amendment case is whether the intrusion at issue is one that a free society is willing to tolerate. <em>United States v. Solis, </em>536 F.2d 880, 881 (9th Cir.1976); <em>United States v. Beale, </em>736 F.2d 1289, 1293 (en banc), (Pre-gerson, J., dissenting). It is inconceivable to me that the dispatch of dogs into citizens’ homes, with or without “probable cause,” constitutes the type of intrusion that this society would countenance, at least in the absence of an immediate and serious threat to human life or safety that can be avoided only by the use of canines. There can be no question that a substantial difference exists between a peace officer, on whom we have conferred the law enforcement authority of the state and who is at least familiar with the rudiments of fourth amendment protections, and a dog. A peace officer is clearly capable of conducting himself within the bounds of the Constitution if he wants to do so. It is, of course, unreasonable for us to expect a dog, even one trained by our finest police or customs officials, to appreciate the finer contours of the fourth amendment.</p>\n<p id=\"b1006-5\">That trained canines may act merely as “instruments” of investigating officers does not, in my view, diminish the offensive character of the intrusion. History is replete with incidents in which dogs, acting as instruments of the state, have invaded people’s rights in furtherance of the state’s interest. In the antebellum South, dogs were used to ferret out blacks who sought little more than the same “free society” that the fourth amendment protects. During World War II, dogs were used in Nazi Germany to help locate Jews so that they could become a part of Hitler’s “Final Solu- ' tion”. Although the state of affairs has changed somewhat since these events transpired, the image of the police state is as clear now as it was then. I cannot believe that, except in the most compelling and extraordinary circumstances, our free society would be willing to tolerate the forced entry of dogs into private homes for purposes of law enforcement — and certainly not in order to seek out contraband or fugitives.</p>\n<p id=\"b1006-7\">In any event, the government’s argument that the dog’s presence in Marin’s apartment and its sniff of his suitcase in that location was not a search is meritless. The government cites no case in which it has previously been permitted to invade a person’s home with an animal or in which any court has suggested that such governmental conduct is acceptable. Instead, the government relies on <em>United States v. Place, </em>462 U.S. 696, 103 S.Ct. 2637, 77 L.Ed.2d 110 (1983). In <em>Place, </em>the Court said that exposure of the exterior of a traveler’s luggage, which was located in a <em>public place, </em>to a narcotics canine did not constitute a search of the <em>luggage </em>within the meaning of the fourth amendment. Here, of course, the canine was exposed to the interior of Marin’s <em>entire apartment. </em>It is the invasion of the apartment, not just the suitcase, that is at issue here. Because the dog sniff took place in Marin’s home, it is inconceivable to me that the animal’s activities were not subject to the demands and restrictions of the fourth amendment. <em>See Payton v. New York, </em>445 U.S. 573, 100 S.Ct. 1371, 1381-82, 63 L.Ed.2d 639 (1980) (“The Fourth Amendment protects the individual’s privacy in a variety of settings. In none is the zone of privacy more clearly defined than when bounded by the unambiguous physical dimensions of an individual’s home — a zone that finds its roots in clear and specific constitutional terms: ‘The right of the people to be secure in their ... houses ... shall not be violat<page-number citation-index=\"1\" label=\"903\">*903</page-number>ed.’ ”); <em>Sifuentes v. United States, </em>428 U.S. 543, 96 S.Ct. 3074, 3084, 49 L.Ed.2d 1116 (1976) (the sanctity of the private dwelling is ordinarily afforded the most stringent Fourth Amendment protection). <em>Place </em>is, therefore, wholly inapposite. <em>See </em>1 W. LaFave, <em>Search and Seizure: A Treatise on the Fourth Amendment </em>§ 2.2(f) at 286 (Supp.1985) (interpreting <em>Place </em>as limited to dog sniffs in public places; if an encounter between a dog and an object is achieved by bringing the dog into an area entitled to fourth amendment protection, that entry is itself a search subject to constitutional restrictions). In my view, the use of the canine in Marin’s apartment constituted a search, a grossly unreasonable one, and a flagrant violation of Marin’s rights under the Fourth Amendment.</p>\n<p id=\"b1007-5\">As far as I am aware, the United States government has never before, at least in this century, contended that there is no difference between man and beast, that a police officer and a police dog are one and the same for purposes of the fourth amendment, or that it has the right to bring dogs into our homes against our will when it is looking for contraband or when it suspects us of having engaged in some form of criminal activity. I would hope that it never does so again. Unfortunately, I suspect the chances for this might have been far better had my colleagues been willing to confront an issue that they could properly have decided if they had thought it important to do so.<footnotemark>1</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b1007-6\">. While insisting that the issue is irrelevant, the majority appends an analysis of past precedents relating to the use of dogs in other circumstances. Although the cases cited are of little significance here (it is interesting, but not relevant, for example, that the Second Circuit has recently held that a dog's sniffing of the exterior of a house constitutes a search for purposes of the Fourth Amendment, <em>United States </em>v. <em>Thomas, </em>757 F.2d 1359 (2d Cir.1985)), the majority suggests that invasions of homes by dogs <em>may </em>not be as offensive as I have stated. Its explanation is that no court has previously said that consent is required before dogs can be brought into people’s homes to muck about and conduct searches. Of course no court has previously said so. No court has been required to. In no case cited by the majority or the government have law enforcement officials ever before contended that private homes may be invaded by government dogs with or without what would constitute probable cause in the case of human police officers.</p>\n<p id=\"b1007-16\">For the reasons I have explained, I believe we should say so now. Future courts certainly should say so when and if the issue arises again. In the meantime, my colleagues’ wholly gratuitous comments on an issue they deem to be irrelevant to the case before us would appear to tell us precious little about the Constitution and, in fact, to serve no useful purpose whatever.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}