{
  "casebody": {
    "data": "<casebody firstpage=\"386\" lastpage=\"388\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b422-6\">Niart Rogers and Arthur G. Rogers, executors of the last will and testament of John Rogers, deceased, complainants-respondents, <em>v. </em>Sadie O’R. McKenna, impleaded with others, defendant-appellant.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b422-9\">[Decided May 19th, 1924.]</decisiondate>\n<p data-order=\"2\" data-type=\"summary\" id=\"b422-10\">On appeal from a decree of the court of chancery advised by Vice-Chancellor Foster, who delivered the following opinion orally:</p>\n<p data-order=\"3\" data-type=\"summary\" id=\"b422-11\">“This is an action to foreclose a bond and mortgage dated the 19th day of April, 1905, made by Sadie O’R. McKenna and Thomas P. McKenna, her husband, to John Rogers, to secure the payment of $5,500 in one year from the date thereof, with interest thereon at the rate of five per cent, per annum, payable semi-annually.</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b422-12\">“Both the bond and mortgage were executed by Mrs. Mc-Kenna and by Mr. McKenna. The only defense now offered to the foreclosure is that some time in April, 1921, Mr. McKenna, acting for Mrs. McKenna, .as he claims to have done for a number of years, with her authoritjr, made an oral arrangement or agreement with Mr. Rogers, the mortgagee, to have the rate of interest increased from five to five and one-half per cent, per annum, which was to continue until the current or prevailing rate of interest warranted a reduction <page-number citation-index=\"1\" label=\"387\">*387</page-number>to the five per cent, rate, upon the condition that the time of the payment of the principal money secured by the bond and mortgage should be and was extended, so that the same should not be due or payable until the lapse of one year after notice or demand, calling for the payment thereof, should have been given by the holder of the mortgage to the defendants, or any subsequent owner of the fee of the mortgaged premises.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b423-5\">“It appears that Mr. Eogers died some time in February, 1922; that the complainants are the executors under his last will, duly qualified and acting as such. It also appears that they have not given any notice other than the ordinary demand on the defendants for the payment of the principal and interest now claimed to be due on this mortgage.</p>\n<p data-order=\"6\" data-type=\"summary\" id=\"b423-6\">“Defendants have offered in evidence two letters, one from Mr. Eogers, under date of May 17th, 1921, in which he called the attention of Mr. McKenna to the fact that the prevailing rate of interest is more than five per cent., that even the government itself was paying five and one-half, and asks if Mr. McKenna desired the mortgage to continue, and further asks if he would be willing to pay the additional one-half of one per cent, interest.</p>\n<p data-order=\"7\" data-type=\"summary\" id=\"b423-7\">“Under date of May 21st, 1921, Mr. McKenna replied to the letter, and stated that he would be willing to make the arrangement suggested.</p>\n<p data-order=\"8\" data-type=\"summary\" id=\"b423-8\">“This is the only agreement in legal form that I find before me in airy way changing or modifying the terms of the bond and mortgage. There is no other defense interposed. The mortgage is past due. I have overruled the offer of testimony from the defendant Mr. McKenna to show conversations and transactions with the decedent respecting an oral agreement alleged to have been made by Mr. Eogers with Mr. McKenna, in April, 1921, in connection with this increase of interest, and which defendants claim will show they were to.receive one year’s notice or demand for the payment of the amount due on the bond and mortgage. This offer is overruled because it is in violation of the provisions of section 4 of the Evidence act, and further because the parties by their cor<page-number citation-index=\"1\" label=\"388\">*388</page-number>respondence, in May, 1921, definitely reduced to writing whatever negotiations they orally had in the preceding April, if they had any.</p>\n<p data-order=\"9\" data-type=\"summary\" id=\"b424-4\">“I will therefore advise a decree in favor of complainants for the full amount of the principal and interest thereon from October 19th, 1922, amounting to $221.83, at the rate of five and one-half per cent, per annum, together with the search fees.</p>\n<p data-order=\"10\" data-type=\"summary\" id=\"b424-5\">“Mr. Winans—I am about to ask leave to answer over, on the ground that our plea has been denied.</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"b424-6\">“Court—The application will be denied. This is a final hearing. There was a reference to me by the chancellor, and there was a designation by me some time ago fixing this date for the final hearing. There is no indication, no statement in the answer that it is an answer in lieu of a plea. It is an answer.</p>\n<p data-order=\"12\" data-type=\"summary\" id=\"b424-7\">“Mr. Winans—The form indicates it.</p>\n<p data-order=\"13\" data-type=\"summary\" id=\"b424-8\">“Court—That may be a question of construction.' I do not so regard it. I think the defendants have had ample opportunity to answer, and they have done so ineffectively, and the application will be denied.</p>\n<p data-order=\"14\" data-type=\"summary\" id=\"b424-9\">“I will make the allowance of $100 counsel fee asked for in lieu of the statutorjr fee.”</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b424-10\"><em>Mr. Philip PL. Moslcovitz, </em>for the appellant.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b424-11\"><em>Mr. Walter Taylor, </em>for the respondent.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b424-12\">Per Curiam.</author>\n<p id=\"b424-13\">The decree will be affirmed, for the reasons stated in the opinion delivered by Vice-Chancellor Foster in the court of chancerj'.</p>\n<p id=\"b424-14\"><em>For affirmance </em>■— Ti-ie Chibe • Justice, Trenchard, Parker, Minturn, Kalisci-i, Black, Katzenbaoi-i, Campbell, Lloyd, White, Gardner, Van Busktrk, Clark, Mc-Glennon, Kays—15.</p>\n<p id=\"b424-15\"><em>For </em>reversal—None.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}