{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"413\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b446-4\">UNITED STATES of America, Plaintiff-Appellee, v. Clifton Maurice BRADLEY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Av\">No. 00-4165.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b446-7\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b446-8\">Submitted Sept. 27, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b446-9\">Decided Oct. 21, 2002.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b446-11\">Jeffrey Alan Holmstrand, McDermott &amp; Bonenberger, P.L.L.C., Wheeling, West Virginia, for Appellant. Thomas E. Johnston, United States Attorney, Thomas O. Mucklow, Assistant United States Attorney, Martinsburg, West Virginia, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b446-12\">Before NIEMEYER, MICHAEL, and MOTZ, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b446-13\">Affirmed in part and dismissed in part by unpublished PER CURIAM opinion.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b446-14\">OPINION</p>\n<author id=\"b446-15\">PER CURIAM.</author>\n<p id=\"b446-16\">Clifton Maurice Bradley seeks to appeal his conviction and sentence entered on his guilty plea to attempted carjacking in violation of 18 U.S.C. § 2119 (2000). Bradley pleaded guilty pursuant to a plea agreement which contained a limited waiver of his appellate rights. Bradley’s Fed. R.Crim.P. 11 hearing was remarkable only for the district court’s careful adherence to the requirements imposed upon it by the Rules of Criminal Procedure. The testimony adduced by the government at the hearing in support of the factual basis for Bradley’s offense suggested that Bradley twice shot an acquaintance in an unsuccessful attempt to steal his car. After the district court accepted both Bradley’s plea and the plea agreement, the court sentenced Bradley to 214 months in prison. Bradley’s term of imprisonment was premised on the finding that Bradley qualified as a career offender under § 4B1.1 of the Sentencing Guidelines. This appeal followed.</p>\n<p id=\"b446-19\">On appeal, Bradley first contends that the district court erred in accepting Bradley’s plea because the terms of the plea agreement regarding his waiver of appellate rights were so broad that he could not have knowingly and voluntarily agreed to the terms of the plea agreement. Although counsel does not so state in his brief, he suggests that the district court violated Fed.R.Crim.P. 11(d) in accepting Bradley’s guilty plea. “In reviewing the adequacy of compliance with Rule 11, this Court should accord deference to the trial court’s decision as to how best conduct the mandated colloquy with the defendant.” <em>United States v. DeFusco, </em>949 F.2d 114, 116 (4th Cir.1991). In this case, the district court conducted a thorough hearing, insuring that Bradley understood the rights that he would forego by pleading guilty, the elements of the charge to which he was pleading guilty, the penalties he faced, the effect of supervised release, and the impact of the Sentencing Guidelines. Further, the court ascertained that Bradley’s plea was voluntary and that a factual basis existed for his plea. The court questioned Bradley specifically about his waiver of appellate rights, which contrary to counsel’s assertion was limited in scope.<footnotemark>*</footnotemark> In light of the deference afforded the district court’s method of conducting the Rule <page-number citation-index=\"1\" label=\"413\">*413</page-number>11 hearing, we have no difficulty concluding that, not only did the district court comply with. Rule 11, but that Bradley’s plea was knowing and voluntary. <em>See United States v. Goins, </em>51 F.3d 400, 402 (4th Cir.1995).</p>\n<p id=\"b447-5\">Accordingly, it follows that Bradley’s waiver of his right to challenge his sentence was entered knowingly and voluntarily and should be given effect in this appeal. <em>United States v. Wessells, </em>936 F.2d 165, 167-68 (4th Cir.1991); <em>United States v. Wiggins, </em>905 F.2d 51, 53-54 (4th Cir.1990). Therefore, after noting that Bradley’s term of imprisonment was less than the statutory maximum, 18 U.S.C. § 2119(2), we decline to consider Bradley’s contention that his sentence was imposed in error. Finally, Bradley suggests on appeal that Congress exceeded its authority under the Commerce Clause in enacting 18 U.S.C. § 2119. However, as Bradley correctly notes in his brief, a panel of this Court has held that Congress was within its power under the Constitution to criminalize the conduct proscribed in § 2119. <em>United States v. Cobb, </em>144 F.3d 319, 321 (4th Cir.1998). This panel is bound by the precedent set in <em>Cobb. United States v. Ruhe, </em>191 F.3d 376, 388 (4th Cir.1999).</p>\n<p id=\"b447-6\">Bradley’s conviction and sentence are hereby affirmed. To the extent that Bradley seeks review of his sentence, the appeal is dismissed pursuant to his valid waiver. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b447-7\">\n<em>AFFIRMED IN PART, DISMISSED IN PART.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b446-17\"> Bradley agreed only to waive his right to appeal a sentence that fell below the statutory maximum for his statue of conviction.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}