{
  "casebody": {
    "data": "<casebody firstpage=\"724\" lastpage=\"731\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b748-4\">Belknap</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A7Z\">No. 2007-023</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b748-5\">L. Hamlin Greene v. Robert J. McLeod <em>&amp; a.</em></parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b748-8\">Argued: November 8, 2007</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ARh\">Opinion Issued: February 15, 2008</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b749-9\"><page-number citation-index=\"1\" label=\"725\">*725</page-number><em>Greene Law Group, P.L.L.C., </em>of Bedford <em>(Arthur G. Greene </em>on the brief and orally), for the petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b749-10\"><em>Patrick Wood Law Office, PLLC, </em>of Laconia <em>(Patrick H. Wood </em>on the brief and orally), for the respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b749-11\">Duggan, J.</author>\n<p id=\"A_\">The petitioner, L. Hamlin Greene, appeals the order of the Superior Court <em>(Smukler, </em>J.) denying his petition to quiet title to certain land in Alton. We reverse.</p>\n<p id=\"b749-12\">The trial court found the following facts. In 1956, the petitioner took title to certain property with Robert W. McLeod (the father of the respondents, Robert J. McLeod and Ann McLeod Harvey) and James Nelson as tenants in common. The tenants in common subdivided the land and sold various lots within the subdivision until September 30, 1959, when Nelson requested that the petitioner and McLeod buy out his share of the remaining land. The petitioner and McLeod agreed and took title to the remaining parcels as tenants in common. Sales continued until only two lots remained unsold.</p>\n<p id=\"b749-13\">In 1975, McLeod moved to Florida. The trial court found that, at that time, McLeod asked the petitioner to buy out his interest in the two remaining tracts of land, which were the only parcels left from the larger tract originally purchased by the petitioner, McLeod and Nelson. The petitioner agreed and paid McLeod $5,000 for his share; however, the petitioner and McLeod never signed a written contract memorializing their agreement. A few years later, McLeod delivered two blank warranty deeds to the petitioner, which McLeod signed with the intent to convey his share of the remaining land to the petitioner. The petitioner, however, neither completed nor recorded the deeds. Since 1975, the petitioner has paid all of the property taxes on the land that is the subject of this dispute.</p>\n<p id=\"b749-14\">McLeod died in 1988 and his wife, Mary, died in 1997. The McLeods are survived by their children, the respondents. In their brief, the respondents <page-number citation-index=\"1\" label=\"726\">*726</page-number>note that McLeod’s will was filed in the circuit court in Pasco County, Florida. The respondents also acknowledge that Mary McLeod’s estate was probated in Pasco County, Florida, and that neither her will, nor the probate records for her estate, contain any reference to property located in New Hampshire.</p>\n<p id=\"b750-5\">In 2004, the petitioner contacted the respondents in an effort to obtain a quitclaim deed confirming the sale of McLeod’s share of the remaining land to the petitioner. The respondents declined the request, and the petitioner brought this petition to quiet title. The trial court denied the petition, and this appeal followed.</p>\n<p id=\"b750-6\">In an effort to clarify ambiguities in the record, we remanded the case to the trial court on December 18,2007, to make findings on the following two questions: (1) whether there were any agreements between the petitioner and McLeod with respect to the payment of property taxes assessed on the property prior to the oral transfer of McLeod’s interest in 1975; and (2) whether there are any avenues of restitution available to the petitioner. The trial court responded on January 10, 2008, finding that: (1) the petitioner “and Robert W. McLeod agreed to split equally the cost of property taxes assessed on the property before Mr. McLeod moved to Florida in 1975”; and (2) “there is no record evidence supporting the availability of any type of ‘restitution’ because the petitioner has made no such request.”</p>\n<p id=\"b750-7\">On appeal, the petitioner does not challenge the trial court’s factual findings. Rather, he asserts that the trial court misapplied the law to the relevant facts when it ruled that: (1) the conveyance of McLeod’s undivided one-half share of the property to the petitioner was barred by the statute of frauds; (2) equitable considerations do not favor overriding the statute of frauds; and (3) a constructive trust is not warranted.</p>\n<p id=\"b750-8\">In an action to quiet title, the burden “is on each party to prove good title as against all other parties whose rights may be affected by the court’s decree.” <em>Sorenson v. Wilson, </em>124 N.H. 751, 758 (1984). A trial court may not render judgment quieting title to disputed property “in the absence of parties with a duly recorded interest in the property, unless those parties claimed no interest and the petition so alleged.” <em>Id. </em>We will uphold the trial court’s determination unless it is erroneous as a matter of law or unsupported by the evidence. <em>Riverwood Commercial Prop’s v. Cole, 134 N.H. 487, 490 </em>(1991). Moreover, we will not overturn the trial court’s ruling on a mixed question of fact and law unless it is clearly erroneous. <em>Cadle Co. v. Bourgeois, </em>149 N.H. 410, 415 (2003). If, however, the court misapplies the law to its factual findings, we review the matter independently. <em>Id.</em></p>\n<p id=\"b751-4\"><page-number citation-index=\"1\" label=\"727\">*727</page-number>The petitioner first argues that the trial court erred when it ruled that the statute of frauds barred the conveyance of McLeod’s undivided one-half share of the property to him. He asserts that the statute of frauds was, in fact, satisfied.</p>\n<p id=\"b751-5\">The statute of frauds provides: “No action shall be maintained upon a contract for the sale of land unless the agreement upon which it is brought, or some memorandum thereof, is in writing and signed by the party to be charged, or by some person authorized by him in writing.” RSA 506:1 (1997). Its purpose is to “promote certainty and to protect from frauds and perjuries in land transactions.” <em>Weale v. Massachusetts Gen. Housing Corp., </em>117 N.H. 428, 431 (1977). To satisfy the statute of frauds, “the writing must express the essential terms of the contract.” <em>Lapierre v. Cabral, </em>122 N.H. 301, 305 (1982). These terms include: the purchase price, the identity of the parties, and a description of the real estate in question. <em>Id.; see Cunningham v. Singer, </em>111 N.H. 159, 160 (1971).</p>\n<p id=\"b751-6\">Here, the only “writings” were two blank deeds, signed by McLeod. These blank deeds were insufficient as a matter of law to satisfy the statute of frauds. They did not indicate the purchase price, the identities of both parties to the transaction or describe the real estate in question. The trial court’s ruling on this issue was, therefore, correct.</p>\n<p id=\"b751-7\">To the extent that the petitioner asserts that parol evidence was admissible to supply the missing terms of the contract, he is mistaken. Where, as here, the only writings fail to contain <em>any </em>of the essential terms of the real estate contract, to allow parol evidence to supply these essential terms “would circumvent the purpose of the Statute of Frauds.” <em>Badr Export and Import, Inc. v. Groveton, </em>122 N.H. 101, 103 (1982).</p>\n<p id=\"b751-8\">The petitioner’s reliance upon <em>Cunningham, </em>111 N.H. at 160, and <em>Jesseman v. Aurelio, </em>106 N.H. 529, 532 (1965), is misplaced. In both cases, the writings contained at least some of the essential terms of the agreement. In <em>Cunningham,, </em>the writing identified the parties to the transaction and the sale price. <em>Cunningham, </em>111 N.H. at 159-60. It also described the property to be sold as “house with contents and one acre of land ... first house on the left belonging to Mrs. Anna Singer... on Lewis Hill Bethlehem, N.H.” <em>Id. </em>at 160. We held that, to the extent that this description was insufficient, the trial court did not err by relying upon extrinsic evidence to specify the property to which the writing referred. <em>Id. </em>at 160-61.</p>\n<p id=\"b751-9\">Similarly, in <em>Jesseman, </em>both parties to the transaction signed a writing that identified the parties and the sale price and described the land to be sold as:</p>\n<blockquote id=\"b752-4\"><page-number citation-index=\"1\" label=\"728\">*728</page-number>[the] property at the intersection of Route 11 and 11B, Gilford, N. H. ... a parcel of land on the Harris Shore Road approximately 300 feet from the Westerly point near the beach to an open sand pit; then in a Northerly direction and at right angle, for about 500 feet to the brook; and then in a Southwesterly direction to point of beginning.</blockquote>\n<p id=\"b752-6\"><em>Jesseman, </em>106 N.H. at 530. We ruled that this description was sufficient and that the trial court erred when it ruled that the agreement was unenforceable under the statute of frauds. <em>Id. </em>at 533-34.</p>\n<p id=\"b752-7\">By contrast, in the instant case, the warranty deeds were completely blank. Each deed fails to identify either party, does not specify any property to be delivered and does not specify the purchase price. They are simply insufficient indicia of the agreement between the parties to satisfy the statute.</p>\n<p id=\"b752-8\">The petitioner next argues that the trial court erred by failing to find that equitable considerations militate against application of the statute of frauds. <em>See Weale, </em>117 N.H. at 431. Because “strict enforcement of the statute can produce frustration on the one hand, and unethical conduct on the other[,]... the law seeks to alleviate the harshness of the statute when some operating facts, such as fraud, part performance or other equitable considerations, are present.” <em>Id. </em>(citation omitted). The petitioner contends that “enforcing] the statute [here] would result in unjust enrichment to the seller or fraud[,]” <em>id., </em>because he has paid both consideration for the conveyance and all of the taxes on the property for over thirty years. He asserts that, <em>inter alia, </em>the doctrine of part performance therefore applies. <em>See id. </em>We agree.</p>\n<p id=\"b752-9\">“[T]he ‘part performance’ doctrine is a judicial device [intended] to prevent the terms of a formal statute from doing grave injustice.” 4 C. Brown, Corbin on Contracts § 18.6, at 512 (rev. ed. 1997). It effectively withdraws “contract[s] from the operation of the statute of frauds,” 73 Am. JUR. 2D <em>Statute of Frauds </em>§ 311 (2001), when application of the statute would result in “fraud or irreparable injury on the purchaser who has performed his part of the agreement,” <em>Warren v. Dodge, </em>83 N.H. 47, 51 (1927). The doctrine “is frequently applied to oral contracts for the sale of real estate,” 73 Am. JUR. 2d <em>supra </em>§ 311, where the purchaser “has proceeded, either in performance or pursuance of the contract, so far to alter his or her position as to incur an unjust injury and loss,” <em>id. </em>§ 319; <em>see Weale, </em>117 N.H. at 431.</p>\n<p id=\"b752-10\">To determine whether the part performance doctrine applies, we must consider three factors in analyzing the sufficiency of the acts <page-number citation-index=\"1\" label=\"729\">*729</page-number>performed by the purchaser. Specifically, we must look to whether the acts are: (1) “in pursuance of the contract and in reasonable reliance thereon, without notice that the defendant has already repudiated the contract”; (2) “such that the remedy of restitution is not reasonably adequate, making it very unjust for the defendant to hide behind the statute”; and (3) “one that is in some degree evidential of the existence of a contract and not readily explainable on any other ground.” 4 C. BROWN, <em>supra </em>§ 18.6, at 512. Whether or not “particular acts suffice to constitute part performance is a question of law,” <em>Richard v. Richard, </em>900 A.2d 1170, 1174 (R.I. 2006); <em>see also Simons v. Simons, </em>134 P.3d 20, 23 (Idaho 2000), and is therefore subject to <em>de novo </em>review. <em>In re Juvenile 2004-789, </em>153 N.H. 332, 334 (2006).</p>\n<p id=\"b753-5\">In this case, the trial court found that the petitioner paid the $5,000 purchase price in 1975, and thereafter took it upon himself to pay all of the taxes on the property. While payment of monetary amounts in consideration of an oral contract may be insufficient in-and-of-itself to invoke part performance, <em>see Lemire v. Haley, </em>91 N.H. 357, 358-59 (1941), such payment can become sufficient where additional factors make it equitable to enforce the contract, such as where the purchaser makes improvements to the disputed property, <em>see Sawin v. Carr, </em>114 N.H. 462, 466-67 (1974), pays the property taxes, <em>cf. Jolley v. Clay, </em>646 P.2d 413, 419 (Idaho 1982), or takes possession of the disputed property, <em>see id.; McKenzie v. Rumph, </em>286 S.W. 1022, 1023 (Ark. 1926); <em>Bradley v. Loveday, </em>119 A. 147, 149 (Conn. 1922). Ultimately, what must be considered is “the sum total of factors, as they are found to exist, and the weakness or absence of some one factor on which emphasis is often placed may be compensated by the unusual strength and character of the other existing factors.” 4 C. BROWN, <em>supra </em>§ 18.6, at 512.</p>\n<p id=\"b753-6\">After considering the equities involved in this case, we hold that the payment of the purchase price, in conjunction with the payment of over thirty years of taxes, is sufficient for part performance. The petitioner paid both the purchase price and the taxes pursuant to, and in reliance upon, the McLeod contract. <em>Id.</em></p>\n<p id=\"b753-7\">With regard to restitution of the petitioner’s expenditures, the trial court on remand found “there is no record evidence supporting the availability of any type of restitution.” <em>Cf. Weale, </em>117 N.H. at 431 (explaining how the doctrine of part performance applies when “enforcing] the statute would result in unjust enrichment to the seller”). Notwithstanding that finding, the respondent at oral argument acknowledged that, taking the facts as found by the trial court, the petitioner would be entitled to recover the purchase price of the property. Moreover, when questioned on this issue at oral argument, neither party <page-number citation-index=\"1\" label=\"730\">*730</page-number>could offer a legal ground upon which the petitioner could actually recover. Because the availability of restitution is a question of law, see 12 C. Brown, Corbin on Contracts § 1102, at 3 (rev. ed. 2002) (explaining that the rules governing restitution “are rules of substantive law, not rules of court procedure”), and the parties have had an opportunity to address it, we proceed to decide the issue.</p>\n<p id=\"b754-5\">McLeod died in 1988, a resident of the state of Florida. Florida’s probate code contains a non-claim statute that provides: “Notwithstanding any other provision of the code, [two] years after the death of a person, neither the decedent’s estate, the personal representative, if any, nor the beneficiaries shall be liable for any claim or cause of action against the decedent, whether or not letters of administration have been issued----” Fla. Stat. Ann. § 733.710(1) (West 2006). The petitioner is therefore unable to recover any of his expenditures from McLeod’s estate, or the beneficiaries of that estate, because more than two years have elapsed since McLeod’s death. <em>See Dobal v. Perez, </em>809 So. 2d 78, 80 (Fla. Dist. Ct. App. 2002) (barring a claim against a decedent for an interest in land); <em>Gilpen v. Bower, 12 </em>So. 2d 884, 884 (Fla. 1943) (explaining how section 733.710 “bar[s] all liens not mortgages or not held by those in possession of personalty”); <em>see also May v. Illinois Nat. Ins. Co., </em>771 So. 2d 1143, 1156 (Fla. 2000) (explaining how a “claimant cannot avoid [section 733.710] by showing... fraud or estoppel or insufficiency of notice” (citation omitted)). Because the record does not demonstrate that the petitioner has any adequate avenues of restitution, this factor supports application of the part performance doctrine.</p>\n<p id=\"b754-8\">The petitioner’s multiple tax payments are “in some degree evidential of the existence of a contract and not readily explainable on any other ground.” 4 C. BROWN, <em>supra </em>§ 18.6, at 512. We disagree with the trial court’s implicit holding that because the petitioner “already owned a one-half interest in the property[,]” his payment of all of the taxes was <em>readily </em>explainable on that ground. <em>See id. </em>Admittedly, each tenant in common is obligated for the entire tax bill on any commonly-owned property. But a tenant in common who pays the entirety of a tax bill has an automatic claim for contribution from his co-tenants for their proportionate share of the burden, absent an agreement to the contrary. <em>Howland v. Stowe, </em>194 N.E. 888, 891 (Mass. 1935) (“One tenant in common may recover from another his proportionate share of money expended in paying ... taxes ____”); <em>see also Gage v. Gage, </em>66 N.H. 282, 296 (1890). What is relevant, therefore, is not just that the petitioner paid all of the taxes, but rather that he did so for thirty years without exercising his right to contribution. This forbearance, considered in light of the trial court’s finding that the <page-number citation-index=\"1\" label=\"731\">*731</page-number>petitioner and McLeod shared the tax burden equally prior to the 1975 oral agreement, is unexplainable on other grounds.</p>\n<p id=\"b755-3\">Application of the part performance doctrine in this case is also in accord with our prior cases. For instance, in <em>Tsiatsios v. Tsiatsios, </em>a decedent made an oral promise to bequeath a farm and motel to his four children in return for the children’s agreement to work, unpaid, on the same property. <em>Tsiatsios v. Tsiatsios, </em>140 N.H. 173, 174 (1995). Subsequent to the agreement, the decedent devised his title and interest in the motel to himself and his new wife as joint tenants with the right of survivorship. <em>Id. </em>at 175. After the decedent’s death, his children sought to enforce the oral contract, and the decedent’s wife objected. <em>Id. </em>On appeal, we held that the children’s years of unpaid work in reliance upon the agreement was sufficient to withdraw the oral contract from the statute of frauds and granted specific performance to the children, despite the widow’s assertion that the children could have been adequately compensated in <em>quantum, meruit. Id. </em>at 176-77.</p>\n<p id=\"b755-4\">Similarly, in <em>Sawin, </em>the petitioners had entered into an oral agreement to occupy, repair and, ultimately, purchase a dilapidated house. <em>Sawin, </em>114 N.H. at 464. After the petitioners took possession, made payments for three years, and expended $4,200 in labor and materials repairing the house, the owner arranged to sell the property to another. <em>Id. </em>On appeal, we upheld a master’s finding that it would be inequitable to apply the statute of frauds because “the substantial improvements made [by the petitioners] were sufficient part performance to remove th[e] case from the [s]tatute[.]” <em>Id. </em>at 467.</p>\n<p id=\"b755-5\">Where, as here, the trial court finds that there was in fact an oral agreement, that the petitioner paid the purchase price agreed to by that agreement, and that the petitioner accepted responsibility for all of the property taxes on the property for over thirty years, equity compels taking the oral contract outside the statute of frauds. The statute of frauds is intended to prevent fraud and injustice, not to promote it. <em>Weals, </em>117 N.H. at 431. Because a refusal to enforce the oral contract in this case would result in injustice for the petitioner, we conclude that the doctrine of part performance withdraws this oral contract from the statute of frauds. Having so determined that the trial court erred, we need not address the remainder of the petitioner’s arguments.</p>\n<p id=\"b755-6\">\n<em>Reversed.</em>\n</p>\n<judges id=\"b755-7\">Broderick, C.J., and Dalianis, Galway and Hicks, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}