{
  "casebody": {
    "data": "<casebody firstpage=\"695\" lastpage=\"704\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b743-5\">Joseph W. Ahern <em>vs. </em>Annie Towle.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b743-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A1hu\">April 8, 1941.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"aqp-dedup-1\">January 28, 1942.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b743-8\">Present: Field, C.J., Qua, Dolan, &amp; Cox, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b744-7\"><page-number citation-index=\"1\" label=\"696\">*696</page-number><em>M. B. Lynch, </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b744-8\"><em>J. B. Harte, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b744-9\">Dolan, J.</author>\n<p id=\"aav-dedup-0\">This is an action of contract in which the plaintiff seeks to recover on a check for $800, drawn by the defendant on The First National Bank of Boston. The judge found for the defendant and reported the case to the Appellate Division which, on March 29, 1940, ordered that judgment be entered for the plaintiff. The defendant appealed. After taking this appeal the defendant on May 9, 1940, filed in the trial court a motion that the report of the judge to the Appellate Division on the merits of the case be dismissed. The judge denied this motion and reported his action to the Appellate Division, which entered an order that this report be dismissed. The defendant appealed from this order.</p>\n<p id=\"b744-10\">We first consider the disposition of the motion to dismiss the report. The material facts as to this phase of the case follow: The judge heard the case on the merits on June 7,1939. Within the time allowed, both parties filed requests for rulings. On June 23, 1939, the judge filed a memorandum in which he found for the defendant and dealt with the plaintiff’s requests for rulings, granting some and refusing others. On the same day the plaintiff filed a request for a report, which set forth verbatim his requests for rulings and specified those actually given and those refused, and stated: “The plaintiff, being aggrieved by the court’s <page-number citation-index=\"1\" label=\"697\">*697</page-number>rulings and refusals to rule as requested, hereby requests a report of the same to the Appellate Division of this court.”</p>\n<p id=\"b745-5\">On June 27, 1939, upon the plaintiff’s motion, the judge extended the time for filing the draft report to July 15, 1939. The defendant was not given notice of this motion nor afforded an opportunity to be heard thereon. The plaintiff filed his draft report on July 12, and furnished the defendant with a copy. On July 13 the defendant requested a hearing on the draft report, which was given, and on July 21 the judge filed his report.</p>\n<p id=\"b745-6\">The defendant’s motion to dismiss the report was based upon her contention that the various steps prerequisite to the claiming of a report had not been complied with. She filed twenty-five requests for rulings of which those numbered 2, 7, 14, 17 and 18 were denied by the judge. We do not decide that the motion was seasonably filed, but since the judge so ruled, in effect, and the parties have so dealt with the case, and so far as appears the Appellate Division so treated it, we deal with this phase of the' case on the same basis.</p>\n<p id=\"b745-7\">The defendant’s second request was as follows: “The request for a report did not comply with the provisions of Rule 28 then in force.” That rule, which, so far as material, remains unchanged in the 1940 revision of the Rules of the Municipal Court of the City of Boston, provides that a request for a report to the Appellate Division “shall contain a clear and concise statement of the ruling upon which a rehearing is requested, sufficiently full and accurate for identification.” In the present case the plaintiff set forth in full in his request for a report all of the requests for rulings made by him, and all of the rulings and refusals of rulings made by the judge. In these circumstances we think that it cannot be said rightly that the method employed by the plaintiff rendered identification of the disputed rulings and refusals to rule impossible or difficult. <em>Stafford </em>v. <em>Commonwealth, </em>263 Mass. 240, 242, <em>Rollins </em>v. <em>Ferry, </em>284 Mass. 488, 489, and <em>Almeida </em>v. <em>Alsdorf, </em>291 Mass. 115, 116, cited by the defendant, are distinguishable, since in those cases there was no basis for identification in the requests for re<page-number citation-index=\"1\" label=\"698\">*698</page-number>ports comparable to that contained in the request in the present case.</p>\n<p id=\"b746-5\">The defendant’s seventh request was for a ruling “That the action went to judgment on the first day after the expiration of the time to request a report fixed by G. L. c. 235, § 2, for judgment.” The plaintiff filed his request for a report within the five-day period fixed by G. L. (Ter. Ed.) c. 231, § 108, as amended by St. 1933, c. 255, § 1, and within the same period allowed by Rule 29 of the court involved, as amended in 1935, filed a motion for an extension of time within which to file a draft report. This motion was allowed. Normally a case is ripe for judgment when all appears to have been done with regard to the action that should be done. <em>Porter </em>v. <em>Boston Storage Warehouse Co. </em>238 Mass. 298, 301. <em>Home Finance Trust </em>v. <em>Rantoul Garage Co. </em>300 Mass. 86, 88, 89. Since, as will hereinafter appear in the consideration of the defendant’s eighteenth request, the draft report was properly filed on July 12, 1939, the case was not then or prior thereto ripe for judgment. <em>Neilson </em>v. <em>Malcolm Kenneth Co. </em>303 Mass. 437, 439. Compare <em>Conway </em>v. <em>Murphy, </em>287 Mass. 536, 537. The defendant’s seventh request was refused properly.</p>\n<p id=\"b746-6\">The fourteenth and seventeenth requests of the defendant need not be set forth. She was not prejudiced by their denial, since the fourteenth request was given in substance by the judge in answer to her third, fourth, fifth and sixth requests, and her seventeenth request was covered by her thirteenth request, which was given by the judge.</p>\n<p id=\"b746-7\">The defendant’s eighteenth request was “That the judge could not enlarge the time for filing a draft report as attempted here without a hearing.” Rule 29 of the court concerned as amended in 1935 (in force at the time of the trial) provides that extensions of time within which to file draft reports may be allowed by the judge. There is no provision therein for notice to or for opportunity to be heard on such applications by the adverse party. In an analogous situation in the Superior Court where an extension of the time for filing exceptions was involved, it was held that the opposing party was not entitled as matter of law to notice <page-number citation-index=\"1\" label=\"699\">*699</page-number>or hearing. <em>Kennedy </em>v. <em>Hub Manuf. Co. </em>221 Mass. 136, 139. (See now Rule 73 of the Superior Court [1932] under which the authority to grant an extension of time in such cases without notice has been somewhat restricted.) In the present case, however, no limitation being placed by the governing rule upon the authority of the judge to extend the time for filing draft reports upon applications therefor seasonably filed, the exercise of the authority conferred by the rule rested in his discretion, which does not appear to have been exercised improperly. <em>Kennedy </em>v. <em>Hub Manuf. Co. </em>221 Mass. 136, 139. <em>Hellier </em>v. Coring, 242 Mass. 251, 253. The judge rightly refused to give the defendant’s eighteenth request.</p>\n<p id=\"b747-4\">It follows from what has been said that the order of the Appellate Division dismissing the second report must be affirmed.</p>\n<p id=\"b747-5\">There remains for consideration the appeal of the defendant from the order of the Appellate Division upon the first report, concerning the merits of the case.</p>\n<p id=\"b747-6\">The record sets forth that at the trial the following facts, among others, were undisputed: On October 10, 1938, the defendant agreed in writing to purchase from James H. Murray a parcel of land described as “Lot No. 50 Bates Road, Arlington, Massachusetts.” Prior to that day she had been negotiating with Murray for the purchase of the land and the erection thereon of a house. The negotiations were carried on by the defendant through her daughter, who dealt with one Paul, a real estate broker. The agreement was executed in duplicate, and each instrument was signed by the defendant and by Murray and Paul. The consideration for the purchase of the land and the erection of the building was fixed in the agreement at $6,600, of which $800 was to be paid as a deposit, $1,300 when the papers were passed (on or before June 1, 1939), and $4,500 by a purchase money mortgage. The check was made payable to Paul when the agreement was executed (October 10, 1938) but was dated October 17, 1938. On the reverse side of the check appear these words: “Check to be used as deposit for house to be built on (Lot No. 50) Bates <page-number citation-index=\"1\" label=\"700\">*700</page-number>Road, Arlington, Massachusetts,” beneath which are inscribed the signatures of Paul, Murray\", and the plaintiff, all in blank.</p>\n<p id=\"b748-5\">The evidence which the record states was introduced by-the plaintiff may be summarized as follows: Paul retained the check for a day or two after its date, but, having attempted without success to have it certified, he indorsed it in blank and delivered it to Murray. On October 22 Murray indorsed it in blank and delivered it to the plaintiff, to whom he was then indebted in the amount of $1,500, with instructions to “apply it on his bill.” On that day the plaintiff indorsed the check in blank and deposited it in his bank, but on October 26 it was returned to him protested, payment having been refused by the drawee bank for “insufficient funds.” The plaintiff’s ledger contains the following entries relating to Murray’s account with him: “Oct 17 [sfc]/38 Received on account $800.00 Oct 26/38 no credit on above ck returned from bank 800.00.” On several occasions thereafter the plaintiff demanded payment of the amount of the check from Murray, who assured him that it would be made good. The defendant’s daughter, “about six weeks after the check was signed,” told Paul that she had heard that the town of Arlington was going to establish- a free kindergarten, and that as one of the purposes of the planning of the house was the running of a kindergarten she and her mother had decided not to go through with it.</p>\n<p id=\"b748-6\">The only other testimony contained in the record consists of that of the defendant’s daughter on cross-examination, to the effect that some time in November; 1938, she read in á newspaper that the town of Arlington was going to put in free kindergartens for children; that it was because of this information that she decided not to have the house built.</p>\n<p id=\"b748-7\">At the close of the trial the plaintiff presented sixteen requests for rulings, some of which were given while others were refused. In some instances the judge in refusing certain requests of the plaintiff made rulings not in accord therewith.</p>\n<p id=\"b749-2\"><page-number citation-index=\"1\" label=\"701\">*701</page-number>The plaintiff’s second request, which was denied, was as follows: “The endorsement of a negotiable check by a holder to his creditor for an antecedent debt constitutes the endorsee a holder for value.” The plaintiff’s eighth request, which also was denied, was: “The plaintiff has presented evidence sufficient to enable him to maintain his cause of action.”</p>\n<p id=\"b749-3\">To the plaintiff’s second request the judge responded “that where a negotiable check is endorsed by the holder to his creditor for an antecedent debt and unconditionally credited on account of said debt, the endorsee is a holder for value, but [I] find that the check in suit was never so credited, the following entries in regard thereto appearing on page 580 of the plaintiff’s ledger . . . [[the judge then set forth those entries hereinbefore recited]. Upon these facts I find as a fact that the plaintiff was not a holder of said check for value.”</p>\n<p id=\"b749-4\">Findings of fact are not reviewable upon this appeal. It brings before us for review only the rulings of law made by the trial judge and reported by him to the Appellate Division and the action of the Appellate Division thereon. <em>Duggan </em>v. <em>Matthew Cummings Co. </em>277 Mass. 445, 449. <em>Burick </em>v. <em>Boston Elevated Railway, </em>293 Mass. 431, 433. However, in so far as.the findings of fact involve rulings of law on the evidence, they may be reviewed. <em>Schon </em>v. <em>Odd Fellows Building Association, </em>255 Mass. 465, 467. It is manifest that the judge considered that in order to constitute value a check must be accepted in unconditional and complete satisfaction of the antecedent indebtedness. His finding of fact that the check was received conditionally must stand, but his conclusion based on this finding amounts to a ruling of law that one receiving a negotiable instrument in conditional satisfaction of an antecedent debt is not a holder of the instrument for value. Cases involving the question whether a negotiable instrument has been accepted as unconditional payment of a debt have arisen where the creditor sought to recover on the original obligation, and in such cases the question was whether the original obligation continued to exist, not whether the plaintiff <page-number citation-index=\"1\" label=\"702\">*702</page-number>was a holder for value of the instrument which he had received on account of that obligation. See, e.g., <em>Weddigen </em>v. <em>Boston Elastic Fabric Co. </em>100 Mass. 422, 424; <em>Lord </em>v. <em>Bigelow, </em>124 Mass. 185, 189; <em>Davidson </em>v. <em>Stewart, </em>200 Mass. 393, 396; <em>Feinberg </em>v. <em>Levine, </em>237 Mass. 185, 187; <em>Dutton </em>v. <em>Bennett, </em>262 Mass. 39. This, however, is not such a case.</p>\n<p id=\"b750-3\">The burden of proving want of consideration rested upon the defendant. <em>Leonard </em>v. <em>Woodward, </em>305 Mass. 332, 336, 337. G. L. (Ter. Ed.) c. 107, § 47, reads as follows: “Every negotiable instrument is deemed prima facie to have been issued for a valuable consideration, and every person whose signature appears thereon to have become a party thereto for value.” Section 48 provides: “Value is any consideration sufficient to support a simple contract. An antecedent or pre-existing debt constitutes value, and is deemed such whether the instrument is payable on demand or at a future time.” This language is of broad scope and import. It is settled that one who receives a check in satisfaction of or as security for an antecedent or preexisting debt is a holder for value. <em>Russell </em>v. <em>Bond &amp; Goodwin Inc. </em>276 Mass. 458, 463. See also <em>National Investment &amp; Security Co. </em>v. <em>Corey, </em>222 Mass. 453, 454; <em>Tremont Trust Co. </em>v. <em>Brand, </em>244 Mass. 421, 424; <em>Beacon Trust Co. </em>v. <em>Barry, </em>260 Mass. 449, 452; <em>Freeman </em>v. <em>Davenport Peters Co. </em>272 Mass. 321, 324; <em>Reynolds </em>v. <em>Park Trust Co. </em>245 Mass. 440, 444. We are of opinion that the provisions of the statute are not limited to cases where the instrument is received on the unusual terms of absolute satisfaction, and that, though received on the usual implied terms of conditional satisfaction of an antecedent debt, the transfer is also made for value. <em>Citrin </em>v. <em>Tansey, </em>107 N. J. L. 368, 370, 371. <em>Broderick &amp; Bascom Rope Co. </em>v. <em>McGrath, </em>81 Misc. (N. Y.) 199, 200, 201. Bigelow, Bills, Notes &amp; Checks (3rd ed.) § 489, and cases cited. See also Brannan, Negotiable Instruments Law (6th ed.) § 25, page 392; 3 Dan. Neg. Inst. (7th ed.) § 1463; 1, 6 Willistdn, Contracts (Rev. ed.) §§ 221, 1875 F. The denial of the plaintiff’s second request was erroneous.</p>\n<p id=\"b751-4\"><page-number citation-index=\"1\" label=\"703\">*703</page-number>The plaintiff’s eighth request should have been granted. It is not necessary to determine whether as matter of law the plaintiff was a holder in due course of the check, or whether the check was presented for payment by the plaintiff within a reasonable time. See in this connection G. L. (Ter. Ed.) c. 107, § 209; <em>Gordon </em>v. <em>Levine, </em>194 Mass. 418, 420-421; <em>Seager </em>v. <em>Dauphinee, </em>284 Mass. 96, 99; <em>Lowell Co-operative Bank </em>v. <em>Sheridan, </em>284 Mass. 594, 598, 601; <em>Spencer </em>v. <em>Burakiewicz, </em>288 Mass. 83, 87-88; 4 Williston, Contracts (Rev. ed.) § 1165; Brannan, Negotiable Instruments Law (6th ed.) § 186, pages 1135-1136. Compare <em>Ames </em>v. <em>Meriam, </em>98 Mass. 294, 296; <em>Cochrane </em>v. <em>Zahos, </em>286 Mass. 173, 176-177. G. L. (Ter. Ed.) c. 107, § 81, provides: “In the hands of any holder other than a holder in due course a negotiable instrument is subject to the same defences as if it were non-negotiable. But a holder who derives his title through a holder in due course, and who is not himself a party to any fraud or illegality affecting the instrument, has all the rights of such former holder in respect of all parties prior to the latter.” The judge properly ruled in substance that the check was complete and regular on its face (see <em>State Trading Corp. </em>v. <em>Toepfert, </em>304 Mass. 473), and, from what has already been said, it cannot be said that the plaintiff had notice of an infirmity or defect in the title of any prior party to the instrument. And even though, as ruled by \"the judge, the check was not presented for payment within a reasonable time after its issue by the defendant, there is nothing in the record to show that this delay was the cause of loss to the defendant, or that it prejudiced her in any way. <em>Cochrane </em>v. <em>Zahos, </em>286 Mass. 173. <em>Spencer </em>v. <em>Burakiewicz, </em>288 Mass. 83, 86. G. L. (Ter. Ed.) c. 107, § 209.</p>\n<p id=\"b751-5\">The question remains whether the record discloses any evidence of defences available to the defendant. In this connection only defences personal to the defendant can be considered since it is settled that defences between indorser and indorsee are not available to the maker or drawer in-an action by the indorsee on the instrument. <em>Handy </em>v. <em>Miner, </em>258 Mass. 53, 57. There is no evidence to sustain any of <page-number citation-index=\"1\" label=\"704\">*704</page-number>the defences alleged by the defendant. There is nothing to indicate that Murray was ever in default in his performance, or that he would not have been able to perform as agreed. There is nothing to show that Murray or Paul knew of the defendant’s or the town of Arlington’s kindergarten plans prior to November, 1938, or to indicate that Murray would not have been able to secure waivers of the equitable restrictions applicable to lot 50 in time to comply with the provisions of the contract. No real or prospective lack of financial ability on Murray’s part to perform is shown to have existed during October, 1938. There is no evidence of fraud or overreaching on Murray’s part, or on the part of his agent, Paul, or of other illegality affecting the instrument. The contract, the full terms of which need not be recited, was complete and certain, and the defendant’s contention to the contrary cannot be sustained. What has been said makes it unnecessary to consider other requests of the plaintiff which were denied.</p>\n<p id=\"b752-3\">\n<em>Orders of Appellate Division affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}