{
  "casebody": {
    "data": "<casebody firstpage=\"230\" lastpage=\"237\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b338-4\">Disciplinary Counsel <em>v. </em>Bukstein.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b338-5\">[Cite as <em>Disciplinary Counsel v. Bukstein, </em>139 Ohio St.3d 230, 2014-Ohio-1884.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b338-8\">(No. 2013-1334</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A-r\">Submitted October 9, 2013</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A3U\">Decided May 7, 2014.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b338-10\">Per Curiam.</author>\n<p id=\"b338-11\">{¶ 1} Respondent, Kimberley Bukstein, is not licensed to practice law in the state of Ohio. On May 21, 2012, relator, disciplinary counsel, filed a complaint against Bukstein with the Board on the Unauthorized Practice of Law. That complaint alleged that Bukstein engaged in the unauthorized practice of law by providing legal advice, drafting a motion for a party to sign pro se, and sending communications demanding discovery and making legal arguments on behalf of parties in two domestic-relations cases. In her answer, Bukstein admitted that she engaged in some of the alleged conduct, but argued that she acted as a “civil rights advocate,” not as an attorney.</p>\n<p id=\"b338-12\">{¶ 2} A panel of the board conducted a hearing on April 11, 2013, but Bukstein was not present. Based on the testimony of two witnesses, the deposition testimony of a third witness, and ten exhibits submitted by relator, the panel issued findings of fact and conclusions of law and determined that Bukstein had engaged in the unauthorized practice of law as charged in the complaint. The panel recommended that we enjoin Bukstein from committing further illegal acts and assess a $20,000 civil penalty against her. The board adopted the panel’s findings and recommended penalty. Neither party has filed objections to the board’s report.</p>\n<p id=\"b338-13\">{¶ 3} We agree that Bukstein engaged in the unauthorized practice of law and that an injunction is warranted. However, we conclude that her conduct does not warrant the imposition of the maximum civil penalty permitted by Gov.Bar R. VII(8)(B), and we therefore reduce the board’s recommended penalty of $20,000 to $10,000.</p>\n<p id=\"b339-4\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>Unauthorized Practice of Law</p>\n<p id=\"b339-5\">{¶ 4} The unauthorized practice of law is “[t]he rendering of legal services for another by any person not admitted to practice in Ohio.” Gov.Bar R. VII(2)(A)(1); <em>Cleveland Bar Assn. v. Pearlman, </em>106 Ohio St.3d 136, 2005-Ohio-4107, 832 N.E.2d 1193, ¶ 7. The practice of law “embraces the preparation of pleadings and other papers incident to actions and special proceedings and the management of such actions and proceedings on behalf of clients before judges and courts, * * * and in general all advice to clients and all action taken for them in matters connected with the law.” <em>Land Title Abstract &amp; Trust Co. v. Dworken, </em>129 Ohio St. 23, 193 N.E. 650 (1934), paragraph one of the syllabus.</p>\n<p id=\"b339-6\">{¶ 5} In her answer, Bukstein admitted that she is not an attorney. She is not admitted to the practice of law in Ohio pursuant to Gov.Bar R. I, nor is she registered pursuant to Gov.Bar R. VI or certified pursuant to Gov.Bar R. II, IX, or XI. She described herself as</p>\n<blockquote id=\"b339-7\">a Civil Rights Advocate from Minnesota that works on cases all over the nation. Ms. Bukstein specializes in ethics issues arising in litigation and government agencies. Finding innovative solutions to complex problems, Ms. Bukstein supports the rights of everyone regardless of position or circumstance and helps legal professionals and public officials identify and repair problems.</blockquote>\n<p id=\"b339-8\">{¶ 6} Although Bukstein identified herself as a civil-rights advocate rather than an attorney and claimed that she did not receive a fee for her services, the board found that her activities on behalf of two women in their respective domestic-relations proceedings crossed the line into the unauthorized practice of law.</p>\n<p id=\"b339-9\">The Melinda Polen Matter</p>\n<p id=\"b339-10\">{¶ 7} Judge Thomas J. Capper presided over Melinda Polen’s divorce case in the Clark County Court of Common Pleas, Domestic Relations Division. Judge Capper testified that he first met Bukstein in March 2011, when she attended a postdecree hearing and sat at the counsel table with Polen. He stated that Bukstein identified herself as a civil-rights advocate and complied with his request that she move from the counsel table because she was not an attorney.</p>\n<p id=\"b339-11\">{¶ 8} Judge Capper testified that Polen’s behavior changed and the case took a dramatic turn downward after Bukstein got involved. He reported that Bukstein’s interviews with the parties’ son who has special needs caused the child to become uncomfortable and distrustful of Polen. He also recalled that Polen’s attorney withdrew from the case as a result of Bukstein’s interference.</p>\n<p id=\"b340-4\"><page-number citation-index=\"1\" label=\"232\">*232</page-number>{¶ 9} While Polen filed some pleadings pro se, Judge Capper reported that she seemed unfamiliar with their content when he questioned her about them in court. This fact, together with his awareness of Bukstein’s involvement in the case, led him to believe that it was Bukstein who had drafted the pleadings.</p>\n<p id=\"b340-5\">{¶ 10} The board found Judge Capper’s testimony to be credible and found that Bukstein engaged in the unauthorized practice of law by providing legal advice; drafting a motion for a party to sign pro se; sending communications on behalf of another in which she made legal arguments; and appearing in court, sitting at the counsel table, and identifying herself to the judge as a civil-rights advocate.</p>\n<p id=\"b340-6\">{¶ 11} In addition to the testimony of Judge Capper, six exhibits relating to the Polen matter were admitted into evidence, including a copy of a motion for reallocation of parental rights and responsibilities that had been filed pro se by Polen. Attached to that motion are at least 19 documents, including the exhibits, e-mails, letters, and formal complaints that Bukstein had prepared and submitted on Polen’s behalf to the Ohio Board of Nursing; the superintendent of the Northwestern School District; the Ohio Counselor, Social Worker and Marriage &amp; Family Therapist Board; the Ohio auditor of state; and Senator Sherrod Brown, as well as an annotated list summarizing the content of those documents.</p>\n<p id=\"b340-7\">{¶ 12} In her answer to relator’s complaint, Bukstein admitted that she authored several of those documents and presented a brief summary of their content. A review of those documents reveals that Bukstein filed a grievance with the Ohio Board of Nursing against the current wife of Polen’s ex-husband. She also corresponded with the school district superintendent, demanding that Polen receive access to her child’s parent-teacher conferences. But rather than simply stating the facts of the alleged misconduct or inquiring about the school district’s policies, she made legal arguments in the documents seeking to vindicate Polen’s statutory and constitutional rights and to advance her custody case by silencing her critics. These are not the actions of a person seeking systemic reform of the legal system- — -they are the actions of a person advising and advocating for another on issues of law.</p>\n<p id=\"b340-8\">{¶ 13} In an affidavit filed with the domestic-relations court just one minute after Polen’s motion, Bukstein averred that she was assisting Polen’s access to justice, serving as a neutral third-party observer and a friend of the court, and bringing attention to situations in which Polen’s rights had been denied. Bukstein argued that Polen had been “denied due process and kept from remedy and resolution,” compared the facts of Polen’s case to the facts giving rise to a fraud and corruption investigation of California’s family courts, and claimed that she had “accomplished a great deal” in Polen’s domestic-relations case. Bukstein also <page-number citation-index=\"1\" label=\"233\">*233</page-number>attached an annotated list of exhibits to her affidavit that was identical to the one that was submitted with Polen’s motion.</p>\n<p id=\"b341-5\">{¶ 14} In a later pro se motion, Polen asked the court to dismiss or deny her ex-husband’s motion for attorney fees and to award her custody of their minor child on the ground that the court’s prior orders were void ab initio because the judge’s signatures on them were forged.</p>\n<p id=\"b341-6\">{¶ 15} Attached to that motion was a letter on Bukstein’s letterhead and signed by Bukstein making the same argument and further alleging that Polen’s ex-husband obtained custody of the child by fraud and a sham legal process, in violation of R.C. 2921.52 and Polen’s constitutional rights. That letter refers to complaints that Bukstein filed with the Ohio State Bar Association against the ex-husband (who is an attorney), Judge Capper, Polen’s former counsel, and Douglas Geyer, counsel for the ex-husband, and suggests that if any of those attorneys would support the restoration of Polen’s rights, “I would be inclined to drop the complaint against that attorney. After all that is something that is well within my power.”</p>\n<p id=\"b341-7\">{¶ 16} Also attached to Polen’s March 15, 2012 motion was an e-mail that Bukstein had sent to Polen and her counsel, David MeNamee, the day before, stating:</p>\n<blockquote id=\"b341-8\">Melinda,</blockquote>\n<blockquote id=\"b341-9\">This email is to confirm our conversation just now since you are at work and this needs to be communicated immediately.</blockquote>\n<blockquote id=\"b341-10\">1. That you are working on putting together a pro se motion and should have that ready by tomorrow.</blockquote>\n<blockquote id=\"b341-11\">2. That MeNamee had better not file that continuance because you do not agree, <em>(if he files that behind your back without your permission I’ll file yet another BAR complaint about his </em>stunt)</blockquote>\n<blockquote id=\"b341-12\">3. McNamee’s [sic] has not sent you anything yet nor can we see anything filed from him in the on line docket. I’ll call the court today and ask if he has. Also let them know MeNamee dumped you as his client and if he files is [sic] notice to with draw [sic] that’s fine but to not accept that continuance at least not yet.</blockquote>\n<blockquote id=\"b341-13\">This is to document.</blockquote>\n<p id=\"b341-14\">(Emphasis and boldface sic.)</p>\n<p id=\"b341-15\">{¶ 17} Comparing these motions and documents, it is evident that Bukstein advised Polen, assisted her in preparing the legal arguments in her case, and <page-number citation-index=\"1\" label=\"234\">*234</page-number>advanced those arguments on Polen’s behalf in correspondence intimately related to her domestic-relations case. Our precedent is clear: “The practice of law is not limited to appearances in court. It also embraces the preparation of papers that are to be filed in court on another’s behalf and that are otherwise incident to a lawsuit.” <em>Toledo Bar Assn. v. Joelson, </em>114 Ohio St.3d 425, 2007-Ohio-4272, 872 N.E.2d 1207, ¶ 6. Therefore, we accept the board’s finding that Bukstein engaged in the unauthorized practice of law in the Polen matter.</p>\n<p id=\"b342-5\">The Christine Tibbitts Matter</p>\n<p id=\"b342-6\">{¶ 18} Glen Tibbitts testified that in May and June 2011, he began to receive communications from Bukstein by e-mail, mail, and phone regarding parenting time and financial issues that had been addressed and resolved by the Delaware County Court of Common Pleas, Domestic Relations Division, in his divorce from his former wife, Christine Tibbitts. One of Bukstein’s written communications stated that “what had been ordered by the court could not be done.” According to Mr. Tibbitts, on June 14, 2011, Bukstein called him “speaking in legalese” and seeking to modify the court-ordered visitation schedule. Based on her communications, he believed that she was a civil-rights attorney representing his former wife in an attempt to modify the terms of their divorce decree. He testified that Bukstein’s actions caused him anxiety, sleepless nights, nightmares, and emotional distress due to the fear that he would lose sole custody of his daughter. Mr. Tibbitts contacted his attorney and the Delaware County prosecutor in an effort to stop Bukstein’s communications. His attorney, William L. Geary, was not available to testify at the panel hearing, but relator caused his deposition testimony to be read into the record.</p>\n<p id=\"b342-7\">{¶ 19} Geary testified that Bukstein sent him an e-mail on June 9, 2011, regarding his failure to respond to questions and previous discovery requests allegedly submitted to him by Ms. Tibbitts. In that e-mail, Bukstein advised Geary that it was important for him to respond to these requests because he had a duty to respond to opposing counsel and Ms. Tibbitts was a “pro se attorney of record.” Bukstein alleged that Geary’s actions raised an attorney-misconduct issue and stated that as a civil-rights advocate, she addressed such issues by filing complaints with the bar association. She also informed him that she had already filed a complaint against the attorney who served as the guardian ad litem for the Tibbittses’ son. The board found the testimony of Mr. Tibbitts and Geary to be credible.</p>\n<p id=\"b342-8\">{¶20} The board determined that by characterizing herself as a civil-rights advocate, Bukstein held herself out as an expert and person worthy of trust in matters of law and that this misrepresentation induced Polen and Ms. Tibbitts to rely on her unauthorized and unqualified legal advice — to their detriment and the detriment of other parties to the litigation. It also concluded that she engaged in <page-number citation-index=\"1\" label=\"235\">*235</page-number>the unauthorized practice of law by sending communications that made legal arguments and demanded discovery on behalf of others and by sending correspondence threatening to file disciplinary complaints or legal actions on behalf of others to coerce the recipients to cooperate in legal matters.<footnotemark>1</footnotemark> We agree and accept the board’s finding that Bukstein engaged in the unauthorized practice of law in the Tibbitts matter.</p>\n<p id=\"b343-5\">Sanction</p>\n<p id=\"b343-6\">{¶ 21} Having found that Bukstein engaged in the unauthorized practice of law, we accept the board’s recommendation that we issue an injunction prohibiting her from giving legal advice to others, préparing or assisting in the preparation of legal documents for others, sending communications making legal arguments or demanding discovery on behalf of others, sending correspondence threatening to file disciplinary complaints or legal actions on behalf of others, and engaging in all other acts constituting the practice of law.</p>\n<p id=\"b343-7\">{¶ 22} We also accept the board’s recommendation that we impose a civil penalty. Gov.Bar R. VII(8)(B) provides that “[t]he Board may recommend and the Supreme Court may impose civil penalties in an amount up to ten thousand dollars per offense.” Gov.Bar R. VII(19)(D)(l)(c) authorizes this court to impose a civil penalty “for an amount greater or less than the amount recommended by the Board, but not to exceed ten thousand dollars per offense.” The board recommends that we impose a $20,000 civil penalty — the maximum penalty of $10,000 for each of the matters in which Bukstein engaged in the unauthorized practice of law. Having independently weighed the misconduct here, the relevant factors in Gov.Bar R. VII(8)(B), and our precedent, however, we conclude that the appropriate civil penalty is $5,000 for each matter — $10,000 total — for Bukstein’s unauthorized practice of law.</p>\n<p id=\"b343-8\">{¶ 23} Gov.Bar R. VII(8)(B) sets forth five factors to consider in imposing a civil penalty.</p>\n<p id=\"b343-9\">{¶ 24} (1) Degree of cooperation. Bukstein initially cooperated with relator’s investigation. She corresponded with relator and the panel before her hearing and attempted to answer relator’s pleadings. She has never admitted that her actions constituted the unauthorized practice of law, nor has she agreed to be enjoined from engaging in the unauthorized practice of law.</p>\n<p id=\"b344-4\"><page-number citation-index=\"1\" label=\"236\">*236</page-number>{¶ 25} The board found that Bukstein repeatedly disregarded its instructions regarding filing and communication with the panel, sent harassing and potentially threatening e-mails to individual members of the panel, and made threats to file numerous complaints with various government agencies against the individual panel members and disciplinary counsel.</p>\n<p id=\"b344-5\">{¶ 26} Just before the start of the initially scheduled panel hearing, Bukstein’s husband requested and received a continuance of the final hearing in this matter based on her reported hospitalization. Bukstein received by certified mail a final amended scheduling order stating the date, time, and location of the new hearing date, which advised the parties that no further continuances would be granted. Nonetheless, her husband sought another continuance two days before the hearing date, which the panel denied, and the hearing proceeded in her absence.</p>\n<p id=\"b344-6\">{¶ 27} (2) The number of occasions that the unauthorized practice of law was committed. Bukstein engaged in multiple acts of the unauthorized practice of law in each of the two counts charged in this case. The board also found that there was evidence of persistent, systematic, and continuing occurrences in which Bukstein held herself out to others as a civil-rights advocate with a special knowledge of the domestic-relations-court system and ethics laws regarding attorneys and judges. But the board cites no specific evidence in support of these conclusions. And while we acknowledge that Bukstein’s filings and correspondence at issue in this case claimed that she possessed specialized knowledge in ethics issues arising in litigation and government agencies and that she worked in cases all over the nation, we find no evidence that that she solicited any additional “clients” or held herself out as an expert in legal ethics in any other matters within this state.</p>\n<p id=\"b344-7\">{¶ 28} (3) and (4) Flagrancy of the violations and harm to third parties. Bukstein offered legal advice to Polen and Ms. Tibbitts but refused to acknowledge it as such. The board emphasized that Bukstein’s conduct harmed these two women, who relied on her advice to their detriment, harmed other parties in the litigation (including Polen’s child) who were distressed and inconvenienced by her actions, and undermined public confidence in the judicial system. But from the record before us, it is unclear whether anyone suffered any lasting harm as a result of Bukstein’s involvement in these matters. Indeed, neither of the women she attempted to assist has participated in this proceeding.</p>\n<p id=\"b344-8\">{¶ 29} (5) Other relevant factors. The board’s regulations list additional aggravating and mitigating factors that may be considered as part of this final catchall factor of Gov.Bar R. VII(8)(B). UPL Reg. 400(F). In aggravation, the board found that (1) both Judge Capper and attorney Geary had separately notified Bukstein that her actions might constitute the unauthorized practice of law, (2) she assisted parties in the preparation of legal instruments and filings <page-number citation-index=\"1\" label=\"237\">*237</page-number>and prepared a motion that was filed with the court in the Polen matter, and (3) by referring to herself as a “civil rights advocate” and by citing statutes, attempting to interpret legal authority, and contacting opposing counsel, opposing parties, and the court in a representative fashion, she has allowed others to mistakenly believe that she was admitted to practice law in this state. <em>See </em>UPL Reg. 400(F)(3)(c) (whether the respondent has been informed prior to engaging in the unauthorized practice of law that the conduct at issue might constitute an act of the unauthorized practice of law), (f) (whether respondent’s conduct included the preparation of a legal instrument for filing with a court or other governmental entity), and (g) (whether the respondent has held herself out as being admitted to the practice of law in the state of Ohio or whether she has allowed others to mistakenly believe that she was admitted to practice in this state). The only mitigating factor that the board found applicable was that Bukstein’s conduct appears to have resulted from motives other than dishonesty or personal benefit. <em>See </em>UPL Reg. 400(F)(4)(e).</p>\n<attorneys id=\"Ax5A\">Scott J. Drexel, Disciplinary Counsel, and Stacy Solochek Beckman, Assistant Disciplinary Counsel, for relator.</attorneys>\n<attorneys id=\"AHQ\">Kimberley Bukstein, pro se.</attorneys>\n<p id=\"b345-5\">{¶ 30} Having weighed these factors, the board recommends that we impose the maximum civil penalty of $10,000 for each of the two counts in which Bukstein has engaged in the unauthorized practice of law. Because Bukstein’s conduct is not on par with the most egregious acts that we have found to constitute the unauthorized practice of law, however, we conclude that a lesser civil penalty is warranted. <em>See, e.g., Cleveland Metro. Bar Assn. v. McGinnis, </em>137 Ohio St.3d 166, 2013-Ohio-4581, 998 N.E.2d 474, ¶ 14-15. Based on Bukstein’s multiple acts of unauthorized practice of law in the Polen and Tibbitts matters, we find that the appropriate civil penalty is $5,000 for each ease in which she engaged in the unauthorized practice of law, for a total of $10,000.</p>\n<p id=\"b345-6\">{¶ 31} Accordingly, we enjoin Kimberley Bukstein from engaging in any further acts that constitute the unauthorized practice of law, and we impose a civil penalty of $10,000.</p>\n<p id=\"b345-7\">{¶ 32} Costs are taxed to Bukstein.</p>\n<p id=\"b345-8\">Judgment accordingly.</p>\n<judges id=\"b345-9\">O’Connor, C.J., and Pfeifer, O’Donnell, Lanzinger, Kennedy, French, and O’Neill, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b343-10\">. The board also found that Bukstein had identified herself as a “pro se attorney of record” and had stated that opposing counsel in the Tibbitts matter had a duty to respond to her as “opposing counsel.” The record shows, however, that Bukstein had identified Christine Tibbitts as pro se attorney of record and had stated that attorney Geary had a duty to respond to Ms. Tibbitts as opposing counsel.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}