{
  "casebody": {
    "data": "<casebody firstpage=\"461\" lastpage=\"474\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b491-7\">In the Matter of Reuben Hecht, Appellant, against George P. Monaghan, as Police Commissioner of the City of New York, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b491-8\">Argued March 11, 1954;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A32\">decided July 14, 1954.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b493-8\"><page-number citation-index=\"1\" label=\"463\">*463</page-number><em>Robert Markewich, Arthur Garfield Hays </em>and <em>Osmond K. Fraenkel </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Amp\">I. Petitioner-appellant was entitled, as a matter of right, not of favor, to a hearing respecting the revocation of his hack driver’s license. II. Where administrative action is judicial rather than legislative, determining liabilities on the basis of past events, due process requires a hearing even if the statute is silent on the question of a hearing. <em>(Prentis </em>v. <em>Atlantic Coast Line, </em>211 U. S. 210; <em>Philadelphia Co. </em>v. <em>Securities &amp; Exch. Comm., </em>175 F. 2d 808; <em>People ex rel. Copcutt </em>v. <em>Board of Health of City of Yonkers, </em>140 N. Y. 1; <em>Interstate Commerce Comm. </em>v. <em>Louisville &amp; Nashville R. R., </em>227 U. S. 88; <em>Morgan </em>v. <em>United States, </em>304 U. S. 1; <em>Railroad Comm. </em>v. <em>Pacific Gas Co., </em>302 U. S. 388; <em>Coe </em>v. <em>Armour Fertilizer Works, </em>237 U. S. 413; <em>Clarksburg-Columbus Short Route Bridge Co. </em>v. <em>Woodring, </em>89 F. 2d 788; <em>Bauer </em>v. <em>Acheson, </em>106 F. Supp. 445.) III. The juridical nature of a license is irrelevant to the issue of whether a holder thereof is entitled to a hearing respecting its revocation. <em>(Matter of Agoglia </em>v. <em>Mulrooney, </em>259 N. Y. 462; <em>Matter of Wignall </em>v. <em>Fletcher, </em>303 N. Y. 435; <em>Matter of Katz </em>v. <em>Moss, </em>184 Misc. 133, 269 App. Div. 854; <em>Garfield </em>v. <em>Goldsby, </em>211 U. S. 249.) IV. The police commissioner’s reliance upon “ the confidential findings of the Department of Investigation ” and upon other ex parte evidence was a fundamental violation of due process, requiring annulment of the license revocation. <em>(Ohio </em><page-number citation-index=\"1\" label=\"464\">*464</page-number><em>Bell Tel. Co. </em>v. <em>Commission, </em>301 U. S. 292; <em>Matter of Greenebaum </em>v. <em>Bingham, </em>201 N. Y. 343; <em>Matter of Heaney </em>v. <em>McGoldrick, </em>286 N. Y. 38; <em>Lloyd Sabauda Societa </em>v. <em>Elting, </em>287 U. S. 329; <em>Kwock Jan Fat </em>v. <em>White, </em>253 U. S. 454; <em>Anti-Fascist Comm. </em>v. <em>McGrath, </em>341 U. S. 123; <em>West Ohio Gas Co. </em>v. <em>Commission, </em>294 U. S. 63; <em>Interstate Commerce Comm. </em>v. <em>Louisville &amp; Nashville R. R., </em>227 U. S. 88.) V. The gratuitous hearing that actually took place failed to meet the minimal requirements of due process. In the eyes of the law, there was no hearing. <em>(Morgan </em>v. <em>United States, </em>304 U. S. 1; <em>Heaney </em>v. <em>McGoldrick, </em>286 N. Y. 38; <em>Matter of Greenebaum </em>v. <em>Bingham, </em>201 N. Y. 343.) VI. The police commissioner charged petitioner-appellant with the offense of short-changing, but received no evidence relative to this charge. He revoked the license on the basis, admittedly, of other considerations. <em>(Matter of Greenebaum </em>v. <em>Bingham, </em>201 N. Y. 343; <em>Matter of Wignall </em>v. <em>Fletcher, </em>303 N. Y. 435; <em>Matter of Willie Harmon’s Auto School </em>v. <em>Harnett, </em>254 App. Div. 707.) VII. The sole words “ Keep change ” on the summons did not constitute adequate notice of the original charge. <em>(Mullane </em>v. <em>Central Hanover Trust Co., </em>339 U. S. 306; <em>Morgan </em>v. <em>United States, </em>304 U. S. 1; <em>Matter of Bender </em>v. <em>Board of Regents, </em>262 App. Div. 627; <em>Matter of 67 Liquor Shop </em>v. <em>O’Connell, </em>273 App. Div. 68; <em>Silverstein </em>v. <em>Mealey, </em>259 App. Div. 854; <em>Coe </em>v. <em>Armour Fertilizer Works, </em>237 U. S. 413.) VIII. Petitioner-appellant was not afforded the opportunity to cross-examine witnesses and to inspect papers received in evidence. Petitioner-appellant was denied the right to defend and refute, and the trial captain was both accuser and judge. He was not impartial, but was searching for a basis to revoke petitioner-appellant’s license. <em>(Matter of Friedel </em>v. <em>Board of Regents, </em>296 N. Y. 347; <em>Sharkey </em>v. <em>Thurston, </em>268 N. Y. 123; <em>People ex rel. Hirschberg </em>v. <em>Board of Supervisors, </em>251 N. Y. 156; <em>Morgan </em>v. <em>United States, </em>298 U. S. 468; <em>Matter of Grandview Dairy </em>v. <em>Baldwin, </em>239 App. Div. 640; <em>Matter of Bender </em>v. <em>Board of Regents, </em>262 App. Div. 627.) IX. The hack bureau regulation, which purports to empower the police commissioner to revoke a hack license for general undefined conduct, is invalid on its face. The powers therein could not even be legislated, much less delegated. <em>(Yick Wo </em>v. <em>Hopkins, </em>118 U. S. 356; <em>Matter </em><page-number citation-index=\"1\" label=\"465\">*465</page-number><em>of Cherry </em>v. <em>Board of Regents, </em>289 N. Y. 148; <em>Matter of Seignious </em>v. <em>Rice, </em>273 N. Y. 44; <em>Matter of Aloe </em>v. <em>Dassler, </em>303 N. Y. 878; <em>Matter of Picone </em>v. <em>Commissioner of Licenses, </em>241 N. Y. 157; <em>Matter of Levy </em>v. <em>Valentine, </em>172 Misc. 130; <em>Matter of A &amp; R Paper &amp; Metals Co. </em>v. <em>Boyle, </em>202 Misc. 163.) X. The merits of a controversy can never be reached unless the requirements of procedural due process are met.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b495-5\"><em>Adrian P. Burke, Corporation Counsel {Henry J. Shields </em>and <em>Seymour B. Quel </em>of counsel), for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A2l8\">I. Petitioner was accorded a fair hearing upon a substantial charge and there was no impairment of his rights in the conduct of the proceedings. (P<em>eople ex rel. Donovan </em>v. <em>Board of Fire Comrs., </em>77 N. Y. 153; <em>People ex rel. O’Neill </em>v. <em>Bingham, </em>132 App. Div. 667; <em>People ex rel. Coughlin </em>v. <em>Webster, </em>98 App. Div. 581.) II. The statute does not grant the right to a formal hearing of charges against a licensee. The petitioner’s rights were not enlarged by the hearing that was held. <em>(Matter of Romaner </em>v. <em>Williams, </em>270 App. Div. 948, 270 App. Div. 1025; <em>People ex rel. Ritter </em>v. <em>Wallace, </em>160 App. Div. 787; <em>People ex rel. Lee </em>v. <em>Waring, </em>1 App. Div. 594, 149 N. Y. 621; <em>People ex rel. Westray </em>v. <em>Mayor of City of N. Y., </em>82 N. Y. 491; <em>People ex rel. Peixotto </em>v. <em>Board of Educ. of City of N. Y., </em>160 App. Div. 557, 212 N. Y. 463; <em>Matter of Skinkle, </em>249 N. Y. 172; <em>Matter of Mandel </em>v. <em>Board of Regents, </em>250 N. Y. 173; <em>People ex rel. Keech </em>v. <em>Thompson, </em>94 N. Y. 451; <em>People ex rel. Kennedy </em>v. <em>Brady, </em>166 N. Y. 44.) III. Petitioner could not have the restoration of his license merely because there were some jurisdictional defects in the hearing that was held. He was obliged to show that he has a meritorious defense. <em>(People ex rel. O’Neill </em>v. <em>Bingham, </em>132 App. Div. 667.) IV. Since the trial officer found petitioner guilty on the record of the hearing, the defendant’s consideration of other matters for the purpose of determining the punishment was not error. <em>(People ex rel. Keech </em>v. <em>Thompson, </em>94 N. Y. 451; <em>Matter of Dunphy </em>v. <em>Kingsbury, </em>173 App. Div. 49; <em>Matter of Sunshine </em>v. <em>Marsh, </em>265 App. Div. 927, 290 N. Y. 775; <em>People ex rel. McAleer </em>v. <em>French, </em>119 N. Y. 502; <em>People ex rel. Clarke </em>v. <em>Roosevelt, </em>168 N. Y. 488; <em>People ex rel. Walters </em>v. <em>Lewis, </em>111 App. Div. 375, 186 N. Y. 583.) V. The requirement of due proc<page-number citation-index=\"1\" label=\"466\">*466</page-number>ess does not make the holding of a formal hearing an incident to administrative action which involves the exercise of discretion ; whether the requirement has been satisfied must be determined in each instance by the nature of the case. <em>(Philadelphia Co. </em>v. <em>Securities &amp; Exch. Comm., </em>175 F. 2d 808; <em>Interstate Commerce Comm. </em>v. <em>Louisville &amp; Nashville R. R., </em>227 U. S. 88; <em>Morgan </em>v. <em>United States, </em>304 U. S. 1; <em>Railroad Comm. </em>v. <em>Pacific Gas Co., </em>302 U. S. 388; <em>Coe </em>v. <em>Armour Fertilizer Works, </em>237 U. S. 413; <em>Stuart </em>v. <em>Palmer, </em>74 N. Y. 183; <em>Sharkey </em>v. <em>Thurston, </em>268 N. Y. 123.) VI. The decisions dealing with the taking of property without notice, upon which the petitioner relies, do not apply to this case since a license to operate a taxicab upon the streets, unlike a franchise, is not property. <em>(Metropolitan Bd. of Excise </em>v. <em>Barrie, </em>34 N. Y. 657.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b496-5\">Conway, J.</author>\n<p id=\"ADX\">Petitioner, in this article 78 proceeding, in the nature of certiorari to review, seeks a reversal of the orders of the Appellate Division and of Special Term and an annulment of the determination revoking his hack driver’s license. The appeal is here as of right upon constitutional grounds (305 N. Y. 800).</p>\n<p id=\"b496-6\">On August 28,1952, petitioner, who had been a taxicab driver in the city of New York for a considerable period of time, was brought before a captain in the police department of the City of New York charged with having withheld change from a passenger. As a result of that session petitioner’s hack driver’s license was revoked. On this appeal, petitioner contends that in the revocation of his license he was denied due process of law.</p>\n<p id=\"b496-7\">The Administrative Code of the City of New York declares that the taxicab industry in the city of New York is vested with a public interest (Administrative Code, § 436-2.0, subd. 1). It goes on to outline the duties of hack drivers (Administrative Code, § 436-2.0, subd. 24), as well as to provide for the enforcement of those duties by a bureau of the police department known as the hack bureau (Administrative Code, § 434a-5.0). That bureau has been empowered to suspend or revoke the license of any hack driver who fails to comply with the conditions of the code (Administrative Code, § 436-2.0, subd. 27).</p>\n<p id=\"b497-4\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>The New York City Charter (§ 436) states that the commissioner of the police department of the City of New York “ * * * shall in his discretion issue, revoke and suspend licenses for * * * hacks, taxicabs and taxi drivers * * * and make such rules and regulations for the supervision and operation of such * * * hacks, taxicabs and taxi drivers * * * as are not inconsistent with any other provision of law * * The Administrative Code (§ 436-2.0, subds. 40, 42) elaborates upon that power to suspend or revoke in the following manner:</p>\n<p id=\"b497-10\">“ 40. The commissioner may suspend or revoke any driver’s license # * * where the holder has failed to comply with any of the provisions hereof or has wilfully or knowingly violated any of the provisions hereof. * * *</p>\n<p id=\"b497-12\">\" 42. The commissioner may make and promulgate such rules and regulations and prescribe such forms as are necessary to carry out the provisions hereof.”</p>\n<p id=\"b497-13\">The statutes do not require that a hearing be held.</p>\n<p id=\"b497-14\">In case a hack driver’s license is revoked or suspended, the statute (Administrative Code, § 436-2.0, subd. 43-a, par. [b]) specifies that it is a violation to drive a taxicab for hire, and upon conviction before a city magistrate a penalty of up to $100 fine and/or up to thirty days’ imprisonment may be imposed. It is clear, therefore, that the effect of the revocation of this petitioner’s license is to preclude him from earning his customary livelihood, since without it he may not lawfully continue his occupation.</p>\n<p id=\"b497-15\">In a case but recently before this court, we had the opportunity to consider the nature of a person’s interest in a driver’s license <em>(Matter of Wignall </em>v. <em>Fletcher, </em>303 N. Y. 435). We held that a license to operate an automobile is of great value to the individual and may not be taken away except by due process. What was said there is applicable here. Indeed, it may be stated with greater force here, for it is evident that the license involved in the present case is of far greater value to the hack driver than an operator’s license is to the ordinary person. The hack driver’s license is the hack driver’s permission to lawfully carry on his business or occupation. Such license is very similar to the seamen’s certificates involved in <em>Matter of Merchant Mari</em><page-number citation-index=\"1\" label=\"468\">*468</page-number><em>ners Documents </em>(91 F. Supp. 426). Similarly, in view of the fact that petitioner’s license is a condition precedent to his continuance in that occupation, this license is comparable to the “ right ” to continue in business which was involved in <em>Duplex Co. </em>v. <em>Deering </em>(254 U. S. 443) and <em>Truax </em>v. <em>Corrigan </em>(257 U. S. 312). In those cases, the United States Supreme Court decided that a person has a property right in the continuation of his business — in the first case, the manufacture and disposal of printing presses, and in the second, conducting a restaurant. (Cf. <em>Monamotor Oil Co. </em>v. <em>Johnson, </em>292 U. S. 86, 97.)</p>\n<p id=\"b498-5\">Although the statutes empowering the hack bureau and the commissioner to grant, suspend or revoke a hack driver’s license do not expressly require that those licenses may be withdrawn only upon notice and an opportunity to be heard, if is not necessary that they do so. Where the exercise of a statutory power adversely affects property rights — as it does in the present case — the courts have <em>implied </em>the requirement of notice and hearing, where the statute was silent (see <em>Wong Yang Sung </em>v. <em>McGrath, </em>339 U. S. 33; <em>Clarksburg-Columbus Short Route Bridge Co. </em>v. <em>Woodring, </em>89 F. 2d 788, 790; <em>Anti-Fascist Committee </em>v. <em>McGrath, </em>341 U. S. 123; <em>Railroad Comm. </em>v. <em>Pacific Gas Co., </em>302 U. S. 388; <em>Bauer </em>v. <em>Acheson, </em>106 F. Supp. 445; <em>People ex rel. Copcutt </em>v. <em>Board of Health of City of Yonkers, </em>140 N. Y. 1, 6-7).</p>\n<p id=\"b498-6\">Doubtless when dealing with its own employees, the action of an administrative body in suspending or discharging them is a merely administrative function, and no notice or hearing is necessary unless specifically enjoined by statute (see <em>People ex rel. Kennedy </em>v. <em>Brady, </em>166 N. Y. 44; <em>People ex rel. Keech </em>v. <em>Thompson, </em>94 N. Y. 451).</p>\n<p id=\"b498-7\">In the present case, however, the petitioner is not the employee of any public body nor is he the appointee of any municipal officer. Rather, he is a private citizen whose livelihood is derived from the fares and gratuities he receives from the persons whom he serves as a licensed hack driver. He is not under the direct supervision of a public official in the performance of his daily routine, but is merely regulated with regard to certain aspects of his business. The rules applicable to the disciplining, suspension and discharge of civil employees should <page-number citation-index=\"1\" label=\"469\">*469</page-number>not be extended to include the suspension or revocation of licenses of those whose salaries are not paid from public funds.</p>\n<p id=\"b499-5\">When dealing with the public, the functions of an administrative agency fall into two broad categories, legislative and judicial. The Supreme Court of the United States drew the line of demarcation between those distinct functions in <em>Prentis </em>v. <em>Atlantic Coast Line </em>(211 U. S. 210, 226) where it said: <em>“A </em>judicial inquiry investigates, declares and enforces liabilities as they stand on present or past facts and under laws supposed already to exist. That is its purpose and end. Legislation on the other hand looks to the future and changes existing conditions by making a new rule to be applied thereafter to all or some part of those subject to its power.”</p>\n<p id=\"b499-6\"><em>Revocation </em>of a license — even where the same rests within the discretion of an administrative official — is not a legislative act <em>(Matter of Mandel </em>v. <em>Board of Regents, </em>250 N. Y. 173, 177). Where, as in the present case, the statute empowers the agency to revoke a license because of a failure to comply with or because of willful or knowing violation of the regulations of that agency, then the administrative act is of a judicial nature since it depends upon the ascertainment of the existence of certain past or present facts upon which a decision is to be made and rights and liabilities determined. It is clearly not a merely administrative act concerned with the internal functioning of the agency itself, but it is a judicial or quasi-judicial function of the administrative body.</p>\n<p id=\"b499-7\">An examination of the record in this case indicates that whatever claim may now be made that petitioner was not entitled to a hearing before the license was revoked, despite the fact that a property right of petitioner was involved, that idea did not guide the functioning of the bureau involved. In the summons which the petitioner received it is stated that <em>“ </em>You are summoned to <em>appear for a hearing </em>for a violation of the hack regulations * * * ” (emphasis added) and at the foot of that summons appear the words “ You Mat Bring Witnesses With You ”. Manifestly, then, the respondent recognized an obligation imposed upon it by those fundamental principles of basic justice and fair play which underlie our entire system of jurisprudence.</p>\n<p id=\"b500-4\"><page-number citation-index=\"1\" label=\"470\">*470</page-number>The hearing held by an administrative tribunal acting in a judicial or quasi-judicial capacity may be more or less informal. Technical legal rules of evidence and procedure may be disregarded. Nevertheless, no essential element of a fair trial can be dispensed with unless waived. That means, among other things, that the party whose rights are being determined must be fully apprised of the claims of the opposing party and of the evidence to be considered, and must be given the opportunity to cross-examine witnesses, to inspect documents and to offer evidence in explanation or rebuttal (see <em>Matter of Friedel </em>v. <em>Board of Regents, </em>296 N. Y. 347, 352-353; <em>Matter of Heaney </em>v. <em>McGoldrick, </em>286 N. Y. 38, 45; <em>People ex rel. Hirschberg </em>v. <em>Board of Supervisors, </em>251 N. Y. 156, 172; <em>Matter of Greenebaum </em>v. <em>Bingham, </em>201 N. Y. 343, 347; <em>Morgan </em>v. <em>United States, </em>304 U. S. 1, 18-19; <em>West Ohio Gas Co. </em>v. <em>Commission [No. </em>1], 294 U. S. 63, 70-71; <em>Lloyd Sabaudo Societa </em>v. <em>Elting, </em>287 U. S. 329, 339-340; <em>Kwock Jan Fat </em>v. <em>White, </em>253 U. S. 454, 463-464; <em>Interstate Commerce Comm. </em>v. <em>Louisville &amp; Nashville R. R., </em>227 U. S. 88, 93-94).</p>\n<p id=\"b500-5\">The issue before this court is whether the hearing accorded petitioner prior to the revocation of his hack driver’s license met the minimal constitutional requirements.</p>\n<p id=\"b500-6\">Respondent has claimed that before petitioner is entitled to the restoration of his license, he must show that he has a <em>“ </em>meritorious defense ”. That is not, however, the case when it is alleged that due process of law has been denied; for, as was said in <em>Coe </em>v. <em>Armour Fertilizer Works </em>(237 U. S. 413, 424) : <em>“ </em>To one who protests against the taking of his property without due process of law, it is no answer to say that in his particular case due process of law would have led to the same result because he had no adequate defense upon the merits ” (citing case).</p>\n<p id=\"b500-7\">Turning to the matter of this hearing, the following salient facts appear from the record on appeal. The alleged act of misconduct —- giving change for $1 instead of for $5 on a fifty-five-cent fare — took place at about 12:45 a.m. just past midnight on May 10, 1952. About ten hours later that same morning, the complaining witness telephoned the hack bureau, and on May 19, 1952, the petitioner was interviewed by a patrolman, who informed petitioner of the nature of the charge. Thereafter, <page-number citation-index=\"1\" label=\"471\">*471</page-number>on or about August 22, 1952, a summons was mailed to the petitioner. That summons read as follows:</p>\n<blockquote id=\"b501-5\">“ No. 220031</blockquote>\n<blockquote id=\"b501-6\">SUMMONS</blockquote>\n<blockquote id=\"b501-7\">POLICE DEPARTMENT</blockquote>\n<blockquote id=\"b501-8\">DIVISION OF LICENSES</blockquote>\n<blockquote id=\"b501-9\">Aug 22 1952</blockquote>\n<blockquote id=\"b501-10\">To Reuben Hecht 1240 Walton Ave</blockquote>\n<blockquote id=\"b501-11\">\n<em>Officer serving Summons will enter Details of Charge or Complaint against Holder of Licenses on back of second summons stub.</em>\n</blockquote>\n<blockquote id=\"b501-12\">You are summoned to appear for a hearing for a violation of the hack regulations governing Public Hacks and Public Hack Drivers, at the Division of Licenses, 156 Greenwich Street, Manhattan, at 1 p.m. Aug 28 1952.</blockquote>\n<blockquote id=\"b501-14\">Bring Your Card and Badge With You</blockquote>\n<blockquote id=\"AxH\">Charge Keep change</blockquote>\n<blockquote id=\"b501-15\">Hack Driver No. 49449 Hack No.........</blockquote>\n<blockquote id=\"b501-16\">State Registration No. 028-614</blockquote>\n<blockquote id=\"Ajj\">Patrolman John L. McDermott</blockquote>\n<blockquote id=\"ACP\">Shield No. 16912 Command HB</blockquote>\n<blockquote id=\"b501-17\">George P. Mitchell</blockquote>\n<blockquote id=\"AOS\">\n<em>Fourth Deputy Police Commissioner</em>\n</blockquote>\n<blockquote id=\"AvE\">You Mat Bring Witnesses With You ”</blockquote>\n<p id=\"b501-18\">The petitioner appeared at the hearing, without counsel. The hearing seemingly commenced with a reading of what was apparently a hack bureau memorandum which recites that the complainant <em>“ </em>phoned this office and stated that on May 10, 1952, at 12:45 a.m. she had engaged a cab operated by Reuben Hecht at 133d Street and Amsterdam Ave. and requested to be driven to 133d St., between 7th and Lenox Ave. Upon arriving at destination driver was given a $5.00 bill, she received change of $1.00 bill, the fare being $.55.” The petitioner was then asked how he pleaded; and — after looking through a record book he had with him — petitioner answered “ Not guilty, I didn’t work that day ”. The trial captain, then, instead of questioning the complaining witness concerning the charge contained in the aforementioned memorandum that the petitioner had withheld change, <page-number citation-index=\"1\" label=\"472\">*472</page-number>simply asked the complaining witness 6 ‘ Is there anything further you want to say ”? (Up to that moment according to the record that witness had said <em>nothing.) </em>The witness replied that “ This doesn’t look like the same man who was operating the cab ”. The trial captain then asked another woman who had also been in the cab: “ Is this the driver? ” She answered: “ What little I saw of him he does look like the man. His actions are certainly that of the man who was operating the cab at the time. ’ ’ Thus, at this point of time there was no positive identification of petitioner as the offending hack driver. Petitioner was then asked whether he had been interviewed concerning the complaint, and he replied: “ No, it was a sort of a screening ’’. The patrolman who had interviewed or screened petitioner was then asked whether he had interviewed the petitioner and his answer was: “ I did, and you were working on the night in question.” At that point the captain presiding at the hearing stated that the payroll sheets of the taxicab company had been checked, and they showed that the petitioner had been operating the taxicab named in the summons on the night of the alleged misconduct. Petitioner was asked for his trip records, but he replied that the hack bureau had not requested them. The trial captain next tried to obtain the summons, but petitioner refused to surrender it, and he was then told that he would be held accountable for his conduct at the hearing. The two witnesses against the petitioner volunteered the statements at this point that they could now identify him as the hack driver concerned because, as one of them put it, “ * * * his actions that night were the same as those of this driver. The reason I make that statement is because he was continually heckling and arguing ’ ’. The affidavit of one of the witnesses recited that the driver’s name had been obtained from the identification card posted inside the cab. There followed a brief exchange between the trial captain and the petitioner, and then the hearing concluded with these words of the hearing officer: “On the basis of <em>your' record here and your actions in this case today </em>I am going to revoke your license. Revoked ”. (Emphasis supplied.)</p>\n<p id=\"b502-6\">That summary is almost the same length as the actual transcript of the hearing. In the record here, that transcript covers but four single sides of pages, and the actual testimony is even less, running from folios 72 to 81.</p>\n<p id=\"b503-4\"><page-number citation-index=\"1\" label=\"473\">*473</page-number>In our opinion at least two errors were committed at the hearing which necessitate a new hearing.</p>\n<p id=\"b503-5\">First: There was no actual <em>testimony </em>by the complaining* or other witness that petitioner had withheld change as charged. If the reading of the hack bureau memorandum was to be considered a substitute for testimony as to the facts contained therein, at the very least the trial captain should have so informed petitioner and should have told him that he had the right to cross-examine the witnesses with regard to such proof. This he failed to do.</p>\n<p id=\"b503-6\">Second: The revocation of the petitioner’s license was <em>expressly </em>based upon his <em>“ </em>record here ” and his “ actions in this case today ”. What this “ record ” was does not appear anywhere in the minutes of the hearing, nor had it been mentioned previously either during the hearing, or in the summons. The first time that the petitioner knew or could have known that his previous conduct was to be considered in passing upon his purported offense here was when — at the very close of the hearing — the trial captain mentioned it immediately before revoking the license. Inasmuch as it was a substantial basis upon which the license was revoked, petitioner had a constitutionally guaranteed right to know in advance of the hearing that that evidence would be considered. That he did not have, and that is sufficient reason to set aside the determination of the administrative body (see <em>Lloyd Sabaudo Societa </em>v. Elting, 287 U. S. 329, 339-340, <em>supra).</em></p>\n<p id=\"b503-8\">It may be true, as the respondent argues, that a person’s prior record may be used to determine the amount or the type of penalty; but no matter how long or how carefully we scrutinize the minutes of the hearing in this case, as well as the trial captain’s departmental memorandum to the fourth deputy police commissioner and the affidavit of the acting police commissioner of New York City, it is clear that that was not the case here. There was no separate finding on the charge and then an imposition of the penalty; it was \"all one and the same act. Just exactly what part the previous record played in influencing the decision of the hearing officer is not apparent, although the fact that it was mentioned before the reference was made to the petitioner’s “ actions in this case today ” may be indicative of its importance. It may be that the hack driver’s license could <page-number citation-index=\"1\" label=\"474\">*474</page-number>have been revoked solely on the basis of the accumulation of prior violations, but that was not the ground of which the petitioner had been informed and it is the complaint which defines and limits the charge and the license may not be suspended or revoked for some reason or upon some ground other than that specified in the charge, as was done here.</p>\n<p id=\"b504-5\">In our judgment the above errors resulted in denying petitioner a fair hearing and call for a new hearing.</p>\n<p id=\"b504-6\">We also note — although petitioner had not raised the issue and it is unnecessary for us to pass upon it — that the record discloses that none of the witnesses was sworn, which means that at this hearing the traditional safeguards to truthfulness developed in our common-law procedure were absent, viz., (1) cross-examination through which an opponent is enabled to expose intentionally false swearing and also to bring to light circumstances bearing upon inaccuracies of the witnesses in observation, recollection and narration, and to lay the foundation for impeachment of the witnesses, and (2) the judicial oath administered to witnesses with the attendant penalties for willful and deliberate perjury (see <em>Matter of Greenebaum </em>v. <em>Bingham, </em>201 N. Y. 343, 347, <em>supra; People ex rel. Hart </em>v. <em>York, </em>169 N. Y. 452; <em>People ex rel. Kasschau </em>v. <em>Police Comrs., </em>155 N. Y. 40; <em>Napiearlski </em>v. <em>Pickering, </em>278 App. Div. 456, 457; <em>People </em>v. <em>Hartnett, </em>124 Misc. 418).</p>\n<p id=\"b504-7\">The order of the Appellate Division and that of the Special Term insofar as they denied the motion for an order annulling the determination revoking the petitioner’s hack driver’s license should be reversed, without costs, and the matter remitted to the hack bureau of the New York City police department for further proceedings not inconsistent with this opinion. The appeal from so much of the order of the Appellate Division as affirmed the order of Special Term denying the petitioner’s motion for an order requiring the respondent to serve and file certain “ confidential findings of the Department of Investigation of the City or New York ”, and for reargument, should be dismissed, without costs.</p>\n<p id=\"b504-8\">Lewis, Ch. J., Desmond, Dye, Fuld and Froessel, JJ., concur; Van Voorhis, J., taking no part.</p>\n<p id=\"b504-9\">Orders reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}