{
  "casebody": {
    "data": "<casebody firstpage=\"668\" lastpage=\"678\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b700-4\">Wytheville.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AOi\">Mort, Guardian, and Others v. Jones and Others.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b700-5\">June 22, 1905.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b700-6\">1. Decedent’s <em>Estate—Intestacy—Advancements—Release of Expectancy-Lands in Another State—Conflict of </em>Laws.—Upon the death of a parent intestate, the descent is cast by operation of law upon his heirs, and his personalty passes according to the statute of distributions. If advancements have been made by the parent in consideration that the child will relinquish all interest in or claim to any portion of the estate then owned or thereafter acquired by the parent as to which he may die intestate, the agreement to relinquish is inoperative, but the amount advanced must be brought into hotchpot. If, however, part of the parent’s real estate lies in another State which upholds such relinquishment, the proper method of procedure in this State is for the court to ascertain the entire estate of the parent, wherever situated, and then proceed to divide and distribute the estate in Virginia among all the heirs and distributees, without accounting for such advancements, unless it appears that the advancements so received, added to their aliquot portion of the estate in Virginia, shall exceed the shares of the other heirs in the entire estate, in which event those so advanced as aforesaid should be required to account for so much of such advancements to each of them as will produce equality. It is error to seek to enjoin those not advanced from enforcing the law of the <em>situs </em>of real estate as to the lands outside of Virginia. The <em>lex situs </em>controls as to all questions relating to the transfer of title to immovable property, wherever arising.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b700-8\">2. Partition—Costs.—Inasmuch as this is a suit for partition, the costs should be paid ratably out of the estate of the intestate ancestor.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b700-10\">Appeal from a decree of the Corporation Court of the city of Bristol, in a suit in chancery for partition. Decree in favor of defendants. Complainants appeal.</summary>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"b700-11\">\n<em>Reversed.</em>\n</disposition>\n<p data-order=\"7\" data-type=\"summary\" id=\"b701-4\"><page-number citation-index=\"1\" label=\"669\">*669</page-number>The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b701-5\"><em>Roberts &amp; Roberts </em>and <em>Bailey &amp; </em>Byars, for the appellants.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b701-6\"><em>J. S. Ashworth, </em>for the appellees.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b701-7\">Keith, P.,</author>\n<p id=\"AjR-\">delivered the opinion of the court.</p>\n<p id=\"b701-8\">Joseph W. Jones, who was, in his lifetime, seised of certain real estate situated in Bristol, Virginia, and Bristol, Tennessee, died intestate on May 1, 1901. He had been twice married, and left surviving him John W. Jones and two daughters, children of his first wife, and a grand-daughter, the sole surviving heir of another child of his first wife, who died leaving William Grossman as her devisee; his second wife and her six infant children also survived him, and another infant daughter, who married Walter D. Have, who died intestate after the death of the grand-daughter, without leaving issue.</p>\n<p id=\"b701-9\">In September, 1903, suit for partition was instituted in the Corporation Court of the city of Bristol, Virginia, by J. W. Mort, guardian. The bill alleges that the adult heirs, children of the first wife, had, during the lifetime of their father, released and conveyed to him their expectancy in any property he then owned, or which he might own at his death.</p>\n<p id=\"b701-10\">The adult heirs filed an answer and cross-bill in the Virginia court, wherein they alleged that the conveyances of their expectancy to their father were obtained by fraud, duress, and undue influence, and were inoperative as a matter of law; and prayed that they be declared null and void, and that they might be permitted to bring the consideration for said deeds into hotchpot, and participate in the division of the estate.</p>\n<p id=\"b701-11\">Hpon these issues evidence was taken, and the cause came on <page-number citation-index=\"1\" label=\"670\">*670</page-number>to be heard in the Corporation Court, and by so much of its decree as we deem necessary to consider upon this appeal the court held “that it would be inequitable to require the adult heirs ... to bring the amount, with its interest, which they had received in consideration of the contracts mentioned in this decree and in the pleadings, into hotchpot for the benefit of the infant heirs, and yet to allow them (the infant heirs) to set up said contracts in the courts of Tennessee in bar of the rights of the adult heirs to participate in the partition of their father’s estate situated in Tennessee. It is therefore adjudged, ordered and decreed that the said contracts . . . which are filed with the papers in this cause, be given up and canceled upon the payment into hotchpot of the amount of consideration mentioned therein, with interest from the death of Joseph W. Jones, deceased, being May 1, 1901.</p>\n<p id=\"b702-6\">“It is further adjudged, ordered and decreed that J. W. Mort, guardian, . . . personally or in any official capacity, and Henry Roberts, their guardian <em>ad litem, </em>and Elizabeth Jones (the widow) are hereby perpetually enjoined from setting up, proving or attempting to set up or offer in proof in the Chancery Court of the city of Bristol, Tennessee, or any other court, the said contracts hereinbefore mentioned.”</p>\n<p id=\"b702-8\">This court held in <em>Headrick </em>v. <em>McDowell, </em>102 Va., at p. 124, 45 S. E. 804, 65 L. R. A. 578, that upon the death of a parent intestate the descent is cast by operation of law upon his heirs, and his personalty passes in accordance with the statute of distribution. Where advancements have been made in the lifetime of the parent they must be brought into hotchpot by the one who has received it, and thus perfect equality attained. This rule is unaffected by the fact that some of the heirs, at the time of receiving their advancements, entered into covenants with the parent whereby they relinquished all interest <page-number citation-index=\"1\" label=\"671\">*671</page-number>in or claim to any portions of the estate then owned or which may he thereafter acquired by the parent, and as to which he may die intestate.</p>\n<p id=\"b703-5\">It appears, therefore, that the deeds given by the adult heirs to their deceased parent, in consideration of the advancements made to them during his lifetime, are in this State inoperative, and that upon the death of Joseph W. Jones the descent was, by operation of law, cast upon all of his heirs, and his personalty passed to thorn in accordance with the statute of distribution.</p>\n<p id=\"b703-6\">In the State of Tennessee a contrary rule prevails, and the deeds from the children to the parent are effectual to bar their participation in his estate after his death, whether as heirs or distributees.</p>\n<p id=\"b703-7\">It is apparent, therefore, that it would be inequitable to require the adult heirs to surrender, or, what is the same thing, to bring into hotchpot and account for the sums advanced to them, and which constitute the sole consideration of the contracts under investigation, as a condition of their participation in the estate of their parent situated in Virginia, and at the same time to permit the infant heirs to plead those contracts in bar of the participation of the adult heirs in so much of the estate of their common ancestor as passes under the laws of Tennessee. We think, however, that the method by which the Corporation Court undertook to enforce this obvious equity cannot be maintained.</p>\n<p id=\"b703-8\">In Minor on Conflict of Laws, sec. 11, p. 28, it is said: “It is generally admitted that transactions relating to lands or immovable property of any kind are to be governed by the law of the place where the property is situated.”</p>\n<p id=\"b703-9\">The courts of other States will not, it is said, “attempt to enforce their own laws with respect to land situated else<page-number citation-index=\"1\" label=\"672\">*672</page-number>where, not only because of the spirit of comity and their unwillingness to engage in conduct towards other States, which they would not tolerate in other States towards themselves, but also, and perhaps chiefly, because of their utter inability to render any judgment or decree that would be final and effectual to transfer any interest in the land. Instead, therefore, of rendering idle judgments in accordance with their own law, the courts, in dealing with the title to foreign real estate, will seek to determine the rules laid down by the <em>lex situs </em>of the land, and will decide in accordance with that law, for to it the parties must finally appeal in any event. Thus it comes to be a well-settled principle of private international law, fortified by a great mass of authority, that all questions relating to the transfer of title to immovable property, wherever arising, will be governed by the <em>lex </em>situs, the law of the ultimate forum in which all such questions must finally be decided.” <em>Idem, </em>p. 29.</p>\n<p id=\"b704-5\">So rigidly is this principle enforced that, contrary to the general rule with respect to the limits upon personal covenants, “the better opinion seems to be that the <em>lex situs </em>of the land should govern, so far as covenants of title running with the land are concerned.” <em>Idem, </em>sec. 185.</p>\n<p id=\"b704-6\">We are, therefore, of opinion that the Corporation Court erred in enjoining the infant defendants in this suit, their guardian and guardian <em>ad litem, </em>from setting up the deeds in controversy in the courts of Tennessee, and in attempting to control the course of procedure in those courts. We are of opinion, however, that justice may be, in part at least, attained without undertaking to interfere with the courts of a foreign jurisdiction, and to that end we think that it is proper for the Corporation Court of Bristol to ascertain the estate of which Joseph W. Jones died, seised and possessed, wherever it may be situated, and then proceed to divide and distribute the <page-number citation-index=\"1\" label=\"673\">*673</page-number>estate in Virginia among all the heirs and distributees without, requiring the adult heirs to bring into hotchpot the advancements they have received and which constitute the consideration for the deeds in controversy, unless it shall be made to-appear that the advancements so received, added to their aliquot portion of the estate in Virginia, shall exceed the shares of the-infant heirs in the entire estate, in which event they shall be required to account for so much of such advancements to each of them as will produce equality.</p>\n<p id=\"b705-5\">fifor the reasons given the decree of the Corporation Court must be reversed, and the cause remanded to be proceeded in in accordance with this opinion.</p>\n<p id=\"b705-6\">Inasmuch as this is a suit for partition, we are further of opinion that the costs should be paid ratably out of the estate, of Joseph W. Jones, deceased.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b705-7\">Upon a Beheartng.^</p>\n<p id=\"b705-8\">September 13, 1906.</p>\n<author id=\"b705-9\">Harrison, J.,</author>\n<p id=\"Aoz\">delivered the opinion of the court.</p>\n<p id=\"b705-10\">This cause was argued and submitted at the term of this court held at Wytheville in June, 1905, and an opinion was handed down reversing the decree appealed from. Upon a petition to rehear that decree was set aside and the cause was again argued at the same place of session in June, 1906.</p>\n<p id=\"b705-11\">After due consideration of the questions involved we are of opinion to adhere to the conclusions reached upon the first hearing of the cause, and therefore, for the reasons then given and filed with the record, the decree appealed from must be reversed and the cause remanded for further proceedings to be <page-number citation-index=\"1\" label=\"674\">*674</page-number>had in accordance with the views expressed in the said written opinion of June, 1905.</p>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b706-5\">Whittle, J.</author>\n<p id=\"Ana\">(dissenting) :</p>\n<p id=\"b706-6\">This case is before us on petition to rehear the former decision of the court; and while I quite agree that the decree of the trial court was rightly reversed, I cannot concur in the determination of the majority to adhere to the conclusion heretofore reached.</p>\n<p id=\"b706-7\">The former opinion sets out the pleading and salient facts in the case, which need not be repeated. It is sufficient to make plain the legal question involved to say that the intestate, Joseph W. Jones, was twice married, and was survived by two sets of children. Those of the first marriage were adults, while the issue of the second marriage were infants at the time of their father’s death. The intestate owned real estate both in Virginia and Tennessee, and the adult children, in consideration of advancements received by them, entered into contracts with their father relinquishing their expectancy in his entire estate. These contracts, it is admitted, are valid and effectual in Tennessee, but are inoperative in Virginia. <em>Headrick </em>v. McDowell, 102 Va. 124, 45 S. E. 804, 65 L. R. A. 578, 102 Am. St. Rep. 843.</p>\n<p id=\"b706-8\">In a suit instituted by the infant heirs to partition the Virginia lands the trial court decreed that it WT&gt;uld be inequitable to require the adult heirs to bring their advancements into hotchpot, and still permit the infant heirs to set up the contracts of the adult heirs in bar of their right to participate in the Tennessee lands; and accordingly enjoined the infants and their guardian from taking advantage of these contracts in a <page-number citation-index=\"1\" label=\"675\">*675</page-number>suit to partition the Tennessee lands then pending in the Chancery Court of the city of Bristol, Tennessee.</p>\n<p id=\"b707-5\">In the former decision this court quotes with approval the doctrine announced in Minor’s Conflict of Laws, that “It is generally admitted that transactions relating to lands or immovable property of any kind are to be governed by the law •of the place where the property is situáted.” And, again, that •courts of other states will not “attempt to enforce their own laws with respect to land situated elsewhere, not only because •of the spirit of comity and their unwillingness to engage in ■conduct towards other States which they would not tolerate in other States towards themselves, but also, and perhaps chiefly, because of their utter inability to render any judgment or de•cree that «would be final and effectual to transfer any interest in the land. Instead, therefore, of rendering idle judgments in accordance with their own law, the courts in dealing with the title to foreign real estate will seek to determine the rules laid down by the <em>lex situs </em>of the land, and will decide in accordance with that law, for to it the parties must finally appeal in any event. Thus it comes to be a well-settled principle of private international law, fortified by a great mass of authority, that all questions relating to the transfer of title to immovable property, wherever arising, will be governed by the <em>lex situs, </em>the law of the ultimate forum in which all such questions must •finally be decided.” Minor on Conflict of Laws, pp. 28, 29.</p>\n<p id=\"b707-6\">Continuing, the court in its opinion says: “So rigidly is this principle enforced that, contrary to the general rule with respect to the limit upon personal covenants, The better opinion ■seems to be that the <em>lex situs </em>of the land should govern, so far as covenants of title running with the land are concerned.’ <em>Idem, </em>sec. 185.</p>\n<p id=\"b708-4\"><page-number citation-index=\"1\" label=\"676\">*676</page-number>“We are therefore of opinion that the Corporation Court erred in enjoining the infant defendants in this suit, their guardian and guardian <em>ad </em>litem, from setting up the deeds in controversy in the courts of Tennessee, and in attempting to-control the course of procedure in those courts. We are of opinion, however, that justice may be, in part at least, attained without undertaking to interfere with the courts of a foreign jurisdiction, and' to that end we think that it is proper for the Corporation Court of Bristol to ascertain the estate of which Joseph W. Jones died seised and possessed, wherever it may be-situated, and then proceed to divide and distribute the estate in Virginia among all the heirs and distributees, without requiring the adult heirs to bring into hotchpot the advancements they have received, and which constitute the consideration for the-deeds in controversy, unless it shall he made to appear that the-advancements so received, added to their aliquot portion of the estate in Virginia, shall exceed the shares of the infant heirs-in the entire estate, in which event they shall he required to-account for so much of such advancements to each of them as-will produce equality.”</p>\n<p id=\"b708-5\">It seems to me that the scheme formulated by the court for the purpose of adjusting equities between the two sets of children in effect perpetuates the error for which the decree of the-Corporation Court of Bristol was reversed.</p>\n<p id=\"b708-6\">Section 2561, Va. Code, 1901, provides: “Where any descendant of a person dying intestate as to his estate, or any part thereof, shall have received from such intestate in his lifetime,, or under his will, any estate, real or personal, by way of advancement, and he, or any descendant of his, shall come into-the partition and distribution of the estate with the other parceners and distributees, such advancement shall he brought into* hotchpot with the whole estate, real and personal, descended <page-number citation-index=\"1\" label=\"677\">*677</page-number>•or distributable, and thereupon such party shall be entitled to his proper portion of the estate, real and personal.”</p>\n<p id=\"b709-5\">The statute is mandatory, and makes the bringing of advancements into hotchpot a condition precedent to participation in the estate.</p>\n<p id=\"b709-6\">The Virginia lands, under the doctrine of <em>Hendrick </em>v. <em>McDowell, supra,, </em>are unaffected by the contracts between the adult heirs and their father, but descend to all the children, adults and infants, alike; and unless we intend to ingraft an important limitation upon section 2561, advancements to the adults must be brought into hotchpot, if they are to share in the partition of the Virginia lands. The circumstance that the adult heirs have voluntarily denied themselves the privilege of inheriting their portion of the Tennessee lands can afford no justification for not subjecting them to the operation of the Virginia statute, so far as the Virginia lands are concerned. The Legislature of Virginia has no extra-territorial jurisdiction to pass statutes affecting real estate beyond its borders, and never intended that section 2561 should apply to the partition of other than Virginia lands. 14 Cyc. 176, n. 94.</p>\n<p id=\"b709-7\">The proposed plan involves the assumption by the Virginia •court of jurisdiction to control and incidentally diminish the value of the shares of the infants in the Tennessee lands, their title to which is absolute under the laws of that State, and in that way to accomplish <em>indirectly </em>what it has expressly declared that it has no authority to do <em>directly. </em>Stated differently, for this court to hold that the advancements to the adults •are not to be brought into hotchpot unless their shares in the Virginia lands shall exceed the' shares of the infants both in the Virginia and the Tennessee lands, of necessity deprives the latter of their property rights under the laws of Tennessee, and by that process equality is attained at the expense of law.</p>\n<p id=\"b710-4\"><page-number citation-index=\"1\" label=\"678\">*678</page-number>The demonstration of the inexpediency of ignoring -the salutary principle that the <em>lex sitm </em>is paramount in regard to foreign real estate to correct the supposed hardship of this particular case, would be complete if in this instance the Chancery Court of the city of Bristol, Tennessee, should apply the law of that State to the Virginia lands, on the theory that inequitable consequences would flow from upholding the doctrine of <em>Headrick v. McDowell. </em>Such procedure on the part of the Tennessee court would produce an irreconcilable conflict between the courts, incidentally affecting real estate outside of their respective jurisdictions, and resulting in opposing methods for the partition of the same estate.</p>\n<p id=\"b710-5\">I am therefore of opinion that the Virginia court, in partitioning the Virginia lands, should be uninfluenced by the rights of the parties with respect to the Tennessee lands.</p>\n<p id=\"b710-6\">\n<em>Reversed.</em>\n</p>\n<p id=\"b710-7\">Buchanan, J., concurs with Whittle, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}