{
  "casebody": {
    "data": "<casebody firstpage=\"81\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b101-5\">ATTORNEY GRIEVANCE COMMISSION OF MARYLAND <em>v. </em>BRUCE R. HARRISON</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b101-6\">[Misc. (BV) No. 2,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AOG\">September Term, 1981.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AlR\">\n<em>Decided December 2, 1981.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b101-9\">The cause was argued before Murphy, C. J., and Smith, Digges, Eldridge, Cole, Davidson and Rodowsky, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b101-10\"><em>Melvin Hirshman, Bar Counsel, </em>for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b101-11\"><em>Bruce R. Harrison, </em>in proper person, respondent.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b101-12\">\n<em>PER CURIAM ORDER</em>\n</p>\n<p id=\"b101-13\">This Court having considered the petition for disciplinary action, the findings of fact made by the trial judge, the exceptions to these findings together with the answer thereto, and it appearing to the Court, following a hearing, that the evidence adduced before the trial judge supports his findings that, because of illness, the respondent is incapacitated to the extent he is unable at the present time to engage in the practice of law in this State; it is therefore</p>\n<p id=\"b102-3\"><page-number citation-index=\"1\" label=\"82\">*82</page-number>ORDERED, by the Court of Appeals of Maryland, that Bruce R. Harrison be, and he is hereby, placed on inactive status until such time as he can demonstrate by proper evidence that he has sufficiently recovered his health, both mental and physical, to be reinstated as an active practitioner of the law in this State, and in order to facilitate such reinstatement, it is suggested that the respondent register with Lawyer Counseling of the Maryland State Bar Association to be evaluated and referred to appropriate facilities for treatment in compliance with its recommendations; and it is further</p>\n<p id=\"b102-4\">ORDERED that the clerk of this Court shall remove the name of Bruce R. Harrison from the register of attorneys in this Court until further order and certify that fact to the Trustees of the Clients’ Security Trust Fund and the clerks of all judicial tribunals in the State in accordance with Rule BV13.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}