{
  "casebody": {
    "data": "<casebody firstpage=\"865\" lastpage=\"870\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b945-9\">UNITED STATES of America, Appellee, v. Nicholas CHRISTOPHE et al., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"arg-dedup-0\">Nos. 251, 268, 274, Dockets 72-1807, 72-1866, 1867.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b945-12\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b945-13\">Argued Oct. 31, 1972.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b945-14\">Decided Dec. 14, 1972.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b946-17\"><page-number citation-index=\"1\" label=\"866\">*866</page-number>Walter J. Higgins, Jr., Asst. U. S. Atty. (Whitney North Seymour, Jr., U. S. Atty. for Southern District of New York, and Peter F. Rient, Asst. U. S. Atty., on the brief), for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b946-18\">John L. Pollok, New York City (Le-nefsky, Gallina, Mass, Berne &amp; Hoffman and Jeffrey C. Hoffman, New York City, on the brief), for appellant Nicholas Christophe.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b946-19\">James M. LaRossa, New York City (Gerald L. Shargel, New York City, on the brief), for appellant Albert Pierro.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b946-20\">Jay Goldberg, New York City (Gretchen White Oberman, New York City, on the brief), for appellant Victor Panica.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b946-21\">Before LUMBARD, FEINBERG and OAKES, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b946-22\">LUMBARD, Circuit Judge:</author>\n<p id=\"b946-23\">Nicholas Christophe, Victor Panica, and Albert Pierro appeal from judgments of conviction entered against them on June 20, 1972, in the Southern District of New York. They were prosecuted under a two count indictment alleging (1) possession, with the intent to distribute, of a narcotic drug, in violation of 21 U.S.C. §§ 812, 841(a)(1) <page-number citation-index=\"1\" label=\"867\">*867</page-number>and 841(b)(1)(A), and (2) conspiracy to violate these sections. Panica was found guilty after a four day jury trial, commencing April 26, 1972, at which Judge Gagliardi presided.<footnotemark>1</footnotemark> On May 25, 1972 Christophe and Pierro, whose trial had been severed from Paniea’s, were convicted following a non-jury\" trial before Judge Gagliardi. Panica and Pier-ro were sentenced to 20 years imprisonment on each count, the sentences to run concurrently, and to six years of special parole commencing immediately thereafter. Christophe received concurrent terms of imprisonment of seven and one half years on each count and a three year term of special probation. We affirm the convictions.</p>\n<p id=\"b947-5\">I. The Government’s Case<footnotemark>2</footnotemark></p>\n<p id=\"AnM\">In late December, 1971, agents of the Federal Bureau of Narcotics and Dangerous Drugs received information from a “close friend” of the Pierro family that defendant Albert Pierro, a convicted narcotics offender, and Joe “Patsy” Malizia, a fugitive under indictment for a federal narcotics violation, were partners in the narcotics trade and that by watching Albert Pierro they could locate “Patsy” Malizia. Soon after, the Pierro house in Palisades Park, New Jersey, was placed under surveillance by the Bureau. At about 10:15 P.M. on the night of January 26, 1972, Agents Harrington and Grant, from a vantage point about 50 yards south of the Pierro residence, observed Frank DeSimone and Albert Pierro leave the house. DeSi-mone got into his car and drove away, while Pierro returned to the house. Approximately 15 minutes later, a 1970 brown Cadillac Eldorado drove up the street and stopped in the middle of the road opposite the Pierro house. Someone drew back the curtain from a second story window and waved, and then the car parked. Pierro came out, and he and the driver carried inside a number of bundles from the car’s trunk. The driver matched the fugitive’s general description, and the agents thought at the time that he might be Malizia. However, it later developed that the driver was the defendant Christophe.</p>\n<p id=\"b947-9\">At about 11:00 P.M., Pierro left the house again, this time carrying a large blue valise. He looked up and down the street and then, accompanied by Chris-tophe, placed the blue valise in the trunk of the Cadillac. Pierro returned to the house, and Christophe drove off.</p>\n<p id=\"b947-10\">The agents, still thinking Christophe was Malizia, followed the Cadillac to the parking lot of the Plaza Diner in Fort Lee, New Jersey. Frank DeSimone and defendant Victor Panica were in the parking lot, and they immediately went over to Christophe. The agents recognized Panica as a previously convicted narcotics violator. After a few minutes of conversation, Christophe got back into the Cadillac and Panica joined him on the passenger side. DeSimone went to his car and both vehicles left the diner.</p>\n<p id=\"b947-11\">The agents chose to continue their surveillance of the Cadillac. They followed the vehicle across the George Washington Bridge into Manhattan, down the Harlem River Drive and onto the F.D.R. Drive. As the cars neared the 116th Street exit of the F.D.R. Drive, the agents attempted to stop the Cadillac to determine whether the driver was in fact the fugitive Malizia and to investigate the activities they had observed earlier. They put a flashing red light on the dashboard of their unmarked car, flashed their headlights, and sounded the horn — all to no avail. The Cadillac kept right on going, exiting <page-number citation-index=\"1\" label=\"868\">*868</page-number>F.D.R. Drive at 116th Street, then racing north along First Avenue at speeds up to 70 miles per hour and running several red lights.</p>\n<p id=\"b948-4\">With the agents close behind, Chris-tophe drove across the Willis Avenue Bridge into the Bronx, then doubled back along Bruckner Boulevard toward the Willis Avenue Bridge again. Under the bridge the car came to a sudden stop. Christophe and Panica jumped out, leaving the doors open and the engine running. Agent Harrington, yelling “Federal Agents, Stop,” pursued Christophe up the street and around a corner, where Christophe was finally apprehended by a New York City policeman — one of a number who had joined in the chase. Harrington brought Christophe back to the abandoned Cadillac, where Agent Grant searched him and took from him the key to the Cadillac’s trunk. Agent Harrington, taking another New York City patrolman with him, went into the bar nearby into which he had seen Panica flee. Harrington went up to Panica and asked him to step outside. Panica protested “I’ve been here an hour and a half,” but eventually agreed to go with Harrington. By the time they had returned to the abandoned Cadillac, its trunk had already been opened revealing a large blue valise containing 39.8 pounds of heroin and a small white bag containing $150,000 in cash. Both Christophe and Panica were then formally placed under arrest.</p>\n<p id=\"b948-5\">At approximately 2:00 A.M. on the morning of January 27 a group of federal agents went to Palisades Park, New Jersey and arrested Albert Pierro. The agents seated Mr. and Mrs. Pierro in the living room of their house and then conducted a cursory examination of the premises to make sure that no other adults were present. By 5:00 A.M. a search warrant had been obtained and the agents began a thorough search. In the garage they found approximately 39 pounds of heroin hidden in a cardboard Taittanger Champagne box.</p>\n<p id=\"b948-6\">II. The Search of the Cadillac</p>\n<p id=\"b948-7\"> All three defendants contend that Judge Gagliardi erroneously denied their motion to suppress the heroin discovered in the warrantless search of the Cadillac automobile in which Christophe and Panica were riding. Because of the ease with which an automobile can be moved from one place to another, law enforcement officials have long been permitted to search, without a warrant, an automobile stopped or abandoned on the highway when they have probable cause to believe that it contains contraband. See Carroll v. United States, 267 U.S. 132, 153, 155-156, 45 S.Ct. 280, 69 L.Ed. 543 (1925); Chambers v. Maroney, 399 U.S. 42, 90 S.Ct. 1975, 26 L.Ed.2d 419 (1970); United States v. Carneglia, 468 F.2d 1084 (2d Cir. 1972). <em>Cf. </em>Coolidge v. New Hampshire, 403 U.S. 443, 458-464, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971). We agree with Judge Gagliardi that the federal agents had probable cause in this case to search the Cadillac. They had received information that Albert Pierro, a previous narcotics violator, was currently engaged in the narcotics trade. On the night of January 26 Agents Harrington and Grant observed suspicious activity at the Pierro residence. The Cadillac driven by Christophe approached the house in a cautious fashion and parked only after receiving a signal from someone inside the house. One half hour later Pierro was seen transferring, in a furtive manner, a large blue valise from the house to the car. The agents followed the ear to a meeting at the Plaza Diner between Panica (who had a prior narcotics conviction), DeSimone (who had left the Pierro house just before the Cadillac arrived), and Christophe (who the agents still thought to be Malizia). When the agents later attempted to halt the automobile, Christophe drove at high speed through East Harlem and into the Bronx. The car finally stopped under the Willis Avenue Bridge, and Christophe and Panica, ignoring calls to stop by Agent Harrington, tried to escape on foot but were quickly apprehended. The <page-number citation-index=\"1\" label=\"869\">*869</page-number>information possessed by the agents, when combined with the furtive activity at the Pierro house, the meeting at the diner, the high speed chase and the attempted flight constituted probable cause to search the Cadillac.<footnotemark>3</footnotemark></p>\n<p id=\"b949-5\">Since Christophe’s sole ground of appeal is the alleged illegality of the search of the Cadillac, we affirm his conviction.</p>\n<p id=\"b949-6\">Our holding that there was probable cause for the search also disposes of Pierro's claim that the warrant to search his home was illegal because it was based in part on information secured during the search of the Cadillac. In upholding the search, we also uphold the warrant.</p>\n<p id=\"b949-7\">III. The Search of Pierro’s House</p>\n<p id=\"b949-8\">Pierro makes an additional claim that his house was illegally searched at 2:00 A.M., a full three hours before a warrant was obtained. In support of his motion to suppress the heroin discovered in his garage, Pierro called 14 Special Agents of the Federal Bureau of Narcotics and Dangerous Drugs. Nevertheless, the evidence developed at the suppression hearing made it abundantly clear that when the agents first walked through the Pierro house at 2:00 A.M., they were simply securing the premises after arresting Pierro. They were entitled to conduct a cursory examination of the premises to see if anyone else was present who might threaten their safety or destroy evidence. Moreover, the heroin was not discovered until a full scale search had been conducted after the warrant was obtained several hours later.</p>\n<p id=\"b949-12\">IV. Evidence of Panica’s Membership in the Conspiracy and Possession of Drugs</p>\n<p id=\"A8aT\">Defendant Panica asserts that the trial court erred in denying his motion for a judgment of acquittal on both the conspiracy and the substantive counts. Panica’s defense at the trial consisted of the testimony of two witnesses, Daniel Capano and Edward Sableski. The substance of their testimony was that they met Panica on the night in question in a New York restaurant and together returned to New Jersey to play cards. Instead, they drank at Russells Tavern and at 9:30 went to the Plaza Diner to have something to eat before going to a place where Panica could get a taxi back to New York. Sometime after 10:00 P.M. the three left the diner.</p>\n<p id=\"b949-13\">Considering all the evidence in the light most favorable to the government, Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942), we think that there was enough evidence from which the jury could infer beyond a reasonable doubt that Panica was conspiring with Christophe and Pierro to possess and distribute narcotics in violation of 18 U.S.C. §§ 812, 841(a)(1) and 841(b)(1)(A). After transferring the heroin from Pierro’s house to Christophe’s car, Christophe drove directly to the Plaza Diner where he met Panica and DeSimone. Following a short discussion, Panica got into the Cadillac containing the heroin and $150,000 in cash and drove off with Christophe. When the car halted after a high speed chase by federal agents, Panica fled on foot. When he was confronted immediately thereafter by Agent Harrington in the bar, Panica made a <page-number citation-index=\"1\" label=\"870\">*870</page-number>false exculpatory statement that he had been there for an hour and a half, which covered the time from when the narcotics were first placed in the car through the period of the police chase. Taken together these facts provided enough evidence from which a jury could find that he knew what was going on and that by his presence he was attempting to assist in the success of the operation and, therefore, that he was a member of the conspiracy. <em>Cf. </em>United States v. Geaney, 417 F.2d 1116, 1121 (2d Cir. 1969), cert. denied, 397 U.S. 1028, 90 S.Ct. 1276, 25 L.Ed.2d 539 (1970). Any possible doubt of Panica’s complicity was completely dispelled by his flight from the Cadillac, his attempt to hide and his false statement to Agent Harrington about his presence in the bar.</p>\n<p id=\"b950-4\"> Panica also challenges his conviction on the substantive charge of possessing narcotics with the intent to distribute them. The basis of his claim is that there was insufficient evidence to prove that he was in possession of the narcotics discovered in the trunk of the Cadillac. Since we hold that’ there was adequate evidence to find that Panica was a conspirator, his conviction on the substantive count must also be upheld. He was riding in the automobile which was carrying heroin pursuant to a plan in which the jury could find he knowingly participated. From these facts the jury could infer that Panica had equal access to and control of the heroin in the trunk and thus was in constructive possession. <em>Cf. </em>United States v. Massarotti, 462 F.2d 1328 (2d Cir.), cert. denied, Legari v. United States, 409 U.S. 982, 93 S.Ct. 319, 34 L.Ed.2d 246 (1972).</p>\n<p id=\"b950-5\">Panica’s other contentions can be briefly disposed of. He claims that Judge Gagliardi improperly instructed the jury on the issue of flight, but we find no objection to the court’s charge.<footnotemark>4</footnotemark> His other claim concerns Judge Gagliar-di’s refusal to suppress the use of Pani-ca’s 1960 narcotics conviction for impeachment purposes, thus allegedly keeping Panica from testifying at the trial. The use of a 12 year old conviction, where the defendant was not released from prison until 8 years prior to trial, comes well within the limits of the trial judge’s discretion to bar or permit such evidence. See United States v. Puco, 453 F.2d 539 (2d Cir. 1971); Proposed Federal Rules of Evidence 609(b) (approved by the Supreme Court, November 20, 1972, for transmission to the Congress, to take effect July 1, 1973).</p>\n<p id=\"b950-9\">We affirm the convictions</p>\n<footnote label=\"1\">\n<p id=\"b947-6\">. A fourth defendant, Frank DeSimone, was also indicted. He was tried with Panica and at the close of the government’s case his motion for a judgment of acquittal was granted.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b947-7\">. This recital of the government’s case is taken from the facts as developed at the suppression hearing, in which all three appellants participated. At the trial of Christophe and Pierro, the facts were stipulated to be the same as those presented at the suppression hearing; the government’s case at Panica’s trial was also substantially the same.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b949-9\">. Christophe and Panica also argue that the search was invalid because nothing prevented the agents from immobilizing the Cadillac and then obtaining a warrant before conducting the search. The Supreme Court dealt with this argument, contrary to Panica’s contentions, in Chambers v. Maroney, 399 U.S. 42, 51-52, 90 S.Ct. 1975, 26 L.Ed.2d 419 (1970). Coolidge v. New Hampshire, 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971), which involved police “entering private property to seize and search an unoccupied, parked vehicle not then being used for any illegal purpose,” 403 U.S. at 463 n. 20, 91 S.Ct. at 2036, lends no support to defendants’ contentions. See United States v. Carneglia, 468 F.2d 1084 (2d Cir., 1972).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b950-6\">. The trial court instructed the jury as follows :</p>\n<p id=\"b950-7\">Now, you may take into account whether or not there has been flight or concealment by the defendant after a crime has been committed. This does not create a presumption of guilt. If you find that there was flight by the defendant, you may consider it as tending to prove the defendant’s consciousness of guilt.</p>\n<p id=\"a0d-dedup-0\">However, you are not required to do so. You should consider and weigh any evidence of flight or concealment by the defendant in connection with all other evidence in the case and give it such weight as you in your judgment decide it is entitled to receive.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}