{
  "casebody": {
    "data": "<casebody firstpage=\"576\" lastpage=\"579\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b598-9\">George W. Hurd <em>vs. </em>City of Melrose.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b598-10\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aq4\">January 2, 1906.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Avz\">May 17, 1906.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b598-11\">Present: Knowlton, C. J., Morton, Hammond, Loring, &amp; Sheldon, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b598-12\">\n<em>Tax.</em>\n</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b598-13\">If by a mistake of the assessors of a city the numbers of the houses on two adjoining parcels of land are transposed in the descriptions entered in the book of assessments, and a mortgagee of one of the parcels asks for the tax bill for the house on which he holds the mortgage, naming its number, and is sent a tax bill for that number which really is for the tax intended to be assessed on the adjoining lot, and at the request of the mortgagee the owner of the house of the number named in the bill pays the bill, both mortgagee and owner acting in good <page-number citation-index=\"1\" label=\"577\">*577</page-number>faith, the payment must be applied upon the tax on the house and lot the number of which is named in the bill, and, if the tax on that house and lot is larger than the amount paid, only the balance of the tax remains due.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b599-5\">An attempted taking of land for non-payment of taxes which overstates the amount due is void.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b599-6\">Petition, filed in the Land Court on June 20,1905, for the registration of title to a parcel of land in Melrose which is named in the opinion.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b599-7\">The case was heard by Jones, J. The respondent claimed through a taking for non-payment of taxes assessed upon the property for the year 1902. The material facts are stated in the opinion. The judge ruled that the taking was illegal and void, and ordered a decree for the petitioner. .The respondent excepted to the ruling, and the judge at the request of both parties reported the case for determination by this court.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b599-8\"><em>F. </em>Rogers, for the petitioner.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b599-9\"><em>F. L. Washburn &amp; J. M. </em>Gribbs, for the respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b599-10\">Hammond, J.</author>\n<p id=\"ANg\">This is a petition to register title to the house and land numbered 416 on Grove Street in Melrose. The only question is whether the taking of the land for the non-payment of the taxes assessed in 1902 is valid.</p>\n<p id=\"b599-11\">The land is the rear portion of . lot 272 on a certain plan, and it contains upwards of five thousand square feet. There is upon it a dwelling house which for many years has been numbered 416 Grove Street by a metal plate on the outside of the front door. This land was owned by one Myers. The front part of lot 272 was owned by one Crossman, and contained three thousand five hundred and eighty-four square feet. Upon this was a house which for many years had been numbered in a similar way 418-420 Grove Street. In this state of things the assessors made the following entries upon their book of assessments for 1902:</p>\n<blockquote id=\"b599-12\">“No. 418-420 Grove Street, George W. Hurd and August Myers, owners; area 5079 square feet; assessed as follows: — $250 land; house, $1400 ; tax for year 1902, $28.38.</blockquote>\n<blockquote id=\"b599-13\">“ No. 416 Grove Street, Nellie Grossman, owner; area 3584 square feet; assessed as follows:—land, $200; house, $600; tax for the year 1902, $13.76.”</blockquote>\n<p id=\"b599-14\">It was the intention of the assessors to assess to Nellie Cross-<page-number citation-index=\"1\" label=\"578\">*578</page-number>man the front lot and to Hurd and Myers the rear lot, to the amount and in the particular way described in these entries; and the only error is that the front lot is described as 416 and the rear lot as Nos. 418-420. But as it stood upon the books each assessment when applied to the lot assessed was ambiguous and misleading. No. 416 was not owned by Crossman, nor was the lot only three thousand five hundred and eighty-four feet in area, nor was the house worth more than the other; and a corresponding misdescription appears as to Nos. 418-420.</p>\n<p id=\"b600-5\">After the warrant had been sent to the collector, he in accordance with a request made to him by Rogers as the owner of a mortgage upon No. 416, sent to him what purported to be the tax bill for No. 416. This bill named Crossman as the owner and Rogers as the mortgagee, and described the property as “ No. 416 on Grove Street, part of 272.” It did not show the number of square feet in the lot. Shortly afterwards Rogers requested Myers, then the owner, to pay the tax, and he received from Myers the amount of the tax, which he then sent to the collector, from whom in due time he received the bill receipted. Rogers had no personal knowledge as to whether Crossman on May 1, 1902, was the owner of either house, although he held a mortgage on the front house as well as on the other. We do not understand that any question is made as to the good faith of either Myers or Rogers. Rogers had asked for the tax bill on estate No. 416, and he received a bill purporting to be the tax upon that estate. Both he and Myers supposed that the bill was for the tax on that estate, and paid it with that understanding. Each was misled by the error of the assessors, which error as to the identity of the property was perpetuated in the bill. Under these circumstances we think that the payment must be regarded as a payment towards the tax upon No. 416, as that estate actually was, or, in other words, upon the rear estate; and that if the sum paid had been equal to the whole tax upon the rear lot then the tax would have been fully paid.</p>\n<p id=\"b600-6\">It appears however that the tax on that lot was $28.38, so that there was a balance still unpaid at the time of the taking. But we understand from the report that the proceedings for the taking were upon the theory that the whole tax was due. Hence <page-number citation-index=\"1\" label=\"579\">*579</page-number>they were void, because in all proceedings either in the sale or the taking of land for the non-payment of a tax the amount due must be correctly stated. If it is overstated, the proceedings are invalid. <em>Alexander </em>v. <em>Pitts, </em>7 Cush. 508. R. L. c. 13, § 54. The ruling that the taking was void was correct.</p>\n<p id=\"b601-5\">The case is remanded to the Land Court for further proceedings not inconsistent with this opinion; and it is</p>\n<p id=\"b601-6\">\n<em>8o ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}