{
  "casebody": {
    "data": "<casebody firstpage=\"426\" lastpage=\"427\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"A_O\">In re SUPPIGER.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ACt\">Patent Appeal No. 2324.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b450-8\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b450-9\">Dec. 1, 1930.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b450-15\">Hugh K. Wagner and Gladys Walton, both of St. Louis, Mo., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b450-16\">T. A. Hostetler, of Washington, D. C., for Commissioner of Patents.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b450-17\">Before GRAHAM, Presiding Judge, and BLAND, HATFIELD, GARRETT, and LENROOT, Associate Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b450-18\">BLAND, Associate Judge.</author>\n<p id=\"b450-19\">This is an appeal from the decision of the Board of Appeals, affirming the action of the Examiner, rejecting claims 5, 9, and 10 in an application for a patent where invention is claimed in a process of using flavoring materials in canning and other like operations.</p>\n<p id=\"b450-20\">The claims read as follows:</p>\n<blockquote id=\"b450-21\">“5. As an improved article of manufacture, flavoring material of a single species formed into tablets each containing an equal amount of material.”</blockquote>\n<blockquote id=\"b450-22\">“9. As an improved article of manufacture, a tablet of material adapted to convey a definite quantity thereof to, and to produce a uniform effeet on, a substance to be treated, said tablet being composed of a single material.</blockquote>\n<blockquote id=\"b450-23\">“10. As an improved article of manufacture, a tablet composed of a single material of definite quantity and having an uniform effeet.”</blockquote>\n<p id=\"b450-24\">The references cited by the Patent Office against the application are as follows: Liebert, 215,944, May 27, 1879; Pryor, 1,193,-423, Aug. 1, 1916; Cramer, 1,298,670, April 1, 1919; Beyea, 1,372,590, March 22, 1921; Oser, 1,520,366, Dec. 23,1924.</p>\n<p id=\"b450-25\">Applicant claims invention in the process of using flavoring materials, such as sugar or salt, in exact predetermined quantities, contained in small solid masses, like pellets, which are added to a certain predetermined quantity of food or other substance. It is pointed out that, in the prior art in the canning industry, salt, sugar, etc., were inserted in the can, by hand, by means of a spoon, with an extremely uneven result, and that this process was slow, uncertain, and unreliable'.</p>\n<p id=\"b450-26\">The Board of Appeals affirmed the action of the examiner in rejecting the claims upon <page-number citation-index=\"1\" label=\"427\">*427</page-number>the above-cited references. Both the Examiner and the Board of Appeals also called attention to the fact that appellant’s method was no improvement over the ordinary use of cube or lump sugar which was acknowledged to he old. The Board of Appeals used the following language:</p>\n<blockquote id=\"b451-4\">“The same reasoning applies to the ordinary cube or lump sugar which applicant acknowledges to he old. The lumps made by some companies are of very accurate predetermined size and dimensions, and they are of one ingredient only namely, sugar.</blockquote>\n<blockquote id=\"b451-5\">“It is held therefore that the rejection on lump sugar and salt is warranted.”</blockquote>\n<p id=\"b451-6\">Regardless of what may be said of the applicability of all the references, we agree with the quoted language of the Board of Appeals, and its decision is affirmed.</p>\n<p id=\"b451-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}