{
  "casebody": {
    "data": "<casebody firstpage=\"557\" lastpage=\"560\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b581-3\">In re STEINERS IMPROVED DYE WORKS, Inc. McKEY v. TROY LAUNDRY MACHINERY CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b581-5\">No. 4323.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b581-6\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b581-7\">Nov. 12, 1930.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b581-27\">James W. Davis, Isadore Wolf son, and Arthur Chittick, all of Chicago, Ill., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b581-28\">Charles P. Molthrop, of Chicago, Ill., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b581-29\">Before EVANS and PAGE, Circuit Judges, and LINDLEY, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b581-30\">PACE, Circuit Judge.</author>\n<p id=\"b581-31\">The District Court, sitting in bankruptcy, allowed appellee’s reclamation petition for the return, by the receiver in bankruptcy, of certain laundry machinery, on the ground that it was possessed by the bankrupt under a conditional sale contract between bankrupt and appellee.</p>\n<p id=\"b581-32\">The contract is an order, made by bankrupt,-under date of July 9,1927, on appellee’s conditional sale contract blank, addressed to and accepted by appellee. In part, it reads: <em>“Gentlemen i Please ship, subject to the donations printed on the back hereof, to the undersignedV </em>(bankrupt) <em>“ * </em>* * <em>the chattels below mentioned, for which </em>we <em>agree to pp,y the sum of </em>$4930.” Then follow provisions for the payment of $250 with the order, and a like amount upon acceptance by appellee — “Balance as follows: 18 equal monthly notes, bearing 6% interest, covered by chattel mortgage &amp; insurance to be carried by Troy Laundry Machinery Co. Inc., premiums to be added to notes. 1 note for $250 due Oct. 15, 1927 in add, to regular monthly notes.”</p>\n<p id=\"b581-35\">The above words in italics are printed, but the remainder of quoted part is written. Material parts of the printed matter on the back of the blank are: “It is agreed that title <page-number citation-index=\"1\" label=\"558\">*558</page-number>to the chattels specified on this order shall remain in the Troy Laundry Machinery Co., Ltd., or its successors, until fully paid for in cash. * * * Notes with interest at the legal rate shall be delivered for deferred payments in amounts agreeable to the Troy Laundry Machinery Co., Ltd., with renewal privileges. * * * The delivery to, and the re^ ceipt by, the Troy Laundry Machinery Co., Ltd., of any notes, with or without any indorsements thereupon, shall not in any manner or form affect the title of the said Troy Laundry Machinery Co., Ltd., in and to said chattels or its right to reclaim said chattels in the event of default hereunder.”</p>\n<p id=\"b582-5\">There is a provision that upon default all notes shall immediately become due and payable, and “collection of any of said notes after default hereunder shall not be considered as a waiver, nor shall it in any manner or form affect the title to the Troy Laundry Machinery Co., Ltd., or its right to thereafter reclaim said chattels.”</p>\n<p id=\"b582-6\">The initial payment only was made. Neither the chattel mortgage nor the notes were given. Appellee sued bankrupt to the March term, 1928, of the superior court of Cook county, Ill., to recover the money due for the machinery, plus the insurance paid. Although the issues were settled in April, 1928, nothing further was done in that suit. Petition in bankruptcy was filed September 27, 1929. Reclamation petition was filed October 11th of the same year.</p>\n<p id=\"b582-7\">Appellant contends: (1) That because of the provision Tor the chattel mortgage, the sale was not conditional; (2) that failure to repossess the property for more than'eight months after the final payment became due created an estoppel; and (3) that suit in the Cook county court was an election between inconsistent remedies, so that title vested in bankrupt.</p>\n<p id=\"b582-8\">Chapter 121a of the Illinois statute (Cahill’s Rev. St. 1929) covers sales of personal property, and includes the Uniform Sales Act. Paragraph 23 thereof (section 20 of Uniform Sales Act) reads:</p>\n<blockquote id=\"b582-9\">“Where there is a contract to sell specific goods, or where goods are subsequently appropriated to the contract, the seller may, by the terms of the contract or appropriation, reserve the right of possession or property in the goods until certain conditions have been fulfilled. The right of possession or property may be thus reserved notwithstanding the delivery of the goods to the buyer or to a carrier or other bailee for the purpose of transmission to the buyer.”</blockquote>\n<p id=\"b582-11\">Appellant’s authorities do not, we think, support his first contention.</p>\n<p id=\"b582-12\">The first ease cited, In re Parkstone Apartment Co., 243 Mich. 401, 220 N. W. 780, covers several reclamation proceedings against a receiver, on written contracts, held to be conditional sales. The contracts are not set out. After saying the decree should be affirmed, the court discussed chattel mortgages and also stated what options the seller had in case of default by the buyer. So far as appears, those questions were not there involved.</p>\n<p id=\"b582-13\">Concerning Heryford v. Davis, 102 U. S. 235, 26 L. Ed. 160, relied on by appellant, the Supreme Court in Harkness v. Russell, 118 U. S. 663, 680, 7 S. Ct. 51, 60, 30 L. Ed. 285, said:</p>\n<blockquote id=\"b582-14\">“The whole question in Heryford v. Davis was as to the construction of the contract. This was in the form of a lease, but it contained provisions so irreconcilable with the idea of its being really a lease, and so demonstrable that it was an absolute sale with a reservation of a mortgage lien, that the latter interpretation was given to it by the court. This interpretation rendered it obnoxious to the statute of Missouri requiring mortgages of personal property to be recorded in order to be valid as against third persons.”</blockquote>\n<p id=\"b582-15\">In the third case cited, In re Richardson, Co. (C. C. A.) 294 F. 451, 453, notes and a chattel mortgage were executed and accepted by the seller. The court, considering the contract, said:</p>\n<blockquote id=\"b582-16\">“It might very well be that there would be delay or disputes in respect of the time when the machinery was erected ‘ready for power connection,’ and for that or some other reason, good or bad, that the purchaser might not execute the notes and the chattel mortgage at the time contemplated in the agreement. It was but natural that the vendor should protect itself by reserving title until such time as the chattel mortgage was executed and delivered. Without such a reservation clause, the order or agreement might have been construed as an absolute sale. <em>it </em># *</blockquote>\n<blockquote id=\"b582-18\">“When, however, the chattel mortgage was executed and delivered, the relations of the parties changed.”</blockquote>\n<p id=\"b582-19\">If that case has any persuasive power here, it is in favor of the proposition that, as long as the mortgage is unexecuted, the sale continues to be conditional.</p>\n<p id=\"b583-3\"><page-number citation-index=\"1\" label=\"559\">*559</page-number>It seems to us idle to consider at length the eases cited in support of appellant’s third proposition, because there are many conflicting authorities. See Bogert on Uniform Laws Annotated, vol. 2A, pp. 175, 176. Appellant relies on the three following cases:</p>\n<p id=\"b583-4\">Shepard v. Mills, 173 Ill. 223, 225, 50 <em>N. </em>E. 709, which was decided long before and without any reference to the provisions of any conditional sales statute.</p>\n<p id=\"b583-5\">The same is true of Crompton v. Beach, 62 Conn. 25, 38, 25 A. 446, 18 L. R. A. 187, 36 Am. St. Rep. 323.</p>\n<p id=\"b583-6\">In New England Road Machinery Co. <em>v. </em>Vanderhoof (C. C. A.) 19 F.(2d) 331, there was an attachment suit, which but for the fact that bankruptcy intervened would have made a lien thereunder absolute. It tied up much property, was a great injury to creditors, and probably caused bankruptcy. The court did not rely on those facts, but said:</p>\n<blockquote id=\"b583-7\">“We find nothing whatever in the facts reported to take the case out of the well-settled rule that suit brought for the purchase price is an election to treat such a transaction as a sale.”</blockquote>\n<p id=\"b583-8\">Among the cases cited in support thereof are William W. Bierce, Ltd., v. Hutchins, 205 U. S. 340, 346, 27 S. Ct. 524, 51 L. Ed. 828, and General Fire Extinguisher Co. v. Equitable Trust Co. (C. C. A.) 17 F.(2d) 968, 969. In the Bierce Case, we find no such general rule laid down, but the court there did say (page 348 of 205 U. S., 27 S. Ct. 524, 526):</p>\n<blockquote id=\"b583-9\">“The absolute liability for the price, and putting that liability in the <em>form of </em>a <em>note, </em>are consistent with the retention of title until the note is paid. Parties can agree to pay the value of goods upon what consideration they please (White v. Solomon, 164 Mass. 516, 42 N. E. 104, 30 L. R. A. 537), and when a purchaser has possession and the right to gain the title by payment, ho cannot complain of a bargain by which ho hinds himself to pay and is not to get the title until he does.”</blockquote>\n<p id=\"b583-10\">Neither do we find such a general rule laid down in the Fire Extinguisher Case, where the court said:</p>\n<blockquote id=\"b583-11\">“We must hold that the rights of the appellants and the status of their respective claims were fixed by the taking of mechanics’ liens in 1921, followed by the prosecution of these claims as protected by mechanics’ liens before the first special master,” etc.</blockquote>\n<p id=\"b583-12\">The facts in all those cases are very far from the facts before us.</p>\n<p id=\"b583-13\">The contract here was to sell specific goods, and the Illinois statute provides that the seller may, by the terms of the contract, reserve the right of possession or property in the goods until certain conditions have been fulfilled, and may do that notwithstanding the delivery of the goods to the buyer. It was specifically agreed in the contract: (a) That bankrupt would pay $4,930; (b) that the title to the property should remain in appellee until fully paid for in cash; (e) that notes would he given by the-buyer; (d) that the giving of the notes should not affect the title reserved by appellee; (e) that collection of the notes after default should not be considered as a waiver, or in any manner or form affect the title of appellee or its right thereafter to reclaim said chattel.</p>\n<p id=\"b583-14\">There is no statute of limitation, touching the time during which the possession and right of property may be retained by the seller, nor is there any limitation as to the time within which the seller must retake the property in case of default. There is nothing in the statute to indicate that the seller, under such a contract, is subject to any limitation other than tho general statute of limitations applicable to written contracts. We see no <em>reason, if the </em>purchase price is not fully paid, why the seller may not act at any time within the period of limitations unless ho is estopped. An estoppel is based upon a wrong. Sherer-Gillett Co. v. Long, 318 Ill. 432, 149 N. E. 225; Commercial Bank v. Canal Bank, 239 U. S. 520, 36 S. Ct. 194, 60 L. Ed. 417, Ann. Cas. 1917E, 25. It is not here insisted that anybody was injured by any act or failure to act on the part of appellee. The failure of appellee to take possession upon default did not induce any one to pursue a course of action to his hurt.</p>\n<p id=\"b583-15\">If the bringing of the suit by appellee is to have the effect contended for by appellant, then we are of opinion that that conclusion will have the effect of reading into the contract these words, “If the seller brings suit to collect the purchase price, the title shall pass to the purchaser,” and it would likewise have the effect of reading out of the contract the provision that “collection of any of said notes after default hereunder shall not he considered as a waiver, nor shall it in any manner or form affect the title of the Troy Laundry Machinery Co., Ltd., or its right to thereafter reclaim said chattels.”</p>\n<p id=\"b583-16\">The authority to collect cannot fairly he held to mean that the seller might not do more than to ask the buyer to pay. There is noth<page-number citation-index=\"1\" label=\"560\">*560</page-number>ing inconsistent in the retention of title and at the same time suing for the purchase price. It has always been the law in Illinois that one holding a defaulted real estate mortgage may pursue three remedies, namely, foreclosure, an action at law for the money, and ejectment, although he can have but one satisfaction. If the vendor should succeed in collecting, by any means, all of the price under a conditional sale contract, he could not, of course, thereafter take the property as his own. What we said in Re Abell, 19 F.(2d) 965, 968, is here applicable:</p>\n<blockquote id=\"b584-4\">“In any reclamation or other proceeding the trustee would have the right, should he so elect, to pay the balance due the vendor after all the proceeds, paid to the vendor, had been applied to the payment of the contract price.”</blockquote>\n<p id=\"b584-5\">What we further said there is also applicable,, namely, that the trustee in bankruptcy is not a purchaser for value, and he cannot in any ease take property that is not the property of the bankrupt. It would be an idle ceremony to remand this case to give appellant an opportunity to pay the debt and take the property.</p>\n<p id=\"b584-6\">The order of the District Court should be, and it is, affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}