{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"537\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b701-16\">UNITED STATES v. David JACKSON, Master-at-Arms First Class (E-6), U.S. Navy.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b701-19\">NMCM 98 01214.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b701-20\">U.S. Navy-Marine Corps Court of Criminal Appeals.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b701-21\">Sentence Adjudged 6 Aug. 1997.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b701-22\">Decided 30 Aug. 2000.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b703-27\"><page-number citation-index=\"1\" label=\"529\">*529</page-number>LT Dale O. Harris, JAGC, USNR, Appellate Defense Counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b703-28\">LT Margaret E. Jolly, JAGC, USNR, Appellate Government Counsel.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b703-29\">Before LEO, ANDERSON, and NAUGLE, Appellate Military Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b703-30\">ANDERSON, Judge:</author>\n<p id=\"b703-31\">A military judge, sitting as a general court-martial, convicted the appellant, contrary to his pleas, of violation of a general order, rape, and adultery in violation of Articles 92, 120, and 134, Uniform Code of Military Justice, 10 U.S.C. §§ 892, 920, and 934. The appellant was sentenced to confinement for 15 months, forfeiture of all pay and allowances, reduction to pay grade E-l, and a dishonorable discharge. The convening authority approved the sentence as adjudged.</p>\n<p id=\"b704-3\"><page-number citation-index=\"1\" label=\"530\">*530</page-number>After carefully considering the record of trial, the appellant’s five assignments of error, and the Government’s response, we conclude that the findings and sentence are correct in law and fact and that no error materially prejudicial to the substantial rights of the appellant was committed. <em>See </em>Arts. 59(a) and 66(c), UCMJ, 10 U.S.C. §§ 859(a) and 866(e).</p>\n<p id=\"b704-4\">I. Legal and Factual Sufficiency</p>\n<p id=\"AHt\">In his first three assignments of error, the appellant attacks the factual sufficiency of the evidence to support his conviction for rape and the legal and factual sufficiency of the evidence to support his convictions for adultery and violating a general order. We disagree.</p>\n<p id=\"b704-5\">The test for legal sufficiency is whether a reasonable factfinder, viewing the evidence in the light most favorable to the prosecution, could find all the essential elements of the offense beyond a reasonable doubt. <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979). For factual sufficiency, the test is whether, after weighing the evidence in the record of trial and making allowances for not having personally observed the witnesses, this court is convinced of the appellant’s guilt beyond a reasonable doubt. <em>United States v. Turner, </em>25 M.J. 324, 325 (C.M.A.1987). The term reasonable doubt does not mean that the evidence must be free from conflict. <em>United States v. Lips, </em>22 M.J. 679, 684 (A.F.C.M.R. 1986).</p>\n<p id=\"b704-6\">a. Rape</p>\n<p id=\"b704-7\">At trial, Seaman Apprentice H testified that from June 1996 to February 1997, she engaged in a consensual sexual relationship with the appellant while they were both members of the crew of the USS MILIUS (DDG 69). At the time, she was a single, 20-year-old E-2 and assigned to the Deck Division. The appellant was a married, 40-year-old E-6 and assigned as the ship’s chief master-at-arms, the ship’s senior law enforcement officer. During their relationship, she developed a sexually transmitted vaginal infection. She received medical care from medical personnel on the ship to treat the infection, but because she continued to have intercourse with the appellant and he refused to wear a condom, the infection recurred several times. She finally tired of the infections and told the appellant that she would not have intercourse with him anymore, although she agreed to have other sexual contact with him. The very next day, Seaman Apprentice H and the appellant performed oral sex on each other aboard ship in the chief master-at-arms office.<footnotemark>1</footnotemark> At this point, the appellant forced her to the deck, held her down, and rubbed his body against hers as if he were about to engage in sexual intercourse with her. Seaman Apprentice H asked him what he was doing, but received no response. She then tried with all her strength to push him away, but was unsuccessful, and then she told him, “No. Stop. Please. I don’t want to do this.” Record at 39 — 10, 50-51, 81. Despite her physical and verbal protests, the appellant overpowered her,<footnotemark>2</footnotemark> inserted his penis into her vagina, and had intercourse with her. Seaman Apprentice H reported the incident the following day to the Officer of the Deck. During her testimony at trial, she admitted that on two earlier occasions, she had told the appellant that she did not want to have intercourse with him, but he persisted, and she consented. On neither of these occasions, however, had she told him, “No,” and tried to push him off.</p>\n<p id=\"b704-10\">Although the appellant did not testify at trial, he initially told the Naval Criminal Investigative Service [NCIS] that he had never touched Seaman Apprentice H or had sexual intercourse with her. Shortly thereafter, he admitted having had intercourse with her in his van, but never aboard ship. Later, he admitted having had intercourse with her in the barracks. Finally, he admitted having had intercourse with her in his work spaces aboard ship.</p>\n<p id=\"b705-4\"><page-number citation-index=\"1\" label=\"531\">*531</page-number>In a written statement to the NCIS, he confirmed that he had been involved in an ongoing consensual sexual relationship with Seaman Apprentice H,<footnotemark>3</footnotemark> that she had complained to him about transmitting an infection to her, and that she had wanted him to wear a condom. He also admitted that on the night of the alleged rape, he had engaged in consensual intercourse with her. He claimed that the intercourse was done at her urging and that it was not something that he wanted to do. He denied ever hearing her say “no” or “stop.” Prosecution Exhibit 7 at 4. Several days after making this statement, however, he made another written statement to NCIS and admitted that he did, in fact, hear her say “no” and “stop” prior to engaging in intercourse on the day of the alleged rape. Prosecution Exhibit 8 at 1. He asserted that he penetrated her despite her protests, because in the past, they had continued to have sexual intercourse even after she had expressed an initial reluctance.</p>\n<p id=\"b705-5\">The elements of rape are that the accused committed an act of sexual intercourse and the act was done by force and without consent. Manual for Courts-Martial, United States (1998 ed.), Part IV, ¶ 45b(1). “All of the surrounding circumstances are to be considered in determining whether a victim gave consent____” MCM, Part IV, ¶ 45c(1)(b).</p>\n<blockquote id=\"b705-14\">If a victim ... fails to make lack of consent reasonably manifest by taking such measures of resistance as are called for by the circumstances, the inference may be drawn that the victim did consent. Consent, however, may not be inferred if resistance would have been futile____ In such a case there is no consent and the force involved in penetration will suffice.</blockquote>\n<p id=\"b705-17\"><em>Id. </em>An honest and reasonable mistake as to the consent of a female may be a valid defense to a charge of rape. <em>United States v. Willis, </em>41 M.J. 435, 437 (1995). <em>See </em>Rule for Courts Martial 916(j)(l), Manual for Courts-Martial, United States (1998 ed.). For the mistaken belief to be honest, it must be true and sincere, rather than feigned or mere pretext. <em>United States v. True, </em>41 M.J. 424, 426 (1995). For the mistake to be reasonable, the appellant must be neither reckless nor negligent, and he must be seen as exercising due care with respect to the truth of the matter in issue. <em>United States v. Greaves, </em>40 M.J. 432, 437 n. 5 (C.M.A. 1994).</p>\n<p id=\"b705-18\">In this case, the factfinder was not persuaded that Seaman Apprentice H consented to sexual intercourse with the appellant or that the appellant had an honest and reasonable belief that she did, and neither are we. After reviewing all of the evidence presented, we are convinced beyond a rea<page-number citation-index=\"1\" label=\"532\">*532</page-number>sonable doubt that the evidence was legally and factually sufficient and that the appellant was guilty of rape.</p>\n<p id=\"b706-4\">b. Adultery</p>\n<p id=\"b706-5\">With respect to the adultery offense, the appellant contends that his conduct was neither prejudicial to good order and discipline nor of a nature to bring discredit upon the armed forces because prior to the rape allegation, no one knew about his relationship with Seaman Apprentice H. Despite the fact that the appellant’s affair was discreet and secret, we, nonetheless, find beyond a reasonable doubt that the evidence was legally and factually sufficient to prove that his conduct was prejudicial to good order and discipline and that he was, therefore, guilty of adultery.</p>\n<p id=\"b706-6\">First, the appellant’s sexual relationship with Seaman Apprentice H caused her on several occasions to seek out and obtain military medical assistance to treat a sexually transmitted vaginal infection. As a result, there was a “reasonably direct and palpable” prejudicial impact on her military effectiveness and on the time and resources of the ship’s medical department. <em>See </em>MCM, Part IV, ¶ 60c(2)(a). In addition, the facts that the secret affair came to public view after the rape allegation, that the affair was the predicate behavior to the rape, that the woman involved in the affair was a junior military member, and that the affair occurred, in part, on board a military combat ship in a military office space also convince us that the appellant’s conduct was prejudicial to good order and discipline. <em>United States v. Collier, </em>36 M.J. 501, 511-12 (A.F.C.M.R.1992). <em>See also United States v. Ruiz, </em>46 M.J. 503, 511 (A.F.Ct.Crim.App.1997), <em>rev’d on other grounds, </em>49 M.J. 340 (1998); <em>United States v. Green, </em>39 M.J. 606, 610 (A.C.M.R.1994).</p>\n<p id=\"b706-7\">c. Violation of a General Order</p>\n<p id=\"b706-8\">With respect to the general order offense, the appellant contends that his conduct did not violate the order because he had no supervisory authority over Seaman Apprentice H and because their relationship was not prejudicial to good order and discipline. As noted earlier, we find that his conduct was prejudicial to good order and discipline. His argument as to the lack of a supervisory authority is also without merit.</p>\n<p id=\"b706-10\">The appellant was found guilty of violating Chief of Naval Operations Instruction 5370.2A by wrongfully engaging in an unduly familiar relationship with Seaman Apprentice H aboard ship. That instruction, which sets forth the Navy’s policy on fraternization, prohibits relationships between enlisted personnel that are “unduly familiar and that do not respect differences in grade or rank.” Prosecution Exhibit 5 at 2. A supervisory or command relationship between the senior and subordinate is not required for the order to be violated. Circumstances that “call into question a senior’s objectivity,” “result in actual or apparent preferential treatment,” or “undermine the authority of a senior,” are sufficient to come within the ambit of the instruction’s prohibition. <em>Id.</em></p>\n<p id=\"b706-11\">In this case, Seaman Apprentice H testified that her sexual relationship with the appellant undermined her view of him as the chief master-at-arms and as a senior petty officer. Record at 32. The appellant also admitted that the relationship compromised his authority as the ship’s chief master-at-arms: “I didn’t want to [have sexual relations with her] ... because of my position on the ship;” and “[Her threatening to tell someone about our relationship] worried me because of my position on the ship____” Prosecution Exhibit 7 at 3^i. Finally, the ship’s commanding officer testified that once the appellant’s sexual relationship with Seaman Apprentice H came to light among members of his crew, the crew’s trust in the appellant as the chief master-at-arms was reduced. Record at 145-46, 155-57. After reviewing all of the evidence presented, we are convinced beyond a reasonable doubt that the evidence was legally and factually sufficient and that the appellant was guilty of violating the general order on fraternization.</p>\n<p id=\"b706-13\">II. Opinion Testimony</p>\n<p id=\"b706-14\">In his next assignment of error, the appellant contends that the military judge erred in permitting, over defense objection, opinion testimony from the ship’s commanding offi<page-number citation-index=\"1\" label=\"533\">*533</page-number>cer that the appellant’s relationship with Seaman Apprentice H was prejudicial to good order and discipline. We disagree.</p>\n<p id=\"b707-4\">We review challenges to the admissibility of evidence under an abuse of discretion standard. <em>United States v. Sullivan, </em>42 M.J. 360, 363 (1995). A witness may give testimony in the form of an opinion if it is rationally based on the witness’s perception, and it is helpful to a clearer understanding of a fact in issue. MilR.Evid. 701, Manual for Courts-Martial, United States (1998 ed.). Opinion testimony on an ultimate issue is not objectionable if it is otherwise admissible. Mil.R.Evid. 704. <em>See also United States v. Hill-Dunning, </em>26 M.J. 260, 261-62 (C.M.A. 1988).</p>\n<p id=\"b707-5\">In this case, the appellant’s commanding officer testified that once the appellant’s relationship with Seaman Apprentice H came to light aboard ship, his crew’s trust in the office of the chief master-at-arms and the chain of command was degraded. In his opinion, the appellant’s conduct was thus prejudicial to good order and discipline on his ship. He based this opinion on his own observations of the crew. He did not offer an opinion as to the guilt or innocence of the appellant.</p>\n<p id=\"b707-6\">From our review of the evidence, we find that the commanding officer’s testimony was relevant, based on the witness’s perception, helpful to a better understanding of a fact in controversy, and more probative than prejudicial. Mil.R.Evid. 403 and 701. Consequently, we conclude that the military judge did not abuse his discretion in admitting the opinion testimony.</p>\n<p id=\"b707-7\">III. Ineffective Assistance of Counsel</p>\n<p id=\"b707-8\">In his final assignment of error, the appellant contends that he was denied his Sixth Amendment right to effective assistance of counsel because the strategic decisions of how to defend his case were made by an unlicensed attorney. In this regard, he complains that his civilian counsel failed to properly investigate the case by not interviewing all of the potential witnesses and failed to raise a victim-as-stalker defense. We disagree.</p>\n<p id=\"b707-11\">a. Facts</p>\n<p id=\"b707-12\">In this case, the appellant was represented by both retained civilian and detailed military counsel. His civilian counsel, Mr. Ben D. Hyde, introduced himself to the court and represented that he had “been previously admitted to the Bars of the State of Utah and the State of California.” <footnotemark>4</footnotemark> Record at 19. Although this statement was technically correct, Mr. Hyde had actually been suspended from the practice of law in Utah as the result of the nonpayment of bar dues, and in California as the result of disciplinary proceedings. Appellate Exhibit VI, Ends. (2) and (3); Post-Trial Record [PTR] at 68-69, 107. The appellant believed that Mr. Hyde was a duly licensed attorney. Mr. Hyde did nothing to disabuse him of this assumption and said nothing about his disciplinary proceedings. PTR at 69. Mr. Hyde had previously served on active duty in the Navy as a judge advocate from 1984 to 1988. PTR at 79-81.</p>\n<p id=\"b707-13\">During the trial, Mr. Hyde acted as lead counsel. On the merits, he made the opening statement, cross-examined the Government’s witnesses, asserted evidentiary objections, and made the closing argument. During the sentencing phase, he offered documentary evidence, called two witnesses who testified about the appellant’s good work performance, and had the appellant make an unsworn statement to the court. Finally, he made the argument on sentence.</p>\n<p id=\"b707-14\">The detailed military counsel was properly certified as a lawyer under Article 27(b), UCMJ, 10 U.S.C. § 827(b). Prior to trial, he interviewed all the witnesses, and he served as the appellant’s sole counsel at the Article 32, UCMJ, investigation. He also provided the notes of his witness interviews and all of the discovery materials to Mr. Hyde. At trial, he conferred actively with Mr. Hyde and offered him advice throughout the proceedings. PTR at 144. He also made one evidentiary objection. Record at 149.</p>\n<p id=\"b708-3\"><page-number citation-index=\"1\" label=\"534\">*534</page-number>At a post-trial Article 39(a), UCMJ, session held to consider the issue of ineffective assistance of counsel and whether a mistrial should be granted, the military and civilian defense counsel testified that they disagreed on how the case should be defended. First, the military counsel desired to try the case before officer members; the civilian counsel wanted to try the case before the judge alone. Second, the military counsel desired to focus on a victim-as-stalker defense (where the victim would be portrayed as obsessive, unstable, and untruthful); the civilian counsel wanted to focus instead on a mistake of fact (mistake as to consent) and legal insufficiency (lack of force) defense with respect to the rape and a legal insufficiency defense (lack of conduct prejudicial to good order and discipline) with respect to the general order and adultery offenses. Finally, the military counsel desired to call the appellant and others as defense witnesses on the merits; the civilian counsel did not.</p>\n<p id=\"b708-4\">The appellant knew prior to trial that the decisions as to forum selection and whether he should testify on the merits were his alone to make. PTR at 140. At trial, he followed the advice of his civilian counsel, Mr. Hyde. He chose a judge alone trial, and he did not testify on the merits. Mr. Hyde presented the defenses of mistake of fact and legal insufficiency through the cross-examination of Government witnesses. No defense witnesses were called on the merits. The military counsel remained on the case throughout the trial, and he never attempted to withdraw. PTR at 153-54.</p>\n<p id=\"b708-5\">In arriving at his trial strategy, Mr. Hyde considered the NCIS investigation, the Article 32, UCMJ, investigating officer’s report that included the summarized testimony of four Government and two defense witnesses, the pictures of the crime scene, the appellant’s statements, and several witness interviews that he conducted. Although he did not interview all of the potential witnesses himself, his military co-counsel did, and he considered his co-counsel’s notes of those witness interviews. Based on this information, he rejected the victim-as-stalker defense. He felt that it would not be very compelling to attempt to show that a 40-year-old senior petty officer and law enforcement officer could not handle the advances of a 20-year-old seaman apprentice. In addition, he viewed the stalker defense as necessarily damaging to any defense to the general order and adultery offenses because it would involve producing evidence that would negate the secrecy of the appellant’s relationship with Seaman Apprentice H and support the element of conduct prejudicial to good order and discipline. In light of the fact that the appellant had a prior special court-martial conviction for obstructing justice and false swearing, and had made inconsistent statements to NCIS during the investigation of the current charges, Mr. Hyde reasoned that it would be unwise for the appellant to testify on the merits. He likewise thought the use of good military character evidence would be unwise.</p>\n<p id=\"b708-7\">In the opinion of the presiding trial judge, the defense tried the case “aggressively;” “effectively and aggressively cross-examined” the Government witnesses; had a “sound” and “persuasive” strategy; presented a “good” and “well-conceived” case; and “did the best they could with the facts of the case.” PTR at 43-45. He viewed the combined defense counsel effort as a “communicative” and “collaborative” one. PTR at 43.</p>\n<p id=\"b708-8\">At the post-trial Article 39(a), UCMJ, session, a new detailed defense counsel presented the victim-as-stalker defense and attacked Seaman Apprentice H’s credibility through the live and stipulated testimony of nine witnesses and the testimony of the appellant. The appellant contended that he was the victim, not Seaman Apprentice H, and that she harassed and bothered him. In his version of the events, he claimed that on one occasion, after drinking too much, he had had sexual intercourse with her in his van. After that incident, he continued to have, sex with her because she threatened to turn him in if he did not. He viewed that his only options at that point were to have sex with her or to beat her up. PTR at 201. With respect to the rape allegation, he contended that the intercourse was consensual and that Seaman Apprentice H did not say, “No, Stop,” until after his penis was in her, a statement directly in conflict with his final written statement <page-number citation-index=\"1\" label=\"535\">*535</page-number>to NCIS. He admitted that he had a prior conviction for obstructing justice and false swearing, and that he had made prior inconsistent statements to NCIS. He also admitted that if he had given this testimony at trial, he would have convicted himself of violating a general order and adultery. That did not concern him, he asserted, because he only cared about the felony rape charge, and he was not guilty of that. PTR at 208.</p>\n<p id=\"b709-4\">At the end of the post-trial Article 39(a), UCMJ, session, the trial court reached the following conclusions: (1) Mr. Hyde’s bar status did not result in <em>per se </em>ineffective assistance of counsel; (2) the appellant was competently and zealously represented by the combined efforts of his counsel; (3) the defense failed to show that Mr. Hyde’s performance fell below an objective standard of reasonableness; and (4) had the appellant and all of the prospective defense witnesses testified on the merits substantially as they did at the Article 39(a), UCMJ, session, the ultimate result would not have changed,</p>\n<p id=\"AEt\">b. Legal Precedent</p>\n<p id=\"b709-5\">The Sixth Amendment guarantees that “[i]n all criminal prosecutions, the accused shall enjoy the right ... to have the Assistance of Counsel for his defence.” <em>See Johnson v. Zerbst, </em>304 U.S. 458, 462, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). The Supreme Court has established a two-pronged test for use in considering questions of ineffective assistance of counsel. <em>Strickland v. Washington, </em>466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). First, the appellant must show that counsel’s performance was so deficient, the errors so serious, that counsel was not functioning as the “counsel” guaranteed by the Sixth Amendment. <em>Strickland, </em>466 U.S. at 687, 104 S.Ct. 2052. In this regard, a strong, but rebuttable presumption exists that counsel has provided “adequate assistance.” <em>Id. </em>at 690, 104 S.Ct. 2052. Second, the appellant must show that counsel’s deficient performance prejudiced his ability to receive a fair trial. <em>Id. </em>at 687, 104 S.Ct. 2052.</p>\n<p id=\"b709-8\">Article 38(b)(2), UCMJ, 10 U.S.C. § 838(b)(2), provides that an accused “may be represented by civilian counsel if provided by him.” The Manual for Courts-Martial further provides that this civilian counsel must be either a “member of the bar of a Federal court or the bar of the highest court of a State” or if not a member of such a bar, “a lawyer who is authorized by a recognized licensing authority to practice law and is found by the military judge to be qualified to represent the accused.” R.C.M. 502(d)(3). According to our superior Court, such counsel “must be a lawyer who is a member in good standing of a recognized bar.” <em>United States v. Kraskouskas, </em>9 U.S.C.M.A. 607, 609, 26 C.M.R. 387, 389, 1958 WL 3387 (1958). <em>See United States v. Steele, </em>53 M.J. 274, 277 (C.A.A.F.2000)(noting that civilian counsel must be a qualified attorney authorized by a recognized licensing authority to engage in the practice of law).</p>\n<p id=\"b709-9\">When a person not properly licensed to practice law jointly represents an accused with an attorney who is properly licensed to practice, “there is no <em>per se </em>violation of an accused’s Sixth Amendment right to counsel.” <em>United States v. Harness, </em>44 M.J. 593, 596 (N.M.Ct.Crim.App.1996). <em>See United States v. Rimell, </em>21 F.3d 281, 285 (8th Cir.1994).<footnotemark>5</footnotemark> “The question is whether co-counsel provided the appellant with effective representation at all critical stages of the proceedings.” <em>Harness, </em>44 M.J. at 596. “[T]he performance of defense counsel is measured by the combined efforts of the defense team as a whole.” <em>United States v. Boone, </em>42 M.J. 308, 313 (1995).</p>\n<p id=\"b709-10\">Finally, “[c]ourts generally agree that technical defects in an attorney’s status do not alone violate an appellant’s Sixth Amendment right to counsel. The defect must be associated with legal inability.” <page-number citation-index=\"1\" label=\"536\">*536</page-number><em>United States v. Waggoner, </em>22 M.J. 692, 694 (A.F.C.M.R.1986). <em>See Steele, </em>53 M.J. at 276 (commenting that federal courts generally “hold that once an attorney is found competent and admitted to practice law in a licensing jurisdiction, subsequent changes to his or her bar membership status do not render that counsel incompetent or disqualified.”). Failure to pay state bar dues is considered such a technical defect. <em>Kieser v. People of State of New York, </em>56 F.3d 16, 17-18 (2d Cir.1995); <em>Reese v. Peters, </em>926 F.2d 668, 669-70 (7th Cir.1991); <em>Beto v. Barfield, </em>391 F.2d 275, 275-76 (5th Cir.1968); <em>People v. Medler, </em>177 Cal.App.3d 927, 223 Cal.Rptr. 401, 402 (1986); <em>Johnson v. State, </em>225 Kan. 458, 590 P.2d 1082, 1084-87 (1979); <em>Hill v. State, </em>393 S.W.2d 901, 904 (Tex.Crim.App.1965).</p>\n<p id=\"b710-4\">c. Discussion</p>\n<p id=\"b710-5\">Based on the foregoing, we find no <em>per se </em>violation of the appellant’s Sixth Amendment right to the effective assistance of counsel. First, even though Mr. Hyde had been suspended from practicing law in California and Utah, he jointly represented the appellant with an attorney who was properly licensed to practice. Second, Mr. Hyde’s Utah license had not been suspended for a substantive reason, but only for a technical one, the nonpayment of bar dues. <em>See generally Steele, </em>53 M.J. at 276-78 (holding that civilian counsel’s inactive status in licensing state not <em>per se </em>disqualifying). Nonetheless, we find that Mr. Hyde’s unlicensed status was a legal error, requiring us to determine if that error materially prejudiced “the substantial rights of the accused.” Article 59(a), UCMJ. To do that, we look to the quality of the representation actually afforded the appellant by his counsel under the <em>Strickland </em>standard. <em>Harness, </em>44 M.J. at 595.</p>\n<p id=\"b710-6\">In this case, the appellant has failed to establish the first prong of the <em>Strickland </em>test. After reviewing the entire record, we are convinced that Mr. Hyde sufficiently investigated the case and had legitimate tactical reasons for not presenting the victim-as-stalker defense.</p>\n<p id=\"b710-7\">First, with respect to the pretrial investigation, we note that “[djefense counsel must perform a reasonable investigation, or make a reasonable decision that an avenue of investigation is unnecessary.” <em>United States v. Brownfield, </em>52 M.J. 40, 44 (1999). In this case, although Mr. Hyde did not interview all of the potential witnesses prior to trial, his military co-counsel did, and his co-counsel provided him with the notes of all these witness interviews. Based on the combined performance of counsel, we find Mr. Hyde conducted a reasonable pretrial investigation on which to formulate his trial strategy. <em>See Boone, </em>42 M.J. at 313.</p>\n<p id=\"b710-9\">Second, with respect to the victim-as-stalker defense, Mr. Hyde identified two tactical reasons to reject it. First, the defense was not particularly plausible. The appellant’s testimony that he either had to have sex with Seaman Apprentice H or beat her up is unbelievable. Second, the defense would have served to prove the “prejudicial to good order and discipline” element of the general order and adultery offenses. Even the appellant had to concede that his testimony on such a defense would have served to convict him of both of those offenses. PTR at 208. Clearly, Mr. Hyde’s mistake of fact and legal insufficiency defenses were much more viable than the victim-as-stalker defense. In any event, “[a]ctions by counsel that ‘might be considered sound trial strategy’ will not result in showing unreasonable conduct.” <em>United States v. Fluellen, </em>40 M.J. 96, 98 (C.M.A.1994) (quoting <em>Michel v. Louisiana, </em>350 U.S. 91, 101, 76 S.Ct. 158, 100 L.Ed. 83 (1955)). “We will not second-guess the strategic or tactical decisions made at trial by defense counsel.” <em>United States v. Rivas, </em>3 M.J. 282, 289 (C.M.A.1977). <em>See United States v. Morgan, </em>37 M.J. 407, 410 (C.M.A.1993).</p>\n<p id=\"b710-10\">On the ineffectiveness of counsel issue, the appellant has failed to overcome the strong presumption of his counsel’s competence. We are convinced that the combined performance of his two counsel did not fall below “prevailing professional norms.” <em>United States v. Scott, </em>24 M.J. 186, 188 (C.M.A.1987). This issue is not about the deficient conduct of counsel, but about a difference of opinion about trial strategy between two defense attorneys.</p>\n<p id=\"b711-3\"><page-number citation-index=\"1\" label=\"537\">*537</page-number>In addition, after reviewing all of the evidence presented at trial and the additional evidence presented on the victim-as-stalker defense at the post-trial Article 39(a), UCMJ, session, we are convinced beyond a reasonable doubt that the adversary proceeding in this case was fundamentally fair and reliable. <em>See Strickland, </em>466 U.S. at 686, 104 S.Ct. 2052. The legal error in the qualifications of the civilian defense counsel did not prejudice the substantial rights of the appellant under either the <em>Strickland </em>test or Article 59(a), UCMJ. The appellant’s constitutional right to the effective assistance of counsel was not violated.</p>\n<p id=\"b711-5\">Conclusion</p>\n<p id=\"b711-6\">Accordingly, we affirm the findings and sentence as approved on review below.</p>\n<footnote label=\"1\">\n<p id=\"b704-8\">. Neither party was charged under Article 125, UCMJ, 10 U.S.C. § 925, with consensual oral sodomy.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b704-11\">. The appellant was six feet, five inches tall and weighed 228 pounds. Prosecution Exhibit 7 at 2. Seaman Apprentice H was five feet, six inches tall and weighed 117 pounds. Record at 39.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b705-8\">. The appellant contended that his ongoing sexual relationship with Seaman Apprentice H was her idea, not his, and that the only reason he kept having sexual intercourse with her was his fear that she would report the relationship. He related the following comments with respect to his purported reluctance to have sexual intercourse with her:</p>\n<blockquote id=\"b705-9\">See, I try to avoid her on the ship or anywhere else because she always wants sex. If I avoid her then I know I won’t have to have sex with her. Even though she is very shy and timid, she can be very persistent when she wants something (at least with me).</blockquote>\n<p id=\"b705-10\">Prosecution Exhibit 7 at 3.</p>\n<blockquote id=\"b705-11\">All of those times prior, it was her idea to have sex because I didn’t want to (espicially (sic) this last time). But she is so persistent and always (sic) putting her hands on me and insisting we have sex. I didn’t want to because I’m married and because of my position on the ship.</blockquote>\n<p id=\"b705-12\">\n<em>Id.</em>\n</p>\n<blockquote id=\"b705-13\">I wanted her to leave and told her to leave. I got up three times and walked to the door trying to get her out of my office but what am I going to do ... snatch her up and throw her out? That is assault. I can’t do that. So I'm stuck with having sex with her.</blockquote>\n<p id=\"AM-\">\n<em>Id.</em>\n</p>\n<blockquote id=\"A4s\">Finally, I just got up because I was so upset with her. I didn’t want to [have sexual intercourse] so I broke free of her hold. I was mad enough to hit her but I didn’t want to do that.</blockquote>\n<p id=\"Aqr\"><em>Id. </em>at 4.</p>\n<blockquote id=\"Aclq\">She wanted to have sex. It was me saying T can’t do this’ as I did not want to have sex.</blockquote>\n<p id=\"AiMR\">\n<em>Id.</em>\n</p>\n<blockquote id=\"ApK\">I tried everything to get [Seaman Apprentice H] to leave me alone. I was so upset the last time, I almost hit her. I tell her to stay away from me and I don’t like having sex with her. I kept having sex with her because I was afraid she would report me.</blockquote>\n<p id=\"Azx\"><em>Id. </em>at 5.</p>\n<blockquote id=\"AQl\">She always wanted to have sex with me and I just didn’t want to have anything to do with her.</blockquote>\n<p id=\"A2z\">\n<em>Id.</em>\n</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b707-15\">. The trial judge failed to ask the civilian counsel if he was a member in good standing of a Federal bar or the highest court of a state. This inquiry should be an essential part of the military judge’s trial guide. <em>See </em>R.C.M. 502(d)(3).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b709-6\">. <em>Per se </em>Sixth Amendment counsel violations have been found in two limited circumstances: \"where, unknown to the defendant, his or her counsel was, at the time of trial (1) not duly licensed to practice law because of a failure ever to meet the substantive requirements for the practice of law, or (2) implicated in the defendant’s crimes.” <em>Bellamy v. Cogdell, </em>974 F.2d 302, 306 (2d Cir.1992)(en banc)(internal citations omitted); <em>see also Tippins v. Walker, </em>77 F.3d 682, 688-89 (2d Cir.1996)(suggesting that attorney’s sleeping through substantial portion of trial may constitute <em>per se </em>violation).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}