{
  "casebody": {
    "data": "<casebody firstpage=\"75\" lastpage=\"77\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b103-7\">WU SUN, Petitioner, v. Eric H. HOLDER, Jr., United States Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b103-9\">No. 11-3237.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b103-10\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b103-11\">Oct. 21, 2013.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b103-19\">Lee Ratner, Law Offices of Michael Brown, New York, NY, for Petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b103-20\">Tony West, Assistant Attorney General; Emily Anne Radford, Assistant Director, Jesse Lloyd Busen, Trial Attorney, Office of Immigration Litigation, Civil Division, <page-number citation-index=\"1\" label=\"76\">*76</page-number>United States Department of Justice, Washington, D.C., for Respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b104-4\">PRESENT: JON 0. NEWMAN, REENA RAGGI, and RAYMOND J. LOHIER, JR., Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b104-5\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b104-6\">Wu Sun, a native and citizen of the People’s Republic of China, seeks review of a July 21, 2011, order of the BIA, affirming the February 8, 2010, decision of Immigration Judge (“IJ”) Douglas B. Schoppert, which denied his application for asylum, withholding of removal, and relief under the Convention Against Torture (“CAT”). <em>In re Wu Sun, </em>No. A089 091 842 (B.I.A. July 21, 2011), <em>aff'g </em>No. A089 091 842 (Immig. Ct. N.Y. City Feb. 8, 2010). We assume the parties’ familiarity with the underlying facts and procedural history in this case.</p>\n<p id=\"b104-7\">Under the circumstances of this case, we have reviewed both the BIA’s and IJ’s opinions. <em>Yun-Zui Guan v. Gonzales, </em>432 F.3d 391, 394 (2d Cir.2005). The applicable standards of review are well established. <em>See 8 </em>U.S.C. § 1252(b)(4)(B); <em>Yanqin Weng v. Holder, </em>562 F.3d 510, 513 (2d Cir.2009).</p>\n<p id=\"b104-8\">In evaluating Sun’s credibility regarding his testimony that he suffered past harm and feared future harm in China on account of his Christian faith and opposition to China’s family planning policy, the IJ found that: (1) Sun’s testimony was inconsistent with his credible fear interview with respect to his girlfriend’s name, whether he had been threatened or harmed on account of his religion, and whether he had ever been arrested in China; (2) Sun’s testimony was inconsistent with his asylum application with respect to the manner in which he escaped from a hospital room allegedly guarded by four security officers; and (3) Sun’s testimonial account of his alleged hospital escape was implausible. Sun does not challenge these findings, which stand as valid bases for the agency’s adverse credibility determination. <em>See Shunfu Li v. Mukasey, </em>529 F.3d 141, 146 (2d Cir.2008).</p>\n<p id=\"b104-10\">The agency also did not err in finding that the evidence Sun submitted was insufficient to rehabilitate his otherwise incredible testimony. <em>See Biao Yang v. Gonzales, </em>496 F.3d 268, 273 (2d Cir.2007). Specifically, the agency was not required to credit letters from Sun’s girlfriend, mother, and friend in China. <em>See Xiao Ji Chen v. U.S. Dep’t of Justice, </em>471 F.3d 315, 341-42 (2d Cir.2006) (recognizing that the weight afforded to the applicant’s evidence in immigration proceedings lies largely within the discretion of the agency); <em>Matter of H-L-H- &amp; Z-Y-Z-, 25 </em>I. <em>&amp; </em>N. Dec. 209, 215 (BIA 2010) (giving diminished evidentiary weight to “letters from relatives and friends,” who were “interested witnesses ... not subject to cross examination”), <em>rev’d on other grounds by Hui Lin Huang v. Holder, </em>677 F.3d 130 (2d Cir.2012). Sun’s argument that these witnesses were not, in fact, biased in his favor does not compel the conclusion that the IJ erroneously disregarded this evidence. <em>See </em>8 U.S.C. § 1252(b)(4)(B).</p>\n<p id=\"b104-11\">The agency also reasonably afforded little probative weight to the letter from Sun’s pastor confirming that Sun regularly attends church in the United States, because it did not bolster Sun’s testimony that he had been persecuted in <em>China </em>on account of his religion. <em>See Xiao Ji Chen, </em>471 F.3d at 342. Finally, the agency’s determination that Sun’s remaining evidence-which included an abortion certificate, birth certificates, household registry card, resident identification cards, and a Chinese church certificate—was of little probative value is entitled to deference, given that the evidence was unauthenticat<page-number citation-index=\"1\" label=\"77\">*77</page-number>ed and Sun’s credibility already was questionable. <em>See Shunfu Li v. Mukasey, </em>529 F.3d at 149 (affording IJs “considerable flexibility in determining the authenticity of’ proffered documentary evidence and in evaluating such documents when “making an overall assessment of the credibility of a petitioner’s testimony and, ultimately, of her persecution claim”); <em>Qin Wen Zheng v. Gonzales, </em>500 F.3d 143, 149 (2d Cir.2007) (holding that the BIA did not abuse its discretion in discrediting a purported village notice where the document was not authenticated and the alien had been found not credible by the IJ); <em>see also Xiao Ji Chen, </em>471 F.3d at 342.</p>\n<p id=\"b105-5\">Ultimately, in light of the fact that Sun does not challenge the agency’s inconsistency and implausibility findings, and given the agency’s discretion as to the weight attributed to the corroborating evidence, the agency’s adverse credibility determination is supported by substantial evidence. <em>See Xiu Xia Lin v. Mukasey, </em>534 F.3d 162, 165-66 (2d Cir.2008). The adverse credibility determination is dispositive of Sun’s claims for asylum, withholding of removal, and CAT relief, as those claims are predicated on the same facts. <em>See Paul v. Gonzales, </em>444 F.3d 148, 156 (2d Cir.2006).</p>\n<p id=\"b105-6\">For the foregoing reasons, the petition for review is DENIED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}