{
  "casebody": {
    "data": "<casebody firstpage=\"853\" lastpage=\"857\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b881-10\">Minerva MARTINEZ-ESTRADA, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b881-13\">No. 13-10370</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"ars-dedup-0\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b881-14\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b881-15\">Sept. 18, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b882-7\"><page-number citation-index=\"1\" label=\"854\">*854</page-number>Wesley R. Kliner, Jr., Frager Kliner PLLC, Chattanooga, TN, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b882-8\">Matthew B. George, Michele Yvette Frances Sarko, David V. Bernal, Krystal Samuels, U.S. Department of Justice Office of Immigration Litigation, Washington, DC, Alfie Owens, DHS/ICE Office of Chief Counsel-ATL, Atlanta, GA, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b882-10\">Before WILSON, MARTIN and FAY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b882-12\">PER CURIAM:</author>\n<p id=\"b882-13\">Minerva Martinez-Estrada seeks review of the Board of Immigration Appeals’ (BIA) order affirming the Immigration Judge’s (IJ) denial of her application for asylum pursuant to the Immigration and Nationality Act, 8 U.S.C. § 1158(a), withholding of removal under 8 U.S.C. 1231(b)(3), and withholding of removal under the United Nations Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (CAT), 8 C.F.R. § 208.16(c). On appeal, Martinez-Estrada argues that she demonstrated extraordinary circumstances justifying the untimeliness of her asylum application, which she filed approximately ten years after her entry into the United States. She also argues that the BIA and IJ erred in making an adverse credibility finding against her.<footnotemark>1</footnotemark> After review of the parties’ briefs, we dismiss Martinez-Estrada’s petition in part and deny it in part.</p>\n<p id=\"b882-14\">I.</p>\n<p id=\"b882-15\">We consider our own subject matter jurisdiction de novo. <em>Chao Lin v. U.S. Att’y Gen., </em>677 F.3d 1043, 1045 (11th Cir.2012). An applicant for asylum must demonstrate “by clear and convincing evidence that the [asylum] application has been filed within 1 year after the date of the alien’s arrival in the United States.” 8 U.S.C. § 1158(a)(2)(B). We lack jurisdiction to review “any determination of the Attorney General under paragraph (2),” which includes the timeliness of asylum applications. <em>See </em>8 U.S.C. § 1158(a)(3). Because Martinez-Estrada’s asylum application was filed ten years after her entry into the United States, we lack jurisdiction to review the BIA’s decision regarding the <page-number citation-index=\"1\" label=\"855\">*855</page-number>timeliness of her application. Consequently, we dismiss her asylum petition for lack of jurisdiction. <em>See Sanchez Jimenez v. U.S. Att’y Gen., </em>492 F.3d 1223, 1231 (11th Cir.2007) (holding that we lack jurisdiction where the IJ found no evidence to excuse delay).</p>\n<p id=\"b883-5\">II.</p>\n<p id=\"b883-6\">We review only the decision of the BIA, unless to the extent that the BIA expressly adopts the IJ’s opinion or reasoning. <em>Cole v. U.S. Att’y Gen., </em>712 F.3d 517, 523 (11th Cir.2013), <em>petition for cert. filed, </em>— U.S.-, 134 S.Ct. 158, 187 L.Ed.2d 40, 81 U.S.L.W. 3707 (U.S. June 12, 2013) (No. 12-1435). If the BIA explicitly agrees with the IJ’s findings, then we review both decisions as to the agreed-upon issues. <em>Ayala v. U.S. Att’y Gen., </em>605 F.3d 941, 948 (11th Cir.2010). In this case, the BIA expressly stated that it agreed with the IJ’s adverse credibility determination and based its disposition of the appeal on the IJ’s findings. Consequently, we review both the IJ and BIA decisions as they relate to Martinez-Estrada’s credibility.</p>\n<p id=\"b883-9\">We review factual determinations, including credibility determinations, under the substantial evidence test. <em>Xiu Ying Wu v. U.S. Att’y Gen., </em>712 F.3d 486, 492 (11th Cir.2013). We must affirm if the decision “is supported by reasonable, substantial, and probative evidence on the record considered as a whole.” <em>Id. </em>(internal quotation marks omitted). Using this test, reversal is appropriate only if “the record not only supports reversal, but compels it.” <em>Cole, </em>712 F.3d at 523 (internal quotation marks omitted).</p>\n<p id=\"b883-10\">An applicant is eligible for withholding of removal if she can demonstrate that her “life or freedom would be threatened on account of race, religion, nationality, membership in a particular social group, or political opinion.” <em>Mendoza v. U.S. Att’y Gen., </em>327 F.3d 1283, 1287 (11th Cir.2003). The “alien bears the burden of demonstrating that [s]he more-likely-than-not would be persecuted or tortured” upon return to her country. <em>Id. </em>There are two ways to meet this burden: (1) the alien may directly demonstrate a future threat to her life or freedom based on a protected ground, or (2) she may establish past persecution based on a protected ground, which gives rise to a rebuttable presumption of a future threat of persecution. <em>Id.</em></p>\n<p id=\"b883-12\">Prior to determining whether a basis for granting asylum or withholding of removal exists, an IJ must assess whether the applicant is credible. <em>See Niftaliev v. U.S. Att’y Gen., </em>504 F.3d 1211, 1215 (11th Cir.2007). A credibility determination must be based on the totality of the circumstances, and the IJ may consider: (1) the demeanor, candor, and responsiveness of the applicant; (2) the plausibility of the applicant’s account; (3) the consistency between the applicant’s written and oral statements; (4) the internal consistency of each statement; and (5) the consistency of the applicant’s statements with other record evidence, including country reports. 8 U.S.C. § 1158(b)(l)(B)(iii). Moreover, an adverse-credibility determination may be based on inconsistencies, inaccuracies, or falsehoods, regardless of whether they relate to the heart of an applicant’s claim. <em>Id.</em></p>\n<p id=\"b883-13\">The IJ and BIA must offer “specific, cogent reasons” for an adverse-credibility determination. <em>Shkambi v. U.S. Att’y Gen., </em>584 F.3d 1041, 1048 (11th Cir.2009) (per curiam) (internal quotation marks omitted). “[A] denial of relief can be based entirely on an adverse credibility determination if the applicant fails to provide sufficient corroborating evidence.” <em>Todorovic v. U.S. Att’y Gen., </em>621 F.3d 1318, 1324 (11th Cir.2010). Once an adverse credibility determination is made, <page-number citation-index=\"1\" label=\"856\">*856</page-number>the applicant bears the burden on appeal of showing that the determination was not supported by specific, cogent reasons or was not based on substantial evidence. <em>Tang v. U.S. Att’y Gen., </em>578 F.3d 1270, 1277 (11th Cir.2009).</p>\n<p id=\"b884-4\">Here, substantial evidence supports the BIA’s and IJ’s denial of Martinez-Estrada’s withholding of removal claim based on the adverse-credibility determinations. Martinez-Estrada claimed persecution by members of the Mara gang after they fatally poisoned her brother: they targeted her as the oldest surviving sibling, sent threatening letters to her mother, and went to her mother’s home. Her testimony, however, tells a different story. Martinez-Estrada gave incorrect dates for crucial events, including the year and month of her brother’s death and the year the Maras went to her mother’s house, which was the event that supposedly prompted her to leave the country. She failed to produce corroborating evidence to support her claims, and the evidence that she did produce—a letter from her mother and her brother’s death certificate—was inconsistent with her testimony. She testified that she was targeted because she was the oldest child, while her mother’s letter stated that she was targeted for investigating her brother’s death. Martinez-Estrada said that her brother was killed for trying to leave the Maras, whereas her mother’s letter said he was killed for reasons unknown to the family. The letter does not mention any such incident where people came to the house and threatened Martinez-Estrada. In fact, the letter fails to include any reference to the Maras or any other type of gang activity. Instead, it refers only generally to “they” and “the problems.” Furthermore, Martinez-Estrada stated in her application that her brother was poisoned in a bar and that her father found him there already dead. Her mother’s letter, conversely, stated that he was poisoned in a store. The death certificate presented a third version: her brother died in a domicile.</p>\n<p id=\"b884-6\">On appeal, Martinez-Estrada attempts to reconcile these inconsistencies. She claims she was nervous during testimony, thus causing her to mix-up key dates. She also claims that the letter was written under duress and her mother’s explanation for the threats—that Martinez-Estrada wanted to investigate her brother’s death—is consistent with her own testimony that she was targeted as the oldest child because she felt responsibility to investigate on behalf of her brother. The BIA rejected these arguments in its opinion, and so do we. <em>See Chen v. U.S. Att’y Gen., </em>463 F.3d 1228, 1233 (11th Cir.2006) (per curiam) (concluding that even tenable explanations for implausible aspects of testimony did not compel reversal of adverse-credibility finding, especially in light of dearth of corroborating evidence).</p>\n<p id=\"b884-7\">Next, Martinez-Estrada contends that the IJ gave inordinate evidentiary weight to her mother’s letter. This argument fails to persuade. The IJ and BIA were entitled to base their credibility finding on the inconsistencies between Martinez-Estrada’s testimony and her mother’s letter, and to find Martinez-Estrada not credible in light of those inconsistencies. <em>See 8 </em>U.S.C. § 1158(b)(l)(B)(iii). The BIA relied on the letter merely to the extent that it cited inconsistences or discrepancies between its contents and Martinez-Estrada’s testimony. Such reliance is proper in reaching a finding of adverse credibility. <em>See id.</em></p>\n<p id=\"b884-8\">Finally, Martinez-Estrada argues the substantive merits of her withholding of removal claim. We cannot address the substantive merits of her claim, however, because the BIA based its decision to dismiss Martinez-Estrada’s appeal only on its <page-number citation-index=\"1\" label=\"857\">*857</page-number>agreement with the IJ’s adverse-credibility determination; the BIA found it unnecessary to reach the substantive merits of her withholding of removal application. <em>See Chen, </em>468 F.3d at 1231 n. 4 (noting that because the IJ limited his discussion to the petitioner’s credibility, this court was “confined to reviewing the IJ’s adverse credibility determination”).</p>\n<p id=\"b885-5\">The record does not compel a finding that Martinez-Estrada’s testimony was credible because substantial evidence supports the IJ’s and BIA’s adverse-credibility determination. Accordingly, we deny Martinez-Estrada’s petition challenging the BIA’s decision regarding her removal claim.</p>\n<p id=\"b885-6\">PETITION DISMISSED IN PART, DENIED IN PART.</p>\n<footnote label=\"1\">\n<p id=\"b882-11\">. Martinez-Estrada did not raise the denial of her application for CAT relief on appeal. In any event, she did not exhaust her CAT claim before the BIA, so we lack jurisdiction to review it. <em>Amaya-Artunduaga v. U.S. Att'y Gen., </em>463 F.3d 1247, 1250-51 (11th Cir.2006) (per curiam).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}