{
  "casebody": {
    "data": "<casebody firstpage=\"648\" lastpage=\"655\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"AyK\">[Crim. No. 90.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ApV\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aiq\">March 21, 1896.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"Agep\">THE PEOPLE, Respondent, <em>v. </em>DAVID OLDHAM, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"AOiG\">Criminal Law—Robbery — Property of Foreign Corporation—Evidence—Proof of De Facto Corporation.—Where an information for the crime of robbery charges that the property taken was the property of a corporation organized under the laws of the territory of Colorado, and doing business in the state of California, evidence of a <em>de facto </em>corporation is sufficient to sustain the charge as laid, and it is not essential to prove a legal incorporation under the laws of the territory.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"Af0\">Id.—Proof of Ownership—Possession—Agency.—In the absence of evidence to the contrary, in larceny or robbery, proof of possession of the stolen property by the person from whom it was taken is sufficient evidence of ownership; and proof that it was taken from the possession of the agents of the corporation to whom it is alleged to belong, is sufficient proof of its ownership, the possession of the agents of the company being the possession of the company.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"AQJv\">Id.—Declarations of Conspirator — Hearsay — Extrajudicial Admissions—Proof of Robbery.—Evidence of the statements of a coconspirator, made during the life of the conspiracy, are admissible against the other conspirator; hut declarations made by such coconspirator . after the crime has been committed, are hearsay, and inadmissible, nor can the existence of a robbery be proved as against the defendant by the extrajudicial admissions of a coconspirator, made after the commission of the offense.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"A9qc\">Id.—Error not Cured—Testimony of Conspirator—Instruction.— Error in admitting the declaration of a coconspiratoi^ made after the commission of the robbery as to the details of the robbery is not cured by the fact that such coconspirator testified to the same statements, nor by an instruction of the court to disregard any statements or confessions of the accomplice other than his sworn testimony.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"AdG\">Id.—Distrust of False Witness—Erroneous Instruction.—If is error to instruct the jury that it is their duty, as matter of law, if they believe a witness to be willfully false in one part of his testimony, to reject all of his testimony.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"AyU\">Id.—Instruction not Justified by Evidence.—The court should not give an instruction which is not justified by any evidence.</syllabus>\n<summary data-order=\"10\" data-type=\"history\" id=\"AsG\">Appeal from a judgment of the Superior Court of the county of Mendocino and from an order denying a new trial. R. McGarvey, Judge.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"AUZ\">The facts are stated in the opinion of the court.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"ADx\"><em>O Seawell &amp; Pemberton, </em>for Appellant.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AmW\">Having alleged ownership in Wells, Fargo <em>&amp; Co. </em>and possession of Russell, it was necessary to prove both. <page-number citation-index=\"1\" label=\"649\">*649</page-number>(<em>Ward </em>v. <em>State </em>(Tex. Crim. App., Feb. 1893), 21 S. W. Rep. 250; <em>People </em>v. Devine, 95 Cal. 230.) There was a failure of proof of corporate existence of Wells, Fargo &amp; Co., as alleged. <em>(State </em>v. Newland, 7 Iowa, 242; 71 Am. Dec. 444; 1 Greenleaf on Evidence, secs. 56, 65; <em>Commonwealth </em>v. <em>Gavin, </em>121 Mass. 54; 23 Am. Rep. 255; <em>Commonwealth </em>v. <em>Wellington, </em>7 Allen, 299; <em>United States </em>v. <em>Howard, </em>3 Sum. 12; State v. <em>Noble, </em>16 Me. 476; 2 Archbold’s Criminal Practice, 7th Am. ed., 356, and cases cited; 2 Russell on Crimes, 7th Am. ed., 788, and cases cited; <em>Alkenbrack </em>v. <em>People, </em>1 Denio, 851; <em>State </em>v. Moore, 11 Ired. 160; <em>People </em>v. Choro, 45 Cal. 672; People v. Peed, 70 Cal. 529; Ward v. State, <em>supra; Strange </em>v. State (Tex., 1894), 26 S. W. Rep. 406; State v. <em>Carroll, </em>13 Mont. 246; <em>Gilmore </em>v. State, 99 Ala. 154; <em>McDonnell </em>v. <em>State, </em>58 Ark. 242; <em>Commonwealth </em>v. Mag<em>owan, </em>1 Met. (Ky.) 368; 71 Am. Dec. 480; <em>Hensley </em>v. <em>Commonwealth, </em>1 Bush, 11; 89 Am. Dec. 604.) The court erred in admitting evidence of statements made, not in the presence of Oldham, by Hilton to Sheriff Johnson connecting Oldham with the crime. <em>(People </em>v. <em>Aleck, </em>61 Cal. 137; <em>People </em>v. <em>Uwahah, </em>61 Cal. 142; <em>People </em>v. <em>Gonzales, </em>71 Cal. 569; <em>People </em>v. <em>Irwin, </em>77 Cal. 505; <em>People </em>v. <em>English, </em>52 Cal. 212.) The court erred in admitting evidence of defendant’s trying to borrow a saddle, or buy cartridges, or hauling tools, or buying food, clothing, axes, hammers, etc. (Greenleaf on Evidence, sec. 448; Phillipp’s and Amos on Evidence, 909, 910; <em>People </em>v. <em>Betts, </em>94 Mich. 642; 3 Rice on Evidence, 224, 225; <em>People </em>v. <em>Ames, </em>39 Cal. 404.) The court erred in charging the jury as to what would be sufficient corroboration of Hilton’s testimony. (3 Rice on Evidence, 509, 510; <em>People </em>v. <em>Plath, </em>100 N. Y. 590; 53 Am. Rep. 236; <em>People </em>v. <em>Elliott, </em>5 N. Y. Crim. Rep. 204; Pen. Code, sec. 1111; <em>People </em>v. <em>Thompson, </em>50 Cal. 480; <em>People </em>v. <em>Koening, </em>99 Cal. 574; <em>People </em>v. <em>McLean, </em>84 Cal. 480; <em>People </em>v. <em>Smith, </em>98 Cal. 218; <em>People </em>v. <em>Fagan, </em>98 Cal. 230.)</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b682-4\"><page-number citation-index=\"1\" label=\"650\">*650</page-number>W. <em>F. Fitzgerald, Attorney General, </em>and <em>O. N. Post, Deputy Attorney General, for </em>Respondent.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"b682-5\">The corporate existence of Wells, Fargo &amp; Co. was sufficiently proven. <em>(People </em>v. <em>Ah Sam, </em>41 Cal. 651; <em>People </em>v. <em>Frank, </em>28 Cal. 507; <em>Miller </em>v. <em>People, </em>13 Col. 166.) The allegation of ownership in Wells, Fargo &amp; Co. was sufficiently sustained by proof that the property taken was held by it as a common carrier. (Civ. Code, sec. 2168; Thompson’s Carriers of Passengers, notes, 26; <em>People </em>v. <em>Leong Quong, </em>60 Cal. 107; <em>People </em>v. <em>Gog gin’s, </em>80 Cal. 229; <em>People, </em>v. <em>Anderson, </em>80 Cal. 205.) There was ample corroborative evidence tending to connect defendant with the commission of the robbery. <em>(People </em>v. <em>Hong Tong, </em>85 Cal. 173; <em>People </em>v. <em>Grundell, </em>75 Cal. 301; <em>People </em>v. <em>Melvane, </em>39 Cal. 616; <em>People </em>v. <em>Clough, </em>73 Cal. 352; <em>People </em>v. <em>Cloonan, </em>50 Cal. 449; <em>People </em>v. <em>McLean, </em>84 Cal. 482.) The error of admitting the statements made by defendant to Hilton was cured by Hilton’s testifying to the same facts. <em>(People </em>v. <em>Chin Hane, </em>108 Cal. 597.) There was no error in the instructions to the jury. <em>(People </em>v. <em>Treadwell, </em>69 Cal. 226; <em>People </em>v. <em>Nelson, </em>56 Cal. 82; <em>Ward </em>v. <em>People, </em>3 Hill, 398; 6 Hill, 146; <em>People </em>v. Wat<em>son, </em>72 Cal. 403; <em>People </em>v. <em>Ah Sing, </em>95 Cal. 654; <em>People </em>v. <em>Davis, </em>97 Cal. 194; <em>State </em>v. <em>Somerville, </em>21 Me. 18; 38 Am. Dec. 248; <em>Tates </em>v. <em>State, </em>10 Yerg. 549; 2 Bishop’s Criminal Procedure, sec. 683, note; <em>People </em>v. <em>Chung Heong, </em>86 Cal. 329; <em>People </em>v. <em>Turcott, </em>65 Cal. 126; <em>People </em>v. <em>Clark, </em>84 Cal. 573; <em>People </em>v. <em>Daniels, </em>70 Cal. 522; <em>People </em>v. <em>Doyell, </em>48 Cal. 85; <em>People </em>v. <em>Ames, </em>39 Cal. 404; <em>People </em>v. <em>Hong Tong, supra; People </em>v. <em>Grundell, supra; People </em>v. <em>Clough, supra; People </em>v. <em>McLean, supra; </em>Wharton’s American Criminal Law, 366; 1 Phillips on Evidence, 37-9.)</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b682-7\">Garoutte, J.</author>\n<p id=\"A3u\">The defendant was convicted of the crime of robbery, and appeals from the judgment and order denying his motion for a new trial. Upon a certain afternoon the stage traveling from Ukiah to the coast was stopped by one Hilton, a highwayman, and <page-number citation-index=\"1\" label=\"651\">*651</page-number>Wells, Fargo &amp; Go’s boxes, containing about one thousand dollars, were taken. It is conceded that the defendant was not present at the robbery, but it is claimed that, though miles distant at the time, still he connived, abetted, aided, and encouraged the commission of the offense, and that, therefore, under the Penal Code of this state, he is equally guilty as a principal.</p>\n<p id=\"b683-4\">1. The information charged the property stolen to have been the property of Wells, Fargo &amp; Co., a corporation organized under the laws of the territory of Colorado, and doing business in the state of California. At the trial it was proven that Wells, Fargo &amp; Co. was a corporation <em>de </em>facto, doing business in this state. It is now insisted that there was a failure of proof in not establishing the corporation to have been organized under the laws of the territory of Colorado. Counsel concede that if no such allegation had been laid in the information the proof would have been unnecessary, but, the fact being so stated, it became material, made so by the pleader, and should have been established as any other material fact in the case. Such contention has support (see <em>State </em>v. <em>Newland, </em>7 Iowa, 242; 71 Am. Dec. 444), but this court has never followed the doctrine there outlined. In <em>People </em>v. <em>Ah Sam, </em>41 Cal. 651, the identical question here presented was before the court, and it was held, that evidence of a <em>de facto </em>corporation was sufficient to support the charge as here laid. The same principle was also involved and finds full support in <em>People </em>v. Frank, 28 Cal. 519, and <em>People </em>v. <em>Hughes, </em>29 Cal 260. The evidence we find in the record as to the <em>defacto </em>character of this corporation, the nature of tho business in which it was engaged, etc., is not at-all clear and conclusive, and, as the case must be returned to the lower court for a new trial, the introduction of some additional evidence upon these points would be time well spent.</p>\n<p id=\"b683-5\">2. It is claimed that there is no evidence showing the ownership of the money stolen to have been in Wells, Fargo &amp; Co. This contention is not well founded. <page-number citation-index=\"1\" label=\"652\">*652</page-number>The evidence indicates the money to have been in the hands of one Hart, as the agent and servant of Weds, Fargo <em>&amp; Go. </em>at Ukiah, and, as such agent and servant, he gave it into the possession of the stagedriver to be carried by him to certain points upon the road, and while so in transit it was stolen. The lawful possession of the money by Hart was the possession of Wells, Fargo <em>&amp; </em>Co., and likewise the actual lawful possession of it by the driver of the stage was the possession of the company. In the absence of evidence to the contrary, in larceny or robbery, possession of the stolen property is sufficient evidence of ownership. The criminal law of this state is not favorably disposed in allowing criminals to escape upon technicalities of this character; and, as supporting the principle here declared, we cite <em>People </em>v. <em>Nelson, </em>56 Cal. 77; <em>People </em>v. <em>Davis, </em>97 Cal. 194.</p>\n<p id=\"b684-5\">3. It is conceded that one George Hilton was the acting, participating robber. At the trial he took the witness stand and so stated, giving all the details bearing upon the perpetration of the crime, and directly charging the defendant as a <em>particeps criminis. </em>It is now claimed by the prosecution that the defendant, Oldham; though several miles distant at the immediate time of the robbery, was a coconspirator, and aided and encouraged the commission of the crime, and that Hilton’s testimony in this regard is true. Hilton was arrested some seven days after the robbery, in an adjoining county. The officer arresting him testified as a witness at the trial to statements made by Hilton when arrested, pertaining to the commission of the offense and Old-ham’s connection therewith. Another witness (Stanley) testified to statements made by Hilton while in jail after his arrest and in the absence of the defendant, and these statements amounted to a confession including the details of the robbery. All this evidence was admitted under objection of defendant’s counsel, and, we are entirely clear, \"was erroneously admitted. Evidence of the statements of a coconspirator, made during the life of the conspiracy, aré admissible against the other con<page-number citation-index=\"1\" label=\"653\">*653</page-number>spirator, but, after the crime has been committed, the conspiracy is an accomplished fact. It is a thing of the past, and such statements of a coconspirator stand in no different relation to the law and are no more admissible against a defendant than though he were a total, stranger to the whole transaction; for they are the purest hearsay. This court said in <em>People </em>v. <em>Moore, </em>45 Cal. 19: “ It was never competent to use as evidence against one on trial for an alleged crime the statements of an accomplice not given as testimony in the ease, nor made in the presence of defendant, nor during the pendency of the criminal enterprise and in furtherance of its objects. To hold such testimony admissible would be to ignore the rules of evidence, settled and everywhere recognized from the earliest times.” The same doctrine is also reiterated in <em>People </em>v. <em>Dilwood, </em>94 Cal. 89. It seems that the trial court admitted some of this objectionable evidence upon the ground that the statements were proper as proving the commission of the robbery by Hilton, but that cannot be so. As against the defendant, the actual commission of the robbery by Hilton could not be proven h) his extrajudicial confessions. Certainly not in a case like this, where they were made without his presence and hearing. If Hilton had refused to take the stand and testify, it would not.be contended for a moment that his confessions could have been used against this defendant for the purpose of proving the robbery, or for any other purpose.</p>\n<p id=\"b685-4\">It is insisted that the foregoing error of the court was cured when the witness Hilton took the stand and gave to the jury substantially the same statements and confessions he had prior to that time made to the officers. We cannot say that the jury attached no importance to these statements of Hilton made shortly after the commission of the crime, nor that the verdict would have been the same if they had been rejected by the court. It is further insisted that the error of the court was cured by the following instruction given to the jury; “I-charge you that no statements, or admissions, or con<page-number citation-index=\"1\" label=\"654\">*654</page-number>fessions (other than his own sworn testimony in court), made by the alleged accomplice, Hilton, after the commission of the offense charged, and not in the presence of the defendant, should be considered by you as evidence in this case against this defendant, as tending to connect him with the offense.” Judges are not justified by the law in admitting evidence before the jury under objection and exception, and then, after the case has been argued by counsel, instruct the jury that such evidence should not be considered bv them in making up their verdict. Such a course, if practiced, certainly would be out of the ordinary, and not just to a defendant. This is the fair interpretation of the instruction; and if the judge also intimated by this particular charge to the jury that the admissions and confessions of Hilton, not under oath, and made subsequent to the commission of the robbery, and without the presence of the defendant, were admissible in.this case for the purpose of proving <em>a robbery, </em>then, as already suggested, the instruction was clearly erroneous from that standpoint.</p>\n<p id=\"b686-5\">4. We think the evidence of the various witnesses offered by the people, as to the borrowing of a saddle, the hauling of the blacksmith tools, and the attempt to purchase cartridges for the gun, were 'proper and relevant. Of course, the reason why the dealer refused to sell to defendant cartridges was wholly immaterial.</p>\n<p id=\"b686-6\">5. The judge gave the jury the following instruction: <em>“ </em>If you believe that any witness has willfully testified falsely to a material fact in this case, you should distrust his evidence. Yea, I will go further, and as a matter of law will state to you that if you believe any witness has willfully and intentionally testified falsely to any material fact you may discard his evidence entirely, and give • it no consideration except to reject it. I don’t tell you to do this. It is a matter resting in your sound discretion; and I will say that it is your duty as a matter of law, acting as jurors.” This instruction is not clear, but, upon the contrary, somewhat involved. If, by the final clause thereof, the judge meant to say that, if the <page-number citation-index=\"1\" label=\"655\">*655</page-number>jury believe a witness to be willfully false in one portion of his testimony, it is their duty, as a matter of law, to reject all his testimony, then the instruction is not legally sound. It draws the line too strictly, and is opposed to the principles declared in <em>People </em>v. <em>Sprague, </em>53 Cal. 491, and <em>People </em>v. <em>Treadwell, </em>69 Cal. 226.</p>\n<p id=\"b687-4\">■ 6. The instruction of the court as to what would be sufficient evidence of corroboration of Hilton^s testimony was not justified by any evidence found in this record. We find nothing there oilier than Hilton’s testimony that defendant promisee? to establish an <em>alibi </em>for him, if arrested for the commission of the robbery. The other matters appearing in the record to which counsel for appellant make objection‘probably will not arise upon a second trial of the case, and for that reason we refrain from passing upon them.</p>\n<p id=\"b687-5\">It is ordered that the judgment and order be reversed and the cause remanded for a new trial.</p>\n<p id=\"b687-6\">Van Fleet, J., and Harrison, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}