{
  "casebody": {
    "data": "<casebody firstpage=\"127\" lastpage=\"137\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b141-8\">Nicholas G. Penniman <em>vs. </em>William Winner.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b141-9\">\n<em>Evidence inadmissible as inconsistent with the terms of aWritten contract—Failure of Consideration—Action of Trover for Conversion of a Promissory note—Description of the instrument immaterial, when the Gist of the action is not affected by it—Measure of Damages—Arrest of Judgment—Insufficient ground for reversing a Judgment—Misjoinder—Pleadings.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b141-10\">W. sold to a coal oil company an oil well and oil lands adjacent thereto, the purchase money to be paid part in cash, part in a note at sixty days, and the balance in the stock of the company. The sale was consummated on these terms and the land conveyed to the company. The note was subsequently delivered to P. for collection. In an action of trover brought by W. against P. for its conversion, the defendant offered to prove as one of the conditions of the sale and purchase, an agreement on the part of the plaintiff, to contribute towards the payment of the purchase money in proportion to his stock in the company, and that the contribution <page-number citation-index=\"1\" label=\"128\">*128</page-number>should be retained out of the amount due on the note; and also to prove that the note was left with the defendant for the purpose and with the understanding that when the amount of such contribution should be so ascertained, it was to be allowed as a credit on the note. Held :</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b142-5\">1st. That the evidence offered was not only inconsistent with the written terms of sale, but was also inconsistent with the note itself. It set up a contract altogether different from the written contract of sale, and therefore was clearly inadmissible.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b142-6\">2nd. That although the oil well sold by the plaintiff, did not yield enough oil to justify working it, this fact did not constitute a <em>failure of </em>consideration, upon which the defendant might rely as a defence to the action.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b142-7\">The company in the body of the note agreed to pay the plaintiff a specified sum, less his proportion for contribution to the working capital of the company, the said contribution to be in proportion to the shares of stock held by him. Held .</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b142-8\">1st. That conceding for the purposes of the case, that this was not strictly speaking a promissory note, as described in the declaration, yet it was an agreement to pay money, and as such a valuable security, for the conversion of which an action of trover would lie.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b142-9\">2nd. That being a valuable security belonging to the plaintiff, its conversion by the defendant was the gist of the action, and whether . it were a promissory note or an agreement to pay money, or any other valuable security, the measure of damages would be the same; namely, the plaintiff’s interest in the thing converted.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b142-11\">3rd. That the fact that the several instructions granted by the Court below, assumed that the paper in question was a promissory note, constituted no ground for reversing the judgment, because, in any aspect of the case, the measure of damages to which the plaintiff was entitled, was correctly stated by the Court.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b142-12\">It is no ground for a motion in arrest of judgment, that a good count in trover is joined with defective counts in assumpsit.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b142-13\">A count for money received which is not preceded by the words for “ money payable ” is defective.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b142-14\">There is no such thing as a count for “ money found to be due on <em>amounts </em>stated.”</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b143-4\"><page-number citation-index=\"1\" label=\"129\">*129</page-number>Appeal from tlie Circuit Court for Howard County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b143-5\">The case is stated in the opinion of the Court.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b143-6\"><em>First </em>Exception.—Stated in the opinion of the Court.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b143-7\"><em>Second </em>Exception.—The plaintiff offered the two following prayers:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b143-8\">1. That if the jury find from the evidence in the case, that the plaintiff and defendant were joint owners of a promissory note, drawn hy the Rockland and Venango Coal Oil Company, and dated the 21st day of January, 1865, for $5,000, and payable sixty days after the date thereof, and that the plaintiff, into whose hands said note was given by said company for valuable consideration, (if the jury shall so find,) delivered the said note to the defendant for collection, and that the defendant, without the authority or consent of the plaintiff, surrendered the said note to the Rockland and Venango Coal Oil Company, the drawers of said note, for cancellation or destruction, then the plaintiff is entitled to recover in this action such amount as the jury may find to have been the plaintiff’s interest in said note at the time of such conversion, ■unless the jury find the facts stated in the defendant’s third prayer.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b143-9\">2. That the true measure of damages in this action, -is the value of the plaintiff’s interest or share in said promissory note referred to in the first prayer, (if the jury find the facts to be as therein stated,) at the time of the conversion of the same, (if they find such conversion,) together with legal interest thereon from the date of the conversion of the said note.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b143-10\">And the defendant offered the three prayers following:</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b143-11\">1. That if the jury find from the evidence that the plaintiff authorized the defendant to surrender the note of January 21st, offered in evidence, to the Rockland and <page-number citation-index=\"1\" label=\"130\">*130</page-number>Venango Coal Oil Company, their verdict must be for the defendant.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b144-5\">2. If the jury find that the Rockland and Venango Coal Oil Company, mentioned in evidence, was desirous to add to its • property an oil well already actively producing oil, with a view of furnishing oil from such well to the market to improve the value of its stock, while engaged in exploring for oil on its other property; and if they shall find that the plaintiff was aware of such purpose and desire on the part of said company, and that he-represented to said company that the Blakely well, mentioned in evidence, was an active producing oil well, and that it had been for some time, and was then, yielding-from six to ten barrels of oil daily; and if they find that-a well which would produce at that rate, was suitable for. the purpose of the company, and that plaintiff represented that said well was suitable for the purpose for which said company desired to purchase an oil well as. aforesaid, and that he offered to sell said Blakely well to said company as being such a well as the company-wanted, and suitable for the said purpose of said company ; and if they shall further find that said company,, relying upon the representations of said plaintiff as to the said well,- and its fitness for the purpose for which said company desired to buy a well, purchased said well from the plaintiff, and that the note for $5000, mentioned in evidence, is part of the consideration for said purchase ; and if they further find that said well was in fact wholly unfit for the purpose for which they may find said company purchased the same, and for which they may find the plaintiff sold the same as aforesaid, and that it wholly-failed to answer the purpose of said company, by reason of its not being such a well as the plaintiff had represented it to be as aforesaid, and that the said company upon discovering that said well was so wholly unfit for the purpose for which it was bought, and for which the-<page-number citation-index=\"1\" label=\"131\">*131</page-number>plaintiff offered to sell and did sell the same, (if the jury so find,) offered to rescind said contract and to re-convey said property, and demanded a return of the part of purchase money paid, (if the jury find that any was paid,) and refused to pay said note for $5000, and that this suit was brought after such action on the part of the company, then the plaintiff is not entitled to recover.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b145-5\">3. If the jury find that the plaintiff falsely and fraudulently represented the oil producing capacity of the Blakely well to the agents of the Rockland and Yenango Coal Oil Company to he greater than it really was, with intent to deceive said agents, and to induce said company to purchase the same, and by means of such misrepresentations induced said company to purchase the same, and that said company relied upon such representations in purchasing the same, and believed them to he true, and had not at hand the means of ascertaining their falsehood, and that after the discovery by said company of the falsity of said representations, they refused to pay the note in question which was given in part consideration for said purchase, and offered to re-convey said well property to the plaintiff, then the plaintiff is not entitled to recover in this action.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b145-6\">The defendant also offered the following qualification to the plaintiff’s second prayer.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b145-7\">The defendant prays the Court to instruct the jury as a qualification to the plaintiff’s second prayer, that should the jury find for the, plaintiff under his first prayer, in estimating the value of the plaintiff’s interest in said note, they are confined to the interest he had therein at the time the suit was brought, and that in ascertaining the value of said note, the jury are to take into consideration the ability of the Rockland and Yenango Coal Oil Company to pay its debts at the time of the alleged conversion, and all the evidence offered as to the means, resources and debts of said company.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b146-4\"><page-number citation-index=\"1\" label=\"132\">*132</page-number>The Court (Miiler and Hammond, J.,) granted the plaintiff’s first prayer, and his second prayer in connection with the defendant’s modification thereof, which was also granted, and the first and third prayers of the defendant, and rejected his second prayer.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b146-5\">The defendant excepted, and the verdict being against him, he made a motion in arrest of judgment for the following reason:</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b146-6\"><em>“ </em>That the declaration filed in the case contains three counts; the first thereof being a count in trover to recover for the alleged conversion of the promissory note therein mentioned; the second and third counts in said declaration being counts in assumpsit. And the defendant says, that said declaration is defective by reason of the joinder therein of a count in an action <em>ex delicto, </em>with two counts in an action of <em>assumpsit, </em>and that no judgment can lawfully be entered upon the verdict rendered in said cause.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b146-7\">The Court overruled the motion in arrest, and judgment being entered for the plaintiff, the defendant appealed.</summary>\n<p data-order=\"28\" data-type=\"judges\" id=\"b146-8\">The cause was argued before Bartol, C. J., Alvey, Robinson and Irving, J.</p>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b146-9\"><em>Charles Marshall, </em>for the appellant.</attorneys>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b146-10\"><em>Henry E. Wootton </em>and <em>Wm. Pinkney Whyte, </em>for the appellee.</attorneys>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b146-11\">Robinson, J.,</author>\n<p id=\"A8X\">delivered the opinion of the Court.</p>\n<p id=\"b146-12\">The appellee, Winner, sold to the Rockland and Venango Coal Oil Company, an <em>oil well </em>and oil lands adjacent thereto for twenty thousand dollars, the purchase money to be paid as follows :—ten thousand dollars cash, note at sixty days for five thousand, and five thousand dollars in the stock of the company.</p>\n<p id=\"b147-4\"><page-number citation-index=\"1\" label=\"133\">*133</page-number>In pursuance of these terms, the sale was duly consummated, and the property was conveyed to the company.</p>\n<p id=\"b147-5\">The note for five thousand dollars was subsequently délivered to the defendant for collection, and this suit is brought against him for its conversion.</p>\n<p id=\"b147-6\">At the trial the defendant offered to prove as one of the conditions of the sale and purchase, an agreement on the part of the plaintiff to contribute toward the payment of the purchase money, in proportion to his stock in the company, and that the contribution should be retained out of the amount due on the note. And also to prove that the note was left with the defendant for the purpose, and with the understanding that when the amount of such contribution should be so ascertained, it was to be allowed as a credit on the note.</p>\n<p id=\"b147-7\">It was not competent of course for the defendant to prove an <em>oral agreement </em>contradictory of, or inconsistent with, the written terms of sale; but it was argued that such evidence was .admissible to prove <em>a collateral agree-, ment. </em>A party, it is true, may prove a collateral agreement, provided such agreement be not inconsistent with the written contract, and such aré the cases of <em>Basshor, &amp;c. vs. Forbes, </em>36 <em>Md., </em>154, and <em>Fusting’s Ex’rs vs. Sullivan, </em>41 <em>Md., </em>162, and <em>Erskine vs. Adlane, L. R., </em>8 <em>Ch., </em>766. But in this case the property was sold for twenty thousand dollars, and the contract of sale provided how and in what manner the purchase money was to be paid. The note for the conversion of which this suit was brought, is for the payment of five thousand dollars, and it is plain therefore, that the evidence offered by the defendant is not only inconsistent with the written terms of sale, but is also inconsistent with the note itself. It sets up a contract altogether different from the written contract of the parties, and the evidence was therefore clearly inadmissible.</p>\n<p id=\"b147-8\">The second exception brings up for review the rulings of the Court, upon the several instructions offered by the plaintiff and the defendant.</p>\n<p id=\"b148-4\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>The appellant rested his defence mainly on two grounds:—1st. The fraudulent representations of the appellee in regard to the oil-producing capacity of the well, and 2nd, the failure of ■ consideration.</p>\n<p id=\"b148-5\">In regard to the first, the Court instructed the jury, that if the plaintiff <em>falsely and fraudulently represented </em>the. oil-producing capacity of the well to he greater than it was, for the purpose of inducing the company to purchase the same, and the company made the purchase upon the faith of such representations, and had not the means at hand of ascertaining whether they were true or false, and upon discovering that such representations were false, offered to re-convey the property to the plaintiff, then the verdict must he for the defendant. No objection is made to this instruction, but the defendant contends that the Court erred in refusing his second prayer. This prayer assumes that if the company was desirous to add to its property an oil well already actively producing oil, with a view of furnishing oil from such well to the market to improve the value of its stock, while engaged in exploring for oil on its property, and that the plaintiff was aware of this purpose, and represented the well in question as an active producing oil well, yielding from six to ten barrels of oil daily, and as such suitable for the purposes of the company; and the company relying upon such representations, purchased the well from the plaintiff, and that the note of $5000 is part of the consideration of said purchase ; and if they shall further find that the well was in fact wholly unfit for the purposes for which the company purchased it, and for which the plaintiff sold the same, and that the company upon so discovering it to he so wholly unfit, offered to re-convey said property and to rescind the contract, and demanded a return of the cash part of the purchase money, and refused to pay said note of $5000, then the plaintiff is not entitled to recover.</p>\n<p id=\"b148-6\">. This instruction which seems to us to embrace certain elements of both fraud and warranty, is supported <page-number citation-index=\"1\" label=\"135\">*135</page-number>solely on the ground that the facts therein set forth, if found hy the jury, show an <em>entire failure of consideration </em>of the note now in controversy. As between the parties to a promissory note, the failure of consideration may no doubt be relied on as a defence. But there is in this respect at least a wide difference between a failure of consideration, and a failure of benefit resulting from it. Where one sells and another buys an oil well, and the purchaser gets a well of water only, there is in such a case a failure of consideration. If however he gets an oil well, the thing he bought, the fact that it does not yield oil enough to make it profitable to work it, does not constitute a failure of consideration upon which he may rely as a defence in a suit upon a note given on account of the purchase money. In such a case he must rely upon his <em>warranty ox fraud.</em></p>\n<p id=\"b149-5\">The text in <em>Benjamin on Sales, </em>309, that there is no such thing'as a failure of consideration where the buyer has got that which he bargained for, although the subject-matter of the sale may turn out to be a thing of no value, is sustained hy decided cases. <em>Hall vs. Conder, </em>26 <em>L. J. C. P., </em>138; <em>Young vs. Cole, </em>3 <em>Bing. N. C., </em>724; <em>Gompertz vs. Bartlett, </em>23 <em>Law J. Q. B., </em>65; 1 E. &amp; <em>B., </em>849; 8 <em>C. B., </em>373; 4 <em>Bing., </em>373.</p>\n<p id=\"b149-6\">The thing sold here was an oil well, and it is admitted the company got an oil well, but the objection is that it wholly failed to answer the purposes for which it was bought. It did not yield enough to justify working it. This fact, however, does not constitute a <em>failure of consideration </em>as relied on by the defendant, and there was no error therefore in refusing the second prayer.</p>\n<p id=\"b149-7\">It was further urged in argument, that the instructions granted by the Court are erroneous, because they are based upon the assumption that the note or instrument of writing for the payment of five thousand dollars, is a promissory note, and it is contended that it is not a promissory note, not being for the payment of a <em>certain </em>and <em>definite sum.</em></p>\n<p id=\"b150-4\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>The company in the body of the note agrees to pay the plaintiff five thousand dollars, less his proportion for contribution to the working capital of the company, the said contribution to be in proportion to the shares of stock held by him.</p>\n<p id=\"b150-5\">It is an essential element of a promissory note, that it should be for-the payment of a <em>certain sum. </em>The object of such a note is to represent to some extent at least money itself, and there must be no <em>uncertainty </em>or <em>chance </em>of <em>mistahe </em>as to the amount of money of which it thus takes the place and performs the office.</p>\n<p id=\"b150-6\">The sum must be stated definitely, and it has been said that the maxim <em>“Id cerium est quod cerium redAipotest,” </em>cannot be invoked to supply the want of an express certainty on this point. Where, however, the note has not been negotiated, and the suit is between the original parties, the question is more one of <em>form </em>than of <em>substance, </em>for although it could not be declared on as a promissory note, still it would be evidence of an agreement to pay money, and the plaintiff might frame his declaration accordingly. In such case by proving the consideration, he might obtain all the advantages which would belong to the instrument as a promissory note.</p>\n<p id=\"b150-7\">This, however, is not a suit upon the note or instrument of writing as a note, but an action of <em>trover </em>against a third party for its <em>conversion, </em>and conceding for the purposes of this case that it is not, strictly speaking, a promissory note, yet it is an agreement' to pay money, and as such a valuable security, for the conversion of which an action of trover would lie. Being a valuable security belonging to the plaintiff its <em>conversion </em>by the defendant is the <em>gist of the action, </em>and whether it be a promissory note or an agreement to pay money, or any other valuable security, the measure of damages would be the same, namely, the plaintiff’s interest in the thing converted.</p>\n<p id=\"b150-8\">The fact, therefore, that the several instructions granted by the Court assume that the paper in question is a <page-number citation-index=\"1\" label=\"137\">*137</page-number>promissory note, constitutes no ground for reversing the judgment, because in any aspect of the case, the measure of damages to which the plaintiff was entitled is correctly stated by the Court.</p>\n<decisiondate id=\"b151-16\">(Decided 29th June, 1880.)</decisiondate>\n<p id=\"b151-5\">The motion in arrest of judgment was also properly overruled.</p>\n<p id=\"b151-6\">The declaration contains three counts :</p>\n<p id=\"b151-7\">1st. For the conversion or trover.</p>\n<p id=\"b151-8\">2nd. For money received.</p>\n<p id=\"b151-9\">3rd. For money found due <em>on amounts </em>stated.</p>\n<p id=\"b151-10\">In support of the motion, it was argued, that the declaration was had, because it contains a count in trover and one in assumpsit.</p>\n<p id=\"b151-11\">Whether counts in trover and assumpsit can he joined is a question not necessary to he decided here, because it is obvious that there is hut one good count in this declaration, and that is the one for <em>trover.</em></p>\n<p id=\"b151-12\">The second count is defective, because the words for “ money payable ” are omitted. <em>Rider vs. Merryman, </em>34 <em>Md., </em>100. Art. 15, sec. 22, of the Code provides, that the words “ money payable,” &amp;c., shall precede the money counts.</p>\n<p id=\"b151-13\">The third count is defective, because there is no such thing as a count for “ money found to he due on <em>amounts </em>stated,” nor are we at liberty in the face of the record, and the objection of the appellee, to treat it as a count “for money found to he due on accounts stated.”</p>\n<p id=\"b151-14\">Finding no error in the rulings below, the judgment will he affirmed.</p>\n<p id=\"b151-15\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}