{
  "casebody": {
    "data": "<casebody firstpage=\"558\" lastpage=\"565\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b520-3\">[Crim. No. 2578.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AtW\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_A\">Dec. 30, 1976.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b520-4\">THE PEOPLE, Plaintiff and Respondent, v. MARY ESCAMILLA, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b522-3\"><page-number citation-index=\"1\" label=\"560\">*560</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b522-4\">Craig H. Anderson, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b522-5\">Evelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Willard F. Jones and Garrick W. Chock, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b522-6\">Opinion</p>\n<author id=\"b522-7\">BROWN (G. A.), P. J.</author>\n<p id=\"ACK\">Appellant, Mary Escamilla, was charged with and convicted of sale of heroin on March 11, 1975 (Health &amp; Saf. Code, § 11352, subd. (a), count I), sale of heroin on March 13, 1975 (Health &amp; Saf. Code, § 11352, subd. (a), count II), and possession of heroin (Health &amp; Saf. Code, § 11350, subd. (a), count III).</p>\n<p id=\"b522-8\">Conviction of the two sale-of-heroin counts (counts I and II) is supported by adequate evidence of sales by appellant on March 11 and March 13, 1975, to an addict operating as an agent of the police. The evidence supporting her conviction of the possession count (count III) was seized as the result of a search of her home pursuant to a search warrant issued by a nonattomey magistrate.</p>\n<p id=\"b522-9\">As grounds for reversal appellant urges that (1) the person to whom the sales were made was an accomplice and her testimony was not corroborated (Pen. Code, § 1111); (2) she was denied a speedy trial as required by Penal Code section 1382; and (3) because the search warrant was signed by a nonattorney judge, the search of her home was unlawful under the rationale of <em>Gordon </em>v. <em>Justice Court </em>(1974) 12 Cal.3d 323 [115 Cal.Rptr. 632, 525 P.2d 72] (cert, den., 420 U.S. 938 [43 L.Ed.2d 415, 95 S.Ct. 1148]).</p>\n<p id=\"b522-10\">We have concluded that the first two contentions lack merit and therefore the judgment of conviction of counts I and II should be affirmed; we have further concluded that the third contention has merit and the judgment of conviction of count III should be reversed.</p>\n<p id=\"b523-3\"><page-number citation-index=\"1\" label=\"561\">*561</page-number>Was the Police Operative an Accomplice?</p>\n<p id=\"b523-4\">Appellant’s argument is predicated on the uncontradicted fact that at the time of each of the two “buys” of heroin from appellant the addict police operative retained some of the heroin purchased for her own use.</p>\n<p id=\"b523-5\">An accomplice is “one who is liable to prosecution for the identical offense charged against the defendant on trial in the cause in which the testimony of the accomplice is given.” (Pen. Code, § 1111.) It is clear that a purchaser of narcotics is not an accomplice under this section because the buyer is not liable to prosecution for the sale. <em>(People </em>v. <em>Poindexter </em>(1958) 51 Cal.2d 142, 149 [330 P.2d 763]; <em>People </em>v. <em>Chrisman </em>(1967) 256 Cal.App.2d 425, 437 [64 Cal.Rptr. 733] (cert, den., 395 U.S. 985 [23 L.Ed.2d 774, 89 S.Ct. 2135]).)</p>\n<p id=\"b523-6\">Moreover, the addict police operative was a feigned participant in the sale and therefore would not have been an accomplice under longstanding case law. <em>(People </em>v. <em>Gossett </em>(1971) 20 Cal.App.3d 230, 234 [97 Cal.Rptr. 528].) The fact that she also retained a portion of the purchased drugs for her own use without the officers’ knowledge lifts the veil of a “feigned participant” somewhat from the informant but does not elevate her beyond a mere purchaser of narcotics. Thus, while she was liable to prosecution for possession of the heroin she retained, she was not liable to prosecution for the sale of the heroin and therefore was not an accomplice as to that offense.</p>\n<p id=\"b523-7\">Was Appellant Denied a Speedy Trial Under Penal Code Section 1382?</p>\n<p id=\"b523-8\">Penal Code section 1382 in substance requires that a defendant be brought to trial within 60 days after filing of the information unless a date beyond that time is consented to by the defendant. The clerk’s minutes indicate that appellant waived her statutory time for trial and the court granted a motion for continuance at the request of both attorneys. She cannot now claim those rights have been denied her. <em>(People </em>v. <em>Wilson </em>(1963) 60 Cal.2d 139, 146 [32 Cal.Rptr. 44, 383 P.2d 452].)</p>\n<p id=\"b523-9\">Issuance of Search Warrant by a Nonattorney Magistrate</p>\n<p id=\"b523-10\">In <em>Gordon </em>v. <em>Justice Court, supra, </em>12 Cal.3d 323 (cert, den., 420 U.S. 938), the Supreme Court of California held it to be a violation of the <page-number citation-index=\"1\" label=\"562\">*562</page-number>due process clause of the Fourteenth Amendment to the United States Constitution for a defendant charged with a crime to be tried before a nonattorney judge when his conviction may result in a jail sentence.</p>\n<p id=\"b524-4\">Though there is a lengthy discussion in that case of many incidental considerations, the opinion is essentially grounded upon the probability . . that a layman will be unable to deal effectively with the complexities inherent in a [modem] criminal trial” (12 Cal.3d at p. 328) and that “[t]here is little guarantee that the background of a non-attomey judge will have prepared him to recognize [the complex legal and constitutional] issues and resolve them according to established legal principles” <em>(id., </em>at p. 330). For example, involved in even a misdemeanor trial may be constitutional issues involving the First Amendment, difficult legal problems with respect to evidentiary matters, numerous technical problems concerning the proper conduct of a jury trial, the required protection of a defendant’s constitutional rights in accepting guilty pleas, and difficult sentencing decisions. The court pointed out that “[t]he [non-attomey] judge is placed in a position of either drawing upon his own experience (which may be limited) or relying upon the position taken by the prosecutor or defense attorney.” <em>(Id., </em>at pp. 332-333, fn. 12.) The court concluded “a reasonable likelihood exists that a non-attomey judge will be unable to afford a defendant a fair trial . . . .” <em>(Id., </em>at p. 333.)</p>\n<p id=\"b524-5\">Adverting to the responsibility devolving upon a magistrate in the issuance of a search warrant, it has been said that “. . . an issuing magistrate must meet two tests. He must be neutral and detached, and he must be capable of determining whether probable cause exists for the requested arrest or search.” <em>(Shadwick </em>v. <em>City of Tampa </em>(1972) 407 U.S. 345, 350 [32 L.Ed.2d 783, 788, 92 S.Ct. 2119].)</p>\n<p id=\"b524-6\">The goal is to require an informed and deliberate review of the circumstances by one who is removed from “ \\ . . the often competitive enterprise of ferreting out crime’ ” <em>(Shadwick </em>v. <em>City of Tampa, supra, </em>407 U.S. 345, 350 [32 L.Ed.2d 783, 788], quoting from <em>Johnson </em>v. <em>United States </em>(1948) 333 U.S. 10, 14 [92 L.Ed. 436, 440, 68 S.Ct. 367]), rather than to accept “ ‘ “. .. the hurried action of officers . . . who may happen to make arrests” ’ ” <em>(Skelton </em>v. <em>Superior Court </em>(1969) 1 Cal.3d 144, 149-150 [81 Cal.Rptr. 613, 460 P.2d 485], quoting from <em>Aguilar </em>v. <em>Texas </em>(1964) 378 U.S. 108, 111 [12 L.Ed.2d 723, 726, 84 S.Ct. 1509], which was in turn quoting from <em>United States </em>v. <em>Lefkowitz </em>(1932) 285 U.S. 452, 464 [76 L.Ed. 877, 882, 52 S.Ct. 420, 82 A.L.R. 775]). This whole purpose is <page-number citation-index=\"1\" label=\"563\">*563</page-number>defeated, then, if the magistrate merely acts as a rubber stamp for the police. <em>(People </em>v. <em>Superior Court (Johnson) </em>(1972) 6 Cal.3d 704, 711 [100 Cal.Rptr. 319, 493 P.2d 1183]; see also <em>United States </em>v. <em>Ventresca </em>(1965) 380 U.S. 102, 109 [13 L.Ed.2d 684, 689, 85 S.Ct. 741].)</p>\n<p id=\"b525-4\">In recent years the entire area of search and seizure has become very complex and the subject of great disagreement even among attorneys as to the governing legal principles and the proper application of those principles to diverse factual situations. We need look no further than the two-pronged test of <em>Aguilar </em>v. <em>Texas supra, </em>378 U.S. 108, and to the myriad of search and seizure cases that have reached the appellate courts of this state to appreciate the difficulty of evaluating the technical .adequacy of affidavits supporting search warrants and the complex and agonizing decisions which must be made in determining the existence of probable cause. Under the reasoning in <em>Gordon, </em>the potential inability of a layman to appreciate the subtleties of search and seizure questions casts grave doubt upon the ability of a layman judge to meet the required qualification of not only being capable of probable cause determination but also of being neutral and detached. <em>Gordon </em>indicates the nonattorney judge is likely to rely heavily on law enforcement personnel for guidance in his decision making when it becomes obvious that his own experiences are so limited as to be of little assistance to him in resolving the probable cause question before him on a request for a search warrant.</p>\n<p id=\"b525-5\">The respondent argues that <em>Gordon </em>is not applicable to the issuance of a search warrant because in <em>Gordon </em>a misdemeanor trial was involved wherein defendant faced a ^potential jail sentence, while the mere execution of a search warrant does not involve an immediate or automatic loss pf freedom. The plain flaw in this argument is that the issuance of a search warrant and the resultant search of a person and/or his premises are usually followed by an arrest and the filing of a felony charge based upon the fruits of the search. If convicted, the ultimate result is a loss of freedom greater than that suffered from a conviction after a misdemeanor trial. As the court noted in <em>Gordon: </em>“We also note that a judge of a justice court is authorized to act as a magistrate (Pen. Code, § 808) with power to conduct preliminary hearings in felony cases and to order the defendant to stand trial for his offense (Pen. Code, § 858 et seq.)[.] Although petitioners were not charged with felony offenses and, accordingly, the question is not before us, we fail to see any distinction of consequence between misdemeanor trials involving a potential jail sentence, and felony preliminary examinations which <page-number citation-index=\"1\" label=\"564\">*564</page-number>present similar potential loss of freedom. Thus, a strong argument could be made that an attorney judge is essential to afford the defendant due process during the preliminary hearing.” (12 Cal.3d at pp. 326-327, fn. 2.) It must be further pointed out that the probable cause determination to be made by a magistrate at a preliminary hearing is essentially the same as that applicable to the determination of the sufficiency of an affidavit for the issuance of a search warrant.</p>\n<p id=\"b526-4\">The Attorney General cites and relies upon <em>Shadwick </em>v. <em>City of Tampa, supra, </em>407 U.S. 345. In that case the United States Supreme Court upheld the Charter of Tampa, Florida which authorized the issuance of an <em>arrest </em>warrant by nonattomey clerks of the Tampa Municipal Court. The court concluded that these clerks were neutral and detached and capable of making probable cause determinations in the narrow range of offenses to which their authority related (breach of municipal ordinances of the City of Tampa, including impaired driving, breach of peace, drunkenness and trespass).<footnotemark>1</footnotemark> The court limited the scope of its holding to merely a rejection of a per se invalidation of a state or local warrant system on the ground the issuing magistrate was not a lawyer judge, thereby leaving to the state a greater degree of flexibility and leeway.  Of course, California is permitted to establish stricter constitutional standards than those prescribed by the United States Supreme Court (see <em>People </em>v. <em>Norman </em>(1975) 14 Cal.3d 929, 939 [123 Cal.Rptr. 109, 538 P.2d 237]) and it appears by its opinion in <em>Gordon </em>that the California Supreme Court has done precisely that. (Cf. <em>Gordon </em>with <em>North </em>v. <em>Russell </em>(1976) 427 U.S. 328 [49 L.Ed.2d 534, 96 S.Ct. 2709].)  As an intermediate appellate court we, of course, must follow the dictates of <em>Gordon. (Auto Equity Sales, Inc. </em>v. <em>Superior Court </em>(1962) 57 Cal.2d 450, 455-456 [20 Cal.Rptr. 321, 369 P.2d 937].)</p>\n<p id=\"b526-6\">The respondent also argues that the existence of a de novo proceeding before the superior court pursuant to Penal Code section 1538.5, whereby the constitutionality and legality of the search warrant may be challenged (see <em>People </em>v. <em>Superior Court (Johnson), supra, 6 </em>Cal.3d 704, 710), is adequate to protect a defendant against a loss of his due process rights. In <em>Gordon, </em>however, the court rejected the Attorney General’s argument that the defendant’s right to appeal from a justice court judgment is a sufficient guarantee of due process (see 12 Cal.3d at pp. 331-332) even though in such an appeal the defendant is entitled to a trial de novo (see Code Civ. Proc., § 904.4). <page-number citation-index=\"1\" label=\"565\">*565</page-number>Since a defendant is entitled to an analogous de novo hearing in the superior court pursuant to a motion to suppress illegally seized evidence under Penal Code section 15 3 8.5, under <em>Gordon </em>the argument must be.rejected. (Cf. <em>North </em>v. <em>Russell, supra, </em>427 U.S. 328.)</p>\n<p id=\"b527-4\">In <em>Gordon, </em>the Supreme Court gave consideration to the practical effects of its holding. In this regard we make two observations. First, that as of January 1, 1977, there will be only three lay justices of the peace remaining in California, and there will be none within a two-year period after that date. It is therefore apparent that the result we reach will have minimal practical impact on the administration of justice or law enforcement in this state. Secondly, the availability of telephonic search warrants under the authority of Penal Code sections 1526 and 1528 makes an attorney magistrate as close at hand as the telephone. Requiring a search warrant to be issued by attorney judges, therefore, should not discourage law enforcement personnel from seeking the issuance of a search warrant rather than acting on their own.</p>\n<p id=\"b527-5\">Grounding our conclusion on the mandate of <em>Gordon, </em>and acting under the compulsion of that case, we conclude that the search warrant issued by a lay magistrate in this case is invalid. Further, for the reasons stated in <em>Gordon </em>(see 12 Cal.3d at p. 334, fn. 13), making the holding therein prospective in operation, the ruling herein shall apply only to search warrants issued on or after the date this decision becomes final.</p>\n<p id=\"b527-6\">The judgment of conviction of counts I and II is affirmed, and the judgment of conviction of count III is reversed.</p>\n<p id=\"b527-7\">Gargano, J., and Franson, J., concurred.</p>\n<p id=\"b527-8\">Appellant’s petition for a hearing by the Supreme Court was denied March 17, 1977.</p>\n<footnote label=\"1\">\n<p id=\"b526-7\">The court noted the charter did not authorize the clerks to issue search warrants. (407 U.S. at p. 347 [32 L.Ed.2d at pp. 786-787].)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}