{
  "casebody": {
    "data": "<casebody firstpage=\"467\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b467-8\">Norman B. Hall <em>vs. </em>George M. Way.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b467-9\"><em>G </em>conveyed to <em>W </em>whiteacre subject to a mortgage to the plaintiff, which <em>W </em>assumed and agreed to pay. <em>W </em>in exchange conveyed to <em>G </em>blackacre, subject to a mortgage to a savings bank for $1,400, which <em>G </em>assumed and agreed to pay, <em>G </em>also giving a mortgage back to <em>W </em>for $1,700. <em>W </em>afterwards foreclosed <em>C </em>on the $1,700 mortgage, and on a bill of foreclosure brought by the savings bank, paid the debt due the latter, and became absolute owner of blackacre, which was worth more than both the mortgages npon it. The debt due the plaintiff, which <em>W </em>had agreed to pay, remaining unpaid, <em>C </em>assigned to the plaintiff all his claim upon <em>W </em>upon his agreement, and the plaintiff brought suit against <em>W </em>upon the agreement. Held that <em>W </em>could not set off the $1,400 note to the savings bank which <em>G </em>had assumed and agreed to pay This note had been paid by blackacre, the property of <em>C, </em>applied by the foreclosure to its payment, and now owned by <em>W.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b467-10\">Upon the foreclosure by the savings bank it was arranged between <em>W </em>and the bank that the time of redemption should be allowed to run out, for the purpose of clearing the title, and that <em>W </em>should afterwards be allowed to purchase the property for the amount of the mortgage debt; under which arrangement the property was afterwards conveyed by the savings bank to <em>W, </em>he paying the amount of the foreclosed mortgage. Held to be a redemption, the form in which it was done not affecting the character of the transaction.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b467-11\">Assumpsit upon an agreement of the defendant to assume and pay a mortgage debt due the plaintiff; brought to the Superior Court in Hartford County. The plaintiff sued upon <page-number citation-index=\"1\" label=\"468\">*468</page-number>the promise in one count in his own right and in another as assignee of the rights of one William H. Camp, to whom the promise was made. The defendant pleaded the general issue with notice of a set-off of a claim upon the said Camp upon a like assumption of a mortgage debt upon land conveyed by the defendant to him. The case was tried to the court, before <em>Beardsley, J., </em>and the following finding of facts was made.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b468-4\">On the 22d of September, 1873, William H. Camp was indebted to Hall, the plaintiff, in the sum of $1,696.90, evidenced by his two promissory notes—one for $1,000 and the other for $696.90, both dated July 1, 1873, and payable in two and three years respectively after date, with interest semi-annually at the rate of seven per cent, and taxes; and to secure the payment of these notes Camp on that day mortgaged to Hall the premises described in the declaration, subject to two other mortgages, one to Sidney A. Ensign for $2,000, and the other to Woodruff <em>&amp;. </em>Kenyon for $339.50.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b468-5\">On the same day Camp sold and conveyed to Way, the defendant, the premises described in the declaration, and took in exchange therefor certain property of Way hereinafter described. In the deed from Camp to Way the property was stated to be subject to all the above mortgages, amounting to $4,036.40, all of which Way assumed and agreed to pay.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b468-6\">The mortgage to Woodruff <em>&amp; </em>Kenyon has been paid. The mortgage to Ensign and that to the plaintiff have never been paid, in whole or in part. Way paid to Hall the interest on the two first named notes from January 1,1874, to April 1, 1874, since which time no interest has been paid on them.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b468-7\">On the 26th of September, 1873, in exchange for the property conveyed by Camp to him, Way conveyed to Camp a parcel of land situated in the town of Bloomfield, containing about fifty acres, subject to a mortgage to the Society for Savings of Hartford for $1,400, and in the conveyance Camp assumed and agreed to pay this mortgage. Camp also, as part of the transaction, gave to Way his promissory note, dated September 26,1873, for $1,700, with interest from date at seven per cent., and mortgaged back the Bloomfield property to secure it.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b469-3\"><page-number citation-index=\"1\" label=\"469\">*469</page-number>Early in 1876 Way foreclosed tlie last named mortgage; the time fixed by the court for redemption expired, and Camp did not redeem, and the title to the mortgaged premises soon after became absolute in Way. The Society for Savings thereupon brought a bill for a foreclosure upon their mortgage for $1,400 against both Camp and Way, and neither redeeming within the time limited, the title to the premises became absolute in the petitioners on the 31st of August, 1876. On the next day the Society for Savings, by virtue of an agreement previously made or understood with Way, conveyed the premises by quitclaim deed to him for the consideration of $1,551.51, that being the amount of the mortgage for $1,400 with the accumulations of interest and costs of foreclosure.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b469-4\">The note and mortgage of Way for $1,700 and the note and mortgage for $1,400 to the Society for Savings, have only been paid by the foreclosures above stated. The value of the Bloomfield property taken upon foreclosure is $3,500.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b469-5\">On the 5th of August, 1875, Camp assigned and conveyed to Hall all his claims and rights of action against Way growing out of Way’s promise to assume and pay the two notes for $1,696.90, and Hall has ever since owned the same; and on the 16th day of August, 1877, Camp assigned and conveyed to Ensign all his right of action against Way, arising from the neglect of Way to pay the debt due to him, and Ensign now owns the same.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b469-6\">Upon the foregoing facts judgment was rendered for the plaintiff to recover the sum of $1,696.90, with interest from April 1st, 1874. The defendant brought the record before this court by a motion in error.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b469-7\"><em>O. P. </em>Perkins, for the plaintiff in error.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b469-8\">It is settled by our decisions that as soon as Camp assumed the mortgage to the Society for Savings, and neglected to pay it, a right of action accrued to Way to recover from him the amount of the note secured by that mortgage, and recover the whole amount of it without paying anything himself. In <em>Foster </em>v. <em>Atwater, </em>42 Conn., 244, the court says, (p. 253:) “It appears in the case that the defendant neglected and <page-number citation-index=\"1\" label=\"470\">*470</page-number>refused to pay the note in question at its maturity. He therefore violated his contract with Carrington by this neglect, and a right of action thereupon accrued to him on the contract for a breach of the same. * * The contract is an absolute one to pay the note at maturity as well as a contract of indemnity, and Carrington has an interest in its performance, for by the terms of the contract his liability on the note would cease at its maturity, as it was then to be paid, but the violation of the contract continued his liability and gave him a right of action on the contract.” It is clear that if Camp had sued Way on his assumption of the mortgages on the Hartford property, Way could have set off this claim against Camp for his breach of contract in not paying the mortgage to the Society for Savings. Nor was this right of set-off extinguished by the assignment.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b470-5\">The statute (Gen. Statutes, p. 424, § IB,) provides that an assignee takes the claim subject to such set-off as it was liable to in the hands of the assignor, so that Hall stood exactly in the place of Camp, and if the claim could be set off against Camp it could against Hall. How has Mr. Way ever lost this claim against Camp ? It can hardly be claimed that the foreclosure of both Way and Camp by the Society for Savings deprived Way of his claim against Camp for not paying this very mortgage. The day after Camp assumed tins mortgage to the Society for Savings, the note being on demand and unpaid, Way could have brought a suit against Camp and recovered the whole amount of the note, without paying it. This was settled in <em>Foster </em>v. <em>Atwater. </em>Suppose he had done so, and had recovered the money from Camp, and the Society for Savings had then foreclosed both of them, it would not-have affected Way at all. It is not reasonable then to say it would affect him now. No act of the Society for Savings-could destroy his rights, yet it is claimed that it has, and has entirely deprived him of this right of set-off. Nor could the • fact that Camp did not assign to Hall all his claim against Way, but assigned the other part to Ensign, make any difference. He could not by such division of a claim deprive Way of Ms right of set-off. He must have it against one or the <page-number citation-index=\"1\" label=\"471\">*471</page-number>other, and can set it up against either one who sues him. If Way gets the amount applied on Hall’s debt he cannot set it off against Ensign. Otherwise Ensign might sue on his assignment and refuse to have it set off as against him, and Camp sue on his, and refuse it, and so Way might be cut off entirely. It will hardly be claimed that the fact that Way, rather than some other person, bought the property after the foreclosure, makes any difference. The title had become absolute in the Society for Savings and he had as good a right to buy the property of them as any other person could have.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b471-4\"><em>O. J. Cole, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b471-5\">Carpenter, J.</author>\n<p id=\"Ads\">The defendant purchased a piece of property of one Camp, subject to a mortgage to the plaintiff, assumed the mortgage debt, and promised Camp that he would pay the same. Before the commencement of this suit Camp assigned his claim growing out of this promise to the plaintiff. This suit is brought to recover the amount of the mortgage debt of the defendant.</p>\n<p id=\"b471-6\">The defense is that Camp received in exchange for the property certain real estate in Bloomfield, subject to a mortgage to the Society for Savings for $1,400, which mortgage Camp assumed and promised to pay; but has not paid the same except as it was paid by a foreclosure of the premises. Camp mortgaged the property received by him to the defendant, subject to the mortgage to the savings bank, to secure the sum of $1,700, which mortgage the defendant subsequently foreclosed. After that the savings bank foreclosed its mortgage, Camp failing to redeem.. The defendant did not redeem within the time limited, but afterwards, pursuant to an agreement previously made with the savings bank, paid the amount due to the bank, including interest and cost, and took a deed of the property to himself. The properly was worth $3,500—more than the amount of both mortgages upon it. In this state of things the defendant insists that he has a right to set off against the plaintiff’s demand the claim held by the savings bank—$1,400.</p>\n<p id=\"b472-3\"><page-number citation-index=\"1\" label=\"472\">*472</page-number>The Superior Court refused to allow the set-off and rendered judgment for the plaintiff for the full amount of his el aim. A motion in error brings the record before this court for a revision of that question.</p>\n<p id=\"AOf\">The argument of the learned counsel for the defense is, that the note to the Society for Savings being due it was payable immediately, and . Camp failing to pay, the defendant had an immediate right of action against Camp, and might recover the full amount of the savings bank note without paying it himself; and that this right of action remains to him notwithstanding the foreclosure proceedings; and therefore that he has a right to set off the amount of that note in this suit.</p>\n<p id=\"b472-5\">Possibly the defendant’s right of action remains to him, as claimed, but the weak point in the argument is in assuming that the rule of damages remains the same. Let us illustrate by supposing that the defendant had brought a suit immediately after the transaction and recovered and collected of Camp the full amount of the indebtedness to the savings bank. What would have been the consequence? Camp would have made good his promise; the defendant would have been in funds with which to pay the debt to the savings bank, and it would have been clearly his duty to pay it. Camp having paid for the property would have had a right to a clean title, and the defendant might have been compelled not only to pay the savings bank, but also to procure a discharge of the mortgage to Camp. The result would have been the same as it would have been if Camp had paid the money directly to the savings bank. The transaction would have ended substantially as the parties contemplated that it should—Camp paying the debt and having the property, and the defendant being fully indemnified.</p>\n<p id=\"b472-6\">Contrast this with what actually occurred. Camp did not pay the debt in cash, either to the savings bank or to the 'defendant. The defendant paid the money to the savings bank and was entitled to indemnity. If Camp had repaid him in money it seems very clear that no set-off could be allowed. But the security which the savings bank held, and <page-number citation-index=\"1\" label=\"473\">*473</page-number>wlrich was more than sufficient to pay the debt, in consideration of such payment by the defendant, has been transferred to him and he now owns it free from any incumbrance. In that he has received full indemnity. If the parties remain in that situation the defendant loses nothing, leaving his obligation to pay the plaintiff’s demand in full force. He has paid his money it is true, but he has received a full equivalent. Camp in effect paid the debt.</p>\n<p id=\"b473-4\">The defendant now seeks to pay his own debt to Camp, (assigned to the plaintiff,) with a claim which he once had against Camp, but which now, in legal contemplation, has been satisfied. If therefore any right of action remains to the defendant, which is very doubtful, it is a bare technical right, without any claim to more than nominal damages. There is therefore, as the counsel for the plaintiff well observes, nothing to set off.</p>\n<p id=\"b473-5\">There is a little complication growing out of the form of the transaction. The decree of foreclosure was permitted to take effect, whereby the title became absolute in the savings bank. The defendant then formally purchased of the savings bank by paying the debt and cost, which amounted to less than half of the value of the property. But this was done in pursuance of an agreement previously made. The substance of the transaction was a redemption by the defendant. The form in which it was done is immaterial. The defendant and the savings bank could not by agreeing between themselves to change the form of doing the thing, place it in the power of the defendant to collect, unjustly, the amount of the debt of Camp or Hall.</p>\n<p id=\"b473-6\">There is no error in the judgment.</p>\n<p id=\"b473-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}