{
  "casebody": {
    "data": "<casebody firstpage=\"604\" lastpage=\"609\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b628-9\">John Shuttleworth v. H. W. McGee et al., Executors.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b628-10\">Decided November 23, 1907.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b628-11\">!•—Attorney and Client—Negligence of Attorney—Limitation—Pleading.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b628-12\">In an action by a client against the executors of his attorney for damages for the failure of said attorney to file suit upon a note placed in the hands of the attorney for collection, whereby the note became barred by limita<page-number citation-index=\"1\" label=\"605\">*605</page-number>tion and the value thereof lost to plaintiff, pleading of plaintiff considered, and held not subject to a special exception interposing the statutes of limitation.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b629-5\">2. —Same—Misrepresentations of Attorney.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b629-6\">The relationship between client and attorney is one of trust and confidence, and the client has the right to rely upon the statements of his attorney to the effect that he has performed his duty in the matter of his employment, hence, in an action by the client against his attorney for damages resulting from the negligence of the attorney, the statute of limitation will not begin to run until the client discovers that the representations of his attorney upon which he relied, were untrue.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b629-7\">3. —Same—Same.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b629-8\">Where a note becomes barred in the hands of an attorney with whom it is placed for collection, it is proper for the client to endeavor to collect the note by suit before suing the attorney for damages, in order to ascertain whether or not the debtor will interpose the statute of limitations when such defense is available.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b629-9\">Appeal from the District Court of Harrison County. Tried below before Hon. Richard B. Levy.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b629-10\"><em>P. M. Young, </em>for appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AaU\">—In cases of fraudulent concealment of the cause of action, limitation will only begin to run from the time when, by the use of reasonable diligence, it should have been discovered. Cooper v. Lee, 1 Texas Civ. App., 9; s. c., 75 Texas, 114; Brown v. Brown, 61 Texas, 45; Kennedy v. Baker, 59 Texas, 150; Alston v. Richardson, 51 Texas, 1; Andrews v. Smithwick, 34 Texas, 544; Ripley v. Withee, 27 Texas, 17; Smith v. Talbot, 18 Texas, 782; Oldham v. Sparks, 28 Texas, 428; Pitman v. Holmes, 34 Texas Civ. App., 485; Fox v. Jones, 14 S. W. Rep., 1007.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b629-11\">Ho brief for appellee.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b629-12\">BOOKHOHT, Associate Justice.</author>\n<p id=\"A56i\">—John Shüttleworth, as plaintiff, instituted this suit against appellees as executors of the estate of Ben S. Pope, deceased, and, omitting the formal allegations, alleged:</p>\n<blockquote id=\"b629-13\">“That Ben S. Pope, on the date of his death and on the dates hereinafter set out, and many years prior thereto, was a duly licensed and practicing attorney-at-law, and that he had his office and place of business in Marshal], Texas, and held himself out to the business world as a practicing attorney, accepting employment as such, and receiving compensation for his services at an attorney-at-law.</blockquote>\n<blockquote id=\"b629-14\">“Plaintiff shows that on, to wit, the 28th day of April, A. D. 1902, the plaintiff was the owner and holder of a certain instrument in writing, commonly called a promissory note, executed by one H. H. Woodley, who was then a resident citizen of Harrison County, Texas, and a substantial copy of which instrument is as follows:</blockquote>\n<blockquote id=\"b629-15\"><em>“‘$469.91. </em>February 7, 1898.</blockquote>\n<blockquote id=\"b629-16\">“On Hovemher 1, 1898, I promise to pay to the order of John Shuttleworth four hundred, sixty-nine and 91-100 dollars, with 8 percent interest from due. Value received, and charge to the account of</blockquote>\n<blockquote id=\"b629-17\">“Attest: W. L. Everett. H. H. Woodley.’</blockquote>\n<blockquote id=\"b630-2\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>“That on said date the said promissory note was a just and legal demand against said H. H. Woodley in favor of plaintiff, and there was due the plaintiff on same the sum of $469.91 principal and $134.09 interest, making the total due plaintiff by said Woodley on said date of $604, which sum was due to plaintiff by said Woodley, and unpaid, and the plaintiff, having failed to collect the same without instituting legal proceedings, and the said Woodley having failed to pay the same, although demanded of him, and the plaintiff being desirous of instituting suit against the said Woodley for the purpose of recovering judgment for the said sum, made and entered into a contract with the said Ben S. Pope, on, to wit, April 28, 1902, for the purpose of instituting the said suit against the said Woodley, and under and by virtue of such contract delivered the said note on said date to said Ben S. Pope, as an attorney-at-law, to be sued on, and that said Pope executed and delivered to the plaintiff his agreement in writing, a substantial copy of which is as follows:</blockquote>\n<blockquote id=\"b630-3\">“‘Marshall, Texas, April 28, 1902.</blockquote>\n<blockquote id=\"b630-4\">“‘Received of John Shuttleworth, thirty-five dollars on account of costs and fee in suits of himself v. W. L. Woodley, J. L. Woodley, H. H. Woodley (also H. H. Woodley and Steve Scott), and W. L. Woodley and J. L. Woodley. Out of above I am to pay all costs if uncontested.</blockquote>\n<blockquote id=\"b630-5\">“‘(Signed) Ben S. Pope.’</blockquote>\n<blockquote id=\"b630-6\">“That under and by virtue of the said agreement the said Ben S. Pope, in consideration of the sum of thirty-five dollars cash to him paid, undertook and agreed, as an attorney-at-law, forthwith to institute suit in behalf of plaintiff against H. H. Woodley, the said Woodley being on the date of the said contract a resident citizen of Harrison County, Texas, and remaining such a resident a number of years thereafter, and the other persons named in said contract, and to obtain judgment of the said note of H. H. Woodley, among others, as speedily as possible.</blockquote>\n<blockquote id=\"b630-7\">“Plaintiff shows to the court that the said Pope fraudulently, and for the purpose of depriving the plaintiff of the benefit of the judgment which he could have expected to obtain and collect from said H. H. Woodley, and with gross neglect, wholly failed to institute said suit under and by virtue of said agreement, and because of the failure of the said Pope to so institute the said suit in accordance with the said agreement said note became barred by the statute of limitations of four years, on, to wit, the 1st day of Hovember, 1902.</blockquote>\n<blockquote id=\"b630-8\">“Plaintiff shows to the court that if said Pope had complied with his agreement the plaintiff would have recovered against the said H. H. Woodley on the said note a judgment for the sum of $604, and would have collected the same.</blockquote>\n<blockquote id=\"b630-9\">“Plaintiff further shows that on, to wit, the 23d day of July, 1902, the said Ben S. Pope wrote a letter to the plaintiff, a substantial copy of which is as follows:</blockquote>\n<blockquote id=\"b631-2\"><page-number citation-index=\"1\" label=\"607\">*607</page-number>“ ‘Office of Ben S. Pope, Attorney-at-law,</blockquote>\n<blockquote id=\"b631-3\">“Marshall, Texas, July 23, 1902.</blockquote>\n<blockquote id=\"AH36\">“Mr. John Shuttleworth, Shreveport, La.</blockquote>\n<blockquote id=\"b631-4\">“Dear Sir: In the matter of your notes against the Woodleys, beg to advise that I have brought suit, and service on them is complete, and I am ready for trial. Beg also to report that I have seen Mr. Steve W. Scott, and he has executed a note for $224.50, due November 1, 1902, with ten percent interest, and I have destroyed the old note.</blockquote>\n<blockquote id=\"b631-5\">“Tours truly,</blockquote>\n<blockquote id=\"b631-6\">“Ben S. Pope, per C.’</blockquote>\n<blockquote id=\"b631-7\">“Plaintiff shows that on, to wit, the-- day of August, 1902, and many times thereafter, the said Pope conferred with plaintiff in regard to the suits against the said Woodleys, and that in the said conversations the said Pope assured the said plaintiff that he had \"obtained said judgment's in accordance with his said agreements, and plaintiff here avers that the said letter and the said statement of the said Pope to this plaintiff were written and made by the said Pope for the purpose of fraudulently concealing from this plaintiff the fact that he had not, in fact, complied with his contract, and plaintiff here avers that he was misled by the acts and statements of said Pope in said letter, and in said conversations, and did, in fact, believe that his said note against said H. H. Woodley had been put in judgment, and that the running of limitation had been, in fact, stopped, and that his said claim against said Woodley would not be affected by the four year statute of limitation. Plaintiff further shows that said Pope repeatedly assured plaintiff that he had instituted suit and obtained said judgment, and that said assurances were by said Pope made with full knowledge that he had not so brought said suit, and were made with the knowledge that the plaintiff had full and complete confidence in his said attorney, and with the purpose on the part of the said Pope to take advantage of the confidence in which he was held by plaintiff, and fraudulently misled the plaintiff, and deprive him of the fruits of his claim against said Woodley, and for the purpose of deferring a discovery of the fact that he had not so brought suit against said Woodley until this plaintiff’s demand against the said Pope for damages for such fraudulent concealment and violation of his contract should be barred by the two year statute of limitation.</blockquote>\n<blockquote id=\"ApJ\">“Plaintiff further shows to the court that, acting on the said fraudulent and false representations, advice and statements of said Pope, the plaintiff, who had full and complete confidence in his said attorney, believed and had reasonable grounds for believing that the said Pope had so instituted suit against said H. H. Wóodley and obtained judgment on said note until, to wit, the 11th day of July, 1906, the plaintiff having been informed of the death of said Pope, and being desirous of employing another attorney to represent him and collect his said judgment against said Woodley, plaintiff came to Marshall, Texas, and did so employ another attorney, to wit, A. G. Carter, who, after making an investigation, advised the plaintiff that the said Pope had not, in fact, obtained such judgment, whereupon the plaintiff immediately in<page-number citation-index=\"1\" label=\"608\">*608</page-number>stituted suit in the County Court of Harrison County, Texas, said court having jurisdiction of the subject matter and parties to the suit, to recover a judgment on said note against said Woodley, and to which suit the said Woodley interposed a plea of the statute of limitation of four years, which plea was by the court sustained and judgment rendered against plaintiff.</blockquote>\n<blockquote id=\"b632-3\">“Plaintiff shows that he resides in the town of Shreveport, Louisiana, and that by reason of his employment and occupation is not able to come to Marshall, a distance of forty miles, to attend to his own affairs, and that he was compelled to employ said Pope and be governed by the advice received from him.</blockquote>\n<blockquote id=\"b632-4\">“Plaintiff shows that by reason of the fraudulent statements, acts and advice of the said Pope, and by reason of the negligent failure of said Pope to institute said suit in compliance with the said agreement, the plaintiff did not discover the failure of said Pope to institute said suit until July 11, 1906, and could not, by the exercise of reasonable diligence, have sooner discovered the same.”</blockquote>\n<p id=\"b632-5\">The defendants by demurrers interposed the statute of limitations of two and four years. These demurrers were sustained, and from a judgment dismissing the cause the plaintiff has appealed. The executors have filed no brief and made no appearance in this court.</p>\n<p id=\"b632-6\">Opinion.—The receipt, dated April 28, 1902, executed by Pope, evidences a contract in writing, whereby, in consideration of the sum of thirty-five dollars cash paid, he undertook and bound himself as an attorney-at-law to at once institute suit against H. H. Woodley arid others, and to prosecute the same speedily to judgment. It was shown that ÍYoodley and others were citizens of Harrison County. Pope recognized that such was his duty in his letter of July 23, 1902, wherein he sets out that he has brought suit and obtained service therein and is ready for trial, and that the Scott note has been renewed and the old note destroyed. The note became barred November 1, 1902. On the 11th of July, 1906, Shuttleworth leárned of the death of Pope, and came from his home in Shreveport, Louisiana, to Marshall, Texas, for the purpose of employing another attorney to collect his judgment. He did employ an attorney, who, after making an investigation, advised plaintiff that Pope had not in fact obtained judgment on the note. This was the first knowledge that Shuttleworth had that Pope had failed to put the note in judgment. He had been informed by letter from Pope that suit had been brought on the note, and that the case was ready for trial. He had also been assured in personal conferences that judgment had been obtained on the note. The relation between the .parties was that of attornev and client, one of trust and confidence, in which the client was justified in placing confidence in and relying upon the statements and representations of his attorney. Hpon learning of the death of his attorney Shuttleworth at once went from Shreveport, Louisiana, to Marshall, Texas, for the purpose of employing another attorney to collect his judgment. He at once employed an attorney, who, upon investigation, reported to Shuttleworth that Pope had not in fact obtained judgment on the note. He then immediately caused suit to be instituted thereon, to which Woodley interposed the statute of limita<page-number citation-index=\"1\" label=\"609\">*609</page-number>tion, and judgment went against Shuttleworth. Shuttleworth then instituted this suit against the executors of Pope. The plaintiff was justified in first bringing suit on the note, for he did not know that Woodley would rely on the statute of limitation until it was plead by him. It would have been waived by a failure to plead it, in which event judgment would have gone for Shuttleworth. Under the facts, as set up in the petition, which the demurrers admit to be true, the trial court erred in holding that the plaintiffs cause of action was barred by the four years’ statute of limitation; and if the two years’ statute applied to plaintiffs cause of action, still we think the statute was suspended by the misrepresentations of Pope to his client. In equity actual fraud or concealment of material facts by one of the parties will suspend the operation of the statute of limitation as to the other party until he discovers the fraud, or until, by the use of reasonable diligence, he might have discovered it. Brown v. Brown, 61 Texas, 45; Kennedy v. Baker, 59 Texas, 150; Andrews v. Smithwick, 34 Texas, 544. Shuttleworth did not discover the failure of Pope to obtain judgment on the note until July, 1906. He had no reason to suspect that Pope had deceived or misled him.</p>\n<p id=\"b633-3\">As stated, his relations with Pope were confidential, and he might well rely upon the representations of his attorney in reference to a matter that he, as attorney, had agreed to attend to. The note was barred when Shuttleworth learned that Pope had misled him. It can not be said that Shuttleworth was guilty of laches under the facts of this case in not sooner acquiring knowledge of the misrepresentations of Pope. As soon as he acquired knowledge thereof he immediately brought suit against Woodley on the note, and upon Woodley interposing the statute of limitations judgment went against Shuttleworth. This suit was filed November 16, 1906, immediately thereafter.</p>\n<p id=\"b633-4\">We conclude that the trial court erred in sustaining the special exceptions setting up the statutes of limitation of two and four years. The judgment is reversed and cause remanded.</p>\n<p id=\"b633-5\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}