{
  "casebody": {
    "data": "<casebody firstpage=\"343\" lastpage=\"344\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b535-7\">The State ex rel. Abate, Appellant, <em>v. </em>Industrial Commission of Ohio, Appellee, et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b535-8\">[Cite as <em>State ex rel. Abate v. Indus. Comm. </em>96 Ohio St.3d 343, 2002-Ohio-4796.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b535-11\">(No. 2001-0886</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AWq\">Submitted August 27, 2002</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AJD\">Decided September 25, 2002.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b535-13\">Per Curiam.</author>\n<p id=\"b535-14\">{¶ 1} It is undisputed that appellant-claimant Alice M. Abate was overpaid permanent total disability and Disabled Workers’ Relief Fund benefits from November 25, 1987, through July 5, 1989. Pursuant to R.C. 4123.511(J), appellee Industrial Commission of Ohio ordered recoupment via offset from future compensation. Contending that the statute did not apply, claimant sought a writ of mandamus from the Court of Appeals for Franklin County.</p>\n<p id=\"b535-15\">{¶ 2} On December 29, 2000, the magistrate recommended that the writ be denied. On January 22, 2001 — 24 days after the magistrate’s decision was filed— claimant filed her objections to that decision. Claimant’s untimely filing prompted the commission to file a motion to strike, and that motion was granted.</p>\n<p id=\"b535-16\">{¶ 3} On February 2, 2001, claimant moved for relief from judgment pursuant to Civ. R. 60. The court of appeals denied that motion:</p>\n<p id=\"b535-17\">{¶ 4} “Relator has failed to provide an explanation regarding why her objections were not filed with this court until January 22, 2001, when they were due for filing on or before January 12, 2001. Relator’s January 20, 2001 motion for relief from judgment, which is not the proper procedural vehicle to address this court’s order striking relator’s objections, is denied.”</p>\n<attorneys id=\"AYS\"><page-number citation-index=\"1\" label=\"344\">*344</page-number>Hochman &amp; Roach Co., L.P.A., Gary D. Plunkett and Michelle L. King, for appellant.</attorneys>\n<attorneys id=\"A8H\">Betty D. Montgomery, Attorney General, and Daniel M. Hall, Assistant Attorney General, for appellee.</attorneys>\n<p id=\"b536-4\">{¶ 5} On March 29, 2001, the court of appeals issued its decision and judgment entry, which repeated the finding that claimant had failed to timely file objections, and adopted the magistrate’s decision as its own. This cause is now before this court upon an appeal as of right.</p>\n<p id=\"b536-5\">{¶ 6} Claimant concedes that she did not file her objections in a timely manner. She asserts, however, that because the error was due to “mistake, inadvertence, surprise or excusable neglect,” Civ. R.60(B)(1) compels consideration of her cause on the merits.</p>\n<p id=\"b536-6\">{¶ 7} We agree with the court of appeals that claimant’s motion for relief from judgment is not the appropriate vehicle to challenge the court of appeals’ decision to grant the commission’s motion to strike. Given, therefore, the-untimeliness of claimant’s objections, we can proceed no further in our review. Civ.R. 53(E)(3)(b); <em>State ex rel. Booher v. Honda of Am. Mfg., Inc. </em>(2000), 88 Ohio St.3d 52, 723 N.E.2d 571.</p>\n<p id=\"b536-7\">{¶ 8} The judgment of the court of appeals is accordingly affirmed.</p>\n<p id=\"b536-8\">Judgment affirmed.</p>\n<judges id=\"b536-9\">Moyer, C.J., Douglas, Resnick, F.E. Sweeney, Pfeifer, Cook and Lundberg Stratton, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}