{
  "casebody": {
    "data": "<casebody firstpage=\"112\" lastpage=\"116\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b160-3\">AMPLEX OF MARYLAND, INC., Appellant, v. OUTBOARD MARINE CORPORATION, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b160-5\">No. 10671.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b160-6\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b160-7\">Argued Feb. 8, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b160-8\">Decided June 1, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b160-23\">David Freishtat, Baltimore, Md., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b160-24\">Roberts B. Owen, Washington, D. C. (Nestor S. Foley and Michael P. Bent-zen, Washington, D. C., and Covington &amp; Burling, Washington, D. C., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b160-25\">Before SOBELOFF, BOREMAN and BRYAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b160-26\">ALBERT Y. BRYAN, Circuit Judge.</author>\n<p id=\"b160-27\">In this antitrust action under § 4 of the Clayton Act, 15 U.S.C. § 15, Amplex of Maryland, Inc. claimed damages from Outboard Marine Corporation for violating §§ 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2, during 1961 in the sale of outboard motors and related items.<footnotemark>1</footnotemark> The alleged unlawful conduct <page-number citation-index=\"1\" label=\"113\">*113</page-number>was the refusal to deal with Amplex as a franchiser so long as it also sold similar products of manufacturers other than Outboard. The complaint charged the breaches were committed by Outboard’s engaging “in a combination and conspiracy to restrain interstate trade and commerce and * * * combining and conspiring to monopolize, attempting to monopolize and monopolizing interstate trade and commerce”. The District Court dismissed the complaint for failure of proof, and we sustain this judgment.</p>\n<p id=\"A-h\">At the start, it is necessary to understand the order of procedure in the trial court. By agreement trial of the two issues of liability and damages were separated. “The first issue — whether the plaintiff has been ‘injured in its business or property by reason of anything forbidden in the antitrust laws’ — shall under such agreement be tried first to the Court sitting without a jury (such trial being hereinafter referred to as ‘the liability trial’)”.</p>\n<p id=\"A41\">Thus the judge became the unfettered trier of the fact. He was entitled to weigh the evidence just as would a jury. The submission was not analogous to a presentation on motions to dismiss, for summary judgment or for a directed verdict. Hence the Court was not required to view the evidence as it must on motions.</p>\n<p id=\"AvY\">This understanding is important because the appellant refers to the issues as tendered by a motion for summary judgment. Moreover, at times the Court speaks of its willingness to accord favorable inferences to certain parts of the evidence for the plaintiff. Later, it adverts to the summary nature of the disposition of the case. The advertence, however, is to the procedure adopted by the Court, with the acquiescence of the parties, to shorten the trial, rather than to the character of the hearing. After more than four days of testimony, the judge suggested that procedure: that the remainder of the plaintiff’s evidence be stated in a proffer. In this the Court would consider the evidence actually adduced and that proffered, before taking the latter in actual testimony. Under the agreement, upon completion of the plaintiff’s proof in this method, the Court declared it insufficient to warrant a recovery.</p>\n<p id=\"b161-12\">The findings of fact derived from the proof, with conclusions of law thereon, were stated by the judge from the bench and reported. They were detailed and altogether comprehensive. We think this an adequate compliance with Rule 52(a) Federal Rules of Civil Procedure allowing “an opinion or memorandum of decision” to be filed in lieu of a formal statement of fact findings and legal conclusions.</p>\n<p id=\"b161-13\">The facts here, taken from the Court’s findings and undisputed circumstances, are these.</p>\n<p id=\"b161-14\">1. Plaintiff Amplex since before 1960 operated at Arnold, Maryland, on north Chesapeake Bay, a marine store.</p>\n<p id=\"b161-15\">2. In the spring of 1958 it commenced buying Scott-Atwater outboard motors for retail; but Amplex was very desirous to obtain a license to sell the more popular Johnson motors.</p>\n<p id=\"b161-16\">Defendant Outboard, a Delaware corporation, was the manufacturer of the Johnson, Evinrude and a model known as the Gale; it had factories and offices in Wisconsin and Illinois as well as other places; as pertinent here, Outboard did business in three divisions, Johnson Motors in Waukegan, Evinrude Motors in Milwaukee and Gale Products Division; the Johnson and Evinrude are similarly priced but the Gale was produced for resale by general stores, under their brand names and at a price lower than the other two; Gale was not manufactured after 1963.</p>\n<p id=\"b161-17\">3. In 1957 the Johnson Division promulgated to its sales representatives a statement of policy in respect to the <page-number citation-index=\"1\" label=\"114\">*114</page-number>awarding or maintaining of dealerships; relevant here is the instruction that no dealer in Johnson motors should be refused, or any dealership cancelled, because the dealer desired to undertake a competing line of engines; and this policy was subsistent throughout the times of this case.</p>\n<p id=\"b162-4\">4. About April 1960 the Johnson Division granted a dealership to Amplex, which commenced the sale of Johnson motors in May; it was evidenced by a written agreement expiring on September 30, 1960 or upon 30 days notice by either party; it contained no provision for renewal and no prohibition upon Am-plex’s sale of other models.</p>\n<p id=\"b162-5\">5. The Johnson Division was aware that Amplex was selling the Scott-At-water engine under a franchise with its producer; to meet business expansion due to the Johnson dealership, Amplex enlarged its sales facilities at considerable expense.</p>\n<p id=\"b162-6\">6. The Outboard motors had a national market in the United States and in Canada; according to its publications, Outboard manufactured and sold more than half, almost 60%, of the total motors sold in the United States and Canada; from the same source it appears that there were only about 11 other manufacturers in the United States; two of these were Mercury and Scott-Atwater; this was the state of the market in 1960 and 1961; Outboard’s sales market in the United States is divided into territories, each in charge of a district representative who supervises the dealer accounts, receives factory orders and recommends the award, refusal or termination of franchises.</p>\n<p id=\"b162-7\">7. Upon expiration of the Amplex dealership on September 30, 1960, it was given a new one for the year next ensuing; this again was with the knowledge that Amplex was also selling the Scott-Atwater engines; no renewal provision was embodied in the second agreement, nor was there any prohibition upon the franchiser’s holding a dealership for another engine.</p>\n<p id=\"b162-8\">8. In June 1961 Amplex established a separate business in a small building across the highway from its principal location; it was stocked by the manufacturer of Mercury outboard motors; Amplex operated it under the name of Arundel Marine; in early July the district sales representative of Outboard by telephone and by a personal visit inquired about and protested the dealership of Amplex with Mercury.</p>\n<p id=\"b162-9\">9. Later, in August or September 1961, this representative advised Am-plex that Outboard would not renew its dealership because of Amplex’s agency for Mercury; upon termination on September 30, 1961 the Outboard-Amplex dealership was not continued; shortly the same dealership was awarded to Nat Gates and Sons, a similar store not far away, at Edgewater, Maryland; Gates was then selling Mercury engines and continued to do so until it relinquished the Mercury agency several years after-wards.</p>\n<p id=\"b162-10\">10. The reasons given by Outboard for its refusal to extend the Amplex dealership were the squalor and poor organization of Amplex’s place of operation, its failure to give adequate dealer service to purchasers and its poor accounting system.</p>\n<p id=\"b162-11\">11. Plaintiff’s evidence, adduced and proffered, showed but one refusal by Outboard to deal upon a dealer’s failure to drop a competitive line; that was the cancellation, or non-renewal, of plaintiff’s own franchise; there was no evidence that the disenfranchisement of Amplex was held out threateningly as a deterrent to other dealers; there was no evidence of any combination or conspiracy linking Outboard to its competitors or other dealers.</p>\n<p id=\"b162-12\">12. Plaintiff’s evidence, adduced and proffered, did not disclose any monopolistic position of Outboard, or any attempt, intent or probability of success of any attempt, to monopolize.</p>\n<p id=\"b162-13\">I. Plaintiff asserts only the Sherman Act, and if we measured the defendant’s conduct by that standard <page-number citation-index=\"1\" label=\"115\">*115</page-number>alone dismissal would quickly follow. No combination necessary to a Section one prosecution was suggested by the evidence. Fatal to the Section two charge was the lack of any evidence of monopolization or its attempt. Even were monopoly power — the ability to fix prices or to exclude competition — infer-able from Outboard’s manufacture and sale of nearly 60% of the motors of this kind, the proof utterly fails to establish the slightest endeavor to use it. In brief, no violation of the Sherman Act is present.</p>\n<p id=\"b163-4\">II. But we choose not to rest on the Sherman Act alone. Although the plaintiff does not invoke § 8 of the Clayton Act, 15 U.S.C. § 14 <footnotemark>2</footnotemark>, it approaches the plaintiff’s grievance more closely than does the statute pleaded. As it offers a much broader protection, we now look to it to demonstrate the want of substance in the plaintiff’s case under any Federal law.</p>\n<p id=\"b163-5\">The plaintiff contends, and we paraphrase the Clayton Act § 3, that actually the franchise is an “understanding”, “the effect” of which is “to substantially lessen competition or tend to create a monopoly” in outboard motors. But the proof shows no more than a unilateral refusal to sell. Without more, a declination of this kind is not unlawful. This court, on facts not unlike those here, so declared in McElhenney Co. v. Western Auto Supply Co., 269 F.2d 332 (4 Cir. 1959). For us Chief Judge Sobeloff stated the proposition altogether clearly, as follows:</p>\n<blockquote id=\"b163-6\">“Generally speaking, the right of customer selection is sanctioned by both statute and case law. Absent conspiracy or monopolization, a seller engaged in a private business may normally refuse to deal with a buyer for any reason or with no reason whatever. Thus, the courts have until now not held a seller liable in damages for refusing to deal with one who is unwilling to enter into an unlawful vertical price agreement or an exclusive dealing arrangement. Clothed with this privilege, the seller not only may, but ordinary fairness would require that he should announce in advance the circumstances under which he will do business with others.</blockquote>\n<blockquote id=\"b163-10\">“This is not to say however that the course of dealing between seller and buyer may not go beyond mere customer selection and the independent announcement of policy and ripen into an implied or informal agreement or understanding. * * * ”</blockquote>\n<blockquote id=\"b163-11\">******</blockquote>\n<blockquote id=\"b163-12\">“Neither in terms nor inferentially does the statute [Clayton Act § 3] prohibit a unilateral refusal to sell. Its condemnations are directed against executed transactions of lease, sale or contract containing the forbidden condition, agreement or understanding. Quite correctly the District Court pointed out that a mere refusal by a manufacturer to deal with a retailer who will not confine his dealings to the goods of the manufacturer does not run afoul of the section. The cases are unanimous in this * * * [Citations omitted].” 269 F.2d at 337-338.</blockquote>\n<p id=\"b163-13\">This proposition has survived constantly without modification since United States v. Colgate and Company, 250 <page-number citation-index=\"1\" label=\"116\">*116</page-number>U.S. 300, 39 S.Ct. 465, 63 L.Ed. 992, 7 A.L.R. 443 (1919). See 51 Va.Law Review 687 (1965). Shortly after <em>McElhenny, </em>it was again recognized in United States v. Parke, Davis &amp; Co., 362 U.S. 29, 80 S.Ct. 503, 4 L.Ed.2d 505 (1960), notwithstanding the Court there held that added circumstances of monopolistic, joint or concurring action put the controversy beyond the <em>Colgate </em>doctrine.</p>\n<p id=\"b164-4\">No such additional circumstance is now present. That its absence destroys the actionability of a refusal to deal was emphasized in Osborn v. Sinclair Refining Co., 286 F.2d 832, 839 (4 Cir. 1960), cert. den. 366 U.S. 963, 81 S.Ct. 1924, 6 L.Ed.2d 1255, where we said, again by Judge Sobeloff:</p>\n<blockquote id=\"b164-5\">“Even where a manufacturer or supplier has a policy aimed at a result which, if accomplished through an agreement or combination would amount to an unreasonable per se re-traint of trade, he nevertheless may, in the absence of such agreement or combination, refuse to deal with a purchaser in accordance with the announced policy. * * * ”</blockquote>\n<p id=\"b164-6\">Furthermore, contrary to the plaintiff’s insistence, we see no resemblance here to a tying arrangement. Cf. Osborn v. Sinclair Refining Co., 324 F.2d 566 (4 Cir. 1963). In short, we see nothing unlawful.<footnotemark>3</footnotemark></p>\n<p id=\"b164-7\">We may well conclude this case by quoting the conclusion of the Court in Tampa Electric Co. v. Nashville Coal Co., 365 U.S. 320, 335, 81 S.Ct. 623, 632, 5 L.Ed.2d 580 (1961):</p>\n<blockquote id=\"b164-8\">“We need not discuss the respondents’ further contention that the contract also violates § 1 and § 2 of the Sherman Act, for if it does not fall within the broader proscription of § 3 of the Clayton Act it follows that it is not forbidden by those of the former. [Citation omitted.]”</blockquote>\n<p id=\"b164-11\">The District Court’s dismissal of the complaint will not be overturned.</p>\n<p id=\"A1E\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b160-15\">. “§ 1. Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal * *</p>\n<blockquote id=\"AIa\">“§ 2. Every person who shall monopolize, or attempt to monopolize, or com<page-number citation-index=\"1\" label=\"113\">*113</page-number>bine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor * * * »</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b163-14\">. “It shall be unlawful for any person engaged in commerce, in the course of such commerce, to lease or make a sale or contract for sale of goods, wares, merchandise, machinery, supplies, or other commodities, whether patented or unpat-ented, for use, consumption, or resale within the United States or any Territory thereof or the District of Columbia or any insular possession or other place under the jurisdiction of the United States, or fix a price charged therefor, or discount from, or rebate upon, such price, on the condition, agreement, or understanding that the lessee or purchaser thereof shall not use or deal in the goods, wares, merchandise, machinery, supplies, or other commodities of a competitor or competitors of the lessor or seller, where the effect of such lease, sale, or contract for sale or such condition, agreement, or understanding may be to substantially lessen competition or tend to create a monopoly in any line of commerce.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b164-9\">. The plaintiff alleged, but offered no competent proof, that the defendant had entered into “agreements” or “understandings” with dealers to “phase out” the handling of competing products. For that reason we have no occasion to discuss the question of liability, if any, on that score.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}