{
  "casebody": {
    "data": "<casebody firstpage=\"366\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b414-8\">UNITED STATES of America, Appellee, v. Oliver W. ARNOLD, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b414-10\">No. 10638.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b414-11\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b414-12\">Argued April 3, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b414-13\">Decided May 29, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b414-20\">George P. Lawrence, Roanoke, Va. (Court-appointed counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b414-21\">Thomas B. Mason, U. S. Atty., for ap-pellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b414-22\">Before SOBELOFF and BRYAN, Circuit Judges, and BUTZNER, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b415-3\"><page-number citation-index=\"1\" label=\"367\">*367</page-number>PER CURIAM:</author>\n<p id=\"b415-4\">The first count of an indictment under 18 U.S.C. § 1953 and § 2(b) accused Oliver W. Arnold of causing certain papers devised and used for “wagering pools with respect to sporting events”, to be sent in interstate commerce; the remaining count, under 18 U.S.C. § 1952, charged his use of telephone facilities, interstate, with intent to promote such a wagering pool in Virginia in violation of her laws <footnotemark>1</footnotemark>. On the facts proved, we think the ensuing convictions cannot stand against his appeal.</p>\n<p id=\"b415-5\">This is the evidence. On October 4, 1965 the defendant at Roanoke, Virginia, telephoned to the publisher in Fort Worth, Texas, a subscription to “Football News and Schedule” and “Football Forecasts”. In accordance with his order copies of these weekly papers were mailed to Arnold in Roanoke. Only Forecasts is now branded particeps eriminis.</p>\n<p id=\"b415-6\">The first page of this four-page newsletter carries the masthead and undated filler material. The remaining three pages are devoted to predicting the result of football games scheduled for the coming weekend. The fourth page displays an alphabetical listing of major college teams, their current won-lost records and their “Team Power” ratings indicating relative strengths on a 100-point-or-less basis. The inside pages carry several “Upset Specials”, predictions of televised games, and, on page two, the information relied upon by Arnold — a listing of college games giving the point spread by which the predicted winners are to prevail.</p>\n<p id=\"b415-7\">From this data the accused made up handwritten sheets and had them printed as parlay cards. They repeated Forecasts’ information of the games set for play, plus substantially the same predictions and point spreads. The cards were distributed to persons interested in betting on the outcome of these games. The bettor marked his selections on the card and later returned it with the amount of his venture to Arnold’s pick-up man. After the game Arnold sent the winner the payoff money.</p>\n<p id=\"b415-9\">The Federal statutes as here pertinent read:</p>\n<blockquote id=\"b415-10\">“§ 1953. Interstate transportation of wagering paraphernalia</blockquote>\n<blockquote id=\"b415-11\">“(a) Whoever, except a common carrier in the usual course of its business, knowingly carries or sends in interstate or foreign commerce any record, paraphernalia, ticket, certificate, bills, slip, token, paper, writing, or other device used, or to be used, or adapted, devised, or designed for use in (a) bookmaking; or (b) wagering pools with respect to a sporting event; or (c) in a numbers, policy, bolita, or similar game shall be fined not more than $10,000 or imprisoned for not more than five years or both.</blockquote>\n<blockquote id=\"b415-12\">“(b) This section shall not apply to * * * (3) the carriage or transportation in interstate or foreign commerce of any newspaper or similar publication.”</blockquote>\n<blockquote id=\"b415-13\">* * * * * *</blockquote>\n<blockquote id=\"b415-14\">“§ 1952. Interstate and foreign travel or transportation in aid of racketeering enterprises</blockquote>\n<blockquote id=\"b415-15\">“(a) Whoever * * * uses any facility in interstate or foreign commerce, including the mail, with intent to—</blockquote>\n<blockquote id=\"b415-16\">* * * % “(3) * * * promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of the acts specified in [subparagraph] * * * (3), shall be fined not more than $10,000 or imprisoned for not more than five years, or both.”</blockquote>\n<p id=\"b415-18\">In United States v. Kelly, 328 F.2d 227 (6 Cir. 1964) a comparable sheet was held to be a “newspaper or similar publication” within the exemption of 18 U.S.C. § 1953. The Court there noted that the “racing results or predictions” contained <page-number citation-index=\"1\" label=\"368\">*368</page-number>in the sheet there involved could be lawfully carried on the sport pages of a conventional newspaper. The same data and prognostications appearing in a smaller paper, it concluded, were not contraband in interstate passage. This conclusion was based upon a careful search and recital of the legislative history of 18 U.S.C. § 1953 and its companions. Upon this discussion and the reasoning of the Court we hold Forecasts exempted by the statute.</p>\n<p id=\"b416-4\">Hence, the evidence will not support the first count of the indictment. It follows that the second count must likewise be found unsustained. If Forecasts is not within the ban of § 1953, then the use of the telephone to order its transmittal through the mail is not the use of a “facility * * * to * * * promote * * * any unlawful activity”, as contemplated by the contemporaneously enacted § 1952. Judgment of acquittal must be entered on both counts.</p>\n<p id=\"b416-5\">Reversed, with judgment of acquittal.</p>\n<footnote label=\"1\">\n<p id=\"b415-19\">. Va.Code of 1950, as amended, 18.1-316 and 18.1-319.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}