{
  "casebody": {
    "data": "<casebody firstpage=\"574\" lastpage=\"577\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b598-4\">O. R. Albertson v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b598-5\">No. 5302.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYi\">Decided February 12, 1919.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b598-6\">1. —Swindling—Continuance—Want of Diligence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b598-7\">Where the application for continuance showed a want of diligence in securing the alleged absent witnesses the same was correctly overruled.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b598-8\">2. —Same—Evidence—Variance—Misspelling.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b598-9\">Where, upon trial of swindling, the indictment alleged and set out <em>A </em>written mortgage, there was no error in overruling defendant’s objection to the introduction in evidence of said mortgage; on the ground of an alleged variance because the printed portion of said mortgage misspelled the word become. Following Hennessy v. State, 23 Texas Crim. App., 340, and other cases.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b598-10\">3. —Same—Indictment—Ownership of ¡Property.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b598-11\">Where the indictment for swindling did not allege that the injured party was induced to part, and that he did part with the title and ownership of the alleged property, the same was insufficient. Following Curtis v. State, 31 Texas Crim. Rep., 39, and other cases.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b598-12\">4. —Same—Indictment—Injured Party—False Pretenses.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b598-13\">Where the indictment for swindling failed to allege that the injured party relied in any manner upon the alleged false pretenses, the same was insufficient. Following Johnson v. State, 57 Texas Crim. Rep., 347, and other cases.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b598-14\">5. —Same—Indictment—Pleading.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b598-15\">Where the indictment for swindling alleged that the defendant obtained possession of the alleged property by giving a note, but failed to allege that the execution of the alleged false mortgage was an inducement to part with such possession, or that either of them were delivered by defendant to the party injured, or that the latter delivered possession of the property described in the indictment, the same was insufficient.</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b598-16\">Appeal from the Criminal District Court No. 2 of Dallas. Tried below before the Hon. C. A. Pippin.</summary>\n<summary data-order=\"14\" data-type=\"history\" id=\"b598-17\">Appeal from a conviction of swindling; penalty, six years imprison-’ ment in the penitentiary.</summary>\n<p data-order=\"15\" data-type=\"summary\" id=\"b598-18\">The opinion states the case.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b598-19\"><em>Will S. Payne, </em>for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b598-20\"><em>E. A. Berry, </em>Assistant Attorney General, for the State.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"Ani\">On question of words and phrases in mortgage: Best v. State, 164 S. W. Rep., 996; Jordon v. State, 64 Texas Grim. Rep., 187; Galan v. State, 177 S. W. Rep., 124.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"Ajz\">LATTIMORE, Judge.</author>\n<p id=\"Auk\">In this case appellant was convicted in the Criminal District Court No. 2 of Dallas County, for the offense of swindling and his punishment fixed at confinement in the penitentiary for a period of six years.</p>\n<p id=\"b598-22\">When'this case was called, appellant asked for a continuance because of the absence of O. R. Williams, alleged to be in Eastland County, <page-number citation-index=\"1\" label=\"575\">*575</page-number>Texas. Ho showing is made by appellant in this record of the issuance of any subpoena, or that there was any service or attempted service upon said witness, nor is any reason whatsoever given for his nonappearance. Appellant was indicted on October 5, 1918, and application for subpoena for this witness was filed with the cleric on the 21st, or three days before the trial on the 24th. We see no error in the court’s action in overruling the application for a continuance.</p>\n<p id=\"b599-3\">Appellant complains of the court’s action in overruling his objection to the introduction in evidence of the written mortgage set out in the indictment, upon the ground of an alleged variance, same being that the word “become” in the printed portion of said mortgage, as same appears set out in the indictment, is the word “becoke.” In view of the disposition of the case in this opinion the point becomes immaterial, but we may say that the mere variance of one letter in the copying into the indictment of the printed portions of a moregage in a case of this character would not be held by us to be material variance. Hennessey v. State, 23 Texas Crim. App., 340; Thomas v. State, 18 Texas Crim.. App., 218.</p>\n<p id=\"b599-4\">In this case it is claimed thát the accused, by means of a note and mortgage ,obtained from the prosecuting witness, Ward, certain personal property which is described at some length in the indictment as consisting of certain flour, meal, lard, sugar, cans of tomatoes, cans of corn, peaches, apples, prunes, showcase, counters, etc.; and that the owner was induced to part with his possession of said property by reason of the giving and drawing of said note to secure which appellant executed a mortgage upon certain cattle which he did not own. The charging part of said indictment is here set out as follows, omitting the formal and descriptive portions:</p>\n<p id=\"b599-5\">“That one, O. E. Albertson, on the 8th day of May in the year of our Lord, one thousand nine hundred and 18 with force and arms in the county and State aforesaid, then and there devising and intending to secure the unlawful acquisition of certain property, towit: . . . Then and there the corporeal personal property of and belonging to J. F. Ward and with the further intent on the part of him, the said O. B. Albertson to appropriate said property when so applied to his own. use, did then and there with, the intent to defraud the said J. F. Ward., unlawfully and fraudulently obtain possession of said property from the said J. F. Ward, by means of false and deceitful pretenses, and fraudulent representations, then and there unlawfully made by him, the said 0. E. Albertson, in this, towit: the said O. E. Albertson then and there: obtained possession of said property from the said J. F. Ward by the.giving and drawing of a certain note for the principle\" sum of four hundred dollars executed by the said 0. E. Albertson, and payable to J. F. Ward and to secure the payment of said note, the said 0. E. Albertson did then and there make and execute the following instrument in writing, towit: . . . And the said 0. E. Albertson did then and there fraudulently state and represent unto the said J. F. Ward, that he <page-number citation-index=\"1\" label=\"576\">*576</page-number>was the owner of the said twenty-one head of cattle, mentioned in the aforesaid written instrument and did falsely and fraudulently state and represent that said twenty-one head of cattle were located in Dallas County, Texas, as stated in the said written instrument.</p>\n<p id=\"b600-5\">“Whereas in truth and in fact, the said O. R. Albertson was not then and there the owner of said twenty-one head of cattle.</p>\n<p id=\"b600-6\">“And the said pretenses and representations so made and devices as used by the said 0. R. Albertson to the said J. F. Ward in order to acquire the title and possession of said personal property from the said J. F. Ward were false and fraudulent when so made and he, the said 0. R. Albertson, then and there well knew the said pretenses, devices and representations to be false and fraudulent when he made and used them as aforesaid.</p>\n<p id=\"b600-7\">“Contrary to the form of the statute in such cases made and provided, against the peace and dignity of the State.”</p>\n<p id=\"b600-8\">It will be seen, from an examination of the charging parts of said indictment above set out, that .it is nowhere alleged that the injured party, Ward, was induced to part, and that he did part, with the title and ownership of said property. This has been repeatedly held by this court to be a necessary allegation. Bink v. State,. 50 Texas Crim. Rep., 445, 98 S. W. Rep., 863; Curtis v.’ State, 31 Texas Crim. Rep., 39; Lewis v. State, 75 Texas Crim. Rep., 509, 171 S. W. Rep., 217; Cummings v. State, 38 S. W. Rep., 266; Robinson v. State, 60 Texas Crim. Rep., 353, 132 S. W. Rep., 354. It will be further observed that there is no allegation that the alleged injured party, Ward, relied in any manner upon the alleged false pretenses.</p>\n<p id=\"b600-9\">This has also been held to be a necessary allegation. Johnson v. State, 57 Texas Crim. Rep., 347; Johnson v. State, 123 S. W. Rep., 143; High-tower v. State, 23 Texas Crim. App., 451; Mathena v. State, 15 Texas Crim. App., 173. It will also be observed that said indictment alleges that the accused obtained possession of the property of the alleged owner by the “giving and drawing of a certain note for the principal sum of $400.00 . . . and to secure the payment of said note, said Albertson did then and there make and execute the following instrument in writing (setting out the mortgage).” From this it will be seen that the pleader alleges that the accused obtained possession of the property of Ward by giving the note for $-100, and to say the least, it is very doubtful whether there is any allegation that the execution of the alleged. false mortgage was an inducement to part with such possession even. It will further be observed that there is no allegation that under the note and moregage executed by the accused that the same were delivered by the appellant to the prosecuting witness, Ward, or that said Ward ever accepted the same from the appellant in exchange for his property, or that said Ward at any time delivered to appellant any title or possession of the property described in the indictment. For these reasons we think the indictment in this case is so deficient as to necessitate' a reversal; and in this connection we desire to call attention to <page-number citation-index=\"1\" label=\"577\">*577</page-number>the fact that while the property of Ward is described in the indictment with minuteness and sufficiency, that there is nothing in the statement of facts to show that any such property was ever delivered to the accused, the only description of the property in said statement of facts being the testimony of Ward, who says: “I sold the stock of groceries to the defendant and all the fixtures which were of the reasonable value of $400.00.” It would hardly be contended that this was such property as that described in the indictment.</p>\n<p id=\"b601-3\">For the reasons above given the case is reversed and dismissed because of the defects in the indictment.</p>\n<p id=\"b601-4\">\n<em>Reversed and dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}