{
  "casebody": {
    "data": "<casebody firstpage=\"687\" lastpage=\"696\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b743-11\">27 C.C.P. A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b743-12\">LANGEVIN v. NICOLSON.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b743-13\">Patent Appeal No. 4208.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b743-14\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AuR\">April 1, 1940.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b743-15\">Rehearing Denied June 21,1940.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b744-11\"><page-number citation-index=\"1\" label=\"688\">*688</page-number>Mauro &amp; Lewis, of Washington, D. C. (Philip Mauro and Reeve Lewis, both of Washington, D. C., Frank Parker Davis, of Chicago, 111., and Reeve Lewis, Jr., of Washington, D. C., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b744-12\">Merrell E. Clark, Edgar W. Adams, and Guy T. Morris, all of New York City, for appellee.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b744-13\">Before GARRETT, Presiding Judge, and BLAND, HATFIELD, LENROOT, and JACKSON, Associate Judges.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b744-14\">GARRETT, Presiding Judge.</author>\n<p id=\"b744-15\">This is an appeal from the decision of the Board of Appeals of the United States Patent Office reversing the decision of the Examiner of Interferences in an interference proceeding originally declared January 31, 1930, and redeclared in amended, form July 27, 1932.</p>\n<p id=\"b744-16\">The interference involves, on the one hand, an application of Langevin, serial No. 390,542, filed in the United States Patent Office June 21, 1920, and, on the other, a patent No. 1,495,429 granted Nicolson May 27, 1924, upon an application, serial No. 227,802, filed April 10, 1918, and an application, serial No. 631,859, filed by Nicolson April 13, 1923, as a division of his original application. Both the patent and the application of Nicolson (stated in the patent to be a subject of Great Britain) were assigned to Western Electric Company. Langevin is a citizen of France, and it appears that he filed an application respecting the same subject matter in France September 17, 1918, to the benefit of which he is entitled by reason of the Nolan Act, 35 U.S.C.A. § 80 et seq. His United States application shows its assignment to Societe De Condensation et D’Applications Mecaniques, of Paris, France.</p>\n<p id=\"b744-18\">The subject matter of the invention at issue relates to what is known as “PiezoElectricity,” phenomena of which are said to be peculiar to certain crystals, notably quartz and Rochelle salt. It is stated in the brief for appellee that “when such crystals are compressed along certain axes, an electric potential is developed. Similarly, if an electric potential is impressed on the crystals, a corresponding deformation occurs.” It appears that the phenomena were discovered by J. and P. Curie about 1880 but that no practical application of them was made, although referred to in technical literature, until the activities of the parties here involved took place. The device defined by the counts is frequently referred to in the record as a “supersonic oscillator.”</p>\n<p id=\"b744-19\">Sixteen counts are involved, but the issues before us do not require their separate study and analysis. The following illustrate .the subject matter:</p>\n<blockquote id=\"b744-20\">“1. A telephone instrument comprising a substance for transforming one kind of energy into another, one of said energies being the energy of sound waves, said substance being capable of generating a current in response to a change in pressure.</blockquote>\n<blockquote id=\"b744-21\">“5. In combination, a piezo-electric crystalline body, a dielectric sheet on one face thereof, and means for creating a potential difference between the outer face of said sheet and another face of said body, said means operating to produce elastic deformation of said body.</blockquote>\n<blockquote id=\"b744-22\">“7. An oscillating circuit comprising a piezo-electric device.</blockquote>\n<blockquote id=\"b745-1\"><page-number citation-index=\"1\" label=\"689\">*689</page-number>“11. A piezo-electric whereby said device may be controlled in accordance with signal waves, and means for applying high-frequency signaling impulses to said device. device, means</blockquote>\n<blockquote id=\"b745-2\">“13. In a circuit carrying electrical oscillations, a device consisting of metallic plates having between them a piezo-electric crystal.”</blockquote>\n<p id=\"b745-3\">It will be observed from the filing dates of the parties (Nicolson, April 10, 1918; Langevin — in France— September 17, 1918,) that the activities of both parties took place during the World War at a time when the matter of “submarine detection” was of great moment, and it seems to be agreed that such work of both as is here involved was devoted especially to the solution of that problem, although no one of the counts makes reference to the use of the device for that purpose.</p>\n<p id=\"b745-4\">The brief on behalf of Langevin quotes the following from Loomis’ “Radio Theory and Operating” (Fifth F.d. 1930) as descriptive of the device: “612. The <em>supersonic oscillator, </em>developed by the U. S. Naval Research Laboratory from a discovery of Prof. Langevin, of Paris, France, has great military value in detecting submarines, etc., by reflection. In peace, it can be used to advantage in taking depth soundings, and in underwater telegraphy and telephony. The apparatus consists of a mosaic of quartz crystal secured between two steel plates, used in connection with ordinary vacuum-tube radio apparatus. By applying high-voltage to one side of the quartz-crystal condenser, and exposing the other side to the water, the electrical oscillations are transformed into elastic mechanical vibrations which travel as waves of compression through water in a beam. The frequency used is above 30,000, hence its name of supersonic. When mechanical vibrations of the same frequency come through the water and strike the outside steel plate, the quartz is compressed and mechanical vibrations are set up, which in turn can be used to produce electrical oscillations, and the same quartz device serves as both transmitter and receiver.”</p>\n<p id=\"b745-5\">It may be said that the controversy has presented various phases, some of which have resulted in long drawn out litigation in other tribunals which accounts, we suppose, for the length of time that has been required for it to reach this court.</p>\n<p id=\"b745-6\">Broadly, the issues upon the merits confronting us relate to (1) Langevin’s (a) conception and introduction of the invention into this country, (b) his diligence, and (2) originality in a somewhat unusual sense as here presented.</p>\n<p id=\"b745-10\">Upon Langevin as the junior party there rested the burden of establishing priority by a preponderance of evidence.</p>\n<p id=\"b745-11\">The Examiner of'Interferences stated the contentions of Langevin as follows:</p>\n<blockquote id=\"b745-12\">“(1) That the disclosures of Langevin’s invention made by Fabry to the officials and scientists of this country upon the occasion of the meetings of June 2 and IS, 1917, fully establish an introduction of the invention in issue into this country as of said dates.</blockquote>\n<blockquote id=\"b745-13\">“(2) That Nicolson is not an original inventor but derived the invention from Langevin by means of the disclosures made by Fabry and the members of the Franco-British Mission upon the occasion of their visit to this country in June 1917.</blockquote>\n<blockquote id=\"b745-14\">“(3) That Langevin was diligent from the time of the introduction of the invention into this country up to the time of the filing of the Langevin French application on September 17, 1918.”</blockquote>\n<p id=\"b745-15\">Upon all three contentions so stated, findings favorable to Langevin were made by the Examiner of Interferences, and the board reversed as to all three. With respect to conception the board held that Langevin had failed to establish conception of the counts in this country in June, 1917 “or at any' time prior to his filing date in France, September 17, 1918,” and added, in substance, that if upon further appeal it should be found that he had established conception in June, 1917, or prior to Nicolson, they were of opinion that he had not proven diligence during the critical period.</p>\n<p id=\"b745-16\">No issue has been made here as to the dates awarded Nicolson by the board for conception and reduction to practice of the counts. These, as arranged in the brief for appellee, are:</p>\n<p id=\"b745-17\">Conception Reduction to Practice</p>\n<p id=\"b745-18\">Counts 1, 2, 3, 4 and 6 July 9, 1917 July 16, 1917</p>\n<p id=\"b745-19\">Count 5................ July 25, 1917 Apr. 10, 1918*</p>\n<p id=\"b745-20\">Counts 7, 8 and 12..... Sept. 8, 1917 Sept. 8, 1917</p>\n<p id=\"b745-21\">Counts 10 and 11...... Mar. 1, 1918 Apr. 10, 1918*</p>\n<p id=\"b745-22\">Counts 9, 13, 14, 15 and 16 .................... Apr. 10, 1918-Apr. 10, 1918\"</p>\n<p id=\"b745-24\">(The * indicates Nicolson’s filing date)</p>\n<p id=\"b745-25\">Certain of appellant’s reasons of appeal alleged error with respect to the dates given Nicolson for counts 5, 10, and 11, but <page-number citation-index=\"1\" label=\"690\">*690</page-number>it was stated during the oral argument before us that those reasons were not insisted upon. Hence, we have not considered them.</p>\n<p id=\"b746-4\">The record in the case so far as the testimony on behalf of both parties is concerned is very informal and very unsatisfactory. It consists of various affidavits and stipulations as to what certain witnesses would testify if called. A large number of documentary exhibits were also placed in evidence by stipulation. No witness of either party was subjected to cross-examination and the affidavits presented in lieu of depositions in many instances contain statements of a hearsay character. The 'case was very ably argued before us, but unhappily able argument does not supply the deficiency occasioned by an inferior record. We find ourselves in hearty agreement with the statement of the Examiner of Interferences to the effect that the discovery of the facts has been rendered extremely difficult by the manner in which the record was compiled and presented.</p>\n<p id=\"b746-5\">Obviously, the matter requiring our first consideration is that of Langevin’s conception, conception in this instance meaning the introduction of the invention into this country.</p>\n<p id=\"b746-6\">It is claimed on behalf of Langevin that he introduced the invention into the United States in June, 1917, under the following circumstances:</p>\n<p id=\"b746-7\">Shortly after the United States entered the World War a Mission composed of French and British scientists, came to this country for the purpose generally of communicating to officials and scientists here the work which had been done in France and Great Britain relative to the development of devices of expected usefulness in the war, including many matters other than submarine detectors, and the claim is that the French members of the Mission were in possession of Langevin’s invention and commmunicated it to others in this country. In his preliminary statement Langevin alleged: “That on or about the 29th day of May 1917 there arrived in the United States a so-called Franco-Britannic Mission, comprising a French Mission composed of Major Marie Paul Auguste Charles Fabry, Major Henri Abraham, and Captain Robert Duponey, and a British Mission composed of Sir Ernest Rutherford and Commander Cyprian Bridge; that said French Mission had in their possession at the time of their said arrival in the United States full knowledge of my aforesaid invention; and that thereafter, and especially in the month of June 1917, said Fabry and Abraham while still in the United States, communicated to others then in the United States full knowledge of my said invention.”</p>\n<p id=\"b746-9\">Incidentally, it may be said at this point that the “originality” phase of the controversy grows out of the claim that the evidence shows that among those to whom the invention was communicated were certain officials of the Western Electric Company, who were present at conferences held in Washington, D. C., where the invention was alleged to have been disclosed, and in the matter of diligence Langevin claims the benefit of experiments carried on by persons in the United States.</p>\n<p id=\"b746-10\">At the outset it may be said that, with two exceptions, all the affidavits relied upon by Langevin to establish the introduction of the invention into the United States were made in 1933, sixteen years after the alleged disclosure. The two exceptions are certain affidavits of Fabry, one of which was made in 1925, and the other in 1926. These two affidavits were not printed in the record but were alluded to in an affidavit of Fabry made in 1933 as Langevin’s Exhibits 6 and 7. There is no showing in the record as to why these affidavits made in 1925 and 1926 were filed at the time they were, except a general statement that they were presented in connection with Langevin’s application. The interference had not then been declared. It is not claimed that the <em>1925 affidavit </em>described <em>the invention </em>in a manner that would meet the requirements of conception. That of 1926 seems to have been primarily relied upon by the Examiner of Interferences. In this affidavit Fabry stated:</p>\n<blockquote id=\"b746-11\">“I disclosed the fact that M. Langevin disposed a plate of quartz crystal whose faces were cut at right angles to the binary axis of the natural crystal, between two metal plates forming conducting elements or coatings, this device being analogous to a condenser, and he placed this condenser in an oscillating circuit resembling what is employed in radio operations, and in this manner he obtained a device which is adapted for the emission of ultra-audible waves, and may inversely be employed as a receiver for such waves; this device has a high power and is capable of emitting waves having the order of magnitude of 10 watts per square centimeter.</blockquote>\n<blockquote id=\"b747-4\"><page-number citation-index=\"1\" label=\"691\">*691</page-number>“I further disclosed that in the case of submarine signalling Mr. Langevin could eliminate one of the metal coatings of the said quartz condenser and substitute therefor the sea water which is of a conducting nature.</blockquote>\n<blockquote id=\"b747-5\">“I further disclosed that, in this case the device comprising a casing or box, one wall of which was an insulator preferably a mica sheet cemented at its edges in the box or casing in a watertight manner. In the box was disposed a plate of quartz crystal, whose faces were cut and smoothed at right angles to the binary axis of the natural quartz crystal, or a plurality of such plates placed or cemented edge to edge so as to form a large plate. The single plate or the composite plate was cemented to the mica covering the opening in the box, by rosin, petroleum jelly or other suitable cement similar thereto.</blockquote>\n<blockquote id=\"b747-6\">“The internal or opposite face of the quartz plate, or the composite or mosaic plate had a coating or armature consisting of a metal plate which is insulated from the box, for instance by the layer of air in the space between the said plate and the walls of the box which was empty, i. e., only filled with air, or the said space may be filled with an electrical non-conductor, as oil, petroleum or like substance, should the emission be produced from both faces of the condenser.</blockquote>\n<blockquote id=\"b747-7\">“I further disclosed that M. Langevin placed particular stress upon the fact that with the use of , a quartz plate condenser provided with two metal coatings, it is important that the elastic vibration of the condenser as a whole, in the direction of its thickness (that is, in the transverse direction) should be in resonance, or as nearly as possible, with the oscillating emission circuit, and that he obtained this condition when the thickness of the whole condenser is equal to a half wave plate for the frequency employed.</blockquote>\n<blockquote id=\"b747-8\">“I further disclosed the fact that Mr. Langevin had already made experiments by which he was convinced that his apparatus could be used on shipboard for defense against submarines.”</blockquote>\n<p id=\"b747-9\">Of this the Examiner of Interferences said: “Exhibit 7, which contains the substance of the disclosures made by Fabry at the times claimed, contains a disclosure which is substantially the same as that of the Langevin application as originally filed and accordingly supports all of the counts in issue.”</p>\n<p id=\"b747-11\">The board does not seem to have questioned the fact that the matter quoted from Exhibit 7 did describe the invention, nor did it question the fact that the invention was described in affidavits of others made in 1933, but it was the view of the board that in view of the long time which had elapsed between the alleged disclosure and the making of the several affidavits, conception could not be properly awarded upon the basis of such testimony. 'The board commented as follows:</p>\n<p id=\"b747-12\">“It is to be noted that there is not a single piece of documentary evidence in the record showing the structure which Fabry and Abraham allege they disclosed to the officials and scientists in June 1917. The proofs depend on what the above affiants recollect many years afterwards. All of the affiants executed their affidavits in 1933, about sixteen years after the meetings in June 1917. Fabry also executed affidavits in 1925 and 1926 which were placed of record in the Langevin application. This was 8 or 9 years after the meetings. It is quite improbable that the witnesses could recall to any extent what was disclosed in regard to this invention at the meetings, especially since several other inventions were also alleged to have been disclosed and discussed. It is true that their interest at that time was in submarine signalling systems so that the subject matter may have impressed itself to a considerable extent on their minds. However, since several other inventions were discussed it is very improbable that this particular system made such an impression that it could be recalled in detail from 8 to 16 years afterward. It is rather unlikely that Fabry or Abraham could have disclosed this invention among others without having some sketches or drawings made by Langevin to refresh their recollection. No sketches are mentioned. Langevin would very likely have given them some sketches or drawings if the invention had been developed to any extent and properly understood at that time.</p>\n<p id=\"b747-13\">“From the testimony on pages 28 and 29 of the Langevin record it appears that up to the time of the Washington conference Langevin had not done any experimental work on piezo electrics in a system like that disclosed in his application. His work had only progressed far enough to make microphonic trials of his crystals. His supersonic wave transforming system, employing piezo electric crystals, was not used in an environment suggesting its utility as a <page-number citation-index=\"1\" label=\"692\">*692</page-number>means for anti-submarine warfare, or with the tuning of the crystal until December of 1917 (see first paragraph of page 29 of Langevin’s record). This may explain why no sketches or drawings or other documentary evidence were submitted showing what disclosures, if any, were made by Fabry and Abraham at the' Washington conference. Whether or not Langevin had the invention or had imparted knowledge of it to Fabry or Abraham, the fact remains that no documentary evidence has been produced showing what was disclosed at the Washington meeting.”</p>\n<p id=\"b748-4\">The brief on behalf of Langevin challenges the assertion of the board respecting the absence of documentary evidence and cites many papers which are claimed to constitute such evidence. We have examined all these papers with care and we do not find that any one of them was contemporary with the alleged disclosures made at the June meetings in Washington or elsewhere during the stay of the French Mission in the United States, which terminated in August, 1917. One of the papers comprises an excerpt purporting to be from minutes of the Washington conferences made by Abraham subsequent to the conference and given to Langevin upon Abraham’s return to France. There is nothing in this excerpt sufficient to show conception. That papers prepared subsequent to the time of the alleged disclosure may be entitled to some weight if connected with the event of disclosure by proper evidence may be conceded, but such connection should be very clear.</p>\n<p id=\"b748-5\">Counsel for appellant has strongly emphasized before us the claim that the invention at issue is one of extreme .simplicity which those skilled in the art may easily understand, although it is said, in the brief, that it “was the beginning of a new art,” and cites count 7, the broadest of the counts, as illustrative of this contention. It may be conceded that such is the case, but notwithstanding this fact it is clear from the record that extensive experimentations over a long period of time, extending from early in 1917 to the latter part of 1918, were carried on before Langevin succeeded in reducing his invention to practice, and it strikes us as very strange that no drawings were made by Langevin for the members of the Mission, or that they, if they had the understanding of it claimed, did not themselves present something in writing to the assembled officials and scientists which would have sRown it. Langevin is shown by the record to have been an experienced and “patent conscious” inventor. It has been our observation that almost universally experienced inventors having knowledge of patent law and practice, make drawings embodying their conception quite soon after they become satisfied with such conception. In this connection we deem it not improper also to say that it is difficult to understand why, if Langevin’s conception was so complete that he was able to disclose the full invention to the members of the French Mission before they sailed from Frailee, he did not avail himself of his right to file an application for patent in the United States Patent Office. The record shows that he and a citizen of Russia did file an application relating to submarine detection in ,the United States Patent Office while the members of the Mission were on the high seas en route to the United States, and his affidavit discloses that when he was about to show his invention to an interallied conference in France in September, 1918, he took the precaution to protect his rights by filing the French application. In order to do this he had to secure special permission from the French Government. No special permission would have been required to file a United States application in June, 1917, and, under the United States Patent Office rules, such an application, of course, would have been secret during its ex parte prosecution. There is no evidence indicating that any inhibition was imposed upon him “ which prevented the filing of a United States application for the device at issue in June, 1917, and thus protecting himself, as later he did in France, had he so elected. His omission so to do, and the absence of drawings, are not, of course, conclusive as to the incompleteness of his conception, but these are negative circumstances to be considered along with all the other facts and circumstances of the case.</p>\n<p id=\"b748-7\">It must be recognized by all familiar with patent law and practice that the quite extraordinary situation here presented necessitates a most careful scrutiny of all facts and circumstances in the effort to determine the rights of the parties involved.</p>\n<p id=\"b748-8\">The affidavit of the party Langevin is of record. It is dated October 19, 1933. In it he purports to give a statement respecting the disclosures which he made to the members of the French Mission prior to their departure to the United States in <page-number citation-index=\"1\" label=\"693\">*693</page-number>May, 1917. It embraces much of the matter contained in his application filed in France in 1918. Of this affidavit it may he said that while it does not conflict with that of Fabry, it is not nearly so complete as the one made by Fabry in 1926. It is true that he states that he had read a copy of Fabry’s 1926 affidavit, and that he states that each of the features described by Fabry had been described by him to the French members prior to their departure. In a case of this importance, we are unwilling to give much weight to a statement so general in character. Langevin, as the inventor, certainly should have been able to give all the essential details necessary to show conception without having recourse to an affidavit by another party, which, itself, was not made until nine years after the alleged disclosure in 1917.</p>\n<p id=\"b749-4\">Another affidavit in the record is that of Mr. Robert W. Wood, who was, in 1917, and at the time of making this affidavit, professor of experimental physics at Johns Hopkins University. Fie states that he was present at the Washington meetings, and recites in considerable detail the disclosures made as he remembered them. This affidavit was also made in 1933 and was based wholly upon his recollection. It appears from the affidavit that some time after the Mission had returned to France he, at his own desire and suggestion, went to France in company with others and there worked with and studied Langevin’s work, and in October, 1917, observed tests that were being made in connection with a device which he states corresponded to the descriptions given by Fabry and Abraham at the Washington meetings.</p>\n<p id=\"b749-5\">The evidence of others is embodied in the record, but we have stated the very strongest which appears favorable to Langevin, and it is unnecessary to recite the other because it is merely cumulative and is subject to the same objection, with respect to time, applicable to that of Fabry, Langevin, and Wood.</p>\n<p id=\"b749-6\">At this point we deem it proper to say that neither party to this case has favored the court with very many citations of authority covering any of the points at issue. The question of conception is a question of fact, of course, but over the course of years rules have been adopted with respect to the weight which should be given purely oral testimony. We have examined numerous cases, including many by the Supreme Court of the United States, and we have been unable to find any case where when conception rested solely upon oral testimony, such conception has been upheld on the basis of evidence given after so long a lapse of time as occurred in the instant case. Both Fabry and Wood, as well as others, observed experiments carried on by Langevin in France long subsequent to the disclosure alleged to have been made here in June, 1917, and some of them apparently witnessed his development of the device in that country in 1918. They saw the actual device after it had been perfected. Their testimony bears evidence of very great friendship for the party Langevin, although it shows that they had no financial interest in his claimed invention.</p>\n<p id=\"b749-8\">The court cannot close its eyes to the frailties of the human mind and the tendency of even the best minds to forgetfulness, and particularly the tendency to confuse knowledge acquired subsequent to an event with that acquired at the time such event occurred.</p>\n<p id=\"b749-9\">The Supreme Court of the United States, in the case of Deering v. Winona Harvester Works, 155 U.S. 286, 15 S.Ct. 118, 123, 39 L.Ed. 153, laid down a rule, or, to be more accurate, restated a rule which had been applied in earlier cases, saying: “Granting the witnesses to be of the highest character, and never so conscientious in their desire to tell only the truth, the possibility of their being mistaken as to the exact device used, which, though bearing a general resemblance to the one patented, may differ from it in the very particular which makes it patentable, is such as to render oral testimony peculiarly untrustworthy; particularly so if the testimony be taken after the lapse of years from the time the alleged anticipating device was used. * * * ’’</p>\n<p id=\"b749-10\">Expressions similar in principle are found in T. H. Symington Company v. National Malleable Castings Company et al., 250 U.S. 383, 39 S.Ct. 542, 63 L.Ed. 1045; Diamond Patent Co. v. S. E. Carr Co., 9 Cir., 217 F. 400; and Universal Rim Co. v. Firestone Steel Products Co. et al., D.C., 289 F. 884, 896. In the course of the latter decision, the court said: “Here the evidence is wholly oral. The recollections of the several witnesses are not supported by a single physical fact, written memorandum, or document. All that any of them testified to might still be true in fact, ana yet an error in fixing the date would render it irrelevant.”</p>\n<p id=\"b750-3\"><page-number citation-index=\"1\" label=\"694\">*694</page-number>The same court, speaking in the case of Union Trust Co. v. White Motor Co., D.C., 22 F.2d 816, 817, said: “Certain principles of law are well' established for weighing evidence brought forward to establish an invention date earlier than the application date. * * * One seeking to carry back an invention date must produce clear and convincing proof <em>* </em>* *. The learned judges who in the past have tried and decided priority disputes possessed a sound understanding of human psychology and displayed profound wisdom in establishing these principles. My experience in patent cases has increasingly impressed me with the wisdom of these’rules, and I am not disposed to minimize or ignore them in weighing evidence and deciding controversies touching the priority Of invention.”</p>\n<p id=\"b750-4\">It will be remembered that in the instant case the patent to Nicoison which is here involved, along with his individual application, was issued to Nicoison May 27, 1924, ind was thereafter open to the public. This was some two years prior to the date of Fabry’s affidavit of 1926, introduced into this record as Exhibit 7, the reason for its introduction during the ex parte prosecution of Langevin’s application being, as we have stated, unknown to us.</p>\n<p id=\"b750-5\">It is true that the authorities above cited related to infringement proceedings where the validity of issued patents was involved, but, in principle, we see no reason why a rule relating to the weight of evidence should be applied in an interference case, where priority is involved, different from that applied in an infringement proceeding.</p>\n<p id=\"b750-6\">Another circumstance to which we give weight in reaching our conclusion upon this point arises from the long continued experimentation which was carried on by different persons in the United States after the dates of the Washington conferences in the effort to develop a practical device. Experiments were made at Nahant, Massachusetts, and at Key West, Florida, the latter not culminating satisfactorily until during the period from February 4, 1918, to March 20, 1918. The brief on behalf of appellee states, and this is not disputed by appellant, that “so far as appears, the use of those structures [referring to the devices developed long after the Washington conferences] for submarine detection did not, during the World War, progress beyond the experimental stage.” It is difficult to understand why if Langevin had a conception of a complete workable structure which was introduced into this country at the times and in the manner claimed such extensive -experimentation was necessary. This is especially true if the claim as to the simplicity of the device is correct, and the fact that the subject matter was of such great portent (there being a most persistent demand for same) has a significance.</p>\n<p id=\"b750-8\">We do not doubt that piezo-electricity was a subject of discussion at the Washington conferences or that ideas of Langevin respecting its possibilities were there stated, but, taking the record as- a whole and after very thorough scrutiny and study of the evidence so informally-introduced, we are not convinced that Langevin has succeeded in establishing conception and introduction of the invention into this country at the time claimed in a manner which meets the requirements of the United States patent laws.</p>\n<p id=\"b750-9\">We have studied all the issues raised in this case at great length, but since no date earlier than his French filing date can be awarded Langevin for conception the question of diligence becomes unimportant, and, in view of the fact that we are not convinced that he introduced the invention into this country at the times claimed, there is no occasion to pass on the question of originality.</p>\n<p id=\"b750-10\">Only one question remains to be determined. This relates to certain procedure by tribunals of the United States Patent Office, and its consideration requires a statement respecting actions taken after the final decision of the Examiner of Interferences.</p>\n<p id=\"b750-11\">The - case was tried before him on an unprinted record, dispensation of printing having been granted in conformity with the Patent Office rules.</p>\n<p id=\"b750-12\">It is provided, in substance, by rule 162 of the Patent Office that in certain of such cases where an appeal is taken to the board the appellant may file three typewritten copies of the record <em>“which shall not become a part of the record” </em>(italics ours) and, further, that if the appellant does not file the copies within thirty days after the appeal to the board, or within an extension of time granted by the board, the appeal shall be dismissed.</p>\n<p id=\"b750-13\">The decision of the Examiner of Interferences upon the merits was rendered July 30, 1935. Nicolson’s appeal to the board was taken August 17, 1935. The appeal <page-number citation-index=\"1\" label=\"695\">*695</page-number>and tlie reasons thereof were timely filed, but he did not file with his appeal nor within thirty days thereafter the typewritten copies of the record permissible by rule 162. The record before us discloses that the board, on December 3, 1935, saying that counsel for Langevin had called attention to tin's failure, ruled “if such copies are not filed within ten days from the date of this letter, or sufficient cause shown why such action should not be taken, the appeal will be dismissed.” On December 11, 1935, Nicolson filed the typewritten copies required by the board’s order, accompanying it with a statement relative to the omission to file earlier. In the meantime, to be exact on December 9, 1935, counsel for Langevin entered a motion that (1) the board withdraw its action of December 3, 1935, and (2) enter an order dismissing Nicolson’s appeal. The motion was accompanied by argument. On December 14, 1935, the board rendered decision upon Ihe motion in which it required Nicolson to file “a verified showing in excuse for his failure” to file the typewritten copies earlier and gave him until December 24, 1935, to file it. In the same decision Langevin was given until December 31, 1935, to file any arguments he might care to advance, and action on his motion of December 9, 1935, was deferred pending the receipt of Nicolson’s showing and Langevin’s response. Nicolson, on December 21, 1935, filed an affidavit which the board accepted as satisfactory. Prior to this action, however, Langevin, on December 12, 1935, filed motions to strike the typewritten copies, on the ground that they had not been timely filed, and dismiss the appeal. On January 7, 1936, the board rendered decision on the two motions, denying both. Langevin then filed a petition to the Commissioner of Patents to dismiss Nicolson’s appeal on the ground that the copies had not been timely filed. The commissioner, holding that the board acted within its authority, denied the petition. Langevin moved for reconsideration and the commissioner in a second decision rendered June 6, 1936, again “and finally” denied the petition. Langevin then filed petition in the District Court of the United States for the District of Columbia, seeking mandamus to compel the dismissal of Nicolson’s appeal. The petition was denied and Langevin appealed to the United States Court of Appeals for the District of Columbia which in a decision rendered March 29, 1937, sustained the action of the lower court. Rehearing was sought and denied June 2, 1937. United States ex rel. Societe de Condensation et D’Applications Mecaniques v. Coe, Commissioner of Patents, 67 App.D.C. 207, 91 F.2d 238. Langevin then filed petition for writ of certiorari in the Supreme Court of the United States. This was denied. See No. 298 Decisions Denying Certiorari, 302 U.S. 721, 58 S.Ct. 42, 82 L.Ed. 557. Motion for leave to file a second petition was made and denied. See No. 298, Rehearings Denied, 304 U.S. 589, 58 S.Ct. 1043, 82 L.Ed. 1549. Seemingly while some of the above proceedings were taking place, Langevin on December 30, 1937, filed with the Commissioner of Patents a “Motion for Judgment” on the ground that the decision of the Examiner of Interferences had become final and res adjudicata because of Nicolson’s failure to file the three typewritten copies within the thirty-day period, and cited Patent Office rule 146. This the board denied in its decision on the merits May 12, 1938. Langevin filed petition for rehearing on this point which the board denied in a decision of May 23, 1938. Error was assigned as to this.</p>\n<p id=\"b751-5\">We are of opinion that appellant’s contention upon this point is wholly without merit. The question was fully discussed by the United States Court of Appeals for the District of Columbia (United States ex rel., etc., v. Coe, supra) except that its decision contains no reference to rule 146. We have also had occasion to consider a question quite similar in principle. Schnaier v. Farr, 99 F.2d 968, 26 C.C.P.A., Patents, 726. We there approved and followed the decision of the United States Court of Appeals above referred to.</p>\n<p id=\"b751-6\">That court quoted from the decision of the board as follows [67 App.D.C. 207, 91 F.2d 239] : “The rule specifically states that these typewritten copies shall not become a part of the record. They are required merely for the benefit of the Board, but in themselves constitute no part either of the appeal or the permanent record. Piad the rule required appellant (Nicolson) to furnish the appellee (Langevin) with these copies and appellee had waived this requirement, no reasonable interpretation of the rule would have required dismissal of the appeal merely because the wording of the rule had not been strictly complied with. Likewise it seems to us that since the copies form no part of the record, but are merely filed for the convenience of the Board, we have the authority to waive the <page-number citation-index=\"1\" label=\"696\">*696</page-number>requirement of the rule as to their filing, if we so desire. We did not, however, waive the requirement of the rule, but extended appellant’s period in which to file the copies and they were filed within the extension granted by us. * * * ”</p>\n<p id=\"b752-4\">It also quoted the following from the decision of the commissioner: “It is important to observe that the requirement for the filing of the three typewritten copies of the record by the appellant (Nicolson) is not only primarily but solely for the ’benefit of the three members of the Board of Appeals. These copies are not available to either the appellant or the appellee and neither, as the rule plainly states, do they become a part of the record. The observance of the rule by the appellant does not benefit the appellee and neither does its breach create any equitable or legal right in the appellee. Under these circumstances I do not feel that this office should resort to such a harsh and technical interpretation of a rule created for its own benefit as to disavow those equitable principles underlying the procedure and practice of the Patent Office.</p>\n<p id=\"b752-5\">After so quoting the court pointed out that the commissioner was interpreting one of his own rules, procedural in character, and said: “Patent Office Rule 162, as finally amended, was designed to relieve an appealing party of the burden of printing the record, where the. testimony does not exceed the specified number of pages. The provision requiring the appealing party to furnish legible typewritten copies of the record was, as ruled by the Board and the Commissioner, ‘for the convenience of the Board.’ The provision that the appeal shall be dismissed if the copies of the record are not filed within the time specified or within any extension thereof granted by the Board of Appeals was to prevent unreasonable delay. Both the,. Board and the Commissioner, in the exercise of their discretion, extended the time within which the copies should be filed. It would require a much stronger showing than has been made here to justify a court in setting aside the action of the Office. Having in mind that the writ of mandamus is equitable in character, that it issues for preventing instead of promoting injustice (Duncan Townsite Co. v. Lane, 245 U.S. 308, 38 S.Ct. 99, 62 L.Ed. 309), we have no hesitancy in ruling that the judgment of the court was correct, and it is therefore affirmed.</p>\n<p id=\"b752-7\">In .view of the proceedings respecting this matter occurring in other courts, including the Supreme Court of the United States, we should be very hesitant in any event about sustaining the contentions of appellant, but we may say that, independently of those proceedings, our own conclusion is the same as that expressed by the United States Court of Appeals for the District of Columbia, and we concur in the reasons there given.</p>\n<p id=\"b752-8\">Rule 146 reads as follows: “Contested cases will be regarded as pending before a tribunal until the limit of appeal, which must be fixed, has expired, or until some action has been had which waives the appeal or carries into effect the decision from which appeal might have been taken.”</p>\n<p id=\"b752-9\">The argument on behalf of Langevin, based upon this rule, of necessity presupposes a finding that the provisions of rule 162, above stated, are mandatory, a conclusion with which we do not agree. It is urged, in substance, that although the appeal was taken in due time, nevertheless the board did not have jurisdiction of the interference at the time it made the order respecting the filing of the typewritten copies. This, position, we think, is untenable. The typewritten copies were not essential to the integrity of the appeal and the failure to file the copies within thirty days did not affect the board’s jurisdiction. As we view it, the board might have heard the case if it elected so to do without any requirement that those copies be filed. It is true that the order for their filing was issued after the thirty-day period had expired and, technically, it may be agreed that the action of the board was not so much an extension of time as it was an acceptance of papers belatedly filed.</p>\n<p id=\"b752-10\">Langevin was in nowise prejudiced by the action and, in our opinion, there was no abuse of its discretion by the board. The argument on behalf of Langevin and the decisions cited therein respecting actions under other rules of the Patent Office have been carefully considered, but we do not regard them as applicable here.</p>\n<p id=\"b752-11\">The decision of the Board of Appeals is affirmed.</p>\n<p id=\"b752-12\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}