{
  "casebody": {
    "data": "<casebody firstpage=\"780\" lastpage=\"783\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b808-9\">[Crim. No. 1352.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A3g\">Second Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4le\">May 6, 1926.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b808-11\">THE PEOPLE, Appellant, v. P. CORDOSCO, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b809-9\"><page-number citation-index=\"1\" label=\"781\">*781</page-number>U. S. Webb, Attorney-General, and Erwin W. Widney, Deputy Attorney-General, for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b809-10\">Richardson &amp; Scherrer for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b809-11\">CONREY, P. J.</author>\n<p id=\"AhW\">In this action the information charged the defendant with the crime of violation of the Wright Act (Stats. 1921, p. 79), a misdemeanor, by wilfully and unlawfully having in his possession intoxicating liquor. The information further charged prior commission of a like offense, for which it was alleged that he had been prosecuted, and had been convicted and sentenced. After a general plea of not guilty, this case was tried before a jury, which found 'the defendant guilty, as charged. The verdict did not comply with the requirement of section 1158 of the Penal Code that in a case so presented the jury must find specifically upon the charge of previous conviction.</p>\n<p id=\"b809-12\">Thereafter, at the time fixed by the court for pronouncing judgment, the defendant objected as follows: “Defendant, by his counsel, objects to any judgment being pronounced on the grounds that the court has no jurisdiction to pronounce judgment and moves the court to discharge the defendant on the grounds that the verdict is insufficient and <page-number citation-index=\"1\" label=\"782\">*782</page-number>that the court has no jurisdiction to pronounce judgment.” After argument of the question thus presented, the court made the following order: “Objection to pronouncing judgment sustained, motion to dismiss granted, information and all proceedings dismissed, defendant discharged and bail bond exonerated.” Thereupon the district attorney gave notice of appeal, and in due course the transcript on appeal was filed.</p>\n<p id=\"b810-5\">The defendant now moves to dismiss this appeal, upon the ground “that the order and judgment made by the court sustaining the defendant’s and respondent’s objections to the pronouncement of judgment, and dismissing the proceedings and discharging the defendant, on December 19, 1925, is not such an order and judgment coming within the provisions of section 1238 of the Penal Code, granting to the plaintiff and appellant the right of an appeal therefrom.”</p>\n<p id=\"b810-6\">The cases in which an appeal may be taken by the People are those set forth in section 1238 of the Penal Code. The appeal herein is not one of those in which the right of appeal by the People is allowed by said section, unless the order above mentioned was in effect “an order arresting judgment.” Section 1185 of the Penal Code, relating to motions in arrest of judgment, reads in part as follows: “A motion in arrest of judgment is an application on the part of the defendant that no judgment be rendered on a plea or verdict of guilty, or on a verdict against the defendant, on a plea of a former conviction. It may be founded on any of the defects in the indictment or information mentioned in section ten hundred and four, unless the objection has been waived by a failure to demur, and must be made and determined before the judgment is pronounced.”</p>\n<p id=\"b810-7\">The objection of defendant as made in the court below was not directed against the pronouncing of judgment “on a verdict against the defendant on a plea of a former conviction,”—nor on a charge of former conviction.  For since the verdict was silent on the subject of former conviction, it was in effect a finding in favor of defendant upon the question of prior conviction. <em>(People </em>v. <em>Dueber, </em>34 Cal. App. 686, 690 [168 Pac. 578], citing and quoting from <em>People </em>v. <em>Eppinger, </em>109 Cal. 294 [41 Pac. 1037].)</p>\n<p id=\"A7J\"><page-number citation-index=\"1\" label=\"783\">*783</page-number>Nevertheless, the objection o£ defendant in the court below was directed against the rendition of any judgment on the “verdict of guilty” referred to in section 1185 of the Penal Code, concerning motions in arrest of judgment. But it was not an objection or motion based upon any defect in the information. Being thus outside the scope of a motion in arrest of judgment as defined by the Penal Code, the objection was not a motion of that description, and the order sustaining the objection was not an order arresting judgment. “A motion in arrest of judgment challenges the sufficiency of the indictment or information to state a public offense. The office of such a motion is neither more nor less than that of a demurrer. It is practically a demurrer interposed to an accusatory pleading after conviction.” <em>(People </em>v. <em>Wilbur, </em>33 Cal. App. 511 [165 Pac. 729].) “As to the motion in arrest of judgment, that can be based only upon defects appearing upon the face of the indictment or information.” <em>(People </em>v. <em>Cole, </em>127 Cal. 545, 549 [59 Pac. 984, 985].)</p>\n<p id=\"b811-5\">The order in question here was, in legal effect, merely an order dismissing the action—from which order there is no appeal.</p>\n<p id=\"b811-6\">The appeal is dismissed.</p>\n<p id=\"b811-7\">Houser, J., and York, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}