{
  "casebody": {
    "data": "<casebody firstpage=\"378\" lastpage=\"390\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b398-8\">SHARON MCDERMOTT <em>v. </em>CALVARY BAPTIST CHURCH ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b398-9\">(SC 16712)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b398-10\">Borden, Norcott, Palmer, Vertefeuille and Zarella, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b399-5\"><page-number citation-index=\"1\" label=\"379\">*379</page-number>Argued February 10</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AdN\">officially released April 29, 2003</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b399-7\"><em>David A. Slossberg, </em>with whom, on the brief, was <em>J. Daniel Sagarin, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b399-8\"><em>J. Kevin Golger, </em>with whom, on the brief, was <em>George L. Holmes, Jr., </em>for the appellee (named defendant).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b399-9\"><em>James E. Coyne, </em>for the appellee (defendant town of Darien).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b400-4\">\n<page-number citation-index=\"1\" label=\"380\">*380</page-number>\n<em>Opinion</em>\n</p>\n<author id=\"b400-5\">NORCOTT, J.</author>\n<p id=\"AOJ\">The sole issue in this certified appeal is whether the Appellate Court, in affirming the judgment rendered on the jury verdict in favor of the defendants, Calvary Baptist Church (church) and the town of Darien (town), properly concluded that the trial court’s instruction to the jury was proper. We conclude that the Appellate Court properly determined that the plaintiff, Sharon McDermott, was not prejudiced by the failure of the trial court to instruct the jury on the law of agency. Accordingly, we affirm the judgment of the Appellate Court.</p>\n<p id=\"b400-6\">The plaintiff brought this action in negligence alleging that: (1) the defendants failed to take reasonable precautions to inspect a tree located on the church’s property; (2) the defendants knew, or in the exercise of reasonable care, should have known of the danger that the tree posed to persons lawfully on the premises; (3) the defendants failed to warn the plaintiff of a dangerous condition; and (4) the town abdicated its responsibility to protect patrons using a municipal parking lot. At trial, the plaintiff requested a jury instruction on the law of agency.<footnotemark>1</footnotemark> The trial court denied the plaintiffs request, and charged the jury accordingly.<footnotemark>2</footnotemark> The jury, <page-number citation-index=\"1\" label=\"381\">*381</page-number>after answering a set of special interrogatories, found <page-number citation-index=\"1\" label=\"382\">*382</page-number>in favor of the defendants. Subsequently, the plaintiff moved to set aside the verdict on the ground that, inter alia, she was prejudiced by the trial court’s failure to instruct the jury on the law of agency. The trial court denied the motion and rendered judgment in favor of the defendants. Thereafter, the plaintiff appealed to the Appellate Court, which affirmed the trial court’s judgment.* *<footnotemark>3</footnotemark> <em>McDermott </em>v. <em>Calvary Baptist Church, </em>68 Conn. App. 284, 297, 791 A.2d 602 (2002). We granted the plaintiffs petition for certification to appeal, limited to the following issue: “Did the Appellate Court properly determine that the trial court properly instructed the jury with respect to the issue of agency?” <em>McDermott </em>v. <em>Calvary Baptist Church, </em>260 Conn. 907,908, 795 A.2d 545 (2002).</p>\n<p id=\"b402-5\">The jury reasonably could have found the following facts, as set forth in the opinion of the Appellate Court. “On July 26, 1994, the plaintiff drove to a municipal parking lot in Darien that served a number of local businesses, including a restaurant at which the plaintiff was planning to dine that evening. The parking lot bordered property owned by the [church]. A hedgerow of maple, ash and ailanthus trees, planted on the church <page-number citation-index=\"1\" label=\"383\">*383</page-number>property, stood along the boundary between the two properties. The plaintiff parked near the boundary and, when she exited her vehicle, an overhanging branch fell from one of the ailanthus trees and struck her on the head, knocking her to the ground and causing various <em>injuries McDermott v. Calvary Baptist Church, </em>supra, 68 Conn. App. 286.</p>\n<p id=\"b403-5\">The plaintiff claims that the trial court’s failure to instruct the jury on the law of agency was improper because principles of agency law were the basis for her attempt to hold the defendants liable for her injuries. Both defendants claim that the trial court’s charge was sufficient to provide guidance to the jury in rendering its decision. Specifically, the town claims that the trial court explicitly charged the jury regarding the liability of the town for the conduct of its agents. The church claims that the trial court’s charge adequately instructed the jury to evaluate the actions of the church’s agents in deciding if the church was liable to the plaintiff for negligence. We conclude that, within the factual context of the present case, the trial court’s instruction was proper. Accordingly, we affirm the judgment of the Appellate Court.</p>\n<p id=\"b403-6\">“The standard of review for a challenge to the propriety of a jury instruction is well established. [J]ury instructions are to be read as a whole, and instructions claimed to be improper are read in the context of the entire charge. ... A jury charge is to be considered from the standpoint of its effect on the jury in guiding it to a correct verdict. . . . The test to determine if a jury charge is proper is whether it fairly presents the case to the jury in such a way that injustice is not done to either party under the established rules of law.” (Internal quotation marks omitted.) <em>Pestey </em>v. <em>Cushman, </em>259 Conn. 345, 351, 788 A.2d 496 (2002). “[Instructions to the jury need not be in the precise language of a request.” (Internal quotation marks omitted.) <em>Scanlon </em><page-number citation-index=\"1\" label=\"384\">*384</page-number>v. <em>Connecticut Light &amp; Power Co., </em>258 Conn. 436, 446, 782 A.2d 87 (2001). Moreover, “[j]ury instructions need not be exhaustive, perfect or technically accurate, so long as they are correct in law, adapted to the issues and sufficient for the guidance of the jury.” (Internal quotation marks omitted.) Id.</p>\n<p id=\"b404-5\">In order to analyze properly the plaintiffs claim, it is useful to examine the elements of an agency relationship so that we can determine if the trial court’s instruction gave sufficient guidance to the jury in making its determination. “Agency is defined as the fiduciary relationship which results from manifestation of consent by one person to another that the other shall act on his behalf and subject to his control, and consent by the other so to act .... Restatement (Second), 1 Agency § 1.” (Internal quotation marks omitted.) <em>Beckenstein </em>v. <em>Potter &amp; Carrier, Inc., </em>191 Conn. 120, 132, 464 A.2d 68 (1983). “Thus, the three elements required to show the existence of an agency relationship include: (1) a manifestation by the principal that the agent will act for him; (2) acceptance by the agent of the undertaking; and (3) an understanding between the parties that the principal will be in control of the undertaking.” (Internal quotation marks omitted.) Id., 133. Moreover, “it is a general rule of agency law that the principal in an agency relationship is bound by, and hable for, the acts in which his agent engages with authority from the principal, and within the scope of the [agency relationship].” <em>Maharishi School of Vedic Sciences, Inc. (Connecticut) </em>v. <em>Connecticut Constitution Associates Ltd. Partnership, </em>260 Conn. 598, 606, 799 A.2d 1027 (2002). “The rule charging the principal with an agent’s knowledge is not necessarily restricted to matters of which the agent has actual knowledge, and . . . the principal is charged with the knowledge of that which the agent, by ordinary care, could have known, especially where the agent has received sufficient information to awaken <page-number citation-index=\"1\" label=\"385\">*385</page-number>inquiry.” 3 Am. Jur. 2d 650, Agency § 277 (2002). Because both defendants, the church and the town, were entities, they could act only through their agents. See <em>Maharishi School of Vedic Sciences, Inc. (Connecticut) </em>v. <em>Connecticut Constitution Associates Ltd. Partnership, </em>supra, 606; <em>Larsen Chelsey Realty Co. </em>v. <em>Larsen, </em>232 Conn. 480, 505, 656 A.2d 1009 (1995) (“[i]t is well settled . . . that a corporation is a distinct legal entity that can act only through its agents”).</p>\n<p id=\"b405-5\">In the present case, the plaintiff alleged that an agent for the church, Brian Maher, a parishioner who, as a licensed arborist, maintained the trees for the church, and an agent of the town, Marshall Cotta, the tree warden, were negligent because they had notice, or should have had notice, that the tree that injured the plaintiff posed a danger. The plaintiff claimed, therefore, that the defendants were negligent in failing to remove it. Specifically, with regard to the church, the plaintiff presented the expert testimony of Terry Tattar, a professor specializing in tree pathology. During his testimony, Tattar opined that a large crack had formed in the tree at issue in the present case approximately three years before the tree fell, and that, because of the crack and the historically brittle nature of that particular species of tree, it was reasonably foreseeable that a portion of the tree would fall and injure someone in the parking lot over which it overhung. Tattar also testified that the large crack was located near the pruning cuts that Maher had performed. Additionally, Tattar concluded that the tree should have been taken down or, in the alternative, a warning sign should have been placed near the tree to prevent any injury that could result if the tree were to fall. With regard to the alleged negligence of Cotta, the plaintiff presented his testimony that he had not inspected the tree at issue in the present case, except for when he periodically parked in the municipal lot and “looked at it and saw that it had been pruned,” <page-number citation-index=\"1\" label=\"386\">*386</page-number>even though he also testified that he was responsible for the maintenance of trees in public lots.</p>\n<p id=\"b406-5\">Within this factual context, we conclude that the trial court’s failure to give an instruction on the law of agency was not improper. With respect to the town, it was undisputed by the parties that an agency relationship existed between the town and Cotta, and that he operated as the town’s agent for the purpose of inspecting trees. <em>See McDermott v. Calvary Baptist Church, </em>supra, 68 Conn. App. 287-88 n.3. Moreover, the trial court, in its instruction to the jury, explicitly explained that pursuant to General Statutes § 52-557n (a), “[a] town shall be hable for damage caused by negligent acts or omissions of any employee acting within the scope of his employment or official duties.” Although the court gave this charge in the context of the municipal liability statute, the <em>only </em>evidence presented by the plaintiff with respect to the town’s liability for negligence was the allegedly negligent conduct of Cotta. Thus, it is not likely that the jury was misled in its determination that the town was not negligent merely because the instruction was within the context of the municipal liability statute, rather than in the context of an agency instruction. Thus, the trial court’s instruction, describing the town’s liability for the negligent acts of its employees, gave ample guidance to the jury in its determination whether the town was hable for the plaintiffs injuries and was thus proper.</p>\n<p id=\"b406-6\">The plaintiff claims, however, that with respect to the town, the instruction was insufficient because it was given in the context of municipal immunity, an issue that the jury never reached because of its determination that the town was not negligent. We are not persuaded. It is well established that an instruction to the jury must be read in its entirety and a particular portion may not be evaluated in isolation from the other components of the charge. <em>Pestey </em>v. <em>Cushman, </em>supra, <page-number citation-index=\"1\" label=\"387\">*387</page-number>259 Conn. 351. Moreover, instructions to the jury do not have to be in the exact words or in the exact order that a party requests. The test is merely whether the instruction, taken as a whole, provided sufficient guidance to the jury in making its determination regarding the factual issues in the case. Thus, the trial court’s failure to instruct the jury on the law of agency with regard to the town was not improper.</p>\n<p id=\"b407-5\">The plaintiff' also has not established that the failure of the trial court to instruct the jury on the law of agency was improper with respect to the church. The trial court’s instruction regarding the liability of the church; see footnote 2 of this opinion; must be viewed in the context of the factual circumstances presented at trial. As we stated previously, as a legal entity, the church could act only through its agents. The plaintiff identified only two people at trial who represented that they had acted with the authority of the church, Anthony Gibson, the pastor of the church, and Maher. Gibson testified that Maher was “acting on behalf of the church” when he maintained and pruned the trees and that he was acting with the authority of the church to perform that particular service.</p>\n<p id=\"b407-6\">Moreover, the plaintiff claimed at trial that Maher knew that branches of the tree had been falling for a number of years, and that, while he was up in the tree, he should have seen a crack or at least investigated the health of the tree and the danger it posed to the church and to the people in the adjacent parking lot. The plaintiff also specifically claimed that because Maher was the church’s agent, his constructive knowledge of the tree’s danger should be imputed to the church.1 **<footnotemark>4</footnotemark></p>\n<p id=\"b408-4\"><page-number citation-index=\"1\" label=\"388\">*388</page-number>With this factual context in mind, we conclude that the trial court’s instruction was sufficient to provide guidance to the jury in its determination of the church’s liability to the plaintiff. The jury instruction; see footnote 2 of this opinion; fairly presented the issue of the case, namely, whether the church was hable for the failure to inspect the tree or for negligently maintaining the tree that injured the plaintiff. Specifically, the trial court, when discussing the elements of a claim of premises liability, instructed the jury that the plaintiff bore the burden of establishing that “there were visible signs of decay or weakness of structure . . . [a]nd that the church failed to observe . . . but <em>the reasonable care would have resulted in those signs being seen.” </em>(Emphasis added.) As both parties agree, however, the <em>only </em>means through which the church <em>could </em>have observed the tree was through its agent, Maher, who was authorized by the church to maintain it. Additionally, the court instructed the jury that the “duty to take reasonable care exists in circumstances where a reasonably prudent owner or possessor, <em>knowing what he knew or should have known, would anticipate that harm of the general nature of that suffered would occur, if reasonable care weren’t taken.” </em>(Emphasis added.) Again, at trial, the only means through which the plaintiff claimed that the church had notice of the defective tree was through Maher’s experience of picking up branches of the tree that had fallen and, as the plaintiff claimed, his failure to observe a crack in the tree that ultimately led to the plaintiffs injuries. When the charge is analyzed within this factual context, namely, that it was undisputed that the actions of the agent, Maher, constituted, for the jury’s purposes, the actions of the church, and the fact that as an entity, <page-number citation-index=\"1\" label=\"389\">*389</page-number>the church could have acted <em>only </em>through its agents, the trial court’s failure to instruct the juiy explicitly on the law of agency was not improper. Although it certainly would have been preferable for the court to have given specific instructions on the law of agency, in light of the fact that it was negligence, and not agency, that was at issue here, it is not likely that the jury was misled.</p>\n<p id=\"b409-5\">The plaintiff claims, however, that the trial court’s charge allowed both defendants to utilize their agents as shields against the imposition of liability. Specifically, the plaintiff contends that the instruction allowed the jury to find that the mere appointment and reliance on their agents relieved both defendants of liability. We disagree. As we discussed previously, the only acts or omissions that the plaintiff claimed constituted negligence were the acts or omissions of both of the defendants’ agents, namely, Maher for the church, and Cotta for the town. Neither defendant contested the existence of an agency relationship, and both defended against the plaintiffs allegations on the basis that their agents used reasonable care during the course of their respective conduct. This is not a case, therefore, where the defendants attempted to “hide” behind the actions of a third party, as suggested by the plaintiff. Rather, the present case was tried and defended <em>solely </em>on the basis of the actions of the agents of the respective defendants.<footnotemark>5</footnotemark> Thus, we conclude that, in light of the factual circumstances of the present case, the failure of the trial court to include an explicit instruction on the law of agency was not improper.</p>\n<p id=\"b410-5\"><page-number citation-index=\"1\" label=\"390\">*390</page-number>The judgment of the Appellate Court is affirmed.</p>\n<p id=\"A2x\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b400-7\"> The plaintiffs requested instruction to the jury on the law of agency provided as follows: “In various relationships between two or more parties, the law imposes liability upon one party for the acts of another. An agent is a person who, by agreement with another called the principal, manages some affair or does some service for the principal. Where an agency is established, the principal is hable for the acts of the agent committed on the principal’s behalf.</p>\n<p id=\"b400-8\">“Agency means that the agent or servant is doing something for the benefit or furthering of the purposes of another party. It need not be a hired agent or servant on a salary or on a definite contract. It’s a question of whether what the agent or servant has done is for the benefit of the other party.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b400-9\"> In discussing the church’s obligation as a landowner, the trial court gave the following instruction to the jury: “An owner of land, as I’ve stated, is required to exercise reasonable care in how he conducts himself regarding his land, for the safety of others. ... A duty to use reasonable care is often simply fashioned by the circumstances. If an owner or possessor’s <page-number citation-index=\"1\" label=\"381\">*381</page-number>actions or omissions create an [undue] risk to others, then there has been a deviation from the reasonable standard of care. Or, more fully, a duty to take reasonable care exists in circumstances where a reasonably prudent owner or possessor, knowing what he knew or should have known, would anticipate that harm of the general nature of that suffered would occur, if reasonable care weren’t taken. . . . This . . . tree owner church had a duty to take reasonable care as to its trees and said duty ran to those on its land and lawfully on the adjacent land within the foreseeable reach of its trees. Now, you decide how that reasonable care will be taken. You decide whether this plaintiff was in a place foreseeably dangerous if reasonable care weren’t taken. Now I should tell you, too, that a tree that falls isn’t necessarily a picture of negligence that happened. A tree can fall without anyone having been negligent. Now, a fallen tree claim might be pleaded solely on alleged outside visible damage or rot or decay. If this were all that were alleged here, a plaintiff would be burdened to show the following . . . that there were visible signs of decay or weakness of structure. And that the church failed to observe . . . but the reasonable care would have resulted in those signs being seen . . . [and the] [p]laintiff would have to show that a closer look or a good inspection would have resulted in a remedy or advice to get remedy due to the extent of the decay or structural weakness being such as to warrant that. And of course, that action [wasn’t] taken. Here [the] plaintiff has argued more and I’ll mention it. [The] [pjlaintiff argues that the architecture or shape of the tree, with a codominant stem and its breed, being an ailanthus tree and any history that the tree might have had were additional danger signals. So that it’s for you to decide whether reasonable care by a tree owner would require a response to any or all factors. . . . I did mention to you about the duty or reasonable care, for invitees on land, as a duty that would include inspecting your premises for dangers. . . . The duty of a landowner, controller to invitees on the land includes the duty to reasonably examine his property. . . . Now, it’s not claimed here that as a basic threshold, initial response as a landowner, that you have a climb up arborist examining the tree. It may have been something that might have been warranted later on if other evidence would have suggested it to the reasonably prudent landowner or not. All of that is for you to decide.”</p>\n<p id=\"ABf\">Regarding the town’s liability, the trial court instructed the jury as follows: “Now, the duty that is owed by the town is the same as I’ve been describing for the church. The duty is the same. That is to keep the premises reasonably safe for those who are lawfully upon the premises. Now each aspect here has that wrinkle I mentioned before. . . . For the church, the wrinkle was that the harm was suffered off the church’s property. And for the town, the wrinkle had to do with the alleged danger being to a person on town property, but coming from above rather than out of the town’s ground, so to speak. From the tree of another party, a bordering landowner. But, the duty as I mentioned is still the same. . . . That is to say, the town’s duty to keep its premises reasonably safe is not lifted from the town’s shoulders by the fact <page-number citation-index=\"1\" label=\"382\">*382</page-number>that the tree belonged to the church. The duty of reasonable care would exist with regard to your premises whether the danger comes from below, above or adjacent the property.”</p>\n<p id=\"b402-7\">Additionally, the trial court instructed the jury regarding the town’s liability for the acts or omissions of the town’s agents. Specifically, the trial court stated: “[General Statutes? 52-557n] says‘[a] town shall be liable for damage caused by negligent acts or omissions of any employee acting within the scope of his employment or official duties.’ ”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b402-8\"> On appeal to the Appellate Court, the plaintiff raised three issues in addition to the agency instruction issue, namely, that the trial court improperly: (1) failed to instruct the jury that the town had a legal duty to trim the branches that overhung its property; (2) instructed the jury on the legal significance of a “no parking” sign at the scene of the accident; and (3) failed to set aside the jury verdict on the ground that the verdict in favor of the defendants was against the weight of the evidence. <em>McDermott </em>v. <em>Calvary Baptist Church, </em>68 Conn. App. 284, 285-86, 791 A.2d 602 (2002). None of these additional grounds is at issue in this appeal.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b407-7\"> Specifically, during closing argument, the plaintiff stated: “So, it’s an extraordinary thing where you have a case like this and nobody is really arguing about the fact that this is a bad tree, it was planted in a bad place, it’s brittle, it shouldn’t be there. It was overcrowded. And it was crying out to be taken down. It was throwing out . . . according to [Maher], it was throwing out . . . first, he says three to four inches and later, in his deposition, he says three inch branches, six to eight feet long. . . . And they’re <page-number citation-index=\"1\" label=\"388\">*388</page-number>trying to make that out to be nothing. That’s not nothing. Even if you don’t recognize the crack in the tree, that’s not nothing. And [Maher] was the church’s agent. If he knew that, the church is deemed to know that.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b409-6\"> As the Appellate Court aptly noted, “[b]y instructing the jury to consider whether reasonable care would have revealed any alleged defect in the tree, the court implicitly instructed the jury to evaluate whether the actions of the church’s agents were reasonable under the circumstances. If the jury found that the level of care exercised by those agents was unreasonable, it was bound by the court’s charge to find that the landowner had failed to meet its duty.” <em>McDermott </em>v. <em>Calvary Baptist Church, </em>supra, 68 Conn. App. 289 n.6.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}