{
  "casebody": {
    "data": "<casebody firstpage=\"615\" lastpage=\"619\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b645-5\">Edward S. AHN, an individual; Edward S. Ahn, as a derivative Plaintiff in his capacity as a shareholder of Hanil Development, Inc., a California Corporation, Plaintiffs—Appellants, v. HANIL DEVELOPMENT, INC., a California corporation and nominal defendant; Hanil Cement Manufacturing Co., Ltd., a Korean corporation; Hanil Engineering and Construction Co., Ltd., a Korean corporation; Dong Sup Huh, an individual; Byoung Gil Choi, an individual; Yeong Ik Kweon, an individual; Keejune Huh, an individual, Defendants—Appellees, and Seung Keun Kim, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b645-10\">No. 10-56386.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b645-11\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b645-12\">Submitted Feb. 6, 2012.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b645-13\">Filed March 6, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b646-8\"><page-number citation-index=\"1\" label=\"616\">*616</page-number>Patrick Joseph Evans, Esquire, Evans &amp; Associates, Huntington Beach, CA, Paul Johnson Sievers, Esquire, Manly &amp; Stewart, Newport Beach, CA, for Plaintiffs-Appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b646-9\">Justin Davis Denlinger, William K. Mills, Parker Shumaker Mills, LLP, Craig J. Stein, The Stein Law Firm, Allan E. Wilion, Allan E. Wilion, Esq., Los Angeles, CA, for Defendants-Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b646-13\">Before: REINHARDT, WARDLAW, and CALLAHAN, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b645-18\"> The panel unanimously concludes this case is suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b646-14\">MEMORANDUM<footnotemark>**</footnotemark></p>\n<p id=\"b646-15\">Plaintiff-Appellant Edward Ahn appeals the district court’s grant of summary judgment to Defendants-Appellees Hanil Development, Inc. (“HDI”), et al., on his individual and derivative claims under the Racketeer Influenced and Corrupt Organizations (“RICO”) statute, 18 U.S.C. §§ 1961-1968. We have jurisdiction over this appeal pursuant to 28 U.S.C. § 1291, and we affirm.<footnotemark>1</footnotemark></p>\n<p id=\"b646-16\">In 1997, Ahn and Defendant-Appellee Dong Sup Huh decided to open a Korean sports and entertainment complex, including a day spa, in Los Angeles. After relations between the two men disintegrated, state court litigation ensued. The state courts either dismissed Ahn’s claims or ruled against him on their merits, based on conduct Ahn alleged occurred between 2001 and 2004. Ahn then filed this action in federal court, alleging that after 2004 Huh and other defendants violated RICO by engaging in money laundering; violating labor, drug, and immigration laws; and committing tax, bank, mail, and wire fraud through their dealings with the day spa. Ahn also re-asserted state law claims for breach of fiduciary duty, involuntary dissolution, and accounting. The district court granted summary judgment to the Defendants-Appellees on Ahn’s RICO claims, denied Ahn summary judgment on certain state law claims, and declined to exercise supplemental jurisdiction over all of the state law claims. Ahn appeals only the district court’s summary judgment rulings <page-number citation-index=\"1\" label=\"617\">*617</page-number>on his RICO claims. We review those rulings <em>de novo. City of Los Angeles v. San Pedro Boat Works, </em>635 F.3d 440, 446 (9th Cir.2011).</p>\n<p id=\"b647-5\">1. Summary judgment was proper on Ahn’s individual RICO § 1962(c) claims because Ahn lacks standing to pursue those claims. To prevail on a civil RICO claim, a plaintiff “must show that he has suffered a concrete financial loss.” <em>Chaset v. Fleer/Skybox Int’l, LP, </em>300 F.3d 1083, 1086 (9th Cir.2002) (quotation marks and citation omitted). In the context of a § 1962(c) claim brought by an individual shareholder, the shareholder must allege harm unique to the individual, not harm to the corporation <em>(ie., </em>a RICO plaintiff may not acquire standing by alleging only derivative harm). <em>Sparling v. Hoffman Constr. Co., </em>864 F.2d 635, 640-41 (9th Cir. 1988).</p>\n<p id=\"b647-6\">Ahn lacks standing to assert a claim under § 1962(c) because his alleged injury is not unique to him. In his complaint, Ahn alleged “[he] has been injured in its [sic ] business or property ... because HDI has been injured in its business or property.” Specifically, Ahn alleged that the predicate acts underlying his derivative § 1962(c) claims “defraudfed] HDI of money” and “rendered] ... Ahn’s investment in HDI worthless,” thereby “takfing] from him his share of legitimate income earned by HDI.” These are allegations of derivative, not individual, harm. <em>See Lapidus v. Heeht, </em>232 F.3d 679, 683 (9th Cir. 2000); <em>Eagle v. Am. Tel. &amp; Tel. Co., </em>769 F.2d 541, 545 (9th Cir.1985).</p>\n<p id=\"b647-7\">Moreover, Ahn’s evidence in support of his allegations shows only that HDI may have suffered financial losses at the hands of the defendants; it does not show that any shareholder received dividends from HDI while Ahn did not, or that Ahn was harmed in some other unique way. <em>See Sax v. World Wide Press, Inc., </em>809 F.2d 610, 614 (9th Cir.1987) (explaining that a plaintiff-shareholder lacks standing under RICO when the injury similarly affects other shareholders’ ownership interests).</p>\n<p id=\"b647-9\">An individual shareholder also can maintain a direct action for alleged RICO harms if he can show the existence of a special duty owed to him by the defendants. <em>See Sparling, </em>864 F.2d at 640-41. Ahn alleges that this requirement is met, and that therefore he has standing to assert his individual RICO claims, because, as a minority shareholder of HDI, he was owed a special duty by Defendants-Appellees under California law. However, “a shareholder cannot maintain an action in his individual capacity against a majority shareholder for the depreciation in the value of his stock resulting from a depletion of corporate assets because the depletion of corporate assets is a direct injury to the corporation and only an incidental injury to its shareholders.” <em>Eagle, </em>769 F.2d at 545-46 (discussing standing of minority shareholders to bring direct action). “The majority shareholder’s duty must be enforced either directly by the corporation or through a shareholders’ derivative suit.” <em>Id. </em>at 546. Because, as noted above, Ahn alleges only harm to HDI in increased exposure to liability, he cannot maintain RICO claims in his individual capacity solely on the basis of his status as a minority shareholder.</p>\n<p id=\"b647-10\">2. Summary judgment was proper on Ahn’s derivative RICO § 1962(c) claims because Ahn does not show that the Defendants-Appellees’ alleged predicate acts proximately caused HDI’s alleged injuries. A RICO plaintiff must show that a defendant’s predicate acts were the “but-for” and proximate cause of the alleged injury. <em>Holmes v. Sec. Investor Prot. Corp., </em>503 U.S. 258, 266-67, 112 S.Ct. 1311, 117 L.Ed.2d 532 (1992).</p>\n<p id=\"b648-3\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>Here, there is no causal link between the alleged predicate acts (wire fraud, mail fraud, and so on) on the one hand and HDI’s alleged injuries (increased liability to the government due to these violations; HDI’s difficulty in selling the Aroma Spa because of the existence of the spa memberships; and HDI’s assumption of costs to defend and settle spa members’ lawsuits) on the other. <em>See Hemi Group, LLC v. City of New York, N.Y., </em>— U.S. -, 130 S.Ct. 983, 988-93, 175 L.Ed.2d 943 (2010) (holding that city plaintiff could not show proximate cause between business’s alleged mail fraud and lost tax revenue because fraudulent conduct was directed at a third party (the state), and the city was only indirectly injured as a result); <em>Canyon County v. Syngenta Seeds, Inc., </em>519 F.3d 969, 982 (9th Cir.2008) (finding no proximate cause where “the cause of the plaintiffs’ asserted harms is a set of actions ... entirely distinct from the alleged RICO violation”).</p>\n<p id=\"b648-6\">The district court also correctly concluded that the three remoteness factors set forth in <em>Sybersound Records, Inc. v. UAV Corp., </em>517 F.3d 1137, 1147-48 (9th Cir. 2008), highlight the absence of proximate cause in this case: (1) there are more direct victims than Ahn of the alleged RICO wrongdoing (namely, spa members and the government); (2) any liabilities to the government that HDI incurred cannot be tied to that wrongdoing; and (3) there is a significant risk of multiple recoveries by the government, spa members, Ahn, and/or HDI if Ahn’s suit is allowed to go forward.</p>\n<p id=\"b648-7\">3. Summary judgment was proper on Ahn’s individual RICO § 1962(a) claim because there was no evidence the Defendants-Appellees used or invested racketeering income from their alleged predicate acts. To establish a violation of § 1962(a), a plaintiff “must allege facts tending to show that he or she was injured by the use or investment of racketeering income.” <em>Sybersound Records, </em>517 F.3d at 1149.</p>\n<p id=\"b648-9\">Ahn argued that Hanil Cement and Hanil Engineering (1) sold, through HDI, $7 million in Aroma Spa memberships; (2) invested $7 million in HDI, thereby diluting Ahn’s ownership from 25% to 9%; and (3) six months later, reimbursed themselves by obtaining, through HDI, a $7 million loan. Ahn alleges that the $7 million loan was obtained through fraud and constitutes the racketeering income invested by Hanil Cement and Hanil Engineering to cause him harm. However, none of Ahn’s evidence showed that Hanil Cement or Hanil Engineering ever received the proceeds from the loan. Moreover, HDI took out the loan in November 2004, six months <em>after </em>Hanil Cement and Hanil Engineering purchased additional HDI shares. Thus, even assuming the companies received the loan proceeds, they could not have used or invested that income in acquiring any interest in HDI in May 2004. <em>See Nugget Hydroelectric, L.P. v. Pacific Gas &amp; Electric Co., </em>981 F.2d 429, 437 (9th Cir.1992) (holding that plaintiff may not establish RICO claim by alleging injury from racketeering acts whose income defendant <em>subsequently </em>used or invested in violation of § 1962); <em>Wagh v. Metris Direct, Inc., </em>363 F.3d 821, 829 (9th Cir.2003) (applying Nugget to hold that plaintiff lacked standing to challenge defendant’s use of funds received from <em>previous </em>customers), <em>overruled on other grounds, Odom v. Microsoft Corp., </em>486 F.3d 541, 551 (9th Cir.2007) (en banc).</p>\n<p id=\"b648-10\">4. The district court did not err in admitting Defendant-Appellee Dong Sup Huh’s English-language declaration. There is no authority for Ahn’s argument that Huh was required to use his native language of Korean in his declaration. <em>See </em><page-number citation-index=\"1\" label=\"619\">*619</page-number><em>Matsuda v. Wada, </em>101 F.Supp.2d 1315, 1323 (D.Haw.1999) (rejecting argument that non-English speaking declarant must show that his declaration was translated into his native language before signing it). In any event, Huh appropriately explained that he could read at least “easy” English and that he consulted with his lawyers before signing any English-language documents he did not fully understand.</p>\n<p id=\"b649-5\">The district court’s orders granting summary judgment for the Defendants-Appellees are AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b646-11\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b646-17\">. We restate the facts and procedural history only as necessary to explain our decision.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}