{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"553\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b583-8\">[Crim. No. 947.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A5k\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b583-9\">December 23, 1920.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b583-10\">In the Matter of the Application of FRED M. LAMSON for a Writ of Habeas Corpus.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b583-11\"><bracketnum>[1]</bracketnum> Juvenile Court Act—Appearance or Parents—Waiver or Service or Citation—Sufficiency of Minutes of Court.—In a proceeding under the Juvenile Court Act (Stats. 1915, p. 1225) to have a minor declared a ward of the juvenile court, where the parents of the minor participate in the proceedings and are sworn and testify as witnesses therein, and these facts are shown by the minutes of the court, the provision of section 4 of said act requiring that where no service of citation is made upon the parents and service thereof is not waived by them in writing the clerk must enter their voluntary appearance in the minutes of the court, is sufficiently complied with by a recital in the minutes that they “were present in open court.”</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b584-4\"><page-number citation-index=\"1\" label=\"554\">*554</page-number>PROCEEDING on Habeas Corpus to secure the release of a minor adjudged a ward of the juvenile court and committed to a private training school. Petition denied and ward remanded.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b584-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b584-6\">Walter F. Lynch for Petitioner.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b584-7\">John R. Robinson for Respondent.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b584-8\">NOURSE, J.</author>\n<p id=\"AIx\">The petitioner, who is the father of Gertrude Lamson, a ward of the juvenile court of the county of Butte, filed his application in this court for a writ of <em>habeas corpus </em>for the purpose of examining into the legality of the confinement of said ward and obtaining her discharge from custody. The grounds of the petition are that said ward is illegally held in custody because at the time of the original commitment no service of citation was made upon the parents of said ward, that the same was not filed with the clerk of the court prior to hearing, and that service thereof was not waived by them by a voluntary appearance entered in the minutes of the court, as required by section 4 of the juvenile court law. (Stats. 1915, p. 1225.)</p>\n<p id=\"b584-9\">The facts of the case are that on the second day of June, 1916, the judge of the superior court, sitting as a judge of the juvenile court in the county of Butte, made and entered his judgment adjudicating said Gertrude Lamson a ward of the juvenile court and finding that the parents of s'aid ward were incapable of exercising proper parental control over her. Said judgment and findings were made as a result of the hearing conducted by said court on the twenty-ninth day of May, 1916, based upon a petition regularly filed therein on the twenty-fifth day of the same month. Thereafter and on the ninth day of April, 1917, the petitioner herein filed with the district court of appeal for the state of California, in and for the third appellate district, his application for a writ of <em>habeas corpm </em>directed to the probation officer of said county of Butte, based on the same grounds urged herein. This application was denied. On April 24, 1917, a new petition was filed in the juvenile court of the county of Butte, asking that said ward be com<page-number citation-index=\"1\" label=\"555\">*555</page-number>mitted to the St. Catherine’s Home and Training School in San Francisco. Citation thereon was duly served upon the parents of said ward, and they duly appeared at the hearing thereof, were present in court, were represented there by counsel, and took part in all said proceedings. As a result of said hearing said court did on the second day of May, 1917, commit said ward to the St. Catherine’s Home and Training School, where she is now confined. No appeal was taken from this order.</p>\n<p id=\"b585-5\"><bracketnum>[1]</bracketnum> For the first hearing no citation was served upon the parents and service thereof was not waived by them in writing. Hence petitioner’s whole case rests upon a claimed insufficiency of the minutes of the court of the twenty-ninth day of May, 1916, the day when the first hearing was had. In these minutes it is recited that “F. M. Lamson and Martha Lamson were present in open court.” The minutes further show that these parties, the father and mother of Gertrude Lamson, participated in the proceedings and were sworn and testified as witnesses therein. If the clerk had used the word “appeared” instead of the words “were present” there would be no ground for argument. The stattute requires that the voluntary appearance be entered in the minutes of the court unless citation has been served or waived in writing. We are satisfied that the clear intendment of the entry made by the clerk was that of a voluntary appearance as contemplated by the statute, and in view of the fact that the same question was determined adversely to petitioner in the application for <em>habeas corpus </em>before the district court of appeal of the third appellate district, and of the further fact that the ward is now committed under a subsequent order made after due notice to the parents from which no appeal was taken, we cannot say that the ward is now in custody without due process of law.</p>\n<p id=\"b585-6\">The petition is denied and the ward remanded.</p>\n<p id=\"b585-7\">Brittain, J., and Langdon, P. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}