{
  "casebody": {
    "data": "<casebody firstpage=\"117\" lastpage=\"119\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b181-4\">UNITED STATES of America, Appellee, v. Gabriel J. CARINO, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b181-6\">No. 129, Docket 33317.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b181-7\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b181-8\">Argued Sept. 16, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b181-9\">Decided Oct. 16, 1969.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b181-17\">James M. LaRossa, New York City, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b181-18\">John R. Wing, Asst. U. S. Atty., Southern District of New York (Robert M. Morgenthau, U. S. Atty., and Paul B. Galvani, Asst. U. S. Atty., Southern District of New York, on the brief), for ap-pellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b181-19\">Before MOORE, HAYS and ANDERSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-20\">ANDERSON, Circuit Judge:</author>\n<p id=\"b181-21\">On September 29, 1967 a hold up took place in Port Chester, New York in the course of which a powder was thrown into the eyes of the victim. Lt. Poletsky and Sergt. Gorski of the Port Chester police were sent to the scene of the crime to pick up clues and discover the perpetrator of the offense. They had been told that Carino was a possible suspect. While they were looking for a container which might still have in it a residue of the powder, a patrolman told them that Carino’s car was parked some distance from the place of the hold up. The officers went to the car and searched around and inside of it for traces of the powder or the container. In examining the inside of the car, while they discovered no evidence of the powder, Lt. Poletsky came across a loaded .38 caliber pistol under the front seat. He did not, however, retain possession of it but put it back where he had found it. The officers then “staked out” the <page-number citation-index=\"1\" label=\"118\">*118</page-number>car by placing themselves some distance away and keeping it under surveillance. The. natural and obvious inference which the jury would have drawn from this move was that the police were hopeful that the appellant Carino would return to his car where they might interrogate him. But Carino did not appear; instead, the police saw one Steve Novak, who was known to them, approach and enter the car on the right or passenger side; they noted that he sat on the front seat and then leaned over. The officers walked toward the car as Novak emerged from it with a paper bag in his hand. Lt. Poletsky called Novak by name and asked him to wait a minute, but Novak ran off. The officers gave chase and soon cornered him in a fence-enclosed backyard. Realizing that he was trapped, Novak threw the bag over the fence, but Sergt. Gorski recovered it and found in it the .38 caliber pistol.</p>\n<p id=\"b182-4\">The Government introduced ample evidence to prove that the pistol had been stolen by Carino from Caldor’s Department Store in Riverside, Connecticut. Carino had become acquainted with Stanley Cohen, a 17-year-old high school student, who had a summer job as a sales clerk in Caldor’s sporting goods department. Induced by a combination of promises to give him a share in the yield of a hold up and threats if he failed to cooperate, Cohen turned the pistol over to Carino and let him take it from the store. The defense claimed, and it is conceded by the Government, that the tale of a planned hold up, recited to Cohen by Carino, was pure fiction and unrelated to the hold up of September 29th when Carino’s car was in Port Chester. Caldor’s reported to the Greenwich Police on September 21st that the .38 caliber pistol was missing, and the theft was thereafter a subject of investigation. On September 29th Car-ino telephoned Novak and instructed him surreptitously to remove the pistol from Carino’s car and throw it away.</p>\n<p id=\"b182-5\">The jury found Carino guilty of the charge of unlawfully transporting a stolen gun in interstate commerce in violation of 15 U.S.C. § 902(g) and he was sentenced to three years imprisonment. We affirm.</p>\n<p id=\"b182-7\">On appeal he makes two claims of error in his conviction. He argues first that the whole prosecution stems from the discovery of the pistol under the seat of his car by Lt. Poletsky and that this discovery was a fruit of a poisonous tree because the search of the car was made without a warrant and without probable cause and was in violation of the Fourth Amendment. He further asserts that therefore the gun itself, and all testimony relating to it, were not admissible in evidence. His second point is that the testimony about the fictitious tale of a planned hold up told by Carino to Cohen was improperly admitted because it was, in effect, evidence of a crime other than that charged.</p>\n<p id=\"b182-8\">With regard to appellant’s claim that the gun and all testimony about it were illegally obtained and inadmissible, we will, without deciding the points, assume <em>arguendo </em>that the search of Carino’s car by the police was illegal. We are satisfied, however, that the testimony concerning Novak’s visit to the car and the subsequent events, including the pursuit and capture of Novak, the acquisition of the gun, and the information thereafter obtained about the gun were not tainted and were properly admitted. The knowledge which the police had that there was a loaded pistol under the front seat of Carino’s car led to nothing. It did not bring about the “stake-out” of the car; the defense elicited from Sergt. Gorski that the surveillance of the car would have taken place, even though no pistol had been discovered in it. There was no single piece of material evidence, gleaned from the alleged unlawful search, which was not fully revealed by the activities of Novak.</p>\n<blockquote id=\"b182-9\">“An unlawful search taints all evidence obtained at the search or through leads uncovered by the search. This rule, however, extends only to facts which were actually discovered by a process initiated by the unlawful act. If information which <page-number citation-index=\"1\" label=\"119\">*119</page-number>could have emerged from an unlawful search in fact stems from an independent source, the evidence is admissible.” United States v. Paroutian, 299 F.2d 486, 489 (2 Cir. 1962).</blockquote>\n<p id=\"b183-4\">There was no testimony at the trial concerning the examination of Carino’s car by the police and the discovery of the pistol under the front seat. All of the evidence introduced by the Government relating to the recovery of the pistol came solely from what was said and done by Novak. The entire episode from Novak’s entering of Carino’s car to his apprehension by the police, after they had seen him throw the bag over the fence, and their subsequent discovery of the pistol when the bag was retrieved, constituted an intervening and independent source of knowledge. This rendered ineffective and unnecessary any information gained through search of the car by the police and completely freed the evidence, actually presented at the trial, from whatever stigma may have attended anything disclosed by that search. The Supreme Court said in the case of Wong Sun v. United States, 371 U.S. 471, 487-488, 83 S.Ct. 407, 417, 9 L.Ed.2d 441 (1963):</p>\n<blockquote id=\"b183-5\">“We need not hold that all evidence is ‘fruit of the poisonous tree’ simply because it would not have come to light but for the illegal actions of the police. Rather, the more apt question in such a case is ‘whether, granting establishment of the primary illegality, the evidence to which instant objection is made has been come at by exploitation of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint.’ ”</blockquote>\n<p id=\"b183-6\">There is likewise no merit to the appellant’s second point that evidence of other crimes was prejudicially admitted against him. There was in fact no such evidence of another crime. What the appellant refers to is testimony by Cohen and Novak that Carino and Novak told Cohen that they planned to commit a robbery and would share the proceeds with him if he would help them to obtain pistols. The planned robbery was entirely fictitious and the uncontra-dicted testimony at the trial made this perfectly clear. Moreover, the prosecutor said in his opening statement that it was a fabrication by Carino for the purpose of inducing Cohen to fall in with the scheme. It was not, however, irrelevant because it was an integral part of the story of how Carino acquired the gun in question.</p>\n<p id=\"b183-10\">There is no error and the judgment of conviction is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}