{
  "casebody": {
    "data": "<casebody firstpage=\"167\" lastpage=\"167\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b165-4\">SUPREME COURT—SPECIAL TERM.</court>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AD\">November, 1850.</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b165-5\">Before Edmonds, Justice.</p>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b165-6\">Phelps v. Cole and Whitney.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b165-7\">A receiver who prosecutes or defends an action as such, without leave of the court, first obtained, is liable personally for the costs.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b165-8\">The plaintiff commenced this action as receiver without obtaining the leave of the court appointing him, and having failed in his action, a motion was now made for costs against him personally.</headnotes>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b165-9\">\n<em>Edmonds, J.:</em>\n</author>\n<p id=\"AJ\">A receiver must not subject the estate committed to him to unnecessary expense. He cannot bring a suit without consent of the court, nor even defend one brought against him, without such leave, where either such prosecution or defense are to charge the expenses to the estate. He is an officer of the court, charged with the duty of taking care of property in the possession of the court, and he cannot incur expense in regard to it without the court’s leave.</p>\n<p id=\"b165-10\">This plaintiff might have protected himself by first applying to the court for leave to prosecute this suit; but not having chosen to do so, he cannot avail himself of his official character to escape the responsibility growing out of his false clamor. This is the general rule, to which there are exceptions, but the plaintiff shows nothing to bring himself within any of them. Any other rule would enable receivers to harrass and oppress others at pleasure, and with impunity.</p>\n<p id=\"b165-11\">The motion for costs against the plaintiff, personally, must be granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}