{
  "casebody": {
    "data": "<casebody firstpage=\"54\" lastpage=\"69\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b52-4\">NEW YORK OYER AND TERMINER.</court>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b52-5\">February, 1849.</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b52-6\">Before Edmonds, Justice, and two aldermen.</p>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b52-7\">The People v. John S. Austin.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b52-8\">Where an indictment contains several counts charging the same offense in different forms, the prosecution will not be compelled to elect on which count they ask a conviction. Such election will be directed only when the several counts charge separate and distinct offenses.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b52-9\">It is not collateral, but relevant to the main issue, to inquire into the motives which influence a witness in giving his testimony, and a party examining a witness in regard to them, is not bound by his answers, but may contradict him.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b52-10\">A sufficient foundation is laid for such contradiction if the attention of the witness has been directed to the time, place and circumstances attending an alleged statement made by him, and the name of the person to whom he may have made it need not be mentioned if it was not necessary to enable him to know to what remark his attention was directed.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b52-11\">The statute allowing the relative of a person killed to recover damages therefor, it will be no impeachment of a witness, that he, as father of the deceased, had attempted by negotiation to recover compensation from the author of the death.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b52-12\">Whether a homicide was justifiable under the statute, is to be determined by the jury from their conviction whether there was reasonable ground for the accused to apprehend great personal injury, and not from the fact that the accused did in fact entertain such apprehension.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b52-13\">Whether a homicide is excusable or not, must depend in a great measure upon the nature of the weapon used, and the manner in which it was used. Killing by intentionally firing a pistol into a crowd, cannot be said to be by accident or misfortune.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b52-14\">To constitute murder there must be an intention to kill, in all cases except where the perpetrator is at the moment engaged in committing a felony.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b52-15\">Any killing, without a design to effect death, where it is not justifiable or excusable, is manslaughter only.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b52-16\">Implied malice, constituting killing without an intention to kill or murder, is not recognized in our law.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b52-17\">Recent provocation, and the fact that the passions have not had-time to cool, do not, under our statute, mitigate a killing with a design to effect death from murder to manslaughter. Such killing is murder, whether the <page-number citation-index=\"1\" label=\"55\">*55</page-number>design to effect death was formed on the instant, or had been previously entertained.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b53-5\">The intention to take life constitutes, under our statute, the main distinction between murder and manslaughter.</headnotes>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b53-6\">The prisoner was indicted with one Hesbit for the murder of Timothy Shea. on the 28th September, 1848, by firing a pistol at him.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b53-7\">The indictment contained two counts. One charging that the pistol was fired by Austin by the aid and procurement of Hesbit, and the other that the firing was by Hesbit, and that Austin aided and encouraged.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b53-8\">After the testimony for the prosecution closed, which tended to show that Austin had fired the pistol,</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b53-9\"><em>J. </em>Graham, for the defense,</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"Axc\">moved that the prosecution be put to their election on which count they intended to ask the conviction of the prisoner. He insisted that the prosecution having now got in all its testimony, was able definitely to inform the prisoner of the precise nature of the charge of which they claimed him to be guilty, and that it was his right to know, so as to determine how to shape his defense.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"AI2\"><em>H. G. </em>Wheaton,</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"Aqx\">who appeared instead of the attorney-general, insisted that the right to compel an election existed only when the indictment contained distinct charges, and not where, as in this case, it contained only charges connected with the same transaction.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b53-11\">Edmonds, <em>J.:</em></attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"A8a\">That .is undoubtedly the true rule. Where the two offenses charged form parts of one transaction, yet are of such a nature that the defendant may be found guilty of both, the prosecutor will not be called on to elect upon which charge he will proceed, for in such case the joinder of counts cannot prejudice the defendant, which is the only ground on which this application to the discretion of the judge can be founded. The right of election is confined to cases where the indictment contains charges which are actually <page-number citation-index=\"1\" label=\"56\">*56</page-number>distinct, and grow ont of different transactions. Thus, the prosecution will not he compelled to elect on an indictment charging both larceny and receiving stolen goods, where it appears by the indictment that the charges relate to the same transaction, modified to meet the proof, nor where several counts are inserted in an indictment solely for the purpose of meeting the evidence as it may transpire on the trial, the charges being substantially for the same offense. Such is this case, and the impropriety of compelling an election here is very apparent. If the prosecution should elect to go on the count that charges Austin with having fired the pistol, and it should turn out, on the trial, that it was, in fact, fired by ¡Nesbit, but by the order and procurement of Austin, Austin would be guilty of the murder, yet could not be convicted, because the prosecutor had been compelled to elect, and, in a necessary ignorance of the facts, had elected the wrong count.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b54-5\">The prisoner cannot be embarrassed by being tried on both counts, while the prosecution may be much embarrassed, and, indeed, entirely thwarted, by being compelled to elect.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b54-6\">The motion must be denied.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b54-7\">John Shea, the father of the deceased, was examined as a witness on the part of the prosecution, and on his cross-examination was asked whether he had not offered to the prisoner, or some of his friends, to leave the State and refuse to testify in the case, for a suitable remuneration? To which he had answered—“¡Not exactly that, but”—and was then proceeding to detail what he had said in that regard, when he was stopped by the prisoner’s counsel, and told that they had got all the answer they wanted.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b54-8\">On his reexamination, by the prosecution, he was asked what it was he had said in that regard.</p>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b54-9\"><em>D. Graham, </em>objected.</attorneys>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b54-10\">\n<em>Edmonds, J.:</em>\n</attorneys>\n<p data-order=\"30\" data-type=\"legal\" id=\"Aj5\">But you have yourselves introduced the subject, and have obtained only part of an answer. The <page-number citation-index=\"1\" label=\"57\">*57</page-number>whole of it ought to be got out. Besides, you have an answer from which you may call on the jury to infer corruption on the part of the witness, while the matter may be susceptible of a perfect explanation. It will be right to have it all.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b55-5\">Being examined on that point, the witness detailed two interviews with one who acted as an agent of the prisoner in conducting his defense, in which, as he alleged, an offer had been made to him of some money if he would remove from the State.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b55-6\">After the prisoner had entered upon his defense, his counsel offered to prove several acts of this witness, going to show a desire to obtain from the prisoner pecuniary satisfaction for the injury which he had received by the death of his son, and what had taken place between him and the prisoner’s agent in that respect.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b55-7\"><em>Wheaton, </em>for the prosecution,</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"AMV\">objected that the examination of the witness on this subject had been to a matter entirely collateral to the main issue, and that the defense were therefore bound by his answers, and could not contradict them.</p>\n<attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b55-8\"><em>D. </em>Graham, for the prisoner,</attorneys>\n<p data-order=\"36\" data-type=\"legal\" id=\"Abf\">contended, first, that it was not collateral matter, so that the defense was bound by the answer-; and, second, that the testimony was proper,-independent of what the witness had said on his examination, as it might tend to show him governed by corrupt or revengeful feelings; and it would enable the jury to judge what credit to give him, when they should learn that he had attempted to make money out of a' transaction which had resulted in the death of his son.</p>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b55-9\">Wheaton, in reply,</attorneys>\n<p data-order=\"38\" data-type=\"legal\" id=\"A8L\">said that since our statute of 1817, which had given to the relatives of a person killed under circumstances which would constitute a trespass, a right to recover damages for the injury sustained by the loss of the <page-number citation-index=\"1\" label=\"58\">*58</page-number>deceased, it could be no impeachment to the credit of a witness to seek to avail himself of the benefit of the statute.</p>\n<attorneys data-order=\"39\" data-type=\"attorneys\" id=\"b56-5\">Edmonds, <em>J.:</em></attorneys>\n<p data-order=\"40\" data-type=\"legal\" id=\"AqH\">I was not aware that the statute gave the remedy for damages in such cases as this. I supposed it was confined to cases of persons traveling in public conveyances. It grew out of injuries on railroads, and steamboat accidents, but I see that it extends to all cases where death is caused by the wrongful act, neglect, or default of any person or corporation, and the party injured, if living, might have maintained an action for the injury.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b56-6\">• It is enough for the question now before me to know that such a law now prevails among us, so that it could, in no respect, affect the credit of this witness, that he was seeking to avail himself of its advantages. Yet, if there was no such statute, this question has been settled by our court in 11 Wend. <em>(The People </em>v. <em>Genung). </em>That was an indictment for false pretenses, and the defendant offered to show that during the sitting of the court the prosecutor had offered to the prisoner that if he would settle the subject-matter of the indictment he would leave the court, and not appear against him. The testimony was excluded, and the court sustained the decision, on the ground that if the fact had been proved it could legitimately have had no influence with the jury, for it did not tend, in the least degree, to impeach the testimony of the witness, or to show that his narration was not true.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b56-7\">So far, then, as one view in which this evidence is offered, namely, as independent of what the witness may have testified on the subject, the testimony would not be proper. But when offered to contradict his testimony it has, a different aspect. In the view which I have already stated, the question put on the cross-examination of this witness might have been objected to,- and perhaps excluded. But it was asked, and answered without objection, and the inquiry was fully gone into on both sides, in order to ascertain the feelings with which he testified. That surely cannot be called collateral, for any inquiry which is allowed, having that object in view, <page-number citation-index=\"1\" label=\"59\">*59</page-number>is pertinent and relevant to the main issue. In regard to such matters, it is always open to contradict what the witness himself has said on the subject. With that view, and to that extent, the inquiry will now be allowed.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b57-5\">The witness, John Shea, on his cross-examination, had been asked, whether on the evening of the affray, and immediately after his son had been shot, he had said to two men, in his basement, that he did not know who had fired the pistol ? To which he had testified that he had not said so, but a good many persons had spoken to him that evening; that he did not know whether they were friends or enemies, and had not been always particular as to what he did say.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b57-6\">For the defense, a police officer was introduced, who said he entered the basement directly upon the first alarm, and saw the dead body lying on the floor, and had asked some questions of the witness, Shea. His answers being offered in evidence,</p>\n<attorneys data-order=\"45\" data-type=\"attorneys\" id=\"b57-7\">Wheaton, for the prosecution,</attorneys>\n<p data-order=\"46\" data-type=\"legal\" id=\"AxK\">objected, because the proper foundation had not been laid; that Shea’s attention had not been particularly called to the police officer by name.</p>\n<attorneys data-order=\"47\" data-type=\"attorneys\" id=\"b57-8\">\n<em>Edmonds, J.:</em>\n</attorneys>\n<p data-order=\"48\" data-type=\"legal\" id=\"Ase\">His attention was challenged to the particular circumstances and occasion; to everything, indeed, except the name of the person, to whom it is now alleged he made the declarations offered in evidence; so that he has had a full opportunity of recollecting and explaining what he had formerly said. The main thing is, first, to ask him whether or no he has said or' declared that which is intended to be proved. All that has been done in this case, and the only omission has been the name of the person to whom the remark was made, and that person an entire stranger to the witness. That name was not necessary to enable the witness to know to what remark his attention was directed. The time, plane, and circumstances were all specifically mentioned, and they <page-number citation-index=\"1\" label=\"60\">*60</page-number>were enough to give him the required <em>opportunity of </em>explanation. Having that, this inquiry now becomes proper.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b58-5\">The evidence bearing on the offense charged in the indictment, went to show that on the evening in question the prisoner, with three of his companions, sallied out into the streets on a frolic, and, after visiting five or six drinking houses, entered one in Leonard street, next door to the residence of the deceased, and on coming out passed the door of the basement occupied by the deceased’s mother as a porterhouse, and in which the deceased, two of his brothers, and a sailor, were then engaged singing and carousing. As Austin was passing the door, one of the inmates came out and invited him to go in and hear the singing, which he refused to do. After refusing repeated invitations, he was taken by the collar and dragged into the basement. The door was then shut upon him, and he was repeatedly urged to sing or to drink, but refused. One of his companions, the other defendant, Eesbit, followed him into the basement ■ and attempted to fasten the door open. A row then began, in the course of which Hesbit fled from the room, and the brother of the deceased threw a tumbler and a pitcher at Austin, and struck him a severe blow on the forehead with a decanter. Austin retreated from the basement, and as he ascended the steps leading from the basement, he was followed by the sailor and struck a blow with a chair. At about this time—but whether before or after the blow with the chair, was not ascertained—Austin fired twice into the basement from a six barrelled revolving pistol. One of the balls took effect upon the deceased, who was then advancing, with a chair uplifted, toward the door through which Austin had' retreated, and who died almost immediately, exclaiming, as he fell and expired, “ Father, I’m shot.” At about the same moment, but whether before or after the firing, was not proved, the light in the .basement was extinguished. It was from a lamp hanging over the bar, so low that Patrick Shea, who was standing by the bar, could easily extinguish it with a <page-number citation-index=\"1\" label=\"61\">*61</page-number>breath. After the firing the prisoner retreated toward the police station-house, distant about one hundred feet from the scene of the affray. On his way he dropped his pistol and repaired directly into the station-house, where he was met by the captain of the police, who, observing him to be very bloody, ordered him to be taken care of, and a physician to be sent for. On examining him it was found that he had received a very severe wound in the forehead with some sharp instrument, which had cut through the rim of his hat, and which stupified him. A hole was cut through one cheek, as if by a stab from an oyster knife, and various bruises on his head and body, showing that he had received at least nine blows. He was too ill from these wounds to be removed from the station-house \"for several days, and several weeks elapsed before he arose from his bed.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b59-5\">There was much contradictory evidence in the case. The father of the deceased swore positively to his having seen the prisoner fire the pistol from the sidewalk after the affray was over, while other witnesses testified that he was an habitual drunkard, and that he had gone to bed very drunk that afternoon, and was asleep in another room when the affray begun, and was just rising from his bed as his son expired.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b59-6\">It was also proved that the family of the Sheas was very debased, the daughter being a strumpet, the mother sharing with her the wages of her prostitution; the deceased had been a convict in the State prison, and his brother, one of the witnesses, was then in confinement on a charge of stealing; and that the house they kept had frequently attracted the notice of the police for its riotous and disorderly character.</p>\n<attorneys data-order=\"52\" data-type=\"attorneys\" id=\"b59-7\"><em>D. &amp; J. </em>Graham, of counsel for the prisoner, made the following points:</attorneys>\n<p data-order=\"53\" data-type=\"legal\" id=\"b59-8\">I. In order to make homicide, by an act imminently dangerous to others, murder, it must be occasioned by an act committed when the mind is in the same mood as would be necessary to make the act murder, if it was committed upon a par<page-number citation-index=\"1\" label=\"62\">*62</page-number>tieular individual; and there must he a pre-intentión to take human life, or else to do the act which must necessarily, or may, result in the death of some one.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b60-5\">II. If the jury believe that the defendant fired the pistol, smarting under a provocation so recent as not to be under the influence of reason, it is not murder.</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b60-6\">III. If the jury should believe the statement of John Shea, as to the door being opened after Austin was put out, and the pistol discharged into the basement, it would not be murder, unless the time that elapsed between the defendant’s becoming disconnected from the violence of the inmates of the basement, and the firing of the pistol, was a reasonable time for the cooling of human passion.</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b60-7\">IY. If the jury believe that the pistol was fired from the street, i. e., outside of the basement, and that the defendant was pursued there by the violence of the inmates of the basement, and that there was reasonable ground for supposing that great personal injury would be done to him, and imminent danger of its being accomplished, it would be justifiable in law.</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b60-8\">Y. If the judgment of the defendant was so impaired by the violence of the injuries inflicted upon him, that the act of firing the pistol, though not necessary to guard himself against further injury, was rather the result of <em>vnstmct </em>than <em>judgment </em>or revenge, the act would be justifiable in law.</p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b60-9\">YI. Where the loss of reason, or deprivation of consciousness, is the direct result of an injury, and not attributable to mere passion, an act committed while in such a state is not an offense.</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b60-10\">YII. The basement of the Sheas being a public bar-room, it was no trespass in the defendant to enter it.</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b60-11\">YIII. If the Sheas had the right to eject the defendant from the basement, owing to his misconduct, they were only entitled to use the kind of violence calculated to attain the end. Throwing a tumbler or decanter would not be justifiable. and'would make those resorting to them trespassers.</p>\n<p data-order=\"61\" data-type=\"legal\" id=\"b60-12\">IX. If the Sheas resorted to excessive or unnecessary violence for the purpose of ejecting the defendant from the bass<page-number citation-index=\"1\" label=\"63\">*63</page-number>ment, they became trespassers in so doing, and the defendant would have the right to act in self-defense.</p>\n<p data-order=\"62\" data-type=\"legal\" id=\"b61-5\">X. If Austin discharged the pistol under an honest supposition that his life was in danger, or that some great personal injury was about to be done to him, he is not guilty of an offense.</p>\n<p data-order=\"63\" data-type=\"legal\" id=\"b61-6\">XI. If the defendant, though in no danger of serious bodily harm, through fear, alarm, or cowardice, discharged the pistol at the deceased, or into the basement, under the impression that great bodily injury was about to be inflicted upon him, it is not an offense.</p>\n<attorneys data-order=\"64\" data-type=\"attorneys\" id=\"b61-7\">Wheaton, for the prosecution, made the following points:</attorneys>\n<p data-order=\"65\" data-type=\"legal\" id=\"b61-8\">I. If the jury believe the prisoner armed himself with the deadly weapon with an intent to use it against human life if he should get into an affray, and was induced or encouraged to provoke the affray in question, or unnecessarily to continue it after it had been commenced by others, by the fact of his being thus armed, and did use it against the life of Timothy Shea, in the manner proved by the witnesses, he is guilty of murder.</p>\n<p data-order=\"66\" data-type=\"legal\" id=\"b61-9\">II. That if the jury believe the prisoner was so far self-possessed as to be able to restrain his passion while in the basement receiving the blows, although his weapon was then at hand, and omitted to use it till he had got out of the basement, and out of the more immediate view of the inmates, and then used it, as proved by the witnesses, he has exhibited all the deliberation which the law requires, and is guilty of murder.</p>\n<opinion data-order=\"67\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b61-10\">Edmonds, J.,</author>\n<p id=\"Ade\">in charging the jury, said that the first question for them to determine was whether the prisoner had fired the pistol. This was sworn to positively by two witnesses, Shea, the father, and Clara King, a girl of the town who was passing at the moment. The testimony of the father was not to be relied upon. His character, his intoxication, his strong feelings, and the falsehoods which had been proved against <page-number citation-index=\"1\" label=\"64\">*64</page-number>him, forbid, the idea of giving much credit to him. The tes timony of the girl, however, had not been impeached, but had been corroborated by several independent circumstances in the case, and particularly by the fact that all the witnesses unite in saying the firing was from the very spot where all unite in saying the prisoner was at the time; that the pistol, when found, was bloody, and that he alone, of all the party, was bleeding; that he had an inducement to do it, whether from motives of revenge, or in self-defense; that the direction of both shots was from Austin, back upon those who had beat him; that the pistol was found at a spot which he had just passed; that he who fired the pistol wore a white hat, and that the prisoner alone had such a 'hat that evening. From these considerations the jury must determine whether it was not the prisoner who fired the pistol, and, in determining it, they must bear in mind that the evidence to satisfy them must exclude, to a moral certainty, every hypothesis but that of guilt; that the conviction of guilt must flow naturally from the facts proved, and not by a forced or strained construction, and be consistent with all the facts, for if any one fact is utterly inconsistent with that conclusion, it cannot follow ; and that, in case of doubt, it is safest to acquit, for the protection of innocence has an equal claim upon the administration of justice with the punishment of guilt.</p>\n<p id=\"b62-4\">If, upon this question, the conclusion of the jury-should be adverse to the prisoner, the next inquiry would be into the nature and quality of the act which should be thus established against him, and whether the homicide was justifiable or excusable, or was murder or manslaughter.</p>\n<p id=\"b62-5\">The homicide would be justifiable under our law, only in case it was committed by the prisoner when there was reasonable ground to apprehend a design to do him some great personal injury, aud there was imminent danger of such design being accomplished. ■ But of this, the jury were to be the judges, not the prisoner, and it was for them to say, from all the circumstances proved before them, whether there was reasonable ground for such apprehension, and whether there was, <page-number citation-index=\"1\" label=\"65\">*65</page-number>at the moment the fatal shot was fired, imminent danger that some great personal injury would have been done to the prisoner.</p>\n<p id=\"b63-5\">This would depend mainly upon the facts when and from what position the pistol was fired? If fired after the prisoner had escaped from the party in the house, and after he had reached the sidewalk, it may have flowed from a spirit of revenge for the injuries under which he was smarting, in which case it would not be justifiable.</p>\n<p id=\"b63-6\">But if fired before he had extricated himself from the party, who had thus forcibly drawn him into the building, and had there displayed toward him such unjustifiable violence, he might at the moment have very reasonably apprehended further personal injury, and might be justifiable in using the means at hand to protect himself from it.</p>\n<p id=\"b63-7\">There was, however, another view of the case, in which the prisoner might be justified, even if he had fired the pistol after he had left the basement. One of the witnesses had testified that the prisoner had been followed from the basement by one of the party inside, and had been struck with a chair while ascending the steps on his retreat. If this were so, then the apprehension of personal injury would not cease with the prisoner’s leaving the basement, and the imminent danger in which he had been placed, might have continued up to the moment of firing the pistol, and thus, he be justified in firing it.</p>\n<p id=\"b63-8\">If the jury were not satisfied that it was justifiable, they were next to inquire whether it was excusable? It is so under our law, when committed by accident of misfortune, in the heat of passion, upon a sudden and sufficient provocation, or upon a sudden combat, without any dangerous weapon being used. The nature of the weapon used, and the manner in which it was used, must .be mainly instrumental in determining this question. Thus if, in the heat of passion, upon sufficient provocation, or upon a sudden combat, a man had used his walking stick, or a butcher, in his stall, had used the knife that lay near him, or a cooper had used the adz with <page-number citation-index=\"1\" label=\"66\">*66</page-number>which he was then at work, and had given a blow which was fatal, bnt without any intention to take life, the homicide might be excusable. But that could hardly be where the weapon used was of a dangerous character, constructed solely for the purpose of taking life, and which could scarcely be fired <em>off </em>without hazarding it. If, in the melee, the prisoner had used the pistol, as he might any other hard substance found at the instant in his pocket, by striking a blow with it, calculated rather to wound than to kill, but had killed, it might be attributed to accident or misfortune. But that could not with propriety be predicated of the act of intentionally firing the pistol, and, unless such firing was justifiable, it was either murder or manslaughter.</p>\n<p id=\"b64-5\">Whether the act was murder or manslaughter, under our statute, depended entirely upon the existence of an intention to kill, either some particular person, or, generally, some one of a number of persons against whom, in a mass, the fatal act is perpetrated. There is only one homicide known to our law which becomes murder in the absence of an intention to effect death, and that is when the act is perpetrated by one then engaged in committing a felony. Except in that one case, no homicide is murder without an intention to kill, and, with such an intention, every homicide, with the single exception already mentioned, unless it be justifiable, is murder, whether the intention is formed on the instant, or has long been entertained. Such intention may be inferred from the act itself, for it may be one which, of itself, plainly indicates a heart regardless of social duty, and fatally bent on mischief; and men are to be presumed to intend the natural and inevitable consequences of the acts which they willfully perform; but, unless there be such an intention, the act cannot be more than manslaughter.</p>\n<p id=\"b64-6\">It would readily be perceived that this view of the statute had entirely superseded many of the rules of the law of homicide as it existed in England, and which had been quoted on this occasion, and, among them, the whole doctrine of <page-number citation-index=\"1\" label=\"67\">*67</page-number>implied malice, and the power of recent provocation to reduce the act from murder to manslaughter.</p>\n<p id=\"b65-5\">The English law provided very slight punishment for manslaughter, sometimes as low as the fine of a shilling, and never beyond a year’s imprisonment. To remove from the ■ operation'of so inadequate a penalty, acts of peculiar barbarity, such as that of the school-master who whipped a scholar until it died, and that of the master chimney sweeper, whose boy stuck fast in the chimney, and was killed by the violent manner in which he was pulled from the place, the English courts adopted the principle of implying malice, where there was, in fact, no premeditated design to take life. On the other hand, lest such a principle should extend too far, they adopted another principle, which gave to recent provocation, and the fact that'the passions had not time to cool, the power of modifying the act from murder to manslaughter.</p>\n<p id=\"b65-6\">All this had been done away by our statute. If the homicide had been perpetrated without an intention to kill, it would be manslaughter, and no more, except in the single case of its perpetration by one engaged in committing a felony. But if perpetrated with an intention to kill, no matter how recent the provocation, or how high the passions, it was murder. An act of homicide, perpetrated with a premeditated design to effect death, though in the very highest flight of passion, and springing from even an existing provocation, can find no resting place in our statute, except under the definition of murder or justifiable homicide, and the intention to kill, being established, there is no degree or description of manslaughter in the statute which can embrace it.</p>\n<p id=\"b65-7\">That this is the intention of the statute is manifest, not only from a careful perusal of all its enactments relative to homicide, but also from the recommendations of the revisors. They proposed that murder should include a homicide when, perpetrated from a premeditated design to do some great bodily injury, although without a design to effect death, thus recognizing and adopting the principle of implied malice, and defending it on the ground that the transaction would be such <page-number citation-index=\"1\" label=\"68\">*68</page-number>as would ordinarily lead to the result of taking life. But the legislature refused to adopt the suggestion, and enacted a section which, in the language of the revisors, was “ founded on the great principle that to constitute murder there should he an express design to take life, or such circumstances as to induce a very strong presumption of such a design.”</p>\n<p id=\"b66-4\">This view of the law will commend itself to our favorable regard, not merely because it confines the crime of murder within its legitimate bounds of a premeditated design to take life, but because it effectually destroys the doctrine of allowing sudden provocation and heat of passion to mitigate the offense, a doctrine most dangerous in its operation because it tolerates the practice of carrying arms, and takes, from the sudden use of them, the consequences that ought justly to follow. No man can, under our laws, go habitually armed, and in an affray use those arms with an intention to kill without incurring the hazard of a conviction for murder; and no violence of provocation, no height of passion, can mitigate or extenuate the offense. It will be murder if there is an intention to kill unless self-defense demands the sacrifice.</p>\n<p id=\"b66-5\">The practice out of which this trial has sprung is too pernicious to be tolerated. No life would have been taken if the ' person who fired the pistol, whoever he might have been, had not gone into the affray .armed with so deadly a weapon. The - same remark is applicable to the last case tried in this court, and the sooner this law becomes well known, understood, and rigidly enforced, the better, for far better for the land, though stricken with poverty, where the unseen majesty of the law affords its sure protection to all, and where the atmosphere of its supremacy pervades every tenement, however humble, than that where gold may be gathered at every footstep, but where every man is armed to the death against his fellow, where every breath is drawn amid the rattling of armor, and every pulsation beats with the apprehension of instant conflict.</p>\n<p id=\"b66-6\">The inquiry therefore would be, was there a design to effect death 1 Eor if there was, however recent its birth, the offense was murder. But if there was an intention to wound only, a <page-number citation-index=\"1\" label=\"69\">*69</page-number>design to do some great bodily harm, and not to kill, it was manslaughter, and no more.</p>\n<p id=\"b67-5\">The prisoner was acquitted.</p>\n<p id=\"b67-6\">Note.—The distinction here drawn between murder and manslaughter, under the statutes of New York, was afterward recognized and adopted by the Court of Appeals, in the case of <em>The People </em>v. <em>Clark </em>(7 N. Y. Rep. 385); <em>People </em>v. <em>Sullivan </em>(id. 396).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}