{
  "casebody": {
    "data": "<casebody firstpage=\"366\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b382-5\">[No. 3,616.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b382-6\">JOHN W. BRUMMAGIM, Administrator with the will Annexed of the Estate of Jacob C. Beideman, deceased, <em>v. </em>THOMAS AMBROSE.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b382-7\">Judgment oe Pbobate Couet an Estoppel.—If a purchaser of land at an administrator’s sale fails to pay the purchase-money, and for that reason an application is made for a re-sale of which the purchaser receives personal notice and fails to appear, and a re-sale is ordered by the Probate Court, and is made at a less sum than that bid by the former purchaser, and the administrator sues to recover the difference between the two sales, the judgment of the Probate Court ordering a re-sale estops the defendant from setting up or proving in defense, that the administrator made fraudulent representations or defrauded him at the sale; or that the administrator, after the sale, paid him back the ten per cent, deposit, and released him from his bid, and took an assigment of his bid, or that the sale was cancelled by the administrator because he could not give the defendant possession.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b382-8\">Idem.—A judgment of a Probate Court ordering a re-sale of property sold by an administrator for failure of the purchaser to pay the purchase-money, is conclusive on the purchaser, and estops him as to all matters which might have been litigated there.</syllabus>\n<summary data-order=\"4\" data-type=\"history\" id=\"b382-9\">Appeal from the District Court, Fourth Judicial District, City and County of San Francisco.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b382-10\">The plaintiff was the administrator with the will annexed of the estate of Jacob C. Beideman, deceased, and as such, sold at public auction the land belonging to the estate. At the sale, which took place on the 24th day of July, 1867, a tract of land on Polk street, San Francisco, was sold to the defendant for three thousand one hundred dollars, and he paid the required deposit of ten per cent. On the 7th day of August, 1867, the Probate Court confirmed the sale.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b382-11\">The defendant failed to pay the remainder of the purchase-money, and the administrator petitioned the Probate Court, to order a re-sale. Personal notice of the application for a re-sale was served on the defendant, but he failed to appear. On the 17th day of January, 1871, the Probate Court ordered a re-sale of the property, and at the second sale it brought only eight hundred and twenty-five dollars. This action was brought on the 10th day of June, 1871, to <page-number citation-index=\"1\" label=\"367\">*367</page-number>recover the difference between the sums bid at the two sales. The defendant, on the trial, offered to prove that at the time the administrator offered the property for sale, one Eeav, who was present, forbid the sale, and declared that he was in possession of and OAvned the property, and would not give possession to the purchaser, and that thereupon the administrator replied that Eeay’s statements were untrue; that the title of the estate to the land was valid, and that he Avould give possession to the purchaser; and that, relying on the statements of the administrator, he made the highest bid, and paid ten per cent. That afterwards he found, on conversing with the administrator, and from other sources, that the statements made by the administrator were untrue, and that Eeay owned the property; and that he applied to the administrator, who paid him back the ten per cent., and released him from his bid, and requested that he would make an assignment of his bid to one Belden, the clerk of the administrator, and that he thereupon made such assignment to said Belden for the benefit of the estate, and that the administrator then told him that he was released from any liability upon the purchase. That the plaintiff gave no notice of the application for a re-sale to said Belden; but, at the time he gave notice to the defendant, stated to him that it was merely for the purpose of obtaining a re-sale, and would not cast any liability on the defendant; and that the date of said transfer of said bid was about the 19th day of June, 1868. The plaintiff objected to the testimony as irrelevant and immaterial, and the Court sustained the objection. The defendant also offered to prove that no deed was ever tendered to him by the administrator, and no demand was made on him for the money. The Court also ruled out this testimony. The plaintiff obtained judgment, and the defendant appealed.</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b383-6\"><em>E. A. Lawrence, </em>for the Appellant, argued that a fraud was committed by the administrator which released the appellant from the sale; and cited <em>Crayton </em>v. <em>Munger, </em>9 Texas, 292, and 2 Story’s Eq. section 695.</p>\n<p data-order=\"8\" data-type=\"summary\" id=\"b383-7\"><em>Morgan &amp; Heydenfeldt, </em>for the Respondent, argued that <page-number citation-index=\"1\" label=\"368\">*368</page-number>the defendant having had notice of the application for a resale, was estopped by the judgment directing a re-sale from pleading or setting up any defense which he might have interposed in the Probate Court on the application for a re-sale; and cited <em>Embury </em>v. <em>Connor, </em>3 Comstock, 511; Const. Art. 6, Sec. 9; <em>Irwin </em>v. <em>Scriber, </em>18 Cal. 499, and <em>Lucas </em>v. <em>Todd, </em>28 Cal. 182.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b384-6\">By the Court, Crockett, J.:</author>\n<p id=\"b384-7\">All the matters of defense relied upon in this case are concluded by the judgment of the Probate Court directing a re-sale of the property. The defendant was personally served with notice of the application for the order of re-sale, and had an opportunity to defend against it. He has had his day in Court, and if he had appeared and proved to the satisfaction of that Court the facts which he offered to prove on the trial of this action, he would doubtless have escaped the subsequent litigation. But the Probate Court had jurisdiction to adjudicate the whole question of a resale of the property; and its proceedings, within its jurisdiction, are to be construed, under our statute, “in the same manner, and with like intendments, as the proceedings of Courts of general jurisdiction; and the records, orders, judgments and decrees of said Courts shall have accorded\" to them like force and effect and legal presumptions, as the records, orders, judgments and decrees of the District Courts.” The defendant was invited before that forum to show cause why a re-sale, at his expense, should not be ordered; and having failed to appear, he is concluded by the judgment from setting up the defenses now attempted. We discover no error in the record.</p>\n<p id=\"b384-8\">Judgment affirmed. Bemittitur forthwith.</p>\n<p id=\"b384-9\">Mr. Chief Justice Wallace did not express an opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}