{
  "casebody": {
    "data": "<casebody firstpage=\"1369\" lastpage=\"1374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b996-4\">John C. BOYLE, Plaintiff-Appellant, v. UNITED STATES, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AeF\">No. 99-5125.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b996-7\">United States Court of Appeals, Federal Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b996-8\">Jan. 11, 2000.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b998-14\"><page-number citation-index=\"1\" label=\"1371\">*1371</page-number>John C. Boyle, of Edison, New Jersey, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b998-15\">Grace Stewart Karaffa, Attorney, Commercial Litigation Branch, Civil Division, Department of Justice, of Washington, DC, for defendant-appellee. With her on the brief were David W. Ogden, Acting, Assistant Attorney General and Vito J. DiPie-tro, Director. Of counsel on the brief was Thomas J. Byrnes, Assistant Director.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b998-16\">Before PLAGER, LOURIE, and CLEVENGER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AWD8\">LOURIE, Circuit Judge.</author>\n<p id=\"b998-19\">John C. Boyle appeals from the May 28, 1999 decision of the United States Court of Federal Claims denying his motion for summary judgment and granting the United States’ motion to dismiss for failure to state a claim upon which relief can be granted. <em>See Boyle v. United States, </em>44 Fed.Cl. 60 (1999). Because the Court of Federal Claims properly dismissed Boyle’s complaint, we affirm.</p>\n<p id=\"b998-20\">BACKGROUND</p>\n<p id=\"b998-21\">In 1989, Boyle wrote a pamphlet describing “Moneyfor” mutual fund products that are targeted to different maturity dates depending upon the year the money is desired by the investor. He sent copies of that pamphlet to several money managers, including an executive at Wells Fargo Nikko Investment Advisors. Several years later, Wells Fargo began to market similar products called “Lifepath” funds. In 1994, the United States Patent and Trademark Office (PTO) granted Wells Fargo’s application to register the service marks “Lifepath,” “Lifepath 2000,” and similar words<footnotemark>1</footnotemark> on its primary register. <em>See </em>Trademark Reg. Nos. 1,852,611,1,852,-609. In 1997 Boyle registered his pamphlet in the United States Copyright Office. <em>See </em>Copyright Reg. No. TX 4-508-142 (“Moneyfor broker dealer owner participation: executive summary”). Immediately thereafter, Boyle sued Wells Fargo and other related persons for copyright infringement, alleging that Wells Fargo’s “Lifepath” prospectus, addendum, report, and brochure infringed his copyright. In due course, the district court found that Wells Fargo did not infringe Boyle’s copyright. <em>See Boyle v. Stephens, Inc., </em>1998 WL 80175 (S.D.N.Y. Feb. 25, 1998). It also appears that at some point Boyle <page-number citation-index=\"1\" label=\"1372\">*1372</page-number>•wrote a letter to the Patent and Trademark Office requesting that Wells Fargo’s marks be canceled.</p>\n<p id=\"b999-4\">Boyle, filing <em>pro se, </em>thereafter sought both compensation and injunctive relief in the United States Court of Federal Claims. In his complaint Boyle alleged that the United States “wrongfully allowed” Wells Fargo’s “Lifepath” service marks, failed to cancel them, and “effectively destroyed” his copyright, which constituted an “unjust taking.” Boyle primarily asserted that “[t]he creative work for Lifepath originates with the copyrighted work of the Plaintiff.” Boyle asked the court to cancel the trademarks and to compensate him for his injury.</p>\n<p id=\"b999-5\">The court construed his complaint as one for contributory copyright infringement and, <em>inter alia, </em>a taking of his property without just compensation. <em>See Boyle, </em>44 Fed.Cl. at 62-63. The court granted the United States’ motion to dismiss under Rule 12(b)(4) for failure to state a claim upon which relief could be granted. Specifically, the court held that the United States could not be hable for contributory copyright infringement as a matter of law because it had not waived its sovereign immunity to such suits. <em>See id. </em>The court also held that the PTO’s registration of a service mark cannot “destroy” a pre-existing copyright because the holder of a service mark can still be found liable for copyright infringement if it infringes that copyright, irrespective of its ownership of that service mark, and similarly that its failure to act upon his written request to cancel the marks could not give rise to a taking. <em>See id. </em>at 63-65. Lastly, the court dismissed Boyle’s request for cancellation of Wells Fargo’s service mark for lack of jurisdiction. <em>See id. </em>at 65.</p>\n<p id=\"b999-6\">Boyle timely appealed to this court. We have jurisdiction pursuant to 28 U.S.C. § 1295(a)(3) (1994).</p>\n<p id=\"b999-7\">DISCUSSION</p>\n<p id=\"b999-8\">Whether the Court of Federal Claims properly dismissed Boyle’s complaint for lack of jurisdiction and for failure to state a claim upon which relief can be granted are both questions of law that we review <em>de novo. See Moyer v. United States, </em>190 F.3d 1314, 1317-18 (Fed.Cir. 1999); <em>New York Life Ins. Co. v. United States, </em>190 F.3d 1372, 1377 (Fed.Cir.1999). A motion to dismiss under Rule 12(b)(4) for failure to state a claim upon which relief can be granted is appropriate when the facts asserted by the plaintiff do not entitle him to a legal remedy. <em>Id. </em>In reviewing the dismissal, we must accept all well-pleaded factual allegations as true and draw all reasonable inferences in Boyle’s favor. <em>See Perez v. United States, </em>156 F.3d 1366, 1370 (Fed.Cir.1998). In this case the facts are not in dispute.</p>\n<p id=\"b999-10\">Boyle presents essentially the same arguments on appeal as were presented in his complaint. The government responds that it has not waived its sovereign immunity to suits for contributory copyright infringement, and that “[n]o copyright can be ‘taken’ by the lawful issuance of a service mark registration.”</p>\n<p id=\"b999-11\">We agree with the government that Boyle has no claim against the United States for Wells Fargo’s acts. A claimant has a claim against the United States only when the United States has consented to be sued by means of a waiver of sovereign immunity. Section 1498 of Title 28 of the United States Code provides in relevant part as follows:</p>\n<blockquote id=\"b999-12\">Whenever the copyright in any work protected under the copyright laws of the United States shall be <em>infringed by the United States, by a corporation owned or controlled by the United States, or by a contractor, subcontractor, or any person, firm, or corporation acting for the Government and with the authorization or consent of the Government, </em>the exclusive remedy of the owner of such copyright shall be by action against the United States in the Court <page-number citation-index=\"1\" label=\"1373\">*1373</page-number>of Federal Claims for the recovery of his reasonable and entire compensation as damages for such infringement----</blockquote>\n<p id=\"b1000-5\">28 U.S.C. § 1498(b) (1994) (emphasis added). Waivers of sovereign immunity must be explicit, and cannot be implied, <em>see United States v. Testan, </em>424 U.S. 392, 399, 96 S.Ct. 948, 47 L.Ed.2d 114 (1976), and any statute that creates a waiver of sovereign immunity must be strictly construed in favor of the government, <em>see United States v. Sherwood, </em>312 U.S. 584, 590, 61 S.Ct. 767, 85 L.Ed. 1058 (1941). The plain language of the statute states that the United States has waived sovereign immunity in three instances: (1) when the United States itself infringes a copyright, (2) when a corporation owned or controlled by the United States infringes, and (3) when a contractor, subcontractor, or any person, firm, or corporation, acting for the Government and with its authorization or consent, infringes. The statute “effects a policy that <em>government </em>wrongdoing in the realm of copyright infringement not go uncompensated .... The final clause extends the waiver to third parties acting for the government <em>and </em>with the government’s ‘authorization or consent.’ ” <em>Auerbach v. Sverdrwp Corp., </em>829 F.2d 175, 179 (D.C.Cir.1987) (emphasis in the original).</p>\n<p id=\"b1000-6\">The legislative history of Public Law No. 87-726, 74 Stat. 855 (1960), which added paragraph (b) to § 1498, also makes it clear that the government only intends to compensate a copyright owner for a third party’s infringement when it authorized or consented to that infringement. The Senate Report states in relevant part that:</p>\n<blockquote id=\"b1000-7\">The purpose of the proposed legislation, as amended, is to provide a remedy in the Court of Claims for the infringement by the U.S. Government, or by any contractor acting with its consent, of any work protected under the copyright laws of the United States where such infringement was with the authorization or consent of the United States.... The language of the bill is to the effect that the exclusive remedy of the owner of the copyright against the United States shall be only in those cases in which the infringement was made with the authorization or consent of the Government. It would, therefore, follow that all other infringements would not transfer liability to the U.S. Government.</blockquote>\n<p id=\"b1000-9\">S.Rep. No. 1877, at 3-4 (1960), <em>reprinted in </em>1960 U.S.C.C.A.N. 3444, 3444-45.</p>\n<p id=\"b1000-10\">Having concluded that Congress’s intent clearly is to waive the government’s sovereign immunity to suits for copyright infringement only when it infringes a copyright itself or authorizes or consents to infringement by a third party acting for it, the only question is whether the PTO’s grant of a service mark registration to Wells Fargo constituted copyright infringement or authorization and consent for Wells Fargo to infringe Boyle’s copyright. We conclude that it did not.</p>\n<p id=\"b1000-11\">First, nowhere in Boyle’s pleadings or appellate brief is there any allegation that Wells Fargo’s “Lifepath” or “Lifepath 2000” were terms he used in his copyrighted work. At most, Boyle argues that Wells Fargo stole the ideas expressed in his copyrighted work. Copyright protection does not extend to ideas expressed in a copyrighted work. <em>See </em>17 U.S.C. § 102(b) (1994). Thus, Boyle failed to state a claim for direct infringement of his copyright, even by Wells Fargo.</p>\n<p id=\"b1000-12\">Second, although the grant of a service mark registration entitles the registrant to certain rights and privileges under the Trademark Act, <em>see, e.g., </em>15 U.S.C. §§ 1057(b)-(c), 1072, 1111 (1994), the right to infringe another’s copyright is not one of those rights. As a matter of law, therefore, the government’s issuance of a service mark registration to Wells Fargo cannot be construed as either authorization or consent for it to infringe Boyle’s copyright. <page-number citation-index=\"1\" label=\"1374\">*1374</page-number>Furthermore, possession of a service mark is not a defense to infringement of a valid copyright. <em>See Jewelers’ Circular Pub. Co. v. Keystone Pub. Co., </em>274 F. 932, 936 (S.D.N.Y.1921) (Hand, J.). Wells Fargo’s possession of a service mark did not deprive Boyle of any rights he may have had against Wells Fargo under the copyright laws. Thus, Boyle also failed to state a claim for contributory infringement, and the Court of Federal Claims properly dismissed that claim.</p>\n<p id=\"b1001-4\">We also agree with the government that no “taking” has occurred as a matter of law. The government must provide just compensation when it “takes” a person’s property by destroying, physically occupying, or excessively regulating it for a public purpose. <em>See </em>U.S. Const, amend. V, cl. 4; <em>Greenbrier v. United States, </em>193 F.3d 1348 (Fed.Cir.1999). The property at issue in this case is Boyle’s copyright. A copyright owner has the exclusive right, <em>inter alia, </em>to reproduce the copyrighted work, to prepare derivative works, and to distribute copies to the public. <em>See </em>17 U.S.C. § 106 (1994). The registration of Wells Fargo’s service mark only provided Wells Fargo with certain rights under the trademark statute; it did not deprive Boyle of any of his rights under the copyright statute. Thus, neither the government’s registration and publication of Wells Fargo’s service mark nor its failure to cancel that mark can be found to have destroyed, physically occupied, or regulated Boyle’s property, <em>viz., </em>his exclusive rights to reproduce and distribute his work and to prepare derivative works. Therefore, the court properly dismissed Boyle’s taking claim for failure to state a claim.</p>\n<p id=\"b1001-5\">We finally agree with the Court of Federal Claims that it did not possess jurisdiction to hear Boyle’s request for cancellation of Wells Fargo’s service marks. The Court of Federal Claims’ jurisdiction is defined by law. A claim for cancellation of a service mark is not cognizable under these statutes. The court thus properly dismissed Boyle’s request for cancellation for lack of jurisdiction.</p>\n<p id=\"b1001-7\">CONCLUSION</p>\n<p id=\"b1001-8\">The trial court correctly dismissed Boyle’s complaint. Accordingly, we</p>\n<p id=\"b1001-9\">\n<em>AFFIRM.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b998-17\">. Wells Fargo was also granted registrations for the service marks \"Lifepath 2010,” \"Lifep-ath 2020,” \"Lifepath 2030,” \"Lifepath 2040,” \"Lifepath 2050,” \"Lifepath 2060,” \"Lifepath 2070,” \"Lifepath 2080,” \"Lifepath 2090,” and \"Lifepath 2100.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}