{
  "casebody": {
    "data": "<casebody firstpage=\"485\" lastpage=\"546\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b525-3\">Commonwealth <em>v. </em>Snyder, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b525-4\"><em>Criminal law </em>— Conspiracy—Public <em>officers </em>— Auditor <em>general </em>— State <em>contract.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b525-5\">1. When two or more persons pursue by their acts the same object, often by the same means, one performing one part of an act, the other another part of the same act, with a view to complete it, and with a view to attaining the object which they are pursuing, the acts of each must necessarily be proved separately, and where there is a charge of conspiracy the acts of each, with regard to the subject-matter of the charge, are always evidence against that particular defendant.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b525-6\">2. On the trial of an indictment against a contractor, an architect, the auditor general and two other state officers, for conspiracy, in a matter of a contract for supplying furniture for the State Capitol, the commonwealth may offer evidence as against the auditor general that the latter had drawn particular warrants for the contractor before the architect had furnished any certificates and had taken such warrants to the office of the architect and had procured certificates from him for amounts corresponding to the warrants; and this is the case although the architect had secured a severance and was not on trial with the other defendants.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b525-7\">3. In such a case the commonwealth may also show that the architect had signed certificates in blank which could be used by the defendants while he was absent in Europe.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b525-8\">4. On the trial of such an indictment where the auditor general contends all through the trial that he as a member of the board of commissioners of public grounds and buildings, and, also, as auditor general, relied upon the certificate of the architect as to the correctness of the bills rendered by the contractor for furniture supplied, evidence is admissible to show the manner in which the auditor general had dealt with the certificates of the architect, had directed the change in the form thereof, and how he had dealt with the architect in reference to such certificates. All such evidence is for the jury to determine whether the defendant was acting in good faith or not.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b525-9\">5. On the trial of such indictment where it appears that one of the items in a schedule of the contract, is drawn in terms so general that if it stood alone it might be held to cover almost anything used in the furnishing of the building, and pther items provide for “designed sofas, seating,” and “designed special desks and tables,” at a lower price, evidence is admissible against the auditor general to show that a certain invoice for desks and tables had been certified, settled, and paid at the higher amount specified in the general item, while in previous invoices sofas and tables had been charged for at the lower amounts specified <page-number citation-index=\"1\" label=\"486\">*486</page-number>in the particular items. A book prepared under the direction of the auditor general, and kept in his office, is properly admitted in evidence, where entries in it show the price of sofas and tables fixed at the higher amounts specified in the general item.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b526-4\">6. Where the auditor general and the state treasurer as members of the board of compaissioners of public grounds and buildings adopted a resolution, directing the auditor general to make payments upon the furnishing contract upon certificates of the architect, and thereafter payment of bills was made without the approval of the board of commissioners, and without any resolution authorizing such payment, evidence is admissible showing the amount of bills rendered by the contractor immediately prior to the date of the resolution and paid immediately after without the authority of the board of commissioners.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b526-5\">7. In accordance with a resolution of the board of commissioners passed at the instance of the governor, a state official was instructed to try to induce the contractor to lower his bill. Such official testified that when he submitted the matter to the contractor the latter said: “I don’t see why they should require me to cut down my bill, because I have got to put up a big wad for other people.” This evidence was offered against the contractor alone, and against him only was it admitted, the trial judge warning the jury that it was received only as it affected the contractor. <em>Held, </em>that the auditor general had no ground to complain of the admission of the testimony.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b526-6\">8. On the trial of such an indictment there is no error in refusing to permit the governor to state what the architect was “employed to do,” inasmuch as the architect’s employment was all in writing, and there was no offer to show any other contract, or that anything had been omitted by mistake from the written contract, or that there had been a parol contemporaneous contract which modified the written contract. The answer to the question would have been merely the governor’s interpretation of the meaning of the written contract.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b526-7\">9. On the trial for such a conspiracy where it is shown that the contractor’s charges for furniture were extortionate and unjust, and at rates not authorized by the contract, the market value of the furniture may be shown as against the contractor alone, and if the jury is carefully instructed as to the bearing of such evidence, the auditor general cannot complain of its admission as being injurious to himself.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b526-8\">10. Where the acts of parties show that they are evidently acting in concert in pursuance of a common design and for the accomplishment of a common purpose, the jury may be permitted to infer that such concerted action is the result of an agreement between the parties so acting.</syllabus>\n<otherdate data-order=\"12\" data-type=\"otherdate\" id=\"b526-9\">Argued March 11,1909.</otherdate>\n<summary data-order=\"13\" data-type=\"summary\" id=\"AJi\">Appeal, No. 13, March T., 1909, by defendant, from judgment of Q. S. Dauphin Co., Sept. T., <page-number citation-index=\"1\" label=\"487\">*487</page-number>1907, No. 239, on verdict of guilty in case of Commonwealth v. John H. Sanderson, Joseph M. Huston, James M. Shumaker, William P. Snyder and William L. Mathues.</summary>\n<judges data-order=\"14\" data-type=\"summary\" id=\"AnV\">Before Rice, P. J., Porter, Henderson, Morrison, Orlady, Head and Beaver, JJ.</judges>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"AYR\">Affirmed.</disposition>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b527-3\">Indictment for conspiracy. Before Kunkel, P. J.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b527-4\">At the trial it appeared that William P. Snyder was auditor general from the first Tuesday of May, 1904, to the first Tuesday of May, 1907. He was indicted with John H. Sanderson and Joseph M. Huston, James M. Shumaker and William L. Mathues for conspiracy to cheat the state in connection with the contract for furnishing the new Capitol Building. The indictment and the facts are set forth in the report of Com. v. Sanderson, ante, p. 416, and the facts particularly relating to Snyder’s connection with the case are stated in the opinion of the Superior Court, infra.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b527-5\">When Samuel C. Huston, a witness for the commonwealth, was on the stand the following offer was made:</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b527-6\">Mr. Cunningham: The commonwealth now proposes to prove by the witness on the stand that Joseph M. Huston, architect, when about to depart upon a trip to Europe, left with the witness, who was in his office in a clerical capacity, a number of signed architect’s certificates, leaving the body of certificates blank, and simply signing his name on the line followed by the word <em>“ </em>architect. ” During the absence of Joseph M. Huston in Europe, John H. Sanderson, one of the defendants now on trial, came to the office of Joseph M. Huston in Philadelphia, where the witness was employed, presented the bill that has been offered and received in evidence as commonwealth’s exhibit No. 46, and requested an architect’s certificate upon that bill; that the witness informed John H. Sanderson that his brother was in Europe; that Sanderson insisted upon obtaining the certificate, stating in substance that if there was anything wrong with the bill it would be checked up by the superintendent of public grounds and buildings and by the auditor general before any payments were made on account of the bill. Thereupon the witness took one of the blank certificates left in <page-number citation-index=\"1\" label=\"488\">*488</page-number>his possession, being the certificate offered and received in evidence as commonwealth’s exhibit No. 44, and filled out the body of said certificate, using as his guide in filling the same out the last line upon the bill on the invoice, reading: “Item 24, 2,897| feet at $20, less 8 per cent., equals $18.40, total $53,318.60.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b528-4\">The Court: What is the purpose?</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b528-5\">Mr. Cunningham: The purpose is to show that John H. Sanderson, one of the defendants now on trial, procured from this witness, in the absence of the architect, the certificate that has been admitted in evidence; that said certificate was given without any examination upon the part of the witness, or Joseph M. Huston, of the correctness of the bill either as to item numbers, or terms therein, and that it was obtained upon the assurance by the defendant that if there were any errors in the bill they would be checked up by the superintendent of public grounds and buildings.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b528-6\">The Court: What is the purpose? What conclusion do you draw from the proof which you now offer to present?</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b528-7\">Mr. Cunningham: That it is evidence of conspiracy or of collusion.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b528-8\">The Court: That the signature was obtained by Sanderson?</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b528-9\">Mr. Cunningham: The certificate was obtained by Sander-son upon the representation that the bill would be corrected by state officers if there was anything wrong with it.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b528-10\">Mr. Rothermel: My objection is it is not competent to prove that at this time. Until it is shown there was an executed conspiracy in the manner and form as stated in the indictment, all this evidence would be irrelevant. The procuring of an honest certificate would not be wrong in any particular, and if the bill was right an honest certificate could not possibly be evidence of any kind.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b528-11\">The Court: It amounts to nothing if the bill is not fraudulent.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b528-12\">Mr. Gilbert: I would like to offer an objection on behalf of Messrs. Snyder and Mathues. I object to the admission of this testimony on the ground that it is irrelevant, incompetent and inadmissible.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b529-2\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>Mr. Bergner: On behalf of James M. Shumaker, we offer the objection that the proposed testimony is immaterial, irrelevant, inadmissible, incompetent, and that there is no offer to prove that James M. Shumaker was in any way connected with or had knowledge of the matters set forth in the offer of the commonwealth.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b529-3\">The Court: Of course, the evidence offered cannot affect the defendants Mathues, Snyder and Shumaker, unless it be shown that it was in furtherance of a conspiracy — unless a confederation of agreement be shown between Sanderson and the other defendants. But we think it is competent as against Sanderson. The objection is, therefore., overruled, and the offer admitted, and exceptions allowed to the several defendants. [1]</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b529-4\">When Stanford B. Lewis, a witness for the commonwealth, was on the stand, he was asked this question:</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b529-5\"><em>“ </em>Q. What were those instructions given to you by the auditor general with reference to issuing architect’s certificates?”</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b529-6\">Mr. Rothermel: I object to that. I object to it, whether it was given verbally or otherwise.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b529-7\">Mr. Cunningham: The auditor general is one of the defendants on trial. He said he issued this certificate because he observed all instructions in regard to this given by the auditor general. Now we propose to show what instructions had been given, what had been required from the architect by the auditor general with reference to giving certificates, etc.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b529-8\">Mr. Rothermel: I object to this, may it please the court. I object on the part of Mr. Sanderson. There is no evidence of any conspiracy in this case as yet. Until there is evidence of any of the actions or sayings of the alleged conspirators it is not competent.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b529-9\">The Court: We will overrule the objection and allow the question. Exception to the defendants. [3]</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b529-10\">When George C. Keim, a witness for the commonwealth, was on the stand, this offer was made:</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b529-11\">Mr. Cunningham: The Commonwealth now proposes to have these bills identified by the stenographer and offer the same <page-number citation-index=\"1\" label=\"490\">*490</page-number>in evidence, for the purpose of showing that the bills we propose to offer in evidence passed through a different course of handling by the state officers than the ordinary bills furnished under the schedule.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b530-4\">Mr. Rothermel: Counsel for John H. Sanderson, one of the defendants, objects to the admission of this evidence for the reason, first, that the commonwealth has, up to this point, failed to prove the allegation contained in the indictment, from which it is alleged an inference of conspiracy should be drawn; that no evidence as to either conspirators, if any such can be proved, should be given until á prima facie case is established as to conspiracy in the manner alleged in the indictment; that if the commonwealth proposes to prove conspiracy different from that in the indictment, assuming it would be proper for them to do so, they cannot do so, or should not be permitted to do so, by giving evidence of an isolated act, even though that act be one of suspicious character, unless they show to the court and state to the jury the facts which they propose to show with the fact offered to be proved, which, taken together, would establish a prima facie case of conspiracy if proved. (Argument.)</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b530-5\">Mr. Bergner: On behalf of James M. Shumaker, we object to this offer of testimony for the reason stated in the objection entered by Mr. Rothermel. We also object to it for the reason that it is irrelevant, incompetent and inadmissible for the following reasons: First, the indictment alleges a conspiracy between John H. Sanderson and other persons to defraud the state by false measurements of furniture, and by charging prices different from those provided for in this contract; that before testimony of the kind proposed to be offered here can be received there must be evidence to establish prime facie the allegation of the indictment that there was false measurement, or to sustain prima facie the allegation that there was a charge at a higher rate under a different item. Second, that the evidence proposed to be offered is as to transactions separate and apart from that contained in the indictment, and unless the subject-matter of the indictment can be sustained by proof any other testimony with respect to different other transactions, although it may tend to show irregularity or knowledge, or <page-number citation-index=\"1\" label=\"491\">*491</page-number>even guilty knowledge, could not be received as evidence to affect the charge in this particular case. And third, that the offer does not establish or tend to establish, a combination or conspiracy between the parties against whom it is now offered, the commonwealth having already submitted evidence to show that the course of procedure with respect to these bills was in accordance with the orders of the board of public grounds and buildings.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b531-3\">Mr. Schaffer: The charge here in the indictment being that .the conspiracy was a conspiracy to defraud the state, no evidence having been as yet adduced to show that the state was in any manner defrauded, as counsel on behalf of Mr. Mathues, Mr. Snyder (in Mr. Gilbert’s behalf), I object to it as incompetent, irrelevant and immaterial.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b531-4\">Mr. Bergner: On behalf of Mr. Gilbert, representing Mr. Sny-. der, I desire to object to this testimony for the reasons stated in the objection of Mr. Rothermel, Mr. Bergner and Mr. Schaffer.</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b531-5\">The Court: All the objections are overruled. It may be observed that these papers, which are now offered in evidence, were called for by one of the counsel for the defendants yesterday, and, at his request, produced for the purpose of enabling the witness to ascertain what stamps were upon them, and the witness was fully examined with respect to these matters this morning. The evidence is received. Exceptions for the several defendants. [6]</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b531-6\">When James C. Jeffers, a witness for the commonwealth, was on the stand, this question was asked:</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b531-7\">“Q. I show you now commonwealth’s exhibit No. 48, purporting to be a state warrant, and ask you in whose handwriting the body of that warrant is?”</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b531-8\">Mr. Cunningham: The commonwealth proposes to prove by the witness on the stand that he drew the warrant known as commonwealth’s exhibit No. 48, being the warrant issued in payment of the invoice set out in the indictment in this case; that the said warrant was. drawn by him from the architect’s certificate alone, said architect’s certificate being commonwealth’s exhibit No. 44; that he drew this warrant from the <page-number citation-index=\"1\" label=\"492\">*492</page-number>architect’s certificate alone without an inspection of the invoice by the direction of Auditor General Snyder; that after having drawn this warrant he gave it to Auditor General Snyder. The commonwealth also offers to prove by this witness that this warrant, dated April 18, 1906, and other warrants drawn by him in payment of bills rendered by Sanderson under the contract and schedule of 1903 and 1905 were all drawn by him from the architect’s certificate alone under the direction of the auditor general; that these warrants and the method in which they were drawn took a different course through the office of the auditor general than other invoices and warrants under other portions of the schedule for 1904 and 1905, in that with reference to ordinary bills under the schedule of 1904 and 1905, the bills themselves were given to the witness as warrant clerk for the purpose of enabling him to draw warrants thereon, and in so far as the bills rendered under the special schedule are concerned, the bills themselves were kept by the auditor general in his safe in his private office and the witness was directed by the auditor general to draw warrants from the architect’s certificate alone.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b532-4\">The Court: Let us understand, that bill includes the invoice and bill in question?</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b532-5\">Mr. Cunningham: I had made a specific offer as to thafi. I am now making an offer to prove the general course as to all special furniture bills. The first part of the offer was directed specifically to this one.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b532-6\">The commonwealth also offers to prove by this witness on the stand how the settlement sheets for the thirty bills already identified by the witness, Keim, and received in evidence, which were not approved by the board of public grounds and buildings were prepared in the department of the auditor general.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b532-7\">The purpose of the offer being to show that the auditor general handled bills drawn under this special furniture schedule in a different manner from the way in which the ordinary and usual business of the office was conducted, for the purpose, as alleged by the commonwealth, of concealing from the general public, or those entitled to have knowledge thereof, the charac<page-number citation-index=\"1\" label=\"493\">*493</page-number>ter and amount of those bills and the manner in which they were paid. It is also offered for the purpose of showing that the warrants themselves were delivered personally to the auditor general instead of being mailed in the usual course of business to the persons having claims against the commonwealth.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b533-3\">The Court: You haven't yet stated the conclusion that you asked to be drawn from it.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b533-4\">Mr. Cunningham: I am coming to the general conclusion. The testimony being offered for the purpose of showing guilty knowledge on the part of the auditor general that the bill in question was a fraudulent bill and the intent on his part to defraud the commonwealth.</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b533-5\">Mr. Bergner: Objected to, first, because while part of the offer may be admissible, part is inadmissible, and, therefore, the whole offer is inadmissible; second, it is immaterial, irrelevant, incompetent and inadmissible for the reason that there has been n'o evidence yet offered by the commonwealth to show that the allegations with respect to the matter in the bill now under consideration having been sustained; third, it is immaterial, irrelevant, incompetent and inadmissible because the purpose of the evidence does not sustain, or tend to sustain, the general purpose of the offer.</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b533-6\">The Court: What part of the evidence do you say is admissible and what not?</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b533-7\">Mr. Bergner: I say that with respect to the bill under consideration this evidence may be admissible, but as to the general course of dealing in the office as to other bills, it is not.</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b533-8\">The Court: That may be true. I suppose they propose to follow it by evidence showing that other bills are false.</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"b533-9\">Mr. Cunningham: Unless they were also false.</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"b533-10\">The Court: Yes.</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"b533-11\">Mr. Cunningham: The commonwealth propose to follow this testimony with testimony showing that other bills rendered—</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"b533-12\">The Court: Others to which you refer in the offer?</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b533-13\">Mr. Cunningham: Not all of them, I cannot tell how many, perhaps five or six. I said I made that offer to apply to the Sanderson bills. I will have to limit that now to apply to furniture bills.</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"b534-3\"><page-number citation-index=\"1\" label=\"494\">*494</page-number>The Court: If you make that offer with respect to the course that this particular warrant took in the office it may be received. What course other warrants and other bills took would be unimportant unless you propose to follow it up with proof that the other bills were false.</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"b534-4\">Mr. Cunningham: I think perhaps I can make the record to show that by now saying that the commonwealth proposes to follow the testimony of this witness with testimony showing that the other bills rendered under the special furniture schedule were likewise false and fraudulent in respects similar to the bill upon which this indictment is based.</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"b534-5\">Mr. Scarlet: That is, other bills rendered by Sanderson.</summary>\n<summary data-order=\"65\" data-type=\"summary\" id=\"b534-6\">The Court: What have you to say as to this addition?</summary>\n<summary data-order=\"66\" data-type=\"summary\" id=\"b534-7\">Mr. Bergner: I object to this for the reasons given, and for the further reason that the offer does not propose to indicate from this batch of bills to which they have referred generally, the particular bills concerning which they propose to show this.</summary>\n<summary data-order=\"67\" data-type=\"summary\" id=\"b534-8\">Mr. Cunningham: To show how the settlement sheets upon this batch is made up.</summary>\n<summary data-order=\"68\" data-type=\"summary\" id=\"b534-9\">The Court: I understand the offer now is to follow it by proof that all the other bills referred to with respect to which the evidence is now offered to show that it is false.</summary>\n<summary data-order=\"69\" data-type=\"summary\" id=\"b534-10\">Mr. Bergner: I don’t so understand that.</summary>\n<summary data-order=\"70\" data-type=\"summary\" id=\"b534-11\">Mr.. Cunningham: The only reference made in the original offer to the bills identified by the witness Keim was to show how the settlement sheets on those thirty bills were made up. We propose to follow this evidence with evidence tending to show that at least six other furniture bills rendered by the defendant Sanderson to the commonwealth under this contract were false in respect similar to the bill upon which the present indictment was based and were handled in the same way by the auditor general as the bill in question.</summary>\n<summary data-order=\"71\" data-type=\"summary\" id=\"b534-12\">The Court: With this limitation, I think the offer is competent.</summary>\n<summary data-order=\"72\" data-type=\"summary\" id=\"b534-13\">Mr. Rothermel: I object to the admission of this evidence on behalf of Mr. Sanderson because it is irrelevant, at least until the commonwealth has offered evidence to show that the <page-number citation-index=\"1\" label=\"495\">*495</page-number>invoice alleged to be false and fraudulent in the indictment is false and fraudulent in the matter alleged.</summary>\n<summary data-order=\"73\" data-type=\"summary\" id=\"b535-3\">Mr. Schaffer: I object on behalf of Mr. Mathues, for the reason that until there is proof of a conspiracy, acts or declarations by any of the alleged co-conspirators are not evidence against any of the others.</summary>\n<summary data-order=\"74\" data-type=\"summary\" id=\"b535-4\">The Court: That may be conceded. This offer is made only to affect the defendant Snyder. So far as it throws any light upon his knowledge of the falsity of the bill now in question or the invoice now in question.</summary>\n<summary data-order=\"75\" data-type=\"summary\" id=\"b535-5\">Mr. Schaffer: My thought is that it is bound to affect every defendant because heard by the jury.</summary>\n<summary data-order=\"76\" data-type=\"summary\" id=\"b535-6\">The Court: No, it cannot affect any of the other defendants. With the limitation that is made to the offer, it is admitted. Objection overruled, the offer is admitted and exception given to the several defendants. [7]</summary>\n<summary data-order=\"77\" data-type=\"summary\" id=\"b535-7\">When James Cameron, a witness for the commonwealth, was on the stand, this offer was made:</summary>\n<summary data-order=\"78\" data-type=\"summary\" id=\"b535-8\">Mr- Cunningham: This is one of the exhibits admitted, as I understand it, on Friday for the purpose of showing that these particular bills had not been handled and paid in the regular way. I now want to make an offer of this bill for á different purpose, which I propose to state on the record.</summary>\n<summary data-order=\"79\" data-type=\"summary\" id=\"b535-9\">The commonwealth now proposes to identify and offer in evidence a certain invoice or bill for sofas, desks, tables, mantels, book cases, rostrum, umbrella tubes, clothes trees, etc., already marked as commonwealth’s exhibit No. 60, and admitted in evidence for the limited purpose of showing that this bill, together with certain other bills, had not been paid in the usual course of business, purporting to have been rendered to the commonwealth of Pennsylvania by John H. Sanderson, contractor, and a defendant now on trial, under date of January 4, 1905, and purporting to be rendered under the special furniture schedule of 1904-05, and contract awarded thereon to the said John H. Sanderson, said invoice amounting to $280,703.90 and having thereon in writing the approval and certificate of James H. Shumaker, superintendent of pub-<page-number citation-index=\"1\" label=\"496\">*496</page-number>lie grounds and buildings, and the approval of William P. Snyder, auditor general, and William L. Mathues, state treasurer, the other defendants now on trial. To be followed by evidence that said invoice was presented for payment by the said Sanderson, approved and certified to as correct by the said Shumaker, settled by the said Snyder and Mathues, and paid in full by warrant dated January 11, 1905, drawn by said Snyder as auditor general and paid by said Mathues as state treasurer, and to be followed by evidence that said invoice is false and fraudulent in respect similar to the invoice upon which the present indictment is based, namely, in item numbers and measurements.</summary>\n<summary data-order=\"80\" data-type=\"summary\" id=\"b536-4\">This offer, which is to be followed by similar offers of invoices aggregating six in number, dated both before and after the date of the invoice upon which the present indictment is based, is made for the purpose of showing the construction placed upon the special furniture schedule by the defendant now on trial. For instance, that sofas are properly to be charged and paid for under item 25 thereof, and not under item 22, as claimed in the invoice of March 28, 1906, now on trial; tables under item 27, and not under item 22, etc., and that the defendants Shumaker, Snyder and Mathues, in paying the bill in question/ had knowledge that sofas were properly chargeable only under item 25 of said special furniture schedule at $12.90 per foot instead of under item 22 at $18.40 net, per foot, and for the purpose of showing that upon the same article, for instance, sofas, widely different methods of measurement were used, of which facts the defendants Shumaker, Snyder and Mathues, in the performance of their duties under the law, were bound to take notice.</summary>\n<summary data-order=\"81\" data-type=\"summary\" id=\"b536-5\">Mr. Rothermel: I object to the offer because the question as to whether these articles furnished in the bill should havé been furnished under item 22, or other items, is purely a question of law, and a question of law cannot be affected by the course adopted by any of the parties in any preceding or subsequent bills. That so far as the question of system of measurement adopted by the defendants, that also is a question of law, which cannot be affected in any way by the course <page-number citation-index=\"1\" label=\"497\">*497</page-number>adopted by the defendants in any preceding or subsequent bills.</summary>\n<summary data-order=\"82\" data-type=\"summary\" id=\"b537-4\">Mr. Gilbert: Counsel for the defendants Snyder and Mathues object to the offer as made on the ground that it is incompetent, immaterial and inadmissible, and does not prove or attempt to prove the purpose for which the offer is made; and for the additional reason that the paper itself shows on its face the approval by the architect of the correctness of the amount of money claimed by the said John H. Sanderson, and paid to him through the medium of the said defendants Snyder and Mathues.</summary>\n<summary data-order=\"83\" data-type=\"summary\" id=\"b537-5\">Mr. Bergner: Counsel on behalf of defendant Shumaker objects to the offer because there has been no evidence as yet to establish a conspiracy in which he is connected. Secondly, because the bill itself does not prove, or tend to prove, the purpose of the offer, inasmuch as on its face it shows by the architect’s certificate the amount of the bill was certified to these officers to be just the amount of the bill, to wit, $280,000 and some odd dollars. (Argument.)</summary>\n<summary data-order=\"84\" data-type=\"summary\" id=\"b537-6\">The Court: The objections are overruled, the offer is admitted, exception for the several defendants. You will understand that it is limited merely to the articles of the invoice in question, the sofas and tables'. [10]</summary>\n<summary data-order=\"85\" data-type=\"summary\" id=\"b537-7\">When Stanford B. Lewis, a witness for the commonwealth, was on the stand, this offer was made:</summary>\n<summary data-order=\"86\" data-type=\"summary\" id=\"b537-8\">Mr. Cunningham: The commonwealth having already identified and offered in evidence a certain invoice of January 4,1905, for furniture for the senate chamber, aggregating $280,703.90, and a certain invoice of January 4, 1905, for furniture for the house of representatives, aggregating $338,130.50, now proposes to identify and offer in evidence another invoice dated March 28, 1906, being an invoice for desks alone, and being an invoice upon which indictment is based at No. 240 September Session, 1907, aggregating $61,948.20; also an invoice dated March 28, 1906, being an invoice for chairs alone, aggregating $93,168.40; also an invoice under blank date paid by warrant dated April 25, 1906, being an invoice for special furniture sup<page-number citation-index=\"1\" label=\"498\">*498</page-number>plied for the lieutenant governor’s suite, the governor’s office, the grand executive reception room and the Supreme Court room, aggregating $48,796.80; all of said invoices purporting to have been rendered to the commonwealth of Pennsylvania by John H. Sanderson, contractor, and a defendant now on trial, and purporting to have been rendered on the special furniture schedule of 1905 and contract awarded thereon to the said John H. Sanderson, and having thereon the approval of James H. Shumaker, superintendent of public grounds and buildings; to be followed by evidence, where such evidence has not been already adduced, as to the invoices under date of January 4, 1905, that said invoices were presented for payment by the said Sanderson, settled by the said Snyder and Mathues, and paid in full by warrants drawn by the said Snyder as auditor general and paid by Mathues as state treasurer; to be followed by evidence that said invoices are false and fraudulent in respect similar to the invoice upon which the present indictment is based, namely, item number and measurement. These invoices are offered generally. The whole offer is made for the purpose of showing the' quo animo of the acts in question under the present indictment, the facts specified in the offer proving, or tending to prove, that the presentation, certification and payment of the invoice in question under the present indictment were malicious, intentional and willful acts as distinguished from accidental, inadvertent or negligent acts. For the purpose also of showing the knowledge, intent, purpose and design of the defendants in the performance of the acts in question; the facts offered to be proven being similar to and connected with the facts in question, and proving, or tending to prove, that the invoice in question under the present indictment was presented, certified’and paid with knowledge of its falsity and with the intent, purpose and design of defrauding the commonwealth.</summary>\n<summary data-order=\"87\" data-type=\"summary\" id=\"b538-4\">The commonwealth also offers to prove the facts specified in the offer for the purpose of showing system on the parts of the defendants arid that the acts in question under the present indictment, taken together, form but one of a connected series of frauds upon the commonwealth and were part of a series of <page-number citation-index=\"1\" label=\"499\">*499</page-number>similar occurrences, in each of which the defendants on trial were concerned.</summary>\n<summary data-order=\"88\" data-type=\"summary\" id=\"b539-3\">The commonwealth also offers to prove the facts set forth in the offer as constituting part of one general scheme or transaction and exhibiting the same general purpose to defraud the commonwealth.</summary>\n<summary data-order=\"89\" data-type=\"summary\" id=\"b539-4\">The commonwealth also offers to prove the facts specified in the offer for the purpose of rebutting any presumption of innocence existing in favor of the public officers now on trial by reason of the fact that they are public officers.</summary>\n<summary data-order=\"90\" data-type=\"summary\" id=\"b539-5\">The commonwealth also offers to prove the facts specified for the further purpose of showing that the defendants on trial were engaged in a conspiracy on March 28, 1906, to cheat and defraud the commonwealth by means of, false and fraudulent invoices or bills on account of the contract of the said Sander-son to supply furniture to the commonwealth.</summary>\n<summary data-order=\"91\" data-type=\"summary\" id=\"b539-6\">The Court: What are the dates of the invoices you now offer?</summary>\n<summary data-order=\"92\" data-type=\"summary\" id=\"b539-7\">Mr. Cunningham: The first two are dated January 4, 1905; the third is dated March 28, 1906, the same date, in fact, that the invoice in question in the bill of indictment is dated. The fourth is dated March 28, 1906, and the fifth is under a blank date, but was paid April 25,1906.</summary>\n<summary data-order=\"93\" data-type=\"summary\" id=\"b539-8\">Mr. Rothermel: While I agree with the general proposition of law, that when an intent is to be established, of course, we can put in similar transactions between the same parties in order to show that intent, but inasmuch as the question in this case is a question as to whether we have a right under the law to charge the bills both as to the items and as to the foot measurements in the manner we think we did, the producing of other bills showing we continued and persisted in charging as we thought we had a right to charge, does not show any intent whatever; Therefore, I say it is not evidence. (Discussion.)</summary>\n<summary data-order=\"94\" data-type=\"summary\" id=\"b539-9\">Mr. Bergner: The defendants, Snyder, Mathues and Shumaker object to this testimony as incompetent, irrelevant and inadmissible for the reason that, as we understand the offer, it is an offer to show criminality or intent before any competent evidence has been shown to show corrupt combination between <page-number citation-index=\"1\" label=\"500\">*500</page-number>the defendants, and, second, it is incompetent, irrelevant and immaterial.</summary>\n<summary data-order=\"95\" data-type=\"summary\" id=\"b540-4\">The Court: We think this offer is admissible. The objections are, therefore, overruled, the evidence is admitted and exceptions noted to the several defendants.</summary>\n<summary data-order=\"96\" data-type=\"summary\" id=\"b540-5\">Exceptions to defendants.</summary>\n<summary data-order=\"97\" data-type=\"summary\" id=\"b540-6\">Mr. Cunningham: The commonwealth again offers in evidence commonwealth’s exhibits Nos. 60 and 61, being the invoices under date of January 4, 1905, already identified by the witnesses on the stand, they being now offered for the purposes set forth in the offer last made.</summary>\n<summary data-order=\"98\" data-type=\"summary\" id=\"b540-7\">Mr. Rothermel: I make the same objection.</summary>\n<summary data-order=\"99\" data-type=\"summary\" id=\"b540-8\">The Court: They will be received. Objection overruled, and exception for the defendants. [11]</summary>\n<summary data-order=\"100\" data-type=\"summary\" id=\"b540-9\">“Q. As I recall it, we were inquiring of you last week relative to the matter of an alleged change in the form of the certificate of the architect attached to the bill of Mr. Sanderson, under the special furniture schedule. Do you recall what was asked you about that matter? A. Yes, sir.”</summary>\n<summary data-order=\"101\" data-type=\"summary\" id=\"b540-10\">Mr. Cunningham: I propose to pursue this inquiry now. The proposition of the commonwealth, as I recall it, was to show that about the middle of the year 1905 the auditor general, Mr. Snyder, requested the architect to change the form of his certificate. Objection was made at that time upon the ground that the commonwealth had not established the falsity of the bill upon which the indictment was based, to such an extent as to admit acts of defendants. Having established that, as we contend, we now propose to pursue the inquiry that was abandoned at that time because the objection was sustained by the court.</summary>\n<summary data-order=\"102\" data-type=\"summary\" id=\"b540-11\">Mr. Rothermel: I raise thé same objection that I made before.</summary>\n<summary data-order=\"103\" data-type=\"summary\" id=\"b540-12\">- Mr. Cunningham: The offer is to prove by the witness on the stand that prior to July, 1905, architect’s certificates were issued in the ordinary form of an architect’s certificate, simply without setting forth in the certificate itself either the item numbers or weights or measurements of the articles mentioned in the invoice to which certificates were attached; that about July, 1905, <page-number citation-index=\"1\" label=\"501\">*501</page-number>Auditor General Snyder requested the witness to insert in subsequent architect’s certificates the item number and weights and measurements of the articles mentioned in the invoice, and instructed the witness to copy said item numbers, weights and measures from the footings of the invoices, stating that he desired such information for a purpose of identifying the architect’s certificate with the bills, in order to enable him to check up in his office.</summary>\n<summary data-order=\"104\" data-type=\"summary\" id=\"b541-3\">This offer is made for the purpose of showing that Auditor General Snyder knew that architect’s certificates issued subsequent to that time did not purport to be certificates of the architect, that the item numbers, weights or measurements in the invoice to which the same were attached were correct, but that said certificates were mere transcripts from the footings of the invoices themselves: to show that he was in duty bound with that knowledge to make his own investigations of the correctness of this bill, and could not rely upon the architect’s certificates, inasmuch as he dictated the form of that certificate and how it should be made up by merely copying from the bill.</summary>\n<summary data-order=\"105\" data-type=\"summary\" id=\"b541-4\">Mr. Scarlet: Also for the purpose of showing fabrication of evidence upon the part of Mr. Snyder as to the architect’s certificate in question.</summary>\n<summary data-order=\"106\" data-type=\"summary\" id=\"b541-5\">Mr. Rothermel: The offer is not sustained by the evidence the commonwealth proposes to introduce. The certificate given by Mr. Huston anterior to this pink certificate being given is just as full and effective as this pink certificate. (Discussion.)</summary>\n<summary data-order=\"107\" data-type=\"summary\" id=\"b541-6\">Mr. Cunningham: May I add to the offer, if the court please, that the offer applies to the pink certificate from which the witness Jeffers testified the warrants were drawn? It is true that the invoices, as a rule, are marked “approved” and signed “ J. M. Huston,” architect. The offer does not relate to the words “approved, J. M. Huston” on the invoices themselves, but does relate to the pink architect’s certificate to which the receipt of Mr. Sanderson for the warrant is signed. For instance, a certificate dated January 30, 1905, makes no reference at all to item numbers, weights or measurements. A certificate dated July 7, 1906, does contain a reference to item numbers, weights and measures. My offer relates to both of these to show <page-number citation-index=\"1\" label=\"502\">*502</page-number>that a number dated prior to July, 1905, were absolutely without item numbers, weights or measures.</summary>\n<summary data-order=\"108\" data-type=\"summary\" id=\"b542-4\">Mr. Bergner: We object to this offer for the reason that it does not prove, or tend to prove, the purpose for which it is offered, and for the further reason that it is not proposed to show that Auditor General Snyder ever ordered Mr. Lewis or Mr. Huston or anyone associated with him not to measure or weigh.</summary>\n<summary data-order=\"109\" data-type=\"summary\" id=\"b542-5\">Mr. Gilbert: For the further reason that the offer is not only inconsistent with, but plainly contradicted by the testimony, both oral and written, which the commonwealth has already submitted in this case, and for the further reason that it is incompetent, irrelevant, immaterial and inadmissible.</summary>\n<summary data-order=\"110\" data-type=\"summary\" id=\"b542-6\">Mr. Rothermel: I object on the ground stated by the other counsel, and also on the ground of irrelevancy.</summary>\n<summary data-order=\"111\" data-type=\"summary\" id=\"b542-7\">Mr. Cunningham: I propose to prove also by this witness on the stand that Auditor General-Snyder prescribed in writing the form in which the architect’s pink certificate should be made at or about the middle of the year 1905. (Discussion.)</summary>\n<summary data-order=\"112\" data-type=\"summary\" id=\"b542-8\">Mr. Bergner: We object because there is nothing here to show that he did know the architect’s- certificates were not correct, and because it is not offered to show that he directed the certificate to be made without measuring and without weighing. (Discussion.)</summary>\n<summary data-order=\"113\" data-type=\"summary\" id=\"b542-9\">The Court: We think this evidence is admissible. The question of its weight is for the jury. Whether it has any weight or not, they will have to say. The objections are overruled. The offer, is admitted and exceptions noted to the several defendants.</summary>\n<summary data-order=\"114\" data-type=\"summary\" id=\"b542-10\">Exceptions to defendants. [12]</summary>\n<summary data-order=\"115\" data-type=\"summary\" id=\"b542-11\">Mr. Cunningham:.The commonwealth now proposes to prove by the witness on the stand that about April, 1906, Auditor General Synder notified Huston, the architect, that two certificates on bills approved April 10, 1906, were not signed; that he, Snyder, would bring them to Philadelphia and would be at No. 900 Arcade Building to get the architect’s signature to said certificates; that, as a matter of fact, the auditor general sub<page-number citation-index=\"1\" label=\"503\">*503</page-number>sequent to said notification, which notification was made - by letter, brought two warrants to Philadelphia drawn on . bills for which no architect’s certificates.had been issued, and requested the witness and architect Huston to bring architect’s certificates for those two warrants over to 900 Arcade Building, Philadelphia; that in pursuance of this request, the witness and Architect Huston went over to Room 900 Arcade Building, where two architect’s certificates were issued corresponding in amount to amounts of said warrants. This is offered.for the purpose of showing that warrants were drawn before any architect’s certificates were issued and that architect’s certificates were issued corresponding in amount to these warrants $,t the request of the auditor general, for the purpose of showing the knowledge upon the part of the auditor general that said architect’s certificates did not purport to be certificates as to the correctness of the invoices upon which the. warrants had-been prepared, and showing the irregular course of issuing the warrants.</summary>\n<summary data-order=\"116\" data-type=\"summary\" id=\"b543-3\">Mr. Rothermel: Which architect’s certificates?</summary>\n<summary data-order=\"117\" data-type=\"summary\" id=\"b543-4\">Mr. Cunningham: These two that I am talking about in the offer.</summary>\n<summary data-order=\"118\" data-type=\"summary\" id=\"b543-5\">Mr. Rothermel: I fail to see that that proves it, fail to see that a desire to have an additional certificate to the certificate already on the bill is any evidence that the second certificate did not amount to anything, or that he understood it didn’t amount to anything. Upon what theory is that offered? It shows extraordinary care upon the part of. the auditor general that he desired to have a particular form of certificate. Upon what theory can the conclusion be drawn that the commonwealth asks for from evidence of that character?</summary>\n<summary data-order=\"119\" data-type=\"summary\" id=\"b543-6\">Mr. Schaffer: I do not represent the particular defendant that this is intended to. connect by, but an examination of the letter will show that the certificates were attached and the only thing that was required was the signature. Instead of substantiating the offer made it only indicates that there had been an inadvertent omission to sign the certificate which was already there.</summary>\n<summary data-order=\"120\" data-type=\"summary\" id=\"b543-7\">Mr. Cunningham: But, Mr. Schaffer, the offer is to show that <page-number citation-index=\"1\" label=\"504\">*504</page-number>the letter is not true; as a matter of fact, there has been no certificate issued.</summary>\n<summary data-order=\"121\" data-type=\"summary\" id=\"b544-4\">The Court: What letter are you speaking of now?</summary>\n<summary data-order=\"122\" data-type=\"summary\" id=\"b544-5\">Mr. Cunningham: The letter of Auditor General Snyder.</summary>\n<summary data-order=\"123\" data-type=\"summary\" id=\"b544-6\">The Court: That is not in the case yet.</summary>\n<summary data-order=\"124\" data-type=\"summary\" id=\"b544-7\">Mr. Cunningham: I propose to show that the notice was given by letter.</summary>\n<summary data-order=\"125\" data-type=\"summary\" id=\"b544-8\">Mr. Rothermel: Do you mean to state that the bills did not have the black certificate on them?</summary>\n<summary data-order=\"126\" data-type=\"summary\" id=\"b544-9\">Mr. Cunningham: I cannot state that positively, whether they had or not.</summary>\n<summary data-order=\"127\" data-type=\"summary\" id=\"b544-10\">Mr. Rothermel: I think that is very important.</summary>\n<summary data-order=\"128\" data-type=\"summary\" id=\"b544-11\">Mr. Bergner: It is dated in 1906.</summary>\n<summary data-order=\"129\" data-type=\"summary\" id=\"b544-12\">Mr. Cunningham: I cannot state that positively because I don’t know. The purpose is to show the carrying of those warrants down there and the issuing of warrants before any architect’s certificate was issued.</summary>\n<summary data-order=\"130\" data-type=\"summary\" id=\"b544-13\">Mr. Rothermel: My objection is that this bill had on it a certificate and that certificate was the certificate of the architect. • (Discussion.)</summary>\n<summary data-order=\"131\" data-type=\"summary\" id=\"b544-14\">Mr. Bergner: Objected to as incompetent, irrelevant and in no way affecting the defendant Shumaker. With respect to Snyder and Mathues, this proposed testimony is objected to for the reason that it does not propose to show that certificates were not already upon the bills referred to in this letter. It is not proposed to' show that these certificates were not duplicate approvals which had not been signed, and does not purport to show that the bills had not already been approved by the architect at the time the warrants proposed in the offer of the commonwealth to be proven by this witness had issued. Further, it is irrelevant, immaterial and inadmissible.</summary>\n<summary data-order=\"132\" data-type=\"summary\" id=\"b544-15\">The Court: As we understand, this letter, which purports to be a letter of the defendant Snyder, declares that these two bills had not been approved by the architect.</summary>\n<summary data-order=\"133\" data-type=\"summary\" id=\"b544-16\">Mr. Bergner: That the certificates had not been signed.</summary>\n<summary data-order=\"134\" data-type=\"summary\" id=\"b544-17\">The Court: That the certificates had not been signed. The letter itself declares that. So far as this offer affects the other defendants, it cannot affect them unless it be shown by an act <page-number citation-index=\"1\" label=\"505\">*505</page-number>or circumstance in furtherance of a fabrication or agreement or conspiracy between Snyder and them. The objections are overruled, offer admitted, exception to the several defendants.</summary>\n<summary data-order=\"135\" data-type=\"summary\" id=\"b545-3\">Mr. Bergner: I desire to add to my objections this on behalf of Snyder: That it being part of the history of this case that all bills presented to the board of public grounds and buildings, or to the auditor general, have duplicate approvals signed by Mr. Huston; that this evidence is immaterial and irrelevant unless it is proposed to show that the bills in question here did not bear the approval of Huston, and further, unless it is proposed to show that these two certificates, which it is stated in that letter were not signed, were not duplicate certificates.</summary>\n<summary data-order=\"136\" data-type=\"summary\" id=\"b545-4\">The Court: The objections are overruled, offer received.</summary>\n<summary data-order=\"137\" data-type=\"summary\" id=\"b545-5\">Exception to the several defendants. [13]</summary>\n<summary data-order=\"138\" data-type=\"summary\" id=\"b545-6\">Mr. Schaffer: Mr. Gilbert is in such great pain that he wishes to keep off his feet as much as possible. He simply asked me to ascertain whether or not this is excluded as to Mathues. I understand it is.</summary>\n<summary data-order=\"139\" data-type=\"summary\" id=\"b545-7\">The Court: It is received so far as it affects Snyder, and cannot affect the other defendants unless it should be found to have been done in furtherance of an agreement or conspiracy between Snyder and the others.</summary>\n<summary data-order=\"140\" data-type=\"summary\" id=\"b545-8\">Mr.. Cunningham: The commonwealth now proposes to prove by the witness on the stand that under date of April 13, 1904, J. M. Shumaker wrote Joseph M. Huston relative to the preparation of the schedule for 1904-05, and making an appointment to meet Huston in Philadelphia on the Monday following the date of the offer, and that upon the day fixed in the letter the witness and Huston met with Shumaker; that at that time Shumaker had in typewriting the subject-matter that now forms the last twenty or twenty-one items of the special furniture schedule of 1904-05; that at the request of Mr. Shumaker both Huston and the witness on the stand made suggestions as to the proper maximum prices to be fixed in making up the schedule.</summary>\n<summary data-order=\"141\" data-type=\"summary\" id=\"b545-9\">Mr. Schaffer: On behalf of the defendant Mathues the offer is objected to because it relates to an incident which took place <page-number citation-index=\"1\" label=\"506\">*506</page-number>prior to his, incumbency of the office of state treasurer, and as to whom it is, therefore, incompetent, irrelevant, immaterial and inadmissible.</summary>\n<summary data-order=\"142\" data-type=\"summary\" id=\"b546-4\">.The Court: What is the purpose?</summary>\n<summary data-order=\"143\" data-type=\"summary\" id=\"b546-5\">Mr. Cunningham: The purpose of the offer is to show that Shumaker was the author of the language in which the last twepty items of the schedule are couched, for the purpose of showing .that the preparation of that schedule was one of the steps in the general scheme to defraud the commonwealth, and for.the purpose .of showing the system and plan of the scheme to defr.aud. (Argument.)</summary>\n<summary data-order=\"144\" data-type=\"summary\" id=\"b546-6\">The Court: We think the offer is admissible. Of course, it will not affect any of the other defendants except in so far as they may be connected with the plan or system, to be shown by other testimony in the case.</summary>\n<summary data-order=\"145\" data-type=\"summary\" id=\"b546-7\">Mr. Schaffer: I object further on behalf of Mr. Mathues that any acts or declarations of an alleged conspiracy prior to the time that it is set up that he came into the conspiracy, or after the time that he is alleged to have left the conspiracy, are not admissible against,, him.</summary>\n<summary data-order=\"146\" data-type=\"summary\" id=\"b546-8\">The Court: It is .quite clear that it can be shown that he entered .a conspiracy at any time. The objections are overruled, and the offer is received. Exceptions for the defendant. [14]</summary>\n<summary data-order=\"147\" data-type=\"summary\" id=\"b546-9\">Mr. Cunningham: The commonwealth proposes to offer in evidence exhibit No. 108, being the quantities book referred to in the testimony of the witness, and to offer specially page 17 thereqf, being the page containing the list of articles for the room of the auditor general, said room being Room No. 121. It is further offered to prove by this witness that Auditor General Snyder, about the month of July, 1905, requested the witness .to make up a book showing the articles indicated for each room of the Capitol Building upon the quantity plans, to the end that the auditor general might use such book for the purpose, of .checking up and testing the correctness of the bills rendered by the contractors under the schedule. That the witness thereupon • started to make up such list, and by himself, with the assistance of the employees in the office, did prepare a <page-number citation-index=\"1\" label=\"507\">*507</page-number>list of the articles shown upon the quantity plans for each room in the Capitol Building, making the list up in the form of a page in the list for each room in the Capitol, designating the room referred to in the list by the number thereof at the head of each page. This list contained nothing except the room number, the name of the room apd the name or description of the different articles of furniture shown by the quantity plan for the respective rooms. No item numbers or columns were placed upon this list. That when this list was submitted by the witness to the auditor general, at the auditor general’s office in Harrisburg in October, 1905, Auditor General Snyder stated that it was not in the shape he wanted it to be made up in, and thereupon prepared himself, or had prepared in his office, a sample page, indicating the form in which he, Auditor General Snyder, wanted the book prepared, said sample page to be marked as an exhibit in the case, and offered in evidence; that Auditor General Snyder placed or had placed upon this sample page, in addition to the matter placed upon the corresponding page in the list submitted by the witness, to wit: page 16, marked “Room 121, auditor general,” the item numbers he, Auditor General Snyder, desired to have the articles designated by, and also placed upon the sample page two columns, one with the heading “paid on account,” and the other with the heading “total cost.” And that Auditor General Snyder also placed after each article upon the list prepared by the witness the item numbers by which he desired to have those articles furnished. That Auditor General Snyder, in the preparation of the said sample page also inserted certain words in connection with the various lines upon the page prepared by the witness, to make the description of the articles conform with the description of the articles in the schedule. For instance, on the list prepared by the witness, there appeared the figure and words “2 inside blinds.” On the sample sheet prepared by Auditor General Snyder, he amended that to read “2 Venetian inside blinds, item 29.” It is proposed to' prove by the witness on the stand that, having been directed by Auditor General Snyder to prepare the book in conformity with the sample page submitted, he and the auditor general went over the various pages in the list prepared by the witness, going <page-number citation-index=\"1\" label=\"508\">*508</page-number>over a large number of rooms at the Capitol at that particular interview, and over the remainder at subsequent interviews, and that the witness, by direction of the auditor general, made additions in pencil, to the list already prepared by him, inserting certain words to make the lines conform to the description of the articles in the schedule, and setting after each article the item number designated by the auditor general. That after the said list, as originally prepared by the witness, had been so amended in lead pencil writing or figures and numbers, the amended list was transcribed by the witness, or under his direction, in his office, and sent or delivered to the auditor general. It is also proposed to prove that when the auditor general made up the sample sheet already referred to in the offer he caused to be stamped upon the bottom thereof a certain certificate stamp with a rubber stamp, in red ink, and stated that it was his purpose to have such certificate attached to the bottom of each sheet when the list had been put in the form desired by him; that the witness on the stand, after having made the corrections and additions directed to be made by Auditor General Snyder, had his list transcribed and delivered or sent the same to the auditor general; that the stamp with which the certificate appearing upon the bottom of each page of the quantities book as it now appears, exhibit 108, was never in the possession of the witness, but constantly remained in the possession of the auditor general; the certificate referred to as it appears upon the bottom of each of the pages in the accounts book as exhibit No. 108, is followed by the signature of J. H. Huston, architect, and J. M. Shumaker, superintendent. This for the purpose of showing guilty knowledge and intent upon the part of Auditor General Snyder as to the particular frauds charged in this indictment, and for the further purpose of showing that it was a fabrication of evidence upon the part of Auditor General Snyder to conceal his part in the charge now on trial.</summary>\n<summary data-order=\"148\" data-type=\"summary\" id=\"b548-4\">Mr. Rothermel objects to the admission of the evidence as altogether irrelevant.</summary>\n<summary data-order=\"149\" data-type=\"summary\" id=\"b548-5\">Mr. Schaffer: I make the same objection Mr. Rothermel does. It is not evidence, so far as my client is concerned.</summary>\n<summary data-order=\"150\" data-type=\"summary\" id=\"b548-6\">Mr. Gilbert: Counsel-for Snyder object to the foregoing offer <page-number citation-index=\"1\" label=\"509\">*509</page-number>upon the ground that it does not prove, or tend to prove, the purpose for which it is offered, and that on the further ground that it is incompetent, irrelevant and immaterial.</summary>\n<summary data-order=\"151\" data-type=\"summary\" id=\"b549-3\">The Court: We receive it as evidence so far as it affects the defendant Snyder. Of course, it cannot affect the other defendants unless it appears from the evidence that what is offered to prove with respect to Snyder at least was done in furtherance of a conspiracy to which the other defendants are parties.</summary>\n<summary data-order=\"152\" data-type=\"summary\" id=\"Azb\">Exception to the several defendants. [15]</summary>\n<summary data-order=\"153\" data-type=\"summary\" id=\"b549-5\">“Q. Commonwealth's exhibit No. 128 shown witness. I will ask you whether or not that is the book, referred to in the letter and sent along with the letter? A. It is.”</summary>\n<summary data-order=\"154\" data-type=\"summary\" id=\"b549-6\">Mr. Rothermel: I object to this, may it please the court, as having no bearing upon the issue being tried by this jury. It is simply a contract between Mr. Huston and the board with reference to acting as architect. ‘ The purpose of this, manifestly, to show that he had no burden upon him so far as supervision of the contract was concerned. I object to it because it has no relevancy so far as any of these defendants are concerned. It is immaterial what his duty was. Here are his certificates. If they depended upon him and the certificates he gave, it is immaterial what his contract was.</summary>\n<summary data-order=\"155\" data-type=\"summary\" id=\"b549-7\">Mr. Cunningham: The purpose is to show the contract made by the board and the architect, Joseph M. Huston. The purpose is to show that it was not his duty to certify as to the correctness of measurements or weights, and that the defendants Snyder and Mathues, being the successors of the members of the board who made this contract with Huston, were bound to take notice of the contract with Huston, and cannot now contend that they had a right to rely upon the certificates of the architect as to weights and measures. (Discussion.)</summary>\n<summary data-order=\"156\" data-type=\"summary\" id=\"b549-8\">Mr. Scarlet: The purpose of the offer is also to corroborate the witness. (Discussion.)</summary>\n<summary data-order=\"157\" data-type=\"summary\" id=\"b549-9\">Mr. Rothermel: I think on reflection I will withdraw my objection.</summary>\n<summary data-order=\"158\" data-type=\"summary\" id=\"b549-10\">The Court: The objection having been withdrawn, the offer is received.</summary>\n<summary data-order=\"159\" data-type=\"summary\" id=\"b550-3\"><page-number citation-index=\"1\" label=\"510\">*510</page-number>Mr. Schaffer: On behalf of Mr. Mathues and Mr. Snyder we object to this testimony as incompetent, irrelevant and immaterial. They were not members of the board at the time this contract was entered into, and this being a criminal proceeding, what they knew and what they ought to have known are radically different things. Further, if it please the court, it occurs to me that that book, read into this contract, shows that his duties were more than is here set up.</summary>\n<summary data-order=\"160\" data-type=\"summary\" id=\"b550-4\">The Court: We understand this testimony is offered to corroborate the witness as to his testimony delivered last week, wherein he stated that neither he nor his associate, Huston, were responsible for weights or measurements, so far as it may corroborate that testimony. The objection is overruled, offer admitted and exceptions granted to Snyder, Mathues and Shumaker.</summary>\n<summary data-order=\"161\" data-type=\"summary\" id=\"b550-5\">Exceptions to defendants Snyder, Mathues and Shumaker. [16].</summary>\n<summary data-order=\"162\" data-type=\"summary\" id=\"b550-6\">When James C. Jeffers, a witness for the commonwealth, was on the stand, this offer was made:</summary>\n<summary data-order=\"163\" data-type=\"summary\" id=\"b550-7\">Mr. Cunningham: The commonwealth proposes to prove by this witness and other witnesses the amount of bills- already paid and bills payable to John H. Sanderson on account of his contract awarded June 7, 1904, for furnishing the Capitol, on January 10, 1905, being the date upon which resolution authorizing the auditor general to pay bills on account of said contract upon the certificate of the architect was passed. Commonwealth proposes to show that at that time the amount already paid to Mr. Sanderson, together with the bills payable, amounted to about $1,182,081.10. This offer is made as showing that at that date the estimate placed by the architect upon the cost of furnishing the Capitol had already been far exceeded.</summary>\n<summary data-order=\"164\" data-type=\"summary\" id=\"b550-8\">Mr. Scarlet: For the purpose of showing that the object of the resolution of January 10, introduced by Mathues, was to conceal from the board the payment of the bills on account of the Sanderson contract, and that for the purpose of further showing guilty knowledge and intent upon the part of Auditor General Snyder and W. L. Mathues in concealing from the board the fact that the estimate of the architect on- the con<page-number citation-index=\"1\" label=\"511\">*511</page-number>tract, which had been placed before the board at the sum of $800,000, had been exceeded by $300,000.</summary>\n<summary data-order=\"165\" data-type=\"summary\" id=\"b551-3\">Mr. Rothermel: Objected to as irrelevant.</summary>\n<summary data-order=\"166\" data-type=\"summary\" id=\"b551-4\">Mr. Bergner: I have the further objection that there is no evidence to show that the architect made an estimate on the contract for furnishing the Capitol. (Discussion.)</summary>\n<summary data-order=\"167\" data-type=\"summary\" id=\"b551-5\">Mr. Scarlet: The purpose is to show that the resolution of January 10, was offered by Mr. Mathues and passed for the purpose of concealing from the board the true state of the Sanderson contract, and to avoid the passage of the bills before the board in the regular way, in order to conceal from the president of the board, Governor Pennypacker, the true state of affairs; that it was done and it is offered to show knowledge and intent upon the part of Snyder and Mathues and was part of the scheme to cheat and defraud charged in the bill: one of the circumstances and facts to be taken in connection with others.</summary>\n<summary data-order=\"168\" data-type=\"summary\" id=\"b551-6\">The Court: We will overrule the objections to this offer, receive it and give an exception to the several defendants. [17]</summary>\n<summary data-order=\"169\" data-type=\"summary\" id=\"b551-7\">When Stanford B. Lewis, a witness for the commonwealth, was on the stand, this offer was made:</summary>\n<summary data-order=\"170\" data-type=\"summary\" id=\"b551-8\">Mr. Cunningham: The commonwealth now proposes to prove by the witness on the stand that in pursuance of the request of the board of public grounds and buildings, made through Governor Pennypacker to the witness to have the contractors reduce their bills, he, the witness on the stand, had a conversation with John LI. Sanderson relative to this matter; that this conversation took place at a time subsequent' to this request to the witness from the board of public grounds and buildings, and at a time when Sanderson came to the office of the architect with a number of invoices for the purpose of obtaining architect’s book certificates thereon; that the witness communicated to him the request of the board of public grounds and' building that the contractor’s bills be reduced, to which Sanderson replied substantially as follows: “I don’t see why they should require me to cut down my bills, because I have got to put up a big wad for other people.” This is offered as a declaration of <page-number citation-index=\"1\" label=\"512\">*512</page-number>one of the defendants made during the course of the conspiracy and prior to the present prosecution.</summary>\n<summary data-order=\"171\" data-type=\"summary\" id=\"b552-4\">The Court: For what purpose?</summary>\n<summary data-order=\"172\" data-type=\"summary\" id=\"b552-5\">Mr. Scarlet: For the purpose of showing a declaration on the part of one of the defendants affecting him, showing guilty knowledge and intent.</summary>\n<summary data-order=\"173\" data-type=\"summary\" id=\"b552-6\">Mr. Rothermel: I object to it as utterly irrelevant, I don’t see any application at all to this case.</summary>\n<summary data-order=\"174\" data-type=\"summary\" id=\"AbRh\">The Court: Your offer is as against the defendant Sander-son?</summary>\n<summary data-order=\"175\" data-type=\"summary\" id=\"b552-8\">Mr. Scarlet: Sanderson, yes.</summary>\n<summary data-order=\"176\" data-type=\"summary\" id=\"b552-9\">Mr. Cunningham: It is not definite enough to affect the others.</summary>\n<summary data-order=\"177\" data-type=\"summary\" id=\"b552-10\">The Court: Overrule the objection, receive the offer. Exception for the defendants. Exception throughout to the several defendants. You understand that this offer is received only as it affects the defendant Sanderson. [18]</summary>\n<summary data-order=\"178\" data-type=\"summary\" id=\"b552-11\">When Samuel W. Pennypacker, a witness for the defendants, was on the stand, he was asked this question:</summary>\n<summary data-order=\"179\" data-type=\"summary\" id=\"b552-12\">“Q. What, if you can tell, was Mr. Huston employed to do?” .Mr. Scarlet: I object to that. The record shows what Mr. Huston was employed to do. (Discussion.)</summary>\n<summary data-order=\"180\" data-type=\"summary\" id=\"b552-13\">The Court: We will exclude the question and give you an exception.</summary>\n<summary data-order=\"181\" data-type=\"summary\" id=\"b552-14\">Exception to defendants. [19]</summary>\n<summary data-order=\"182\" data-type=\"summary\" id=\"b552-15\">When William Russell, a witness for the commonwealth, was on the stand, this offer was made:</summary>\n<summary data-order=\"183\" data-type=\"summary\" id=\"b552-16\">Mr. Cunningham: The defendant Snyder having testified in effect, at pages 1630 to 1633 and pages 1685 to 1690 of the testimony, that architect Huston at the request of the members of the board of public grounds and buildings reduced the bills of the defendant Sanderson, rendered under the contract in question, to the actual cash value of the articles supplied; and the defendant Sanderson having, by the witness Stevenson, offered evidence at pages 1173 to 1178, showing, or tending to show, that the measurements of the articles furnished under the invoice upon which the indictment in this case is based, and other in<page-number citation-index=\"1\" label=\"513\">*513</page-number>voices admitted in evidence, were reduced in so far as sofas,tables, etc., are concerned, to about one-third of the measurements he was entitled to charge for under his construction of the contract; and the defendant Snyder having testified in effect at pages 1497, 1498, 1592 to 1594, 1683 to 1685, that he and the defendant Mathues audited the bills of Sanderson for furniture in accordance with their legal duty; the commonwealth now offers to prove in rebuttal, by William Russell, the witness on the stand, a man of large experience in the business of manufacturing and selling especially designed furniture and the manufacturer of the desks covered by the invoices for senate and house furniture, admitted in evidence, and by other expert witnesses, the actual cash price of the value of the articles of furniture admitted in evidence as exhibits in this case, also of the articles of furniture covered by the invoice upon which the indictment in this case is based, and other articles of furniture supplied by Sanderson to the commonwealth under said contract, covered by other invoices admitted in evidence. For the purpose, first, of rebutting the testimony of the defendant Snyder to the effect that the bills of Sanderson were reduced to the actual cash value of the articles supplied, and the testimony of the witness Stevenson, bookkeeper for Sanderson, to the effect that the bills of Sanderson were so reduced.</summary>\n<summary data-order=\"184\" data-type=\"summary\" id=\"b553-3\">Second, for the purpose of showing that notwithstanding said alleged reduction in measurements, the price charged by Sanderson and paid by the auditor general for the various articles of furniture was much higher than the actual cash value of said articles.</summary>\n<summary data-order=\"185\" data-type=\"summary\" id=\"b553-4\">Third, for the purpose of rebutting the testimony of the defendant Snyder that the bills in question were audited by him and the defendant Mathues, in accordance with their legal duties.</summary>\n<summary data-order=\"186\" data-type=\"summary\" id=\"b553-5\">Mr. Rothermel: Objected to because it is not evidence in rebuttal, and, therefore, should not be admitted and is not admissible upon any ground because it has no relevancy.</summary>\n<summary data-order=\"187\" data-type=\"summary\" id=\"b553-6\">Mr. Cunningham: The commonwealth desires to make the following further offer:</summary>\n<summary data-order=\"188\" data-type=\"summary\" id=\"b553-7\">The defendant Sanderson having rendered bills and offered testimony showing, or tending, to show, that he construes the <page-number citation-index=\"1\" label=\"514\">*514</page-number>phrase “per foot” in the schedule in so far as items 22, 25 and 27 thereof are concerned to mean square foot measurement of finished surface, entitling him to charge for the square foot surface measurements of each of the articles furnished under said item; and the defendant Snyder, auditor general, having testified at page 1689 of the testimony that as auditor general he adopted the explanation of architect Huston that the phrase “per foot” meant square foot, and acted thereon in the payment of the varioús invoices for furniture.</summary>\n<summary data-order=\"189\" data-type=\"summary\" id=\"b554-4\">The commonwealth now offers to prove, in rebuttal, by William Russell, the witness on the stand, a man of large experience in the business of manufacturing and selling specially designed furniture and the manufacturer of the desks covered by the senate and house invoices admitted in evidence, and by other expert witnesses, the actual cash price value of the articles of furniture-supplied by Sanderson to the commonwealth under said contract. For the purpose of showing that the construction of the contract set up by Sanderson through his witnesses and adopted by Snyder, renders the contract unconscionable and fraudulent and such a contract as no reasonable person would enter into. Second, for the purpose of showing that the phrase “per foot” as used in said contract does not mean a square foot measurement, as contended for by the defendants.</summary>\n<summary data-order=\"190\" data-type=\"summary\" id=\"b554-5\">Mr. Rothermel: Objected to because it is not evidence in rebuttal, and, therefore, should not be admitted, and is not admissible upon any grounds because it has no relevancy.</summary>\n<summary data-order=\"191\" data-type=\"summary\" id=\"b554-6\">Mr. Bergner: This offer is objected to—</summary>\n<summary data-order=\"192\" data-type=\"summary\" id=\"b554-7\">1. Because it is not rebuttal.</summary>\n<summary data-order=\"193\" data-type=\"summary\" id=\"b554-8\">2. If it is admissible evidence at all, it was admissible in chief.</summary>\n<summary data-order=\"194\" data-type=\"summary\" id=\"b554-9\">3. It is not in rebuttal or contradiction of any testimony in the case. The testimony of Auditor General Snyder, whose testimony it is offered to rebut, was that he was informed by architect Huston as to the cutting down of bills to the cash, or neaziy the cash, basis for designed fuz-niture. An offer to show that if Snyder had made inquiry he might have found the difference in prices between the furniture furnished the state and the prices at which it might have been furnished by <page-number citation-index=\"1\" label=\"515\">*515</page-number>other persons, in no sense is contradictory or in rebuttal of his testimony that Huston had told him certain facts with respect 'to the price of furniture and the cutting down thereof, Snyder at no time testified of his own knowledge that the price of furniture had been cut down.</summary>\n<summary data-order=\"195\" data-type=\"summary\" id=\"b555-3\">4. The entire offer is inadmissible, irrelevant and incompetent.</summary>\n<summary data-order=\"196\" data-type=\"summary\" id=\"b555-4\">5. The testimony does not tend to support the offer.</summary>\n<summary data-order=\"197\" data-type=\"summary\" id=\"AnFo\">With respect to the amended offer of the commonwealth, whatever profits may have been made by the defendant Sander-son are in no way evidence tending to show conspiracy as between the defendants on trial, particularly the defendants who were the state officers.</summary>\n<summary data-order=\"198\" data-type=\"summary\" id=\"b555-7\">6. The offer of the commonwealth substantially is to show the difference between the cost of the furniture to Sanderson and what he got from the state, thereby showing profits, and to show the profits is simply a way of prejudicing the jury against the defendants, and does not meet any legitimate issue in the case.</summary>\n<summary data-order=\"199\" data-type=\"summary\" id=\"b555-8\">Mr. Eose: It is objected to on the part of James M. Shumaker that the evidence being that the board of public grounds and buildings did not rely upon him to certify as to the correctness of the Sanderson bills, but simply as to the delivery of the goods, the evidence of the difference between the cash value of the articles delivered and the prices paid Sanderson therefor by the state would be inadmissible as to him.</summary>\n<summary data-order=\"200\" data-type=\"summary\" id=\"b555-9\">Mr. Schaffer: It is objected to on behalf of defendant Mathues that the testimony as to him is incompetent, irrelevant and immaterial, first, as to him the evidence proposed to be offered is not rebuttal; and, secondly, because as the offer does not contain any purpose to show that he knew what a fail-market price of the articles was or ought to be, that in the absence of such knowledge or allegation of knowledge on his part the evidence would be improperly received as to him.</summary>\n<summary data-order=\"201\" data-type=\"summary\" id=\"b555-10\">The Court: We will receive this offer for the purpose of refuting the defense set up by the defendant Sanderson, that the “per foot” in the contract means “square foot,” and that he believed it to mean such, and for that purpose solely.</summary>\n<summary data-order=\"202\" data-type=\"summary\" id=\"b555-11\">Exception to the several defendants. [20]</summary>\n<summary data-order=\"203\" data-type=\"summary\" id=\"b556-3\"><page-number citation-index=\"1\" label=\"516\">*516</page-number>Defendant presented these points:</summary>\n<summary data-order=\"204\" data-type=\"summary\" id=\"b556-4\">15. The commonwealth having failed to present legal evidence that two or more of the defendants named in the bill of . indictment had entered into a corrupt combination or conspiracy to defraud the state, or that any one or more of the defendants had entered into a corrupt combination or conspiracy with any other persons than those named in the bill of indictment, none of the defendants on trial can be convicted of conspiracy, and the verdict of the jury must be not guilty. <em>Answer: </em>That is refused. [21]</summary>\n<summary data-order=\"205\" data-type=\"summary\" id=\"b556-5\">21. The fact that bills of Sanderson for fitting up the new Capitol Building were paid between June, 1904, and April, 1906, without formal approval by the board of public grounds and buildings should not be considered by the jury as evidence tending to show that defendants Snyder and Mathues, or either, are guilty of the crime of conspiracy as charged in the bill of indictment, if from all the testimony it appears that such payments were made pursuant to resolutions adopted by the board with respect to part of the furniture and fittings for the new Capitol Building, and in accordance with a system that had been followed in the payment of all bills for furnishing and fitting the new Capitol- Building from the time the first bill for such articles was presented down to the time in the month of April, 1906, when the bills for such furniture and fittings were formally presented to the board for approval. <em>Answer: </em>That is refused. [22]</summary>\n<summary data-order=\"206\" data-type=\"summary\" id=\"b556-6\">26. The evidence offered by the commonwealth to connect the defendant Snyder with the conspiracy is evidence from which the jury can as well draw the inference of innocence as of guilt, and as it is not alleged by the commonwealth that he was one of the original conspirators, and as there are no facts or circumstances in the case evidencing his active participation in any conspiracy, the jury should not convict him, unless they are satisfied beyond all reasonable doubt that he entered into the conspiracy after it was formed, and participating in the corrupt combination for the purpose of cheating and defrauding the state. <em>Answer: </em>This is refused, because it asks us to say that there are no facts or circumstances in the case evidencing <page-number citation-index=\"1\" label=\"517\">*517</page-number>the active participation of the defendant Snyder in any conspiracy. This is for the jury to find. [23]</summary>\n<summary data-order=\"207\" data-type=\"summary\" id=\"b557-4\">30. That under the evidence the jury must find a verdict of “ Not guilty ” as to William P. Snyder. <em>Answer: </em>That is refused. [24]</summary>\n<summary data-order=\"208\" data-type=\"summary\" id=\"b557-5\">The court charged in part as follows:</summary>\n<summary data-order=\"209\" data-type=\"summary\" id=\"b557-6\">[An important piece of testimony to be considered in this connection is that of the cash price value of the articles furnished under the Sanderson bill. That was offered in evidence and received in evidence only for the purpose of enabling you to determine whether the term “per foot” meant square foot under the contract, as alleged by the defendant Sanderson. And it has effect in this way: If you find that the application of the measurement to the furniture would bring the price of the furniture so far above its actual cash value or market value, that price would be unjust and extortionate and unconscionable, it would be for you to say whether the parties ever intended that kind of measurement should be applied to furniture. We say that evidence was offered for that purpose. You will take the schedule of 1898 and 1899, the contract with Sanderson under it, his supply of furniture by the lineal foot and his receipts of payment for furniture supplied by the lineal foot, the Abbey contract, the letter of Huston to Sanderson directing that the wainscoting and painting should be billed under item 22 and should be paid for or charged by the square foot, and the difference between the actual cash value of the furniture supplied and the price which it would reach by measuring it by the square foot, — taking all these matters into consideration, you will determine whether the parties intended the term “per foot” to mean square foot. In considering the Abbey contract and the letter from Huston to Sanderson with respect to the wainscoting and painting, you will, of course, take into account the character of the work referred to, mural art painting. Is that a flat surface? Wall decorating, wainscoting and painting, — is that a flat surface ? Does the fact that under the Abbey contract that work was to be paid for by the square foot, and under the Huston letter certain wainscoting and painting <page-number citation-index=\"1\" label=\"518\">*518</page-number>were to be paid for by the square foot, does that help you in determining whether or not the square foot measurement was to be applied to furniture? As we said in the beginning, the first item in this schedule uses the term “lineal foot” with respect to wardrobe and bookcases: When a fiat surface comes to be measured, as, for instance, painting and wainscoting and mural art decorations and the like, it might be the very character of the work would take the case out of the measurement by lineal foot and bring it within the measurement of square foot. But these are matters for you. You will have to determine by examining this schedule and the contract and this evidence relating to it, so far as it may throw light upon its construction, and determine what .“per foot” means under this schedule.] [25]</summary>\n<summary data-order=\"210\" data-type=\"summary\" id=\"b558-5\">[We do not propose to go over in detail those matters, but we call your attention to the resolution of January 10, 1905. That resolution, you will recall, provided that all the bills presented by the contractor, Sanderson, should be paid by the auditor general upon the certificate of the architect, Huston. The commonwealth claims that that plan was devised to either deceive the governor, who was a member of the board, or for the purpose of preparing a defense in case the defendants were ever called upon to account. What inference is to be drawn from those acts, from the passage of that resolution, you are to determine. The defendants claim, the defendants Snyder and Mathues, who moved and seconded the resolution and voted for it in the board, claim that they merely followed precedent when they offered and passed that resolution; that a former board of public grounds and buildings had passed a similar resolution. You will determine what effect is to be given to that. Why was the resolution passed? Was it blindly following a precedent? Why did they follow the precedent? All those questions you will ask. You will have to determine whether the fact that they followed precedent is a sufficient answer explaining why the resolution was passed.] [26]</summary>\n<summary data-order=\"211\" data-type=\"summary\" id=\"b558-6\">[Where two or more persons act together, apparently having a common design, and where their acts show that they are attempting to accomplish one common purpose, it may be <page-number citation-index=\"1\" label=\"519\">*519</page-number>fairly inferred that they are acting in concert, because there exists an agreement between them to accomplish the object.]</summary>\n<summary data-order=\"212\" data-type=\"summary\" id=\"b559-3\">Upon the question whether Snyder knew that the bill was false you will consider the fact that he took part in the adoption of the schedule and the awarding of the contract.</summary>\n<summary data-order=\"213\" data-type=\"summary\" id=\"b559-4\">Now as we said in the beginning where two or more persons contribute by their acts, to the accomplishment of the same end, evidently acting in concert and apparently pursuant to a common design, the jury may infer — the jury is at liberty to infer — it is not bound to infer, but it may — it is at liberty to,infer that they so acted, because there was an agreement and understanding and arrangement between them for that purpose.] [27]</summary>\n<summary data-order=\"214\" data-type=\"summary\" id=\"b559-5\">Whatever that approval may mean, there was some dispute here as to whether that approval, or any of his approvals in his formal certificates, meant anything more than an approval of the furniture as being in conformity with the drawings and designs.</summary>\n<summary data-order=\"215\" data-type=\"summary\" id=\"b559-6\">In this connection you will remember the testimony of Lewis. Lewis testified that neither Huston nor he — and they were associated together — had anything to do or were responsible for the measurement, or for the item numbers in the bill; that the measurements and the item numbers in the bills were suggested by the defendant, Snyder, and his suggestions were taken from the footings of the bills rendered by the defendant, Sanderson, and put in the certificate.</summary>\n<summary data-order=\"216\" data-type=\"summary\" id=\"b559-7\">If, on the other hand, you take the statement of Lewis, that he approved these bills without knowing anything about the measurements, but put the measurements and the item numbers in the certificates at the suggestion of Snyder, you will determine how far that fact throws light upon the honesty of his conduct with respect to the bill in question here.</summary>\n<summary data-order=\"217\" data-type=\"summary\" id=\"b559-8\">[You will consider the testimony of the defendant, Snyder, that he relied upon the architect’s certificate. He claims that the bills he certified and paid were paid because be relied on the certificate of the architect. We have already called your attention to the circumstance with respect to the quantity book. You will also recall the testimony of Lewis that Snyder sug<page-number citation-index=\"1\" label=\"520\">*520</page-number>gested that the item numbers and the quantity be taken from the footings of bills and put in the certificate. You will have to determine all those matters. There is a conflict of testimony between Snyder and Lewis, and as we said before, you must reconcile it if you can. If it is irreconcilable, then you must see which commends itself to your belief, whose testimony do you believe? What is the truth of the transaction upon which they differently testified?] [28]</summary>\n<summary data-order=\"218\" data-type=\"summary\" id=\"b560-4\">[You will consider also the question whether or not in keeping the bills in his private office he (Snyder) departed from the regular course of business and whether this indicates guilty knowledge.] [8]</summary>\n<summary data-order=\"219\" data-type=\"summary\" id=\"b560-5\">[In determining what the term “per foot” means, you will recall the evidence submitted on the part of the commonwealth respecting the schedule for 1898 and 1899, where the same term was used — “per foot” — with respect to furniture, and that under that schedule the defendant Sanderson was a bidder,, received the contract and supplied furniture under that contract, and that he was paid for it by the lineal foot. That piece of testimony is proper for your consideration, gentlemen of the jury, because that was a contract between the defendant Sanderson and the state, between the same parties who are parties to this contract, the construction of which we are considering, and you will determine how far that shows what the parties understood at that time, and how far their understanding at that time can throw light upon what was understood by them when they used the term “per foot” in the present schedule.] [9]</summary>\n<summary data-order=\"220\" data-type=\"summary\" id=\"b560-6\">Verdict of guilty, upon which the court sentenced the defendant to pay a fine of $500, the costs of prosecution and to undergo imprisonment in the penitentiary by separate and solitary confinement for the term of two years.</summary>\n<summary data-order=\"221\" data-type=\"summary\" id=\"b560-7\"><em>Errors assigned </em>were (1, 3, 6-30) rulings on evidence, quoting the bill of exceptions; (2, 4, 5, 8, 9, 21-28) various instructions, quoting them, and (29) that the charge was misleading and inadequate.</summary>\n<attorneys data-order=\"222\" data-type=\"attorneys\" id=\"b560-8\"><em>C. H. Bergner </em>and <em>Lyman D. Gilbert, </em>for appellant.</attorneys>\n<p data-order=\"223\" data-type=\"legal\" id=\"AgQ\">We con<page-number citation-index=\"1\" label=\"521\">*521</page-number>fidently assert that in this case there was no evidence aliunde certain acts and declarations of the defendant state officers that could possibly show combination, innocent or corrupt, except their joint official acts jointly performed: Com. v. Zuern, 16 Pa. Superior Ct. 588; Ballantine v. Cummings, 220 Pa. 621.</p>\n<attorneys data-order=\"224\" data-type=\"attorneys\" id=\"b561-3\"><em>John Fox </em>Weiss, district attorney, <em>John E. Fox, James Scarlet, J. E. B. Cunningham, </em>assistant deputy attorney general, and <em>M. Hampton Todd, </em>attorney general, for appellee.</attorneys>\n<p data-order=\"225\" data-type=\"legal\" id=\"Aya\">Where two or more persons are shown to be parties to a fraudulent or unlawful act, the acts or declarations of any of them in relation to it, in the presence or absence of others, are admissible as against such others: McCabe v. Burns, 66 Pa. 356; Burns v. McCabe, 72 Pa. 309; Com. v. O’Brien, 140 Pa. 555; United States v. Cassidy, 67 Fed. Repr. 698; United States v. Lancaster, 44 Fed. Repr. 896.</p>\n<p data-order=\"226\" data-type=\"legal\" id=\"b561-4\">In addition to the count under the penal code, the indictment contained a count at common law. A conspiracy at common law is a much broader offense than that defined in the section of the penal code referred to, and that section does not interfere with the indictment and punishment of a common law conspiracy; Wilson v. Com., 96 Pa. 56; Com. v. Brown, 23 Pa. Superior Ct. 470.</p>\n<decisiondate data-order=\"227\" data-type=\"decisiondate\" id=\"AgN\">July 14, 1909:</decisiondate>\n<opinion data-order=\"228\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b561-5\">Opinion by</p>\n<author id=\"A96\">Porter, J.,</author>\n<p id=\"b561-6\">William P. Snyder, the appellant, was charged jointly with John H. Sanderson, Joseph M. Huston, James M. Shumaker, and William L. Mathues with conspiracy to defraud the commonwealth. Huston having been granted a severance, the other four defendants were tried together, the trial resulted in a verdict of guilty as to all of the defendants tried and upon that verdict judgment was entered. We have in this case the appeal of William P. Snyder from that conviction.</p>\n<p id=\"b561-7\">The form of the indictment, the crime charged therein, and the facts out of which that charge arose have been recited and commented upon at length in disposing of the appeal of the defendant Sanderson, in which an opinion has this day been filed, and it is not necessary here to repeat what we there said. <page-number citation-index=\"1\" label=\"522\">*522</page-number>We shall, therefore, only deal with the questions raised by the assignments of error of this particular defendant.</p>\n<p id=\"b562-4\">The first specification of error complains of the admission of evidence that Huston, when departing on a trip to Europe, left with the witness, who was a clerk in his office, a number of signed architect’s certificates, leaving the body of the certificate blank and simply signing his name followed by the word, “Architect;” that during Huston’s absence the defendant Sanderson came to his office and the witness at his suggestion filled out the blank portion of one of these certificates, taking the amount and other material parts from the bill or invoice presented by Sanderson; that when so filled up it constituted a certificate by Joseph M. Huston, architect, that Sanderson was entitled to receive from the commonwealth $53,318.60, under his contract and that the indebtedness arose and was properly charged under “Item 24; 2,897f feet at $20.00, less 8 per cent,— $18.40, total $53,318.60;” that neither Huston who signed the blank certificate nor the witness who filled in the blank space knew anything about the facts or the correctness of the invoice which was thus certified to be correct; that Sanderson took with him the certificate, and that certificate was identified as the one attached to the invoice, the payment of which was in the indictment averred to have been an overt act done in pursuance of the conspiracy charged. This evidence was admitted against the defendant Sanderson alone. Huston was not on trial, but he was charged jointly with the defendants, and it was competent for the commonwealth to prove what each of those charged had done in the presenting, certification and payment of the identical invoice upon which the indictment was based. The indictment charged that not only the five persons named but that others unknown had been parties to the conspiracy. ■ Now if Huston had left this unsigned certificate under an agreement with Sanderson that the latter might subsequently procure and use the certificate for the purpose of making it appear that the invoice was correct and that the state ought to pay, without Huston having any knowledge whatever as to the facts so certified, then this evidence was competent to show that Sanderson and Huston were guilty of <page-number citation-index=\"1\" label=\"523\">*523</page-number>conspiracy. If Huston had not authorized this certificate to be issued, then the evidence was competent to show that Sanderson and the man who without authority filled the certificate had conspired in making this false certification. The several persons charged in this indictment were not required to all act jointly or at one time in dealing with the invoices for furniture, under the contract; they acted successively, the act of each led up to the final act of payment of the claim. When two or more persons pursue by their acts the same object, often by the same means, one performing one part of an act, the other another part of the same act, with a view to complete it, and with a view to attaining the object which they are pursuing, the acts of each must necessarily be proved separately, and where there is a charge of conspiracy the acts of each, with regard to the subject-matter of the charge, are always evidence against that particular defendant. The burden was upon the commonwealth in this case to satisfy the jury beyond a reasonable doubt that there had been a conspiracy, between two or more of the defendants or some one of them and a person or persons not named, to defraud the commonwealth. It was not necessary to prove that they had all met to conceive the scheme, nor to .prove by whom it was originated: Roscoe’s Criminal Evidence, 415. This same question has been discussed in the opinion in the appeal of Sanderson, and further comment is not necessary. The second specification of error refers to the comment of the court upon the evidence to which the first specification of error relates. It may here be stated that, in addition to the formal certificate mentioned in the testimony above referred to, there appeared upon the invoice itself an informal certificate, in the words “Approved, Joseph M. Huston, Architect.” The testimony of the clerk from Huston’s office as to the manner in which the formal certificate had been made up was not contradicted. Huston was not on trial, and there was no positive admission by him that he had authorized the issuance of the formal certificate or that he had actually signed the informal one, although there was oral evidence that the certificate last mentioned was genuine. It was, therefore, proper for the court to instruct the jury that it was for them <page-number citation-index=\"1\" label=\"524\">*524</page-number>to determine, under the evidence, how far the action of Huston in relation to the bill contributed to its passage and payment. The first and second specifications of error are dismissed.</p>\n<p id=\"b564-4\">This appellant, through his counsel, contended all through the trial that he as a member of the board of commissioners of public grounds and buildings and, also, as auditor general relied upon the certificate of Huston, the architect, as to the correctness of the various invoices rendered by Sanderson for furniture supplied under his contract and that he was justifiable in so doing. This appellant was the only one of the defendants who testified at the trial and his explanation of the manner in which, as a member of the board of commissioners of public grounds and buildings and as auditor general, he had acted upon the several invoices rendered by Sanderson for furniture, was that he had relied absolutely upon the certificate of Huston as to the correctness of the invoices and the item numbers of the contract under which the several articles of furniture were to be charged and paid for. The contention of the appellant as to the powers of the architect and the complete effacement of the board of commissioners of public grounds and buildings and the auditor general is indicated by his answers to three questions. “Q. In examining the schedule under which the contract was awarded you found that item 25, did you not, referred to chairs and seating and so on? A. I did. Q. Why, when you gave that order, didn’t you specify that this should be furnished under item 25? A. Because the matter of arranging the items was referred to the architect, who was the only one that did know under what items would be proper to order the different kinds of furniture. Q. Where is there anything being left to the architect in his contract of employment or in the resolution as to the item numbers? A. That may be, but all the action, and all his actions, indicated that he was our agent and that we depended on him to take the place of the board, who had no technical knowledge.” The evidence disclosed that as to nearly all of the invoices there were in fact two certificates, one informal which consisted in writing upon the invoice “Approved, Joseph M. Huston, Architect,” which certificate was referred to during the trial as the “black” cer<page-number citation-index=\"1\" label=\"525\">*525</page-number>tificate; the other certificate was formal and at the trial came to be called the “pink” certificate. The latter certificate contained a formal certification that there was a specific sum, stated, due Sanderson under his contract with the state for furniture and fittings for the new capitol building. The “pink” certificates did not prior to July 7,1905, contain any reference to item numbers or measurements, but on and after that date they contained the item number of the contract, under which, and the measurement or weight at which the articles of the invoice were to be charged and paid. Whether the state officers in good faith relied upon those certificates and accepted as true, or had any good reason to so accept the statements of those certificates, was a question of fact, to be determined by the jury. Evidence was, therefore, admissible to show the manner in which this appellant had dealt with those certificates, directed a change in the form thereof, that the certificates should state the item numbers and the measurements and directed the source from which the architect was to obtain those item numbers and measurements. The evidence covered by the exceptions upon which the third and twelfth specifications of error are based related directly and exclusively to these matters and was properly admitted. The evidence admitted under the exception upon which the thirteenth specification is founded related directly to the manner in which this appellant and Huston dealt with regard to the certificates of the latter and had a material bearing upon the question whether the appellant in good faith relied upon the truth of Huston’s certification. This evidence, if believed, was to the effect that the appellant had actually made out and signed warrants for the payment of invoices which were not accompanied by any certificate of the architect; that he took these warrants to Philadelphia and there procured certificates from Huston, under circumstances showing that the appellant knew that Huston was certifying to facts of which he had no knowledge. The evidence was admissible and proper for the jury to consider in passing upon that which became the vital question in this case. Did the appellant believe that he had a right to rely upon Huston’s certificate and did he in fact believe that the certificate was true? The evi<page-number citation-index=\"1\" label=\"526\">*526</page-number>dence embraced under these three exceptions was specifically contradicted by the appellant, and he has argued, through his counsel, that the testimony produced by the commonwealth upon- this question contained inherent contradictions. This may be all true, but the evidence was for the jury and the third, twelfth and thirteenth specifications of error are dismissed. The fourth and fifth specifications of error refer to the manner in which the question, growing out of the evidence admitted under the third specification of error last above referred to, was by the court submitted to the jury. The question was one which must necessarily be submitted to the jury and, finding no error in the instruction of the court in making such submission, we must dismiss these specifications.</p>\n<p id=\"b566-4\">The sixth, seventh, tenth and eleventh specifications of error relate to the admission in evidence of five other invoices presented by Sanderson and certified and paid by the other defendants, for furniture supplied under this same contract, and testimony showing that those invoices had been certified, settled and paid in an irregular and unusual manner; that in those invoices sofas and tables had been charged for under items 25 and 27, while in the invoice upon which the indictment was based they were charged under item 22 at a much higher rate, and widely different and inconsistent systems of measurements were used in the different invoices; and that the several invoices were false in respect similar to the invoice upon which the indictment was based. This evidence tended to establish that in dealing with the contract, under the pretended provisions of which the invoice, referred to in the indictment, was presented by Sanderson and certified and paid by the other defendants, the contractor had presented and the other defendants had certified and paid invoices involving several millions of dollars, without those invoices having been submitted to and approved by the board of commissioners of public grounds and buildings as expressly required by the Act of March 26,1895, P. L. 22; that the warrants with which these bills were paid, were handled by the auditor general in an unusual manner; that in previous invoices the defendants had repeatedly construed the contract as requiring that sofas should be charged <page-number citation-index=\"1\" label=\"527\">*527</page-number>under item 25 and tables under item 27 and not at the higher rate fixed by item 22, which was adopted with regard to the invoice referred to in the indictment; and that all the invoices were false with regard to the measurement of the furniture to which they referred, the number of feet charged and paid for in many cases exceeding even the number of surface feet in the articles. This evidence was all properly admitted for the purpose of showing how the defendants had dealt with bills under the contract involved; that the acts charged in the indictment, the presentation, certification and payment of the invoice alleged to be false were willfully, intentionally and wrongfully done, in pursuance of a corrupt combination, and not merely accidental or negligent acts; and that the overt act charged in the indictment was one of a series constituting a connected system of fraud: Com. v. Bartilson, 85 Pa. 482; Neff v. Landis, 110 Pa. 204; White &amp; Co. v. Rosenthal, 173 Pa. 175; Bottomley, Jr., v. The United States, 1 Story, 135; United States v. Lee, 106 U. S. 196; United States v. Greene et al., 115 Fed. Repr. 343; Com. v. O’Brien, 140 Pa. 555; United States v. Lancaster, 44 Fed. Repr. 896. This same question was raised by the specifications of error in the appeal of Sanderson, and it is not necessary to further amplify what we there said. There was no error in the comment of the court upon this evidence in chaining the jury, and the sixth, seventh, eighth, tenth and eleventh specifications of error are overruled.</p>\n<p id=\"b567-3\">The ninth specification of error relates to the language of the learned judge in his charge, when in submitting the question of the meaning of the term “per foot” in the contract he referred to the schedule of 1898-99, which had been offered in evidence. In order to clearly present the question it is necessary to quote the part assigned for error. “In determining what the term ‘per foot’ means, you will recall the evidence submitted on the part of the commonwealth respecting the schedule for 1898 and 1899, where the same term was used — ‘ per foot’ — with respect to furniture, and under that schedule the defendant Sanderson was a bidder, received the contract and supplied furniture under that contract, and that he was paid for it by the lineal foot. That piece of testimony is proper for your <page-number citation-index=\"1\" label=\"528\">*528</page-number>consideration, gentlemen of the jury, because that was a contract between the defendant Sanderson and the state, between the same parties who are parties to this contract, the construction of which we are considering, and you will determine how far that shows what the parties understood at that time, and how far their understanding at that time can throw light upon what was understood by them when they used the term 'per foot’ in the present schedule.” The effect of the introduction in evidence of the schedule of 1898-99 was thus clearly confined to one question, the meaning of the term “per foot” in the schedule. The court impartially submitted to the jury all the evidence upon this point and fairly stated the contention of the defendant Sanderson as to the meaning of the term. The language above quoted is not all that the learned judge said in submitting this particular question to the jury, and the charge made it very clear to the jury that the schedule of 1898-99 and testimony in connection therewith were only to be considered in so far as the legal right of Sanderson to charge, under the contract, for sofas and tables at the rate he at the trial asserted, was concerned. The other defendants did not at the trial join in the assertion that Sanderson’s contention was correct, they only sought to interpose the shield afforded by Huston’s certificate. The learned judge was very careful to instruct the jury that the question of the amount that Sanderson was legally entitled to be paid for furniture under the contract was not the only one involved in the determination of the guilt or innocence of these defendants, and in that connection used this emphatic language. “But it is not sufficient, gentlemen of the jury, even if you find that this bill is false. As we said before, if it is neither false as to item number nor false as to measurement, nor fraudulent, did not in fact defraud the state of any of its money, that is the end of this case and these defendants must be acquitted. But if it was false then the next question you are to determine is whether these defendants charged in this indictment, or any of them, knew it was false. Did they know that the bill was charged under the wrong item number or that the measurements contained in it were false, were not such as were warranted by <page-number citation-index=\"1\" label=\"529\">*529</page-number>the contract or the schedule? Did they know it? And that is an exceedingly important question, gentlemen of the jury, for your determination. If they did not know it, either through carelessness or through an honest misinterpretation of the contract or through mistake or accident, if the bill was presented and these were mere mistakes due to a wrong interpretation of the contract on the part of Sanderson and an honest belief that he was charging what the contract permitted, both as to item number and as to measurements, then he would not be guilty of any criminal offense; he would not be guilty of any fraud.” And again, “Gentlemen of the jury, we attempted to say to you that none of these defendants is to be convicted for dereliction of duty, or for gross negligence or carelessness in the discharge of public duty, nor for an honest mistake, nor for an accident, nor for inadvertence, nor for a misinterpretation of the law or of the contract under which they were acting. They are charged here with positive crime, and you must be satisfied beyond a reasonable doubt that they are guilty of the conspiracy of which they are charged before you can convict them.” The complaint of the ninth specification is not well founded.</p>\n<p id=\"b569-3\">The admission of evidence which established that Huston had at the request of Shumaker assisted in the preparation of the schedule of 1904-05, upon which the contract was awarded to Sanderson and in pretended compliance with which the sum of money in question was paid to the latter, is the subject of the fourteenth specification of error. The indictment charged that both Shumaker and Huston were parties to the conspiracy. The question of the admissibility of evidence showing the manner in which the schedule was made up, the ambiguous terms thereof; the contract awarded and the actions of the parties thereunder has been dealt with in the opinion in the Sanderson case and in the preceding part of this opinion, and further discussion thereof is unnecessary. The specification of error is overruled.</p>\n<p id=\"b569-4\">The fifteenth specification of error relates to the admission in evidence of a document called the “Quantities Book” and testimony as to the manner in which it was made up. The <page-number citation-index=\"1\" label=\"530\">*530</page-number>board of public grounds and buildings had adopted what were called “Quantity Plans,” for the purpose of indicating the articles to be furnished and work to be done by Sanderson under the contract. These included a plan of each room upon which were indicated by symbols the furniture to be placed and the work to be done in that room. A copy of these plans was furnished to the auditor general, the appellant, but he complained to Huston and his assistant, Lewis, that the plans were inconvenient and the symbols upon them difficult to understand, and requested that a list should be made up in which a page .should be given to each room in the new capitol building, upon which should be stated in plain English what furniture was to be placed and what work to be done in that particular room. The evidence which was admitted under the exception relates to the manner in which that book was made up. The witness, Lewis, testified that when the list was first made and presented to the auditor general, the latter stated that it was not what he wished, that he wished in addition to the list of the articles two columns placed on each page, for the' purpose of entering payments on account and total cost, and, also, that the list should indicate under which item of the schedule each article of furniture was to be charged and paid for; that the appellant said he himself would prepare a sample page, indicating the form in which he wished to have the book prepared; that the appellant did prepare and subsequently delivered to the witness a sample page for the book; that the appellant took for that purpose “Room 121,” the auditor general’s office, with a complete list of every article of furniture which was to be placed in that office; that this sample page designated the item numbers of the schedule under which each article of furniture was to be charged and that the auditor general directed him to prepare the other pages of the book and assign each article to its item number of the schedule according to the designation given it in the sample sheet which he had prepared; and that the appellant had with him gone over a great many of the other sheets of the list and designated the items of the schedule under which the several articles were to be charged, according to the classification adopted by appellant <page-number citation-index=\"1\" label=\"531\">*531</page-number>in the preparation of the sample sheet. The witness testified that the “Quantities Book” had been made up in accordance with these suggestions of the appellant, and when completed a copy of the book had been delivered to the appellant. This copy had remained in the office of the auditor general and was produced in court. The sample sheet which the witness testified had been prepared by the appellant was produced and offered in evidence. This sample sheet designated all the wooden furniture in the room as coming under “Item 22” of the schedule. This is significant, for that furniture included a wardrobe and bookcase, which under the express provisions of the schedule were embraced under “Item 1” and were to be paid for by the lineal foot; in regard to those articles there was no question of what the word “foot” meant; there was a round table which was provided for under item 27; there were four easy chairs, which properly fell under item 2, at a fixed price for each chair; and there was a sofa which properly should have been classified under item 25. Yet, if this testimony was true, this appellant directed that all of these articles should be classified under item 22 and paid for at a higher price than the contract warranted. It may here be observed that in some invoices prior to the making of this book sofas had been billed under item 25 and tables under item 27, but the invoice referred to in the indictment was not presented and paid until some time after the “Quantities Book” had been made and in this invoice we find both sofas and tables charged and paid for at the higher rate provided by item 22, to which item of the schedule sofas and tables were in the sample page of the “Quantities Book,” alleged to have been prepared by this appellant, assigned. This evidence had a direct bearing upon the question of the responsibility of the appellant for the classification of the articles with regard to the item numbers of the schedule, and the resulting improper charge. This testimony may not have been true, the appellant contradicted it, but it was for the jury, and the fifteenth specification of error is dismissed.</p>\n<p id=\"b571-3\">The sixteenth specification of error is based on the admission in evidence of the “Book of Architects,” referred to in the <page-number citation-index=\"1\" label=\"532\">*532</page-number>arguments as the “Kidder Book.” The commonwealth had averred in the indictment that Huston had been employed as architect by the board of commissioners of public grounds and buildings and that it was his duty under his employment to certify to the correctness of the bills rendered by Sanderson under his said contract. It was competent upon the trial to prove that he had been so employed, and the best evidence of that fact was the written contract. That contract was made up of letters passing between Huston and the board and the resolution of the latter. The first letter was from the board, through its secretary, to Huston, asking that he propose the terms upon which he would undertake to “prepare plans and specifications, and detailed drawings for all interior fittings, furniture, electric and gas fixtures,” for the new capitol building. Huston replied by letter saying that he would undertake the work, specifying it in the exact language used in the communication from the board to him, for the sum of five per centum on cost of the work; in this letter he said: “I take the liberty of enclosing to you a hand book containing on page 760 the charges and professional practice of architects which will show to you that my work will be done as economically as possible for the State.” The board of commissioners of public grounds and buildings having received this letter and the book, after consideration thereof, passed a resolution appointing Huston, “to preparé the plans and specifications and all detailed drawings for all interior fittings, furniture, electric and gas fixtures for the new capitol at four per centum of the cost of the work.” The secretary of the board by letter, notified Huston of this appointment and returned him the book; and Huston, by letter, accepted the appointment and agreed to carry out the same as outlined. The letter of Huston referred to the very page of the book to which he desired to call the attention of the board of commissioners of public grounds and buildings, which dealt with the “ professional practice of architects,” and there can be no question that the printed matter to which he thus pointedly called their attention was to be considered in connection with the letters in ascertaining the terms of the contract. The evidence thus introduced involved no <page-number citation-index=\"1\" label=\"533\">*533</page-number>variance from the allegations of the indictment. The matter introduced in evidence did not establish or tend to establish that it was not Huston’s duty to certify to the correctness of the bills of the contractor, but on the contrary indicates that it was his duty to make such inspection as he found necessary “to enable him to decide when the successive installments or payments provided for in the contract or agreement are due and payable.” This assignment of error is without merit.</p>\n<p id=\"b573-3\">The seventeenth specification of error relates to the admission of testimony as to the amount of bills rendered by Sander-son and paid or already payable, on January 10, 1905, when upon motion of Mathues seconded by the appellant the board of commissioners of public grounds and buildings adopted a resolution directing the auditor general to make payments upon the Sanderson contract “in part or fully upon certificate of architect, according to the schedule of June 1904.” The consideration of this question necessarily involves a reference to the legislation under which the several defendants acted, and the duties which that legislation upon them imposed. The Act of- March 26, 1895, P. L. 22, expressly requires that all bills presented for claims arising out of any contract awarded by the board of commissioners of public grounds and buildings shall be approved by the board, before they are paid. The governor of the commonwealth is a member of that board, and an observance of the provisions of that statute would necessarily subject all such bills to his scrutiny. The general appropriation acts of 1903 and 1905, in their tenth sections, which appropriated the money paid out under the Sanderson contract, expressly required that all these bills should “be audited by the auditor general and state treasurer in the usual manner.” The defendants Snyder and Mathues had with regard to these bills, therefore, duties which were entirely distinct from those which appertained to their membership in the board of commissioners of public grounds and buildings; they were required to audit these bills just as they audited all other bills. The effect of the resolution of January 10,1905, was to remove one of the sentinels, the governor of the commonwealth, by the statute assigned to guard the state treasury. <page-number citation-index=\"1\" label=\"534\">*534</page-number>This may have been done in good faith, but it was irregular and whether it was done in good faith was a question to be decided from the circumstances then existing and from the results. It was, therefore, proper for the commonwealth to show the actual conditions then existing with regard to the Sanderson account. The evidence disclosed-that prior to January 10,1905, there had been paid out to Sanderson for alleged claims upon this contract $541,362.95; a large part of which had been so paid without the approval of the board of commissioners of public grounds and buildings and without any resolution authorizing it. There were at that time pending three invoices which had been presented by Sanderson, one dated January 4, 1905, for $280,703.90; a second bearing the same date for $338,130.50 and the third dated January 9, 1905, for $21,883.75, and all of these invoices were paid by these defendants within a few days after that resolution of January 10, 1905, was passed. The appellant and Mathues continued to pay out large sums of money under the form of this resolution, and the governor of the commonwealth never became aware of the immense aggregate which had been paid out under the Sanderson contract until November, 1905, when he was informed by the appellant that there had been paid out to Sanderson under this contract $2,195,000. The governor protested, a meeting of the board of commissioners of public grounds and buildings was called, Huston and Lewis were summoned and directed to countermand all orders for furniture, the manufacture of which had not been commenced, and that bills must be cut down so that, “they should not be more than what specially designed articles should be worth. ’ ’ The facts last mentioned appear from the testimony of this appellant. There was no error in the admission of this testimony, nor in the comments of the court on the resolution of January 10, 1905, which are the subject of the twenty-sixth specification of error, nor in the answer of the court to the twenty-first point submitted by the appellant, the refusal of which is the subject of the twenty-second specification of error. All these assignments are dismissed.</p>\n<p id=\"b574-4\">Evidence having been introduced showing that Huston and the witness, Lewis, had been present at a meeting of the board <page-number citation-index=\"1\" label=\"535\">*535</page-number>of commissioners of public grounds and buildings and had been instructed, in the presence of Snyder and Mathues, through its president, Governor Pennypacker, to try to induce the contractor to lower his bills, the witness testified that in obedience to those instructions he had an interview with the defendant Sanderson. The commonwealth then proposed to prove that Sanderson, when the witness delivered to him the message that the board desired him to lower his bills, said: “ I don’t see why they should require me to cut down my bills, because I have got to put up a big wad for other people.” This evidence was offered against the defendant Sanderson alone, and against him only was it admitted; the learned judge taking the precaution to say to the jury: “You understand that this offer is received only as it affects the defendant Sanderson.” This was a declaration made by the defendant Sanderson, with regard to the subject-matter, during the execution of the contract and before the invoice in the present case was presented. The declarations of a party charged with conspiracy are always evidence against himself. This specification of error is without merit.</p>\n<p id=\"b575-4\">The nineteenth specification of error is founded upon the sustaining of an objection to a question asked by counsel for the defendant of Governor Pennypacker when upon the stand: “Q. What, if you can tell, was Mr. Huston employed to do?” “Mr. Scarlett. I object to that. The record shows what Mr. Huston was employed to do.” The court sustained this objection. The resolution of the board of commissioners of public grounds and buildings employing Huston was in writing, the proposition of Huston which had preceded that resolution was in writing and his acceptance of the terms of the resolution was in writing. It was not, therefore, competent to show by the wfitness his interpretation of the meaning of that written contract. There was no offer to show that any other contract had been made. There was no offer to show that anything had by mistake, or otherwise, been omitted from the written contract. There was not even an offer to show that there was a parole contemporaneous contract which modified the terms of that which was written. Had the offer been to show, by a <page-number citation-index=\"1\" label=\"536\">*536</page-number>witness qualified as an expert in such matters, the nature of the duties of an architect under such a written employment as that of Huston, an entirely different question would have been presented; but the examination of the witness had not shown that he possessed the experience to qualify him as such a witness. The question, moreover, clearly indicated that it was not intended that the answer should refer to the duties of an architect generally under such an employment. The objection was properly sustained and the specification is dismissed.</p>\n<p id=\"b576-4\">The twentieth specification of error relates to the introduction of testimony as to the market value of the furniture covered by the invoice. This evidence was presented in rebuttal. The commonwealth had in its case in chief shown that sofas were in the invoice charged under item 22 at $18.40 per foot, instead of under item 25 at $12.90 per foot, and that tables were charged for under item 22 at $18.40 per foot instead of under item 27 at $10.80 per foot; and that sofas and tables had been charged for at a number of feet greatly exceeding their length. Sanderson’s reply to this had been that even if the item numbers were wrong, the commonwealth was not defrauded, for the reason that he was entitled to charge at the rates in the items named for each square foot of surface and that there were in the articles a great many more square feet of surface than he had charged for. The commonwealth then offered to produce evidence to show the market value of the furniture. This offer was made by the commonwealth for a number of purposes, but the learned judge of the court below held that it could be used for one purpose only and against the defendant Sanderson alone; “for the purpose of refuting the defense set up by the defendant Sanderson, that the term ‘per foot’ in the contract means ‘square foot,’ and that he believed it to be such, and for that purpose solely.” This question has been considered in disposing of the appeal of Sanderson, and we there held that the evidence was admissible against the defendant Sanderson for the purpose of showing that the construction of the contract which he set up would render that contract unconscionable. Whether, in view of the unusual terms of this contract ‘and the circumstances under which it was awarded and exe<page-number citation-index=\"1\" label=\"537\">*537</page-number>cuted this evidence was admissible generally against all of the defendants it is not here necessary to determine. Had all the other defendants or any one of them joined in the contention of Sanderson that he was lawfully entitled to be paid, at the rate fixed in the item, for each square foot in the surface of the furniture, there certainly would be ground for holding the evidence admissible as to all who joined in that contention. The court did not, however, admit the testimony generally; it was admitted against Sanderson alone and against him its effect was limited to but one question: the meaning of the term “per foot” in the contract; and the good faith of Sanderson as to the meaning which he asserted. This went only to the amount which Sanderson was legally entitled to receive for the furniture. But the jury were instructed that the guilt or innocence of this appellant and the other defendants did not depend upon the legal right of Sanderson to recover, that they could not be convicted because they had misinterpreted the contract, or because they had been negligent or careless; that before the jury could convict any one of them they must be satisfied that that one knew the invoice to be false and fraudulent and acted upon it in pursuance of a corrupt combination. There seems to be no necessity that we should further add to what we have said upon this question in Sanderson's appeal. The assignment of error is dismissed. The language of the court in referring to this testimony, which is the subject of the twenty-fifth specification of error, clearly limited the effect of the evidence to the purpose for which it was admitted. The court said: “That was offered in evidence and received in evidence only for the purpose of enabling you to determine whether the term ‘per foot' meant ‘square foot’ under the contract, as alleged by the defendant Sanderson.” And the court then proceeds to define the bearing which this evidence had upon that single question. The twenty-fifth specification must also be dismissed.</p>\n<p id=\"b577-3\">The twenty-first, twenty-third and twenty-fourth specifications raise the same question, they each refer to the refusal of a point which, in different terms, practically asked the court for binding instructions. We have in the opinion in Sanderson’s <page-number citation-index=\"1\" label=\"538\">*538</page-number>appeal stated our reasons for holding that evidence was properly admitted as to the manner in which the schedule of 1904-05 was prepared; the ambiguous items of that schedule; the manner in which the contract was awarded to Sanderson for each and every item of the schedule; the varying and inconsistent constructions which all the defendants from time to time subsequently put upon that contract; the irregular manner in which the bills were certified and paid and all the acts of the parties; and that such evidence was proper to be considered by the jury, in connection with the action of the parties upon the particular invoice in question, in determining whether each of the several defendants acted upon the latter invoice and assisted in procuring its payment knowing it to be false and fraudulent. We have also in our opinion in the Sanderson case stated at length our reasons for holding that the evidence was such as to require the submission to the jury of the question, as to each of the defendants, whether he knew the invoice in question to be false and fraudulently assisted in procuring its payment in pursuance of a corrupt conspiracy with one or more of the other defendants. What we there said it is not necessary here to repeat. The appellant in his testimony and Mathues and Shumaker, through their counsel, presented the defense that they acted upon the certificate .of Huston, the architect, and were by that certificate protected. Positive duties with regard to these invoices were by law imposed upon Snyder, Mathues and Shumaker, and in the discharge of those duties they were to a certain extent vested with a discretion to pass upon questions of fact. Shumaker might properly obtain the advice of an expert in making up the schedule, but that would be simply for the purpose of enabling him intelligently to obey the requirements of the law as to the manner in which the schedule should be prepared. If the result was a schedule which was manifestly intended to be used as an instrument of fraud, then the question would arise whether Shumaker in good faith accepted the advice of the expert, believing it to be proper, and that would be a question of fact for the jury. Snyder and Mathues, as members of the board of commissioners of public grounds and buildings, might properly obtain information which they had reason <page-number citation-index=\"1\" label=\"539\">*539</page-number>to believe reliable in order to enable them intelligently to act in approving or disapproving the schedule and awarding the contract thereon, but the duty of honestly deciding would still be theirs. When the bills under the contract were presented to Shumaker for his approval, he might when acting consider any evidence which h'e had reason to believe reliable, including the certificate of an architect whom he had any reason to believe honest, but he could not disregard the evidence of his own senses and approve a bill which he knew to be false, even though an architect had certified it to be true. The duties of Snyder, as auditor general, and Mathues, as state treasurer, required them to audit all these bills and in doing so they had the power to administer oaths and hear witnesses; for them the certificate of the architect was evidence and only evidence, it did not relieve them of their duty; they must decide. If they approved bills which they knew to be false their act was unlawful, without regard to whether the bill was certified by an architect or not. The evidence in this case was such that the court could not declare, as matter of law, that it was insufficient to warrant a finding, as to each of these defendants, that he had certified, settled, approved and paid the invoice in question knowing it to be false; nor could the court declare, as matter of law, that the evidence was not sufficient to warrant a finding that the defendants had approved and paid the invoice, knowing it to be false, with fraudulent intent, in pursuance of a corrupt conspiracy to defraud the commonwealth. With regard to the defense of Snyder, Mathues and Shumaker that they relied upon the certificate of the architect it is not improper here to refer to the testimony of Snyder, this appellant, that he and Mathues did audit the bills rendered by Sanderson under his contract, and that in auditing the various invoices the bills were compared with the schedule of 1904^05. Now a comparison of the “ pink ” certificate of Huston, attached to the invoice referred to in the indictment, with the schedule of 1904r-05 would have at once shown that the certificate was false. The invoice contained a long list of designed sofas and tables and other articles, with the number of “feet” at which each was charged, and the number of the room in the building for which it was intended; the <page-number citation-index=\"1\" label=\"540\">*540</page-number>aggregate number of feet charged for the articles was 2,897f- and the footing of the bill was “Item No. 24; 2,897f ft. at $20.00 less 8 per cent, $18.40, = $53,318.60.” The “pink” certificate of Huston, upon which the state officers assert they relied, certified that Sanderson was entitled to the payment of $53,318.60, “on account of his contract with Commonwealth of Pennsylvania for interior furnishings and fittings under Item No, 24— 2897-f ft. at $20.00 less 8 per cent — $18.40 delivered at capitol building, Harrisburg, Pa.” The “Settlement Sheet,” which is a form made up by the state officers stating the nature of the claim presented and the contract under which it is to be paid, was in the following form:</p>\n<p id=\"b580-4\">“For new capitol building, furnishing the several departments, per schedule and contract 1904-05.</p>\n<p id=\"b580-5\">1906</p>\n<p id=\"b580-6\">“ See Certified Schedule, page 55.</p>\n<p id=\"AU6v\">March 28th.</p>\n<p id=\"b580-8\">“ Special Designed Sofas, Series (F), as per list, $53,318.60.” This settlement sheet was signed by Shumaker, as superintendent of public grounds and buildings and by the defendants Snyder and Mathues as members of the board of commissioners of public grounds and buildings, and it was settled by Snyder, as auditor general, and there was evidence that the defendant Mathues had directed one of his clerks to approve it, saying that he himself had examined it. The appellant, as auditor general, issued to Sanderson a warrant for the amount of this invoice and in' that warrant it is stated that the payment was “For special designed sofas, series F, Item No. 24, new capitol building.” It thus appears that in the invoice, the certificate of the architect and the warrant with which the bill was paid, the assertion is that the articles were to be paid for under “Item No. 24” of the schedule of 1904-05. The settlement sheet above quoted seems to afford some corroboration of the testimony of Snyder to the effect that bills were compared with the schedule, for it refers to the certified schedule, page 55, and turning to the schedule we find that the items from No. 1 to No. 29, inclusive, do appear upon page 55, but it is significant that no item number is entered upon the settlement sheet, and, <page-number citation-index=\"1\" label=\"541\">*541</page-number>also, that while both the settlement sheet and the warrant designate the claim as being for designed sofas, that designation does not appear in the certificate of Huston. They must have gone outside of Huston’s certificate. If, as testified to by appellant, this bill was compared with the schedule, one glance ought to have shown that the footing of the invoice and the certificate of Huston were wrong, for the schedule shows “Item 24 Decorating and painting, Series F, per foot, $3.00,’’and the bid of Sanderson upon this item was 16 per cent off — $2.52 net, per foot. If, therefore, Sanderson was to be paid under “Item 24” for 2,897f- feet, the rate at which he should have been paid was $2.52, instead of $18.40, the amount which he was paid. When Shumaker, Snyder and Mathues thus compared the bill with the schedule they must have at once detected that this particular certificate of Huston was false. Granting that they were not required to reduce the rate at which they would pay for the articles included in this invoice to $2.52 per foot, the rate for “Item No. 24” under which Huston certified that they were to be classed; for the reason that it appeared upon the face of the schedule of 1904-05, with which they were then comparing the invoice, that sofas did not properly come under “Item No. 24,” the fact still remains that Huston had certified that the work was done under item 24 of the contract. If they compared that certificate with'the schedule they at once discovered that Huston had either certified that the rate per foot was $18.40 when he ought to have certified that it was only $2.52, or they discovered that Huston knew nothing about the facts with regard to which he was certifying and that he had simply copied the item number and the rate per foot from the invoice which had been made up by Sanderson. The defendants did not settle with Sanderson at the rate fixed for “Item No. 24” under which, according to Huston’s certificate, the goods had been furnished. When they discovered that item 24 did not relate to sofas or any other kind of furniture, then, having discovered this manifest error, why did they not settle for these sofas under item 25, at $12.90 per foot and for these tables, under item 27 at $10.80 per foot, as explicitly provided for in the schedule which they were con-<page-number citation-index=\"1\" label=\"542\">*542</page-number>suiting? The words “Item 24” in Huston’s certificate may-have been a clerical error, resulting from the literal copying of the footings of Sanderson’s invoice, but,these defendants dealt with that certificate precisely as they found it. The certificate did not state that sofas and tables were to be settled for under “Item 22.” All these matters were for the consideration of the jury, and to the jury the case must necessarily go. The twenty-first, twenty-third and twenty-fourth specifications of error are dismissed.</p>\n<p id=\"b582-4\">The twenty-seventh specification assigns for error three distinct sentences, quoted from widely separate parts of the charge. We have in the Sanderson appeal and in the preceding portion of this opinion stated our reasons for holding that it was proper for the jury to take into consideration the part which Snyder took in adopting the schedule; in passing upon the question whether he knew that the invoice rendered under that schedule was false. The other two sentences state a perfectly well recognized rule of evidence that where the acts of parties show that they are evidently acting in concert in pursuance of a common design and for the accomplishment of a common purpose, a jury may be permitted to infer that such concerted action is the result of an agreement between the parties so acting. The argument Ion behalf of appellant that the part of the charge quoted might have led the jury to find the defendants Snyder, Shumaker and Mathues guilty, merely because they performed the acts which they were compelled by law to do, is conclusively met by the language of the charge as a whole. The learned judge repeatedly instructed the jury that no one of these defendants could be convicted because of what he had lawfully done, nor because of what he had mistakenly done, nor because of what he had negligently done; that the only acts of the defendants which could be considered in determining the question whether they were guilty of a criminal conspiracy were their unlawful acts, intentionally and fraudulently done in pursuance of an agreement to defraud the commonwealth. This specification is dismissed.</p>\n<p id=\"b582-5\">We have in the twenty-eighth specification of error another attempt to group distinct sentences quoted from widely sepa<page-number citation-index=\"1\" label=\"543\">*543</page-number>rate parts of the charge. The first three sentences quoted in this specification are to be considered in their relation to the question with regard to which the learned judge was then instructing the jury. That question was, “ Did Huston know that this bill was false?” The judge in his charge considered and fairly presented to the jury the evidence as to what each one of the parties charged had done with regard to the particular invoice referred to in the indictment, and in doing so considered the defendants separately and individually; first stating what Sanderson had done, then what Huston had done, then what Snyder, the appellant, had done, and then, in order, the others. Thus presenting the facts, in an orderly manner, showing the connection of each party charged with the invoice, the judge in referring to the case of each individual unequivocally told the jury that when the several parties performed their parts with regard to this invoice they were bound only to the exercise of good faith; and that there could be no conviction of any individual who did not, at the time he performed his part with regard to this invoice, know that the invoice was false and perform his part in procuring its payment in pursuance of a fraudulent conspiracy to defraud the State. Huston, although not being tried, was a party charged, and Sanderson might have been convicted of having conspired with Huston, even though all the other defendants were acquitted. It was, therefore, proper for the judge to submit to the jury the question whether Huston knew that the invoice was false and certified it, knowing it to be false, under an agreement with Sanderson, or any one or more of the other defendants, to defraud the commonwealth. It was in referring to the evidence bearing upon the question of Huston’s knowledge that the bill was false, in case the jury found it to be false, that the judge used the language quoted in the first three sentences of this specification of error. The language was entirely proper, and the jury could not possibly have misunderstood its meaning. The fourth sentence quoted under this specification of error is taken from an entirely different part of the' charge and refers to the testimony of the appellant, Snyder, that he relied upon the architect’s certificate. The court fairly stated the conten<page-number citation-index=\"1\" label=\"544\">*544</page-number>tion of the defendant and the substance of his testimony in the charge, and it was only right and proper that the court should at the same time state the testimony upon the other side of that question. There was a conflict of testimony as to what this appellant had done with regard to those certificates, and he has no just ground for complaint as to the manner in which the judge submitted to the jury that conflicting testimony. The suggestion that the evidence of Lewis, the witness whose testimony is referred to in the sentence of the charge just criticised, involved a variance in the testimony from the allegations of the indictment, has been considered in disposing of the appeal of Sanderson. This specification of error is overruled.</p>\n<p id=\"b584-4\">The complaint of the twenty-ninth specification of error that the charge was inadequate and misleading, is not well founded. The learned judge after a very full and impartial charge said, addressing counsel for the defendants: “Gentlemen, is there anything we have omitted which you think proper to be said to the jury?” Counsel for this appellant called the attention of the court to one particular part of the testimony of this appellant, and the court directed the jury to take into consideration that evidence. The learned judge very fairly presented the contention of this appellant, and the manner in which the question of his guilt was submitted to the jury practically eliminated, as against this appellant, every question as to the authority of Huston, the details which he was to incorporate in his certificates, and the truth of his certificates. The jury were instructed that if Snyder, Mathues or Shumaker in good faith relied upon the certificate of Huston, they were not guilty of the offense charged and must be acquitted. We have hereinbefore quoted some of the parts of the general charge in which the jury were repeatedly instructed that no one of the defendants could be convicted because he had misinterpreted the contract, or because he was negligent in the_ discharge of his official duty, or because he made a mistake, that each of those charged must be judged by his own acts alone and that no one of them could be convicted unless he knew that the invoice was false and certified, approved and paid it <page-number citation-index=\"1\" label=\"545\">*545</page-number>knowing it to be false, with intent to defraud the commonwealth, in pursuance of an agreement with some one or more of those charged. These instructions were reiterated, particularly as bearing upon the cases of Snyder, Mathues and Shumaker, by the court in affirming the first, second, fifth, sixth, seventh and eleventh points submitted by those defendants in their prayers for instructions. These instructions were, upon this question, as broad as these particular defendants, through their learned counsel, could make them. The court, by affirming the third point submitted by the defendants, instructed the jury: “Even if the defendants Snyder, Mathues and Shumaker may not have been justified in the view of the law in relying upon the architect's certificates, if they did in good faith rely upon that certificate, they are not guilty of conspiracy, and the verdict of the jury must be for the defendants,'' and this instruction was practically reiterated in affirming the fourth and nineteenth points. The affirmance by the court of the seventh point instructed that the defendants could not be convicted unless the evidence established a conspiracy to cheat and defraud the state by the invoice alleged in the indictment to be fraudulent, “and unless the jury were so satisfied by that evidence there could be no conviction, even though they believed that the evidence did show a conspiracy to cheat and defraud the state by other invoices.” The affirmance of the ninth point charged the jury that the mere fact that the state was overcharged was not sufficient to warrant the jury in concluding that there was a conspiracy, to which the defendants Snyder, Mathues and Shumaker were parties. This proposition is more broadly stated in the tenth point, which was affirmed, as follows: “that the price of the goods furnished by Sanderson to the state and paid for by it cannot be taken into consideration by the jury in determining the guilt or innocence of Snyder, Mathues or Shumaker of the charges contained in the indictment, unless the jury shall be convinced beyond a reasonable doubt that the price charged by Sanderson was in excess of that allowed by his contract with the state and that Snyder, Mathues and Shumaker at that time knew that such price was in excess of that allowed under the Sanderson contract.” The instruc<page-number citation-index=\"1\" label=\"546\">*546</page-number>tions above quoted are in entire harmony with the general charge. These instructions submitted the cases of Snyder, Mathues and Shumaker to the jury entirely free from any question as to the authority of Huston, or as to the extent of his duty to certify, or as to the authority of the board to employ him or as to the truth of his certificate. If these defendants relied upon his certificate, in good faith believing it to be true, they could not be convicted. We find no error in this record.</p>\n<p id=\"b586-4\">The judgment is affirmed and it is ordered that the appellant, William P. Snyder, appear in the court below at such time as he may be there called and that he be by that court committed to serve that part of the sentence which had not been performed at the time this appeal was made a supersedeas.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}