{
  "casebody": {
    "data": "<casebody firstpage=\"508\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b538-9\">[Civ. No. 3278.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ac_\">First Appellate District, Division Two</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADF\">March 10, 1920.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b538-11\">HUGH J. McGEE, Appellant, v. CARRIE HOFFMAN, Respondent.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b538-13\"><bracketnum>[1]</bracketnum> Appeal—Insufficient Presentation of Points.-—Where the brief filed by appellant contains a recital that a number of the findings of the trial court are not supported by the evidence, without any citation of authority or argument beyond the bare statement that error was committed, the points so presented will not be considered by the appellate court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b538-14\"><bracketnum>[2]</bracketnum> Judgments—Divorce—Allotment of Property to Wife—Collateral Attack on Prior Decree.—Where in a divorce proceeding the court finds that certain property is community property and that the person in whom the title was quieted as against the plaintiff and the defendant is in fact the defendant, under a fictitious name, an interlocutory decree in favor of the plaintiff, wherein the property is awarded to her, does not constitute a collateral attack upon the prior decree quieting the title.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b538-15\"><bracketnum>[3]</bracketnum> Id.—Interlocutory Decree—When Final—Notice—Collateral Attack.—An interlocutory decree of divorce awarding certain property to the wife, after, the expiration of the time for appeal, becomes final and is notice to a subsequent purchaser or grantee of the property from the husband; and such decree cannot be attacked in a subsequent action by such purchaser or grantee to quiet title to the property unless its invalidity is apparent upon its face.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b538-16\"><bracketnum>[4]</bracketnum> Appeal—Waiver of -Objection—Presumption.—An objection to the validity of an interlocutory decree of divorce presented in the trial court and decided adversely, if not urged on appeal, will be deemed to have been abandoned.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b539-4\"><page-number citation-index=\"1\" label=\"509\">*509</page-number>APPEAL from a judgment of the Superior Court of Orange County. W. H. Thomas, Judge. Affirmed.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b539-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b539-6\">J. H. Ryckman for Appellant.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b539-7\">Halsey W. Allen for Respondent.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b539-8\">NOURSE, J.</author>\n<p id=\"Aaj\">This is an appeal from a judgment in favor of defendant in an' action to quiet title to certain real property situate in the county of Orange in this state.</p>\n<p id=\"b539-9\">The facts material to the opinion are that defendant and one J. W. Hoffman intermarried in February, 1909, and that soon thereafter Hoffman purchased the property in controversy, taking the deed thereto in the name of W. S. Jones. In June, 1911, defendant, while still the wife of the said Hoffman, recorded her declaration of homestead upon the property. In February, 1913, at the instance of J. W. Hoffman, an action was brought in the superior court of Orange County in the name of W. S. Jones against this defendant, Carrie Hoffman and her husband, J. W. Hoffman, to quiet title to this property. Personal service of process was had therein upon said Carrie Hoffman and she suffered her default' to be entered. J. W. Hoffman filed a disclaimer, and in August, 1913, judgment was entered quieting title in the name of W. S. Jones. In July, 1914, the said Carrie Hoffman instituted proceedings in Orange County for a divorce from her husband, J. W. Hoffman, alleging in her complaint that the said J. W. Hoffman and W. S. Jones were one and the same person and that the property in controversy was the community property of the parties involved in the action for divorce. Service of process in the divorce action was obtained by publication only, and in January, 1915, the default of the defendant in that action was entered. In March of that year an interlocutory decree of divorce was rendered in favor of Carrie Hoffman, wherein all the property was awarded to her. In September, 1915, J. W. Hoffman, under the name of Jones, executed the deed to plaintiff upon which he bases his claim of title to the land. Upon the trial plaintiff rested upon proof of title <page-number citation-index=\"1\" label=\"510\">*510</page-number>under this deed. Defendant rested upon her claim of title based upon the award contained in the interlocutory decree of divorce, the showing that J. W. Hoffman and Jones were one and the same and that plaintiff was fully aware of all the facts above stated, that he paid no consideration for the property, and that the deed from Jones to him was in fact made to him by J. W. Hoffman without actual transfer of title and for the purpose of defeating the award to plaintiff under the interlocutory decree. The trial court found in favor of the contentions of defendant upon all these disputed points. Having specifically rejected the testimony of McGee and J. W. Hoffman as given upon the stand, and having found that J. W. Hoffman and Jones were the same person, the court was justified in disregarding the written evidence contained in the deed from Jones to plaintiff as being discredited by the testimony given at the trial. It fully appears from the record that in this respect the trial court committed no error.</p>\n<p id=\"b540-5\"><bracketnum>[1]</bracketnum> The brief filed by appellant contains a recital that a number of the findings of the trial court are not supported by the evidence, without any citation of authority or argument beyond the bare statement that error was made. This court is not required to consider points so presented. <em>(Scott </em>v. <em>Times-Mirror Co., </em>181 Cal. 345, [12 A. L. R 1007, 184 Pac. 672].) The appeal is taken under the alternative method and no portion of the evidence is printed in appellant’s brief. As the only evidence on the part of appellant was disregarded by the trial court as unreliable, and as the evidence on the part of respondent was apparently accepted by the trial court as true, an examination of the record fails to disclose any merit in appellant’s contentions.</p>\n<p id=\"b540-6\"><bracketnum>[2]</bracketnum> The only point of law discussed by appellant is the elementary one that a judgment of a court having jurisdiction of the parties and of the subject matter cannot be collaterally attacked. This argument is urged in support of appellant’s claim that the judgment of the superior court in favor of W. S. Jones rendered in August, 1913, quieting title in him to the property in controversy, was conclusive upon the trial court in this proceeding and rendered ineffectual the judgment of the superior court entered in <page-number citation-index=\"1\" label=\"511\">*511</page-number>March, 1915, awarding the property to Mrs. Hoffman. Inasmuch as the trial court found upon unimpeached testimony that Jones and J. W. Hoffman were the same person, and as this fact was put in issue in the divorce proceeding, if the process in the divorce proceeding was sufficient to give the court jurisdiction of the persons and of the subject matter therein, it cannot be doubted that the court had power in that proceeding to adjudicate the rights of the parties to the community property. The defendant in the divorce proceeding having defaulted, thereby doing away with the necessity of findings, it must be assumed that the court there found all facts in favor of the plaintiff which would be essential to support the judgment. Therefore, it must be assumed that the court in the divorce proceeding found that Jones and J. W. Hoffman were the same person and that the property was community property, as alleged in the complaint therein, and that the record title stood in the name of W. S. Jones, although the property was in fact the community property of J. W. Hoffman and Carrie Hoffman. There was, therefore, no collateral attack upon the judgment in favor of Jones. The interlocutory decree of March, 1915, merely accepted that judgment and awarded the property to Mrs. Hoffman upon the theory that J. W. Hoffman was in fact the plaintiff in the judgment obtained under the name of J ones.</p>\n<p id=\"b541-5\"><bracketnum>[3]</bracketnum> The time for appeal from the interlocutory decree having expired before the trial of this action, that judgment became final and conclusive as to J. W. Hoffman and was notice to the appellant in this proceeding. This interlocutory decree cannot be attacked in this proceeding unless its invalidity is apparent upon its face.</p>\n<p id=\"b541-6\"><bracketnum>[4]</bracketnum> Although it appears from the written opinion of the learned trial judge that, in the argument before him, the interlocutory decree in the divorce proceeding was attacked upon jurisdictional grounds, appellant has not urged this point upon this appeal, and consequently respondent has made no argument in support of her claim that the court had jurisdiction to award her the property in. the interlocutory decree. This court, therefore, has not had the assistance of counsel for either party in the determination of this question, and appellant will be deemed to have <page-number citation-index=\"1\" label=\"512\">*512</page-number>abandoned it. <em>(Hibernia Sav. &amp; Loan Society </em>v. <em>Farnham. </em>153 Cal. 578, 584, [126 Am. St. Rep. 129, 96 Pac. 9].)</p>\n<p id=\"b542-4\">The judgment is affirmed.</p>\n<p id=\"b542-5\">Brittain, J., and Langdon, P. J., concurred.</p>\n<p id=\"b542-6\">A petition to have the cause heard in the supreme court, after judgment in the district court of. appeal, was denied by the supreme court on May 6, 1920.</p>\n<p id=\"b542-7\">All the Justices concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}