{
  "casebody": {
    "data": "<casebody firstpage=\"4\" lastpage=\"6\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b28-6\">GULF LIFE INSURANCE COMPANY, an insurance company organized and existing under the laws of the State of Florida, v. ELLA CLARK CONKLIN, a widow.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b28-7\">16 So. (2nd) 337</citation>\n<p data-order=\"2\" data-type=\"misc\" id=\"Agm\">January Term, 1944</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b28-8\">January 14, 1944</decisiondate>\n<court data-order=\"4\" data-type=\"court\" id=\"Ak\">Division A</court>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b28-9\">Rehearing Denied February 11, 1944</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b28-12\"><em>Wm. H. Jeter </em>and <em>Keen &amp; Allen, </em>for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b28-13\"><em>Ausley, Collins &amp; Ausley, </em>for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b28-14\">TERRELL, J.:</author>\n<p id=\"b28-15\">This cause grows out of a disagreement over the amount due on a policy of insurance. The declaration alleges in substance that appellee is the beneficiary in a life insurance policy issued by appellant to Eugene Yancey Conklin, Sr., February 12, 1934, in the sum of $5,000, that premiums were payable quarterly in the sum of $43.50, that all premiums were paid except one due August 12, 1942, upon which a grace period of 31 days was allowed, that the insured died August 21, 1942, and that the company then became obligated to pay her the face policy less certain loans and the quarterly premium due August 12, 1942, that all prerequisites have been complied with by the beneficiary to recover the sum claimed but the company has failed and refused to pay her claim.</p>\n<p id=\"b28-16\">A demurrer to the declaration was overruled when defendant tendered pleas alleging the existence of its custom <page-number citation-index=\"1\" label=\"5\">*5</page-number>permitting policy holders the contifiuing right to reduce the face of any policy of insurance, that such custom was known to the insured who applied in writing to reduce the face of his policy from $5000 to $2500, that such permission was granted and defendant credited the cash surrender value of the $2500 of cancelled insurance oh the outstanding loan of the policy. It is contended that the exercise of this option reduced the liability of the company on the policy from $5,000 to $2,500.</p>\n<p id=\"b29-6\">There is no dispute as to the foregoing facts. Neither is it disputed that the insurance requested the reduction in his policy, to apply the cash surrender value of the cancelled insurance on defendant’s outstanding loan against the policy, that the defendant agreed in writing to make the requested change, that all necessary papers were sent to the insured, properly executed by him and returned to defendant before his death. The court sustained the demurrer to these pleas and defendant refusing to plead further, final judgment was entered for the plaintiff to which appeal was prosecuted.</p>\n<p id=\"b29-7\">The demurrer to defendant’s pleas was sustained on the theory that while there was a clear intent shown by both parties to reduce the contract of insurance the agreement for that purpose was not executed in compliance with the terms of the policy prior to the death of the insured.</p>\n<p id=\"b29-8\">The conditions relied on to support this contention are embraced in the policy and are as follows:</p>\n<blockquote id=\"b29-9\">“Only the President, Vice-President, or the Secretary has the power on behalf of the Company, and then only in writing, to make or modify this or any contract of insurance, or to extend the time for paying any premium, and the Company shall not be bound by any promise or representation heretofore or hereafter given by any Agent or person other than the above.”</blockquote>\n<p id=\"b29-10\">It is admitted that the contract to reduce the policy was not approved by the President, Vice-President, or Secretary of the Company but appellant contends that this did not prevent the Company and the insured from making a new contract such as was made in this case and when done superseded in its entirety, the original contract of insurance. It is <page-number citation-index=\"1\" label=\"6\">*6</page-number>further contended that the new contract became effective as of the date the defendant granted the insured’s request for reduction.</p>\n<p id=\"b30-4\">It may be that the contract to reduce the insurance was a new contract and superseded the original one but if that be true, we take the view that the all inclusive words of the provision of the policy quoted, “to make or modify this or any contract of insurance” was intended to protect the defendant against a new contract or a change in the present one in so far as the insured is affected unless made by one of the three officers named:</p>\n<p id=\"b30-5\">The defendant could have rejected the contract to reduce the insurance any time before it was shown to have been approved by one of the officers named so it was not final until so approved. Such provisions supersede prevailing customs and must be followed even though there may be a mutual agreement to modify. Since it is not shown that the President, Vice-President, or the Secretary agreed to or approved the modification in this case, the amended fifth plea interposing the continuing option as a custom was not a sufficient defense to the declaration.</p>\n<p id=\"b30-6\">The judgment appealed from is therefore affirmed.</p>\n<p id=\"b30-7\">Affirmed.</p>\n<judges id=\"b30-8\">BUFORD, C. J„ CHAPMAN and ADAMS, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}