{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1102\" lastpage=\"1107\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b1120-7\" pgmap=\"1120\">THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. STUART TOFT, Defendant-Appellant.</parties><court data-order=\"1\" data-type=\"court\" id=\"b1120-9\" pgmap=\"1120\">Third District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AtV\" pgmap=\"1120\">No. 3—04—0003</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1120-10\" pgmap=\"1120\">Opinion filed February 16, 2005.</decisiondate><p data-order=\"4\" data-type=\"judges\" id=\"b1121-4\" pgmap=\"1121\">McDADE, J., specially concurring.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1121-6\" pgmap=\"1121\">Stuart Toft, of Champaign, appellant pro se.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1121-7\" pgmap=\"1121\">Kevin W. Lyons, State’s Attorney, of Peoria (Lawrence M. Bauer and Judith Z. Kelly, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b1121-8\" pgmap=\"1121\">PRESIDING JUSTICE SLATER</author> <p id=\"Aqp3\" pgmap=\"1121\">delivered the opinion of the court:</p> <p id=\"b1121-9\" pgmap=\"1121\">Defendant Stuart Toft was convicted after a jury trial of disobeying a traffic signal. 625 ILCS 5/11 — 306 (West 2002). The defendant was fined $150 plus costs, and he now appeals. We affirm.</p> <p id=\"b1121-10\" pgmap=\"1121\">Facts</p> <p id=\"b1121-11\" pgmap=\"1121\">The record indicates that the defendant was issued a traffic citation for disobeying a red light in Peoria County, Illinois, on September 15, 2002. Defendant requested a jury trial and was assigned a trial date of December 10, 2002. Defendant appeared on that date and the case was continued to April 1, 2003. Defendant also states in his brief that the trial court allowed, over the State’s objection, defendant’s motion to engage in limited discovery. There is nothing in the record concerning this ruling.</p> <p id=\"b1121-12\" pgmap=\"1121\">Defendant next appeared in court on April 1, 2003, when, according to his brief, he had to wait 2 V2 hours for his case to be called while the judge left the courtroom twice, creating a “circus atmosphere.” According to defendant, his case was called by a representative of the State while the judge was absent. The defendant then tendered his discovery documents to the prosecutor, who refused to accept them. None of defendant’s claims are supported by anything contained in the record. Defendant’s case was continued to July 1, 2003.</p> <p id=\"b1121-13\" pgmap=\"1121\">The record does show that the circuit clerk received two documents from defendant on June 27, 2003: a “request to produce” seeking any video or audio tape of the traffic stop and other documents, including budget projections by the City of Peoria for 2002-03; and a set of interrogatories primarily seeking information about video recording devices in police patrol vehicles. These documents were accompanied by defendant’s written request to reset the July 1 status hearing to a later date.</p> <p id=\"b1122-3\" pgmap=\"1122\">According to the defendant, when he appeared in court on July 1, 2003, he again had to wait 21l&lt;i hours in a “circus atmosphere” before his case was called by the prosecutor while the judge was absent. The prosecutor acknowledged receiving defendant’s discovery documents but indicated that the State was not obligated to respond. The case was continued to September 2, 2003. There is no record of these events, other than a docket entry indicating that defendant’s motion to continue was granted.</p> <p id=\"b1122-4\" pgmap=\"1122\">The next item contained in the record is a document labeled “subpoena” that is file-stamped August 18, 2003. The defendant states in his brief that he mailed this document to the Peoria police department. The information requested was the same as that sought in defendant’s request to produce.</p> <p id=\"b1122-5\" pgmap=\"1122\">Defendant appeared in court on September 2, 2003, at which time he contends that the judge and the assistant State’s Attorney engaged in a lengthy ex parte conversation about the subpoena. There is no record of these proceedings other than a docket entry and an order entered by the court which stated in part:</p> <blockquote id=\"b1122-6\" pgmap=\"1122\">“Paragraphs 3, 4, 5, 6, 7 of defendant’s subpoena are stricken.</blockquote> <blockquote id=\"b1122-7\" pgmap=\"1122\">As to paragraphs 1 &amp; 2, the People report that there are no video or audio recordings in existence that the People are aware of.”</blockquote> <p id=\"b1122-8\" pgmap=\"1122\">The case was reset for trial at 9:15 a.m. on November 18, 2003. According to the defendant, trial did not convene until 1:30 p.m. Prior to trial, defendant states, the court did not allow the defendant or the State to participate in voir dire. During the trial, defendant asserts, the arresting officer testified that he had videotaped the incident. There is no report of proceedings or other record of these events. The record does show that the jury found the defendant guilty and that he was sentenced to pay a fine of $150 plus court costs. This appeal followed.</p> <p id=\"b1122-9\" pgmap=\"1122\">Analysis</p> <p id=\"b1122-10\" pgmap=\"1122(123) 1123(62)\">Defendant raises numerous arguments in his brief concerning various aspects of the proceedings in the circuit court which he contends warrant reversal of his conviction. For example, defendant maintains that the trial judge violated the Code of Judicial Conduct, specifically Supreme Court Rule 62 (155 Ill. 2d R. 62 (judge should avoid impropriety and appearance of impropriety)) and Rule 63 (155 Ill. 2d R. 63 (judge should perform duties impartially and diligently)) by, inter alia, leaving the courtroom for more than an hour on April 1, July 1 and September 2 and by allowing the State to call cases for hearing. Of course, the defendant’s disagreement with the manner in which the trial judge runs her courtroom is not relevant to this appeal, unless it unfairly affected defendant’s trial. More significantly, as should be evident from our recitation of the facts, many of defendant’s complaints are based on events that took place dehors the record. It is an elemental rule of appellate procedure that a reviewing court is restricted to examining the record. People v. Edwards, 74 Ill. 2d 1, 383 N.E.2d 944 (1978).</p> <p id=\"b1123-4\" pgmap=\"1123\">With regard to those issues that could have potentially impacted defendant’s trial, such as the trial court’s purported refusal to allow defendant to participate in voir dire, no report of proceedings is contained in the record. While it appears that no transcript of the proceedings was available, the defendant did not prepare a bystander’s report (see 166 Ill. 2d R. 323(c)) nor does the record contain an agreed statement of facts (see 166 Ill. 2d R. 323(d)). Where the record is incomplete, the consequences are clear:</p> <blockquote id=\"b1123-5\" pgmap=\"1123\">“This court has long held that in order to support a claim of error on appeal the appellant has the burden to present a sufficiently complete record. [Citation.] In fact, ‘[f]rom the very nature of an appeal it is evident that the court of review must have before it the record to review in order to determine whether there was the error claimed by the appellant.’ [Citation.] Where the issue on appeal relates to the conduct of a hearing or proceeding, this issue is not subject to review absent a report or record of the proceeding. Instead, absent a record, ‘it [is] presumed that the order entered by the trial court [is] in conformity with the law and had a sufficient factual basis.’ [Citation.]” Webster v. Hartman, 195 Ill. 2d 426, 432, 749 N.E.2d 958, 962 (2001), quoting Foutch v. O’Bryant, 99 Ill. 2d 389, 391-92, 459 N.E.2d 958, 959 (1984).</blockquote> <p id=\"b1123-6\" pgmap=\"1123\">Although the inadequacy of the record in this case prevents this court from considering virtually all of defendant’s concerns, for the sake of completeness, we will briefly address each of the “issues presented for review” listed in defendant’s brief.</p> <p id=\"b1123-7\" pgmap=\"1123\">Defendant contends that his conviction should be reversed and the charge should be dismissed with prejudice because the State was not ready for trial at the date and time the trial was scheduled. The docket entries contained in the record reflect various continuances, some based on defendant’s motions, others without attribution. We discern no speedy trial violation based on the limited information available. The record also does not support defendant’s complaint that.his trial began at 1:30 p.m. rather than 9:15 a.m. In any event, such a delay would not justify reversal or dismissal absent a showing of prejudice to the defendant.</p> <p id=\"b1123-8\" pgmap=\"1123(25) 1124(41)\">Defendant also asserts that he is entitled to a new trial due to the judge’s alleged violation of Supreme Court Rules 62 and 63 for “abandoning” her courtroom, for allowing the prosecutor to call cases, and for engaging in an ex parte conversation with the prosecutor. As none of these purported events are supported by the record, they are not subject to review by this court.</p> <p id=\"b1124-3\" pgmap=\"1124\">Defendant maintains that the trial judge violated Supreme Court Rules 234 and 431 (177 Ill. 2d Rs. 234, 431), concerning voir dire, when defendant was not allowed to question the prospective jurors. The primary responsibility for conducting voir dire lies with the trial court, and the manner and scope of questioning are within the court’s discretion. The standard used to evaluate that discretion is whether the questions and procedures used during voir dire created a reasonable assurance that any prejudice or bias would be discovered. People v. Gregg, 315 Ill. App. 3d 59, 732 N.E.2d 1152 (2000). As the record contains no information regarding the questions posed during voir dire, no review is possible.</p> <p id=\"b1124-4\" pgmap=\"1124\">Defendant further contends that the State violated Supreme Court Rule 415 by refusing to cooperate with his discovery requests. Supreme Court Rule 411 limits the application of the discovery rules to felony offenses (see People v. Schmidt, 56 Ill. 2d 572, 309 N.E.2d 557 (1974); see also People v. Williams, 87 Ill. 2d 161, 429 N.E.2d 487 (1981)), and the trial court lacks the discretion to apply those rules to less serious offenses (see Schmidt, 56 Ill. 2d 572, 309 N.E.2d 557). Defendants who are charged with misdemeanor offenses are entitled to disclosure of certain information, such as a list of witnesses (725 ILCS 5/114 — 9 (West 2002)), production of a defendant’s confession (725 ILCS 5/114 — 10 (West 2002)), and any evidence that would negate defendant’s guilt (see Brady v. Maryland, 373 U.S. 83, 10 L. Ed. 2d 215, 83 S. Ct. 1194 (1963)). See Schmidt, 56 Ill. 2d 572, 309 N.E.2d 557. To the extent that even this limited disclosure is applicable to one charged, as the defendant was, with a petty offense, the record does not establish any violation. Although the defendant maintains that the arresting officer admitted at trial that he videotaped the incident, there is no transcript or acceptable substitute to verify defendant’s claim. Moreover, even if true, such testimony does not establish that the tape was exculpatory or that the failure to produce it was in bad faith. See Arizona v. Youngblood, 488 U.S. 51, 102 L. Ed. 2d 281, 109 S. Ct. 333 (1988) (failure to preserve evidence does not deny due process absent showing of bad faith); California v. Trombetta, 467 U.S. 479, 81 L. Ed. 2d 413, 104 S. Ct. 2528 (1984) (only evidence with apparent exculpatory value must be preserved).</p> <p id=\"b1124-5\" pgmap=\"1124(36) 1125(59)\">Finally, we note that defendant attached an affidavit to his reply brief in which he averred that the factual information contained in his brief is true and correct. However, it is well settled that an affidavit cannot be used to supplement the record in lieu of a transcript or bystander’s report. See Landau &amp; Associates, P.C. v. Kennedy, 262 Ill. App. 3d 89, 634 N.E.2d 373 (1994); Smith v. Central Illinois Public Service Co., 176 Ill. App. 3d 482, 531 N.E.2d 51 (1988); Lofendo v. Ozog, 118 Ill. App. 3d 237, 454 N.E.2d 806 (1983).</p> <p id=\"b1125-5\" pgmap=\"1125\">For the reasons stated above, the judgment of the circuit court is affirmed.</p> <p id=\"b1125-6\" pgmap=\"1125\">Affirmed.</p> <p id=\"b1125-7\" pgmap=\"1125\">BARRY, J., concurs.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\"> <author id=\"b1125-8\" pgmap=\"1125\">JUSTICE McDADE,</author> <p id=\"Amo\" pgmap=\"1125\">specially concurring:</p> <p id=\"b1125-9\" pgmap=\"1125\">I am in complete agreement with the decision in this appeal. I write separately only to observe that it must surely be frustrating for a pro se appellant who already feels aggrieved to have his appeal “resolved” on the basis of a fatally insufficient record. Most appeals are filed because the parties want a review of the merits of their claims or defenses. We share their dissatisfaction when we cannot reach the merits because of procedural defects or inadequacies in the record. Hopefully, in addition to highlighting one of the many pitfalls that can trip up a pro se litigant, a situation such as this also will serve as a reminder to all participants in legal proceedings of the importance of creating a complete record in the trial court and filing a sufficient record in the appellate court.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}