{
  "casebody": {
    "data": "<casebody firstpage=\"416\" lastpage=\"419\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b458-8\">[S. F. No. 8959.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ask\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A08\">May 29, 1919.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b458-9\">THE WESTERN PACIFIC RAILROAD COMPANY, Petitioner, v. INDUSTRIAL ACCIDENT COMMISSION et al., Respondents.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b458-10\"><bracketnum>[1]</bracketnum> Workmen’s Compensation Act — Injury to Minor Employee — Violation op Warning Sign — Lack op Knowledge op Possible ¡Consequences prom Disobedience — Right to Compensation.— Where a young man-nearly eighteen years of age while wiping the vertical shaft of a drilling-machine when it was slowly revolving, in violation of a printed' warning against the wiping of the machine in motion, made a dive with Ms cloth at a stream of grease running down the framework of the machine and had Ms hand drawn into the machine resulting in the loss of two fingers, the finding of the commission that “neither of the acts of cleaning said drill nor wiping said shaft was intentionally and deliberately disobedient; that neither of said acts was an act of serious and willful misconduct,- and the said injury was not caused by the <page-number citation-index=\"1\" label=\"417\">*417</page-number>serious and willful misconduct of the employee,” is justified, in view of the evidence that the applicant, while he knew of the existence of the warning sign, did not know of the consequences likely to result from disobeying it.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b459-3\"><bracketnum>[2]</bracketnum> Id.—Average Annual Earnings of Injured Minor — Basis of Compensation.—Computation of the average annual earnings of an injured minor based not upon the probable wage of the minor at the time he should reach the age of twenty-one years, but upon that which he would be likely to earn within a reasonable time after attaining the age of twenty-one years, is not justified by the statute.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b459-4\">PROCEEDINGS on Certiorari to review an award of the Industrial Accident Commission. Award annulled.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b459-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b459-6\">Henley C. Booth for Petitioner.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b459-7\">Christopher M. Bradley for Respondents.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b459-8\">MELVIN, J.</author>\n<p id=\"AST\">A writ of <em>certiorari </em>was issued for the purpose of reviewing the action of the Industrial Accident Commission in awarding compensation to Earle Dean. The questions involved are very similar to those discussed and decided in <em>Hyman Brothers Box &amp; Label Co. and Aetna Life Ins. Co. </em>v. <em>Industrial Accident Com., post, </em>p. 423, [181 Pac. 784]. In this proceeding, as in that one, the two contentions made by the petitioner were (1) that the injury suffered was caused by the young man’s serious and willful misconduct; and (2) that the commission exceeded its jurisdiction in fixing the basis for computing the average annual earnings of the injured minor.</p>\n<p id=\"b459-9\">The facts as disclosed by the testimony, which supports the findings, are in brief as follows:</p>\n<blockquote id=\"b459-10\">Earle Dean was an intelligent young fellow, nearly eighteen years of age. He had been set to operating a drill press to which was affixed a metallic sign bearing words of warning.</blockquote>\n<p id=\"b459-11\">The machine consisted of a drill with an upright shaft meshed into gearings upon a horizontal shaft. In an opinion filed by two of the members of the Industrial Accident Commission the injury and its cause are discussed as follows: “The vertical shaft at the time of the injury was revolving slowly and it was easier to wipe it while in motion than when <page-number citation-index=\"1\" label=\"418\">*418</page-number>still. While applicant was wiping it he saw a stream of grease running down the framework of the machine from the upper shaft and, without thinking about the consequences likely to flow from his act, made a dive with his cloth at this stream of .grease. The gearing caught the cloth and drew his hand into it, resulting in the loss of two fingers.</p>\n<p id=\"b460-4\">“It is clear that the sign warning against wiping the machine while in motion was intended to cover just such unforeseen and unlikely injuries as this.</p>\n<p id=\"b460-5\">“It follows, therefore, that if the warning sign, ‘Stop this Machine before Bepairing, Oiling, Adjusting or Wiping’ constituted a safety order and regulation <em>prescribed by the employer, </em>the wiping of the machine by the employee, with full knowledge of the existence of the order, and of the consequences likely to result from its violation, constituted willful misconduct.</p>\n<p id=\"b460-6\">“There is no question that applicant knew of the existence of this warning sign, but it is in evidence that he did not know of the <em>consequences likely to result from disobeying it. </em>The reaching for the stream of oil going down the frame of the machine was in obedience to an impulse, thoughtless of danger. He knew better than to try to wipe the gearings while the machine was in motion and had. never done so. Neither the employer’s superintendent nor the young man in whose custody applicant was placed had explained to him the risk attendant upon such wiping. Therefore, one of the factors of willfulness as laid down by our supreme court in the Mayfield case <em>(Great Western Power Co. </em>v. <em>Pillsbury, </em>170 Cal. 180, [149 Pac. 35, 1 I. A. C. 669]). to wit, ‘knowledge of the consequences likely to result from disobedience, ’ was wanting.”</p>\n<p id=\"b460-7\">It was held accordingly that “neither of the acts of cleaning said drill nor wiping said shaft was intentionally and deliberately disobedient; that neither of said acts was an act of serious and willful misconduct, and the said injury was not caused by the serious and willful misconduct of the employee. ’ ’ [l] We cannot say that this finding was not justified by the evidence. It is true that wiping the drill while it was slowly revolving was in violation of the printed warning, but that act did not cause the injury. If the applicant had been holding a cloth in his hand for any purpose and had done the same impulsive act, he would have <page-number citation-index=\"1\" label=\"419\">*419</page-number>been entitled to compensation under the authority of the 'Hyman case and the cases cited in the opinion therein. The real cause of the injury was the unpremeditated effort to arrest the sudden stream of grease.</p>\n<p id=\"b461-5\"><bracketnum>[2]</bracketnum> The finding with reference to the amount of compensation was based not upon the probable wage of the applicant at the time he should reach the age of twenty-one years, but upon that which he would be likely to earn “within a reasonable time after attaining the age of twenty-one years. ’ ’ This was a computation not justified by the statute. 'Upon the authority of <em>Hyman Brothers Box &amp; Label Co. and Aetna Life Ins. Co. </em>v. <em>Industrial Accident Com., supra, </em>it necessitates the granting of petitioner’s prayer.</p>\n<p id=\"b461-6\">The award is annulled and the matter is remanded to the Industrial Accident Commission to the end that such proceedings may ibe taken as are not inconsistent with the views herein expressed.</p>\n<p id=\"b461-7\">Shaw, J., Lennon, J., Wilbur, J., Lawlor, J., and Angellotti, C. J., concurred.</p>\n<p id=\"b461-8\">Mr. Justice Olney, deeming himself disqualified, did not participate in the foregoing decision.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}