{
  "casebody": {
    "data": "<casebody firstpage=\"588\" lastpage=\"596\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b630-9\">[L. A. No. 4936.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AfdQ\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ana\">June 17, 1919.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b630-10\">GEORGE G. TUCKER, Appellant, v. JOHN BENEKE et al., Respondents.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b630-12\"><bracketnum>[1]</bracketnum> Appeal—Order Denying New Trial—Dismissal.—An appeal from an order denying a motion for a new trial must be dismissed.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b630-13\"><bracketnum>[2]</bracketnum> Appeal—Findings—Conflicting Testimony.—The appellate court may not disturb findings based upon conflicting testimony.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b630-14\"><bracketnum>[3]</bracketnum> Vendor and Vendee — Exchange of Beal Properties — Dimensions of Lots — Finding Against Misrepresentation — Sufficiency of Evidence.—In this action for damages for alleged fraud-in making an exchange of real properties it is held the finding that-no misrepresentation was made by defendants as to the size of their lots is supported by the testimony.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b630-15\"><bracketnum>[4]</bracketnum> Id.—Value of Defendant’s Property—Nonreliance upon Bepre-SENTATIONS-FINDING SUPPORTED BY EVIDENCE.-It ÍS also hold the finding that plaintiff did not rely upon the representations of defendants as to the value of their property is supported by the evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b630-18\"><bracketnum>[5]</bracketnum> Id.—Misrepresentation as to Dimensions and Value of Property—Extension of Time on Mortgage—Waiver of Fraud.— Fraud in misrepresenting the dimensions and value of property in an exchange thereof for other property is waived where, after obtaining knowledge of the true dimensions and value, an extension of time for the' payment of the mortgage on \" such property is requested and granted.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b631-4\"><page-number citation-index=\"1\" label=\"589\">*589</page-number>APPEAL from a judgment of the Superior Court of Orange County. <em>Z. </em>B. West, Judge. Affirmed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b631-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b631-6\">H. A. Barclay for Appellant.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b631-7\">Tipton &amp; Cailor for Respondents.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b631-8\">MELVIN, J.</author>\n<p id=\"AKv7\">Plaintiff sued for damages caused by the alleged fraud of defendants practiced in the exchange of plaintiff’s property in California for certain lots of defendants in Portland, Oregon. After trial,. judgment was entered in favor of defendants, and plaintiff appealed, September 8, 1916, from said judgment and from the order denying his motion for a new trial. <bracketnum>[1]</bracketnum> Regarding the latter appeal, this court will take the usual course and dismiss it. <em>(Roberts </em>v. <em>Colyear, </em>179 Cal. 669, [180 Pac. 937].)</p>\n<p id=\"b631-9\">According to the allegations of plaintiff’s “second amended complaint,” he was the owner, on March 13, 1913, of certain described real property, ten acres in area, in Anaheim. The land was planted to oranges and a substantial dwelling-house was situated thereon. Plaintiff also owned an interest in a pumping plant sufficient to supply all necessary water for use on the property, and certain nursery stock. There were two mortgages on the property, and the net value, as set forth in the complaint, was five thousand four hundred dollars.</p>\n<p id=\"b631-10\">It is further alleged that defendants then owned certain described lots in Portland, Oregon, which they represented to plaintiff were of. the value of seven thousand five hundred dollars; that they lived in Anaheim and knew all about plaintiff’s property; that plaintiff was ignorant of the values of Portland real estate; that certain negotiations looking to a trade of the Portland lots for the property in Anaheim were had; that plaintiff,.being compelled to leave for Texas, gave power of attorney to Mrs. K. V. Barton, who then resided near Anaheim, to malee some disposition of his property. Then follows allegations that defendants represented to Mrs. Barton that the two Portland lots were worth seven thousand five hundred dollars, and that each lot was one hundred feet front by one hundred feet in depth; that believing and rely<page-number citation-index=\"1\" label=\"590\">*590</page-number>ing on said statements Mrs. Barton, on March 13, 1913, entered into a written agreement with defendants for an exchange of the properties, and subsequently completed such exchange, executing and delivering to defendants a mortgage for $1,750, paying an assessment of $350 for street work on the lots in Portland, and exchanging deeds; and that shortly thereafter Mrs. Barton departed for England. Defendants (it is alleged) entered into possession of the property at Anaheim, sold- the nursery stock for upward of three thousand six hundred dollars, paying off a mortgage on the -land with the proceeds. It is further averred that in March, 1915, plaintiff desired to sell the Portland lots and caused an investigation to be made, which revealed for the first time the fraud of defendants; that the lots in Portland were not worth more than two thousand five hundred to two thousand nine hundred dollars at the time of the exchange, and that each lot was fifty feet, by one hundred feet instead of one hundred feet square, as had been represented.</p>\n<p id=\"b632-5\">Judgment was prayed for two thousand nine hundred dollars, the alleged difference between the actual worth of the lots in Portland and the value of plaintiff’s equity in the property in Anaheim; for $1,750, the amount of the mortgage on the Portland lots given to defendants, and for certain taxes and interest, amounting in all to four thousand six hundred dollars.</p>\n<p id=\"b632-6\">Defendants answered, duly traversing the essential averments of the complaint; a trial was had, and the court found, among other things, as follows:</p>\n<p id=\"b632-7\">But a small part of the orange stock in the nursery was budded at the time of the exchange of land and but little value was added to the Orange County land by said stock. Said property was of no greater value than eleven thousand dollars, and plaintiff’s equity did not exceed three thousand four hundred dollars.</p>\n<p id=\"b632-8\">Further findings were to the effect that defendants were free from fraud; that neither of them misrepresented the dimensions of the lots in Portland; that plaintiff’s attorney in fact was informed that each lot had a frontage of but fifty feet; that prior to the consummation of the exchange the escrow-holder of the contracting parties held an abstract and a certificate of title of the Oregon lots, on each of which the real dimensions of the lots were delineated, and that on <page-number citation-index=\"1\" label=\"591\">*591</page-number>June 4, 1913, this certificate wa,s shown to plaintiff. The court also found: “That the defendants represented that in their opinion the Portland lots were worth seven thousand five hundred dollars, and gave the basis on which their estimation was based, but that the plaintiff’s attorney in fact, K. V. Barton, was informed by one of the defendants prior to the exchange that said lots would not sell for that price at that <em>time; </em>that the value of both the Orange County property and the Portland lots were a trading valuation.” There was a further finding that “the nursery stock did not belong to the plaintiff, but went with the place in the exchange, and that the amount realized therefor was about six hundred dollars.” It was found likewise that the defendants did not allege that the Portland lots were worth seven thousand five hundred dollars, but gave that estimate of the value, with their reasons therefor; that if said lots were worth less, that fact was not known to defendants; that such representations as were .made were not made by defendants with intent to deceive the plaintiff or his attorney in fact, and that neither the plaintiff nor said attorney in fact was deceived by such representations. It was also found that “after the plaintiff learned that the Portland lots were each only fifty feet front by one hundred feet deep, and of the alleged value of four thousand two hundred dollars only, he sought and obtained from the defendants an extension of time on the mortgage and that no suit has yet been brought to foreclose the same. ’ ’</p>\n<p id=\"A4k\"><bracketnum>[2]</bracketnum> Appellant’s counsel, while recognizing the rule that this court may not disturb findings based upon conflicting testimony, insists that there is no substantial conflict regarding the essential matters found by the court, and that, therefore, this court should reverse the judgment. With this contention we are unable to agree. It is true that there was a sharp conflict of testimony regarding the transaction and particularly with reference to the understanding of the plaintiff’s attorney in fact and plaintiff himself on the subject of the size of the lots, but there was testimony contradictory of theirs upon which the court might act and evidently did act. It is to be remembered that the court was confronted with the amazing testimony of the plaintiff that, although he received the deed to the Portland property in June, 1913, and then went to Portland and made inquiries about his lots, he did not discover that the smaller dimension of each was only fifty <page-number citation-index=\"1\" label=\"592\">*592</page-number>feet until some time in 1915. On this point he deposed as follows: “At Portland I had to wait several hours for the train for Lyle, Washington, and went out to find the lots. I found a real estate agent, whose name I do not remember, near the tract where the lots are; I asked him what lots were selling for along there, he said about thirty-five dollars or forty dollars per front foot; and as I understood lots were one hundred by one hundred feet each, I thought the value was about, or near what I paid for them, seven thousand five hundred dollars.”</p>\n<p id=\"b634-5\">Testifying regarding Mr. Tucker’s visit to the First National Bank of Anaheim, just before the plaintiff went to Portland, Mr. Hartung, who had custody of the papers, said: “Mr. Tucker came to the bank in the early part of June, 1913. I delivered to him the deed of Beneke &amp; Hauser for the Portland lots, his power of attorney to Mrs. Barton and the deed from Fletcher to him,' and took his receipt. (Receipt produced, identified and introduced in evidence, dated June 4, 1913.) At that time I showed Mr. Tucker the certificate of title. He looked it over and saw the map at the back of it. He made no comment on the certificate.” Mrs. Barton testified that the lots were represented to her as being each one hundred feet by one hundred feet, and the attorney who drew the agreement between the parties produced a memorandum indicating his understanding of the area of the lots to be the same as hers, yet he testified that in drawing the agreement he “put nothing in it as to the size of lots or description of them any more than the number of the lots and the block, thinldng that the reference to the map would be sufficient to give the size.” Respondent Beneke testified positively that he told Mrs. Barton the true size of the lots and she said they were very small. <bracketnum>[3]</bracketnum> This testimony alone, if believed, would support the finding that no misrepresentation as to the size of the lots was made.</p>\n<p id=\"b634-6\">Appellant makes vigorous attack upon the finding that the figure of seven thousand five hundred • dollars was given as the value according to opinion of defendants, accompanied by the basis of estimation, and that one of them told Mrs. Barton, prior to the exchange, that the lots would not sell for that price at that time, and that the value of both the Orange County property and the Portland lots was a trading valuation, but this finding is directly supported by testimony which <page-number citation-index=\"1\" label=\"593\">*593</page-number>need not be here detailed. Mr. Hauser gave that version and he was supported by the testimony of his codefendant. Both defendants detailed conversations in which they told Mrs. Barton that property near their lots had sold for prices which they believed justified their estimate, and at the trial experts in realty values at Portland gave testimony tending to support such estimates.</p>\n<p id=\"b635-5\"><bracketnum>[4]</bracketnum> That plaintiff and his attorney in fact did not rely upon the representations of defendants was a finding amply supported. In January, 1913, Mrs. Barton sought information regarding the lots and received from the First National Bank of Portland a telegram with the statement that the lots were assessed for $1,885, “usually considered about two-thirds actual valuation. ’' Mrs. Barton also had a friend investigate the value of the Portland lots. He reported that they were worth from thirty dollars to forty dollars a front foot, basing his figures on the estimates of five or six real estate agents in Portland.</p>\n<p id=\"b635-6\">The estimates of the value of the Portland lots as given by expert witnesses varied considerably, as did those concerning the true value of the place at Anaheim. Without going through an analysis of all the figures, it is sufficient to call attention to the fact that there was evidence justifying the court’s conclusion that plaintiff was not prejudiced by reason of any false representations which might have been made.</p>\n<p id=\"b635-7\">Appellant insists that the finding with reference to the value of the stock in the nursery is so flagrantly at variance with the evidence as to necessitate a reversal of the judgment. In the oral argument counsel for plaintiff asserted that there was no testimony supporting the finding that defendants. received only six hundred dollars as their share of the nursery stock, but that their admitted return from the sale of the young trees was $1,867.53, and he insisted that this discrepancy between the testimony and the findings should compel a reversal of the judgment. With this view of the matter we do not agree. It was alleged in the complaint that defendants sold the nursery stock “belonging to plaintiff.” Defendants denied that any stock belonged to plaintiff, but admitted that certain young- trees “went with the orange ranch,” and that after defendants budded, irrigated, and cared for such nursery stock they received therefor about six hundred dollars. It was shown at the trial that plaintiff had <page-number citation-index=\"1\" label=\"594\">*594</page-number>owned an interest in certain nursery stock on the place. This was transferred to defendants by plaintiff’s attorney in fact, on the date of the exchange - of the properties, by a writing. It was a part of the trade and, therefore, the court doubtless meant by its finding that <em>after that date </em>the nursery stock “did not belong to plaintiff.” That the stock was sold for more than defendants alleged their net return thereon to be is wholly immaterial, as the record fails to disclose its value at the time of the trade before defendants put any care and attention upon it. Such value might have been of some use in determining whether or not there was a glaring discrepancy between the values of the two parcels of land, one in Oregon and one in California, at the time of the exchange. The subsequent selling price was a matter without the issues and the finding, even if erroneous, was immaterial and, therefore, without prejudice to appellant.</p>\n<p id=\"b636-5\">-The appellant attacks the finding that after he learned the size of the lots and their value he sought and obtained from defendants an extension of time on the mortgage and “no suit has yet been brought to foreclose the same.” The contention is that this finding is not within the issues and that it is not sustained by the evidence. The defendants, by their answer, alleged that within three months subsequent to the consummation of the exchange plaintiff visited Portland and was advised of the size, character, and value of the lots. This averment, under our law, is deemed denied. Thus the matter of waiver of any fraud was within the 'issues. The matter of laches was also at issue. We have hereinbefore adverted to the evidence of appellant’s examination of the papers used in making the exchange and to his visit to. Portland. The court was justified in regarding such means of knowledge as actual knowledge. <em>(Simpson </em>v. <em>Dalziel, </em>135 Cal. 599, [67 Pac. 1080].) Mrs. Barton wrote to Mr. Beneke on December 2, 1914, requesting an extension of time on the mortgage. Of course, if plaintiff and his attorney in fact were ignorant of the true -condition when an extension of time on the mortgage was requested and granted, there would have been no room for the application of the doctrines of waiver or laches, but the court found against their theory of excusable ignorance. Therefore, this case was fairly within the principles set forth in <em>Schmidt </em>v. <em>Mesmer, </em>116 Cal. 267, <page-number citation-index=\"1\" label=\"595\">*595</page-number>[48 Pac. 54]. <bracketnum>[5]</bracketnum> If plaintiff knew of any fraud or believed there had been fraud practiced by defendants, his conduct with reference to the mortgage was a waiver of the fraud. His conduct in delaying action after discovery of the facts regarding the property in Oregon amounted also to laches which the court might find, directly or impliedly, without any pleading on the subject. <em>(Stevinson </em>v. <em>San Joaquin &amp; Kings River Canal etc. Co., </em>162 Cal. 141, [121 Pac. 398].) The criticised finding amounts to a declaration that plaintiff’s conduct was a waiver and also involved laches.</p>\n<p id=\"b637-6\">Several assignments of errors of law were made. One of these relates to the introduction of a letter asldng for an extension of time on the mortgage.- It is sufficiently answered by the foregoing discussion.</p>\n<p id=\"b637-7\">Nor was there error in excluding a letter written to Mrs. Barton for the purpose of proving that Mr. Keller investigated the value of the lots- at Portland in March, 1915, at Mrs. Barton’s request. It was purely self-serving and threw no light upon the subject of her previous knowledge or ignorance of the true state of the value or dimensions of the Portland lots.</p>\n<p id=\"b637-8\">Another alleged error relates to the admission of Mr. Hartung’s testimony. He was the escrow-holder who delivered the papers to Mr. Tucker in June, 1913. That his testimony was, in our opinion, both relevant and important, appears sufficiently in the analysis of the findings based in part thereon.</p>\n<p id=\"b637-9\">The court admitted evidence of Mrs. Barton’s negotiations for exchange of properties with other persons before the transaction with defendants. Appellant assigns this as error, asserting that there was no issue justifying its admission. The complaint did allege and the answer denied that defendant Hauser, “knowing of plaintiff’s desire to sell,” proposed the exchange of properties, and that after Mr. Tucker’s departure for Texas the offer was renewed. There were also allegations and attempted proof that confidence was placed in Mr. Beneke by Mrs. Barton and that such confidence was abused by him by his efforts to bring about an exchange. It was, therefore, competent for him to show if he could that although she saw him every day she was trying to exchange the property with' another person, and that she made no effort <page-number citation-index=\"1\" label=\"596\">*596</page-number>to close the exchange with him after the first inquiries made by her in January, 1913, until March of that year.</p>\n<p id=\"b638-4\">No other alleged errors require comment or analysis.</p>\n<p id=\"b638-5\">The appeal from the order denying the motion for a new trial is dismissed. The judgment is affirmed.</p>\n<p id=\"b638-6\">Lennon, J., and Wilbur, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}