{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"207\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b227-2\">Argued and submitted September 27,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AHW\">reversed and remanded on appeal; cross-appeal dismissed December 26,2007,</decisiondate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AXB\">petition for review denied May 29,2008 (344 Or 558)</otherdate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b227-3\">STATE OF OREGON, <em>Plaintiff-Appellant, Cross-Respondent, v. </em>CASEY DANIEL WYANT, <em>Defendant-Respondent, Cross-Appellant.</em></parties>\n<p data-order=\"4\" data-type=\"court\" id=\"b227-10\">Jackson County Circuit Court</p>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"AXW\">045045FE; A127518</docketnumber>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b227-11\">175 P3d 988</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b228-13\"><page-number citation-index=\"1\" label=\"200\">*200</page-number>Joanna L. Jenkins, Assistant Attorney General, argued the cause for appellant - cross-respondent. With her on the briefs were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b228-14\">Rebecca Duncan, Deputy Public Defender, argued the cause for respondent - cross-appellant. With her on the brief were Peter A. Ozanne, Executive Director, and Peter Gartlan, Chief Defender, Legal Services Division, Office of Public Defense Services.</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b229-3\"><page-number citation-index=\"1\" label=\"200-a\">*200-a</page-number>Before Edmonds, Presiding Judge, and Wollheim and Sercombe, Judges.</judges>\n<judges data-order=\"10\" data-type=\"judges\" id=\"b229-4\">EDMONDS, P. J.</judges>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b231-3\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>EDMONDS, P. J.</author>\n<p id=\"b231-4\">In this criminal action, the state, pursuant to ORS 138.060(l)(c), appeals the trial court’s pretrial ruling excluding evidence of defendant’s prior convictions for driving while under the influence of an intoxicant (DUII). Defendant cross-appeals from the portion of the trial court’s order allowing the state to offer into evidence testimony by one of the state’s witnesses regarding defendant’s participation in a probation program for DUII. We reverse and remand on appeal and dismiss the cross-appeal.</p>\n<p id=\"b231-5\">Defendant was charged with assault in the third degree, ORS 163.165; assault in the fourth degree, ORS 163.160; DUII, ORS 813.010; driving while suspended, ORS 811.182; reckless driving, ORS 811.140; criminal mischief in the second degree, ORS 164.354; and three counts of recklessly endangering another person, ORS 163.195. The charges arose out of an automobile accident involving a vehicle that defendant was driving that allegedly crossed over into oncoming traffic and struck another car. The third-degree assault charge alleged that defendant acted recklessly “under circumstances manifesting extreme indifference to the value of human life[.]”</p>\n<p id=\"b231-6\">Before trial, defendant moved to exclude evidence of his prior convictions for DUII and testimony from Elaine Larson, a probation officer employed by the Jackson County Community Corrections Department who supervised completion of requirements by defendants placed on DUII probation, on the ground that any evidence of his prior DUII convictions would constitute improper character evidence. At the hearing on defendant’s motion, the state argued that the evidence of the convictions and Larson’s testimony were relevant to prove that defendant had a heightened awareness of the risks of drinking and driving and that defendant acted recklessly under circumstances manifesting extreme indifference to the value of human life. After hearing argument on the motion, the trial court excluded evidence of defendant’s prior convictions for DUII and part of Larson’s testimony. In its oral ruling, the court explained that it would not permit the state to offer evidence of defendant’s convictions but that it was</p>\n<blockquote id=\"b232-3\"><page-number citation-index=\"1\" label=\"202\">*202</page-number>“going to allow Ms. Larson.to testify about the Victim’s Impact Panel, which, * * * quite frankly, * * * is basically in effect letting in the prior DUII’s. But I try to protect [defendant’s] rights as well as the state’s rights, and I think ultimately that they’re [the members of the jury] going to know that you had two priors].]”</blockquote>\n<p id=\"b232-4\">Pursuant to that ruling, the trial court entered the following order:</p>\n<blockquote id=\"b232-5\">“After hearing the argument of counsel, the Court concludes that Ms. Larson, who for a number of years was the primary probation officer supervising the completion of requirements by defendants placed on DUII probation or diversion, will be allowed to testify. However, the Court also concludes that Ms. Larson’s testimony should be restricted to the fact that Defendant attended the Victim Impact Panel on one or more prior occasions, and the Victim Impact Panel is a one-evening presentation for the general public and/or defendants in DUII diversion or probation. The Victim Impact Panel consists of film and video of motor vehicle accidents caused by DUII drivers. There are also presentations by the survivors of people who were killed in DUII accidents, as well as presentations by people who were seriously injured and/or crippled in such accidents.</blockquote>\n<blockquote id=\"b232-6\">“The Court concludes that such evidence is relevant and sufficient evidence of Defendant’s subjective awareness of the risk to which he exposed others.</blockquote>\n<blockquote id=\"b232-7\">“The Court further concludes that proceeding in such a fashion protects both the interests of the State and the Defendant, as well as the interests that underlie Oregon Evidence Code Rules 404, 608 and 609.”</blockquote>\n<p id=\"b232-8\">On appeal, the state argues that “[t]he trial court erred in granting defendant’s motion to exclude evidence of the fact of defendant’s two prior DUII convictions, and other evidence relating thereto.” Defendant responds that</p>\n<blockquote id=\"b232-9\">“[t]he trial court’s exclusion of the evidence of the prior DUII convictions was proper. The record indicates that, consistent with OEC 403, * * *, the trial court excluded the evidence on the ground that it was cumulative; the trial court held that the Victim Impact Panel evidence was ‘relevant and sufficient evidence of Defendant’s subjective awareness of the risk to which he exposed others.’ * * * The record also indicates that, consistent with OEC 403, the <page-number citation-index=\"1\" label=\"203\">*203</page-number>court excluded the evidence on the ground that it was unfairly prejudicial. When explaining its split decision, the trial court emphasized that it was trying to protect the rights of both defendant and the state.”</blockquote>\n<p id=\"b233-4\">Our analysis of this case turns on the application of OEC 404(4). That rule provides:</p>\n<blockquote id=\"b233-5\">“In criminal actions, evidence of other crimes, wrongs or acts by the defendant is admissible if relevant except as otherwise provided by</blockquote>\n<blockquote id=\"b233-6\">“(a) ORS 40.180, 40.185, 40.190, 40.195, 40.200, 40.205, 40.210 and, to the extent required by the United States Constitution or the Oregon Constitution, ORS 40.160 [OEC 403];</blockquote>\n<blockquote id=\"b233-7\">“(b) The rules of evidence relating to privilege and hearsay;</blockquote>\n<blockquote id=\"b233-8\">“(c) The Oregon Constitution; and</blockquote>\n<blockquote id=\"b233-9\">“(d) The United States Constitution.”</blockquote>\n<p id=\"b233-10\">In this case, the evidence of defendant’s prior DUII convictions and participation in a DUII probation program were relevant to prove that defendant acted recklessly “under circumstances manifesting extreme indifference to the value of human life,” an element of the charge of third-degree assault as defined by ORS 163.165. <em>See State v. Cavaner, </em>206 Or App 131, 135, 135 P3d 402, <em>rev den, </em>341 Or 197 (2006) (past participation in a DUII diversion program is relevant to the issue of a defendant’s subjective awareness of the risks associated with drinking and driving and “is relevant to the question of whether defendant ‘consciously disregarded’ that risk”); <em>State v. Hopkins, </em>173 Or App 1, 4, 21 P3d 134 (2001), <em>rev den, </em>333 Or 655 (2002) (evidence of prior DUII conviction was relevant and admissible “to demonstrate recklessness under circumstances manifesting extreme indifference to the value of human life”); <em>State v. Johnstone, </em>172 Or App 559, 567, 19 P3d 966 (2001) (past participation in DUII diversion program is relevant to whether defendant has chosen to drive with a “subjective awareness of the risks to which he exposed others”).</p>\n<p id=\"b234-3\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>The question before us is whether the trial court nonetheless was authorized under OEC 404(4) to exclude evidence of defendant’s prior DUII convictions and participation in a DUII probation program. According to defendant, “[t]he trial court had the discretion to exclude the evidence of the prior DUII convictions as cumulative and unfairly prejudicial, and it did not abuse its discretion by doing so.”<footnotemark>1</footnotemark> OEC 404(4), however, does not permit such balancing under OEC 403, unless it is required by due process considerations. <em>State v. Phillips, </em>217 Or App 93, 98, 174 P3d 1032 (2007) (OEC 404(4) does not permit balancing under OEC 403, except as required by state or federal constitution); <em>Cavaner, </em>206 Or App at 135 (same); <em>State v. Leach, </em>169 Or App 530, 537, 9 P3d 755 (2000), <em>rev den, </em>332 Or 632 (2001) (“Further, to the extent that the trial court purported to rule, alternatively, that the evidence, if relevant, could be excluded under OEC 403 as more prejudicial than probative, such ‘balancing’ was error [under OEC 404(4)].”). In light of OEC 404(4), we presume that the trial court excluded evidence of defendant’s prior convictions because it believed that to admit all of the evidence offered by the state would implicate defendant’s constitutional right to a fair trial.</p>\n<p id=\"b234-4\">We turn, then, to whether exclusion of defendant’s prior convictions was required by due process. <em>See Cavaner, </em>206 Or App at 135 (examining whether, pursuant to OEC 404(4), due process required exclusion of evidence of the defendant’s participation in a DUII diversion program). As to that issue, defendant argues that “admitting evidence of a defendant’s other crimes without balancing the probative value of those crimes against the danger of unfair prejudice violates the Due Process Clause” and that, without applying the safeguards embodied in OEC 403, defendant would be denied a fair trial if the evidence were admitted. For its part, the state argues that</p>\n<blockquote id=\"b234-5\">“the evidence in this case does not come close to implicating due process rights. It is highly relevant for a noncharacter <page-number citation-index=\"1\" label=\"205\">*205</page-number>purpose, and it is not of an inflammatory nature intended to inflame the passions of the jury or cause the jury to decide the case on an improper basis.”</blockquote>\n<p id=\"b235-4\"> In general, in order to establish a due process violation, a defendant must show that the application of a rule like OEC 404 fails the “fundamental fairness” test and violates fundamental concepts of justice that lie at the core of our civil and political institutions. <em>Dowling v. United States, </em>493 US 342, 352-53, 110 S Ct 668, 107 L Ed 2d 708 (1990). Moreover, the Due Process Clause has limited operation beyond the specific guarantees enumerated in the Bill of Rights. <em>Id. </em>at 352. Although the United States Supreme Court has not held that the admission of other bad acts evidence to show propensity necessarily violates a defendant’s right to a fair trial, the historic exclusion in the common law of other bad acts evidence is arguably so basic to our criminal justice system that it falls within the narrowly defined area of protections essential to “fundamental fairness.” <em>See Michelson v. United States, </em>335 US 469, 475-76, 69 S Ct 213, 93 L Ed 168 (1948); <em>see also State v. Dunn, </em>160 Or App 422, 428, 981 P2d 809 (1999), <em>rev den, </em>332 Or 632 (2001) (discussing, in the context of OEC 404(4), the historic underpinnings of the rule against admitting character evidence).</p>\n<p id=\"b235-5\">That said, in <em>Spencer v. Texas, </em>385 US 554, 87 S Ct 648, 17 L Ed 2d 606 (1967), the Supreme Court rejected a due process challenge to a Texas habitual criminal statute and held that a trial was fundamentally fair where the trial court permitted the introduction of evidence of a defendant’s convictions for the same or a similar offense and provided a limiting instruction to the jury that it was to consider the other bad acts for a noncharacter purpose. In so holding, the Court observed that, even though such evidence is generally recognized at common law to create potential for prejudice, that possibility is outweighed for purposes of due process where the evidence is particularly probative of another fact in issue, such as an element of a crime. 385 US at 561-63. <em>See also Estelle v. McGuire, </em>502 US 62, 75 n 5, 112 S Ct 475, 116 L Ed 2d 385 (1991) (declining to express any “opinion on whether a state law would violate the Due Process Clause if it permitted the use of ‘prior crimes’ evidence to show propensity to commit a charged crime”); <em>cf. Murphy v. Florida, </em>421 US 794, <page-number citation-index=\"1\" label=\"206\">*206</page-number>799, 95 S Ct 2031, 44 L Ed 2d 589 (1975) (holding that previous Supreme Court case law concerning extremely inflammatory publicity “cannot be made to stand for the proposition that juror exposure to information about a state defendant’s prior convictions or to news accounts of the crime with which he is charged alone presumptively deprives the defendant of due process”).</p>\n<p id=\"b236-4\">Based on the above principles, we conclude that the trial court erred when it excluded evidence of defendant’s prior DUII convictions. Under OEC 404(4), the trial court was authorized to perform a balancing analysis and to admit some of the state’s evidence and exclude other evidence offered by the state only if such exclusion was required by the Due Process Clause; otherwise, the statute required the court to admit all of the evidence if relevant. OEC 404(4). We perceive no violation of fundamental fairness arising from the admission of evidence of defendant’s prior convictions on the basis that the probative value of the evidence is substantially outweighed by the danger of unfair prejudice. So far as we can discern, there is no provision in the state or federal constitution that prohibits states from offering evidence of other crimes or wrongs for the purpose of establishing an element of a crime. Indeed, it appears that, at common law, the admissibility of such evidence was generally recognized. <em>See Spencer, </em>385 US at 561. Because we cannot say that the admission of defendant’s prior convictions in this case would have “so infused the trial with unfairness as to deny due process of law,” <em>Lisenba v. California, </em>314 US 219, 228, 62 S Ct 280, 86 L Ed 166 (1941), it follows that the trial court erred in excluding evidence of defendant’s prior convictions for DUII.</p>\n<p id=\"b236-5\">In his cross-appeal, defendant assigns error to the trial court’s “ruling that evidence regarding the contents of the Victim Impact Panel was admissible [.]” Defendant concedes that evidence that he attended the Victim Impact Panel, an educational program regarding the impacts of drinking and driving, could be relevant in this case. He argues, however, that testimony by Larson, a probation officer, regarding the Victim Impact Panel is not admissible absent some evidence that defendant <em>actually attended the program. </em>That is, he argues that the trial court should have <page-number citation-index=\"1\" label=\"207\">*207</page-number>conditioned the admissibility of Larson’s testimony regarding the program on the state’s presentation of evidence that he did, in fact, attend the program.</p>\n<p id=\"b237-4\">In response, the state urges this court not to exercise its discretion to review the issue raised on cross-appeal. ORS 138.040 provides that a defendant “may cross-appeal when the state appeals [a pretrial order suppressing evidence] * * *.” It further provides that, upon such cross-appeal, the “appellate court may review: (a) Any decision of the court in an intermediate order or proceeding * * ORS 138.040(1). In <em>State v. Shaw, </em>338 Or 586, 617, 113 P3d 898 (2005), the Supreme Court explained that, “[b]y providing that this court ‘may review any intermediate decision of the trial court on a defendant’s cross-appeal from a state appeal * * *, ORS 138.040 reserves to this court’s sound discretion the decision whether to undertake such a review.” After identifying reasons why that discretion should be exercised “sparingly’— namely, judicial economy and the speedy resolution of pretrial appeals — the court explained that its “ordinary practice will be to limit its consideration only to those assignments of error that are inextricably linked, either factually or legally, to the state’s assignments of error on appeal.” 338 Or at 618-19.</p>\n<p id=\"b237-7\">Here, defendant’s cross-appeal does not raise issues that are inextricably linked, factually or legally, to the state’s appeal. Whether evidence of defendant’s DUII convictions is adraissible is a distinct question from whether the state can offer evidence regarding the content of a Victim Impact Panel program without first offering evidence that defendant actually attended the program. Moreover, the trial court appears to have assumed that defendant did, in fact, attend the program — an assumption that is supported by the O JIN record for his previous DUII case. If, on remand, defendant challenges that assumption, the trial court is at liberty to revisit its ruling regarding the admissibility of Larson’s testimony regarding the program. For all of the above reasons, we exercise our discretion not to review defendant’s cross-appeal.</p>\n<p id=\"b237-8\">Reversed and remanded on appeal; cross-appeal dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b234-7\"> In excluding the evidence, the trial court did not expressly refer to OEC 403. That rule provides for the exclusion of evidence if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay or needless presentation of cumulative evidence.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}