{
  "casebody": {
    "data": "<casebody firstpage=\"132\" lastpage=\"137\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b150-3\">(22 App. Div. 406.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b150-4\">HUFFMIRE et al. v. CITY OF BROOKLYN.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"AqY\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AvM\">November 30, 1897.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b150-5\">1. Municipal Corporation — Construction of Sewer—Creation of Nuisance—Liabilities.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b150-7\">A municipal corporation was authorized by statute to construct sewers to take and discharge sewage into the tide water. By the sewer system constructed, it collected and accumulated sewage containing sludge acid and other poisonous substances, .which were discharged in a tide way, whence they were carried over and deposited on plaintiffs’ oyster beds, near by, and ruined their oysters. <em>Held, </em>that the city was liable for the damage, though it involved no physical taking of plaintiffs’ property.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b150-8\">2. Same—Defenses.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b150-9\">In an action against a city for destroying plaintiffs’ oysters by depositing poisonous sewage on the beds, lying within the limits of another town, it is no defense that when the oysters were planted plaintiffs’ permit from the town, under Laws 1868, c. 734, had expired, especially where the town authorities afterwards accepted payment of the omitted fee, and continued the license over the period involved.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b150-10\">3. Same—Annexation of Territory.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b150-11\">The purpose of section 4, Laws 1894, c. 356, relating to the annexation of the town of Flatbush to the city of Brooklyn, was that the city authorities were to be the conduit through which the obligations of the town should be discharged, and to that end an action will lie directly against the city.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b150-12\">Appeal from trial term.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b150-13\">Action by Richard Huffmire and another against the city of Brooklyn. !Fróm a judgment entered on a verdict, and from an</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"Aua\">order denying a motion for a new trial, defendant appeals.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"Aer\">Affirmed.</disposition>\n<p data-order=\"14\" data-type=\"judges\" id=\"b150-14\">Argued before GOODRICH, P. J., and CULLEN, BRADLEY, BARTLETT, and HATCH, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b150-15\">William G. Cooke, for appellant.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b150-16\">F. E. Crane, for respondents.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"pA25\">GOODRICH, P. J.</author>\n<p id=\"A5u\">The action is brought to recover damages resulting to the plaintiffs’ oyster beds in Jamaica Bay from a deposit of sewage. The plaintiffs, residents of Flatlands, were engaged in the planting and growth of oysters on oyster beds in Mill creek, in Jamaica. Under chapter 734, Laws 1868, the plaintiffs, in 1882, received from the town authorities a permit entitling them exclusively to the oyster beds in question, and, under this permit and by virtue «of the said law, they had planted and raised oysters for market; ;and this they continued to do until after the acts set out in the «complaint for which they seek to recover damages. The plaintiffs did not obtain .the extension of their permit in 1891, but in February, 1893, they did obtain it, paying therefor the license fee for two years. The period embraced in this permit extended from December, 1891 to December, 1893, during which time the injury occurred. Chapter 161,. Laws 1889, empowered the authorities of Flatbush to appoint street and sewer commissioners of the town of Flatbush, who, among, other things, were authorized to plan, build, and construct “sewers to take and discharge the sewage matter in such town into the tide water.” The commissioners con<page-number citation-index=\"1\" label=\"133\">*133</page-number>stracted such sewer, the opening being in tide water in Jamaica Bay, about 300 feet distant from the plaintiffs’ oyster beds. It was alleged and proven that among the sewage was the refuse of gas houses, sludge acid, and other poisonous substances, which was carried over and deposited on the plaintiffs’ oyster beds, to such an extent as to ruin the oysters which they had planted in the year 1892, and which still remained ungathered in the year 1893. The defendant moved to dismiss the complaint, the motion was denied, the defendant offered no evidence, and the jury rendered a verdict for $2,500. From the judgment entered upon this verdict the defendant appeals. The city contends that, the sewer having been built in exact accordance with the mandate of the statute, it is not liable; that the plaintiffs had no such right to the land under Mill creek as to entitle them to maintain this action; and that the injury involves the question of the plaintiffs’ .license. The fact that at the time of the planting of the oysters the plaintiffs’ permit had expired does not constitute a defense. That was a question solely between the plaintiffs and the authorities of Flatlands. While the town could have taken advantage of the omission to pay the license fee, and prevented the planting of oysters, the omission of the plaintiffs to continue their license and pay cannot be pleaded by the defendant to show, as it contends, that the plaintiffs were “mere trespassers or squatters”; all the more, that no such defense is set up in the answer. This principle has been repeatedly followed in eases involving a similar question. Merritt v. Earle, 29 N. Y. 115; Platz v. City of Cohoes, 89 F. Y. 219; Carroll v. Railroad Co., 58 N. Y. 126. These were actions brought to recover damages, in which the defense was interposed that the plaintiff was acting in A’iolation of the statute relating to the “observance of Sunday,” which provides a penalty for its violation, and the court held that the statute afforded no defense. In one opinion it was stated that the courts may not add to the penalty imposed by that statute a forfeiture of the right to indemnity for an injury resulting from defendant’s negligence, and that the violation of the statute could not be regarded as the immediate cause of the injury. A fortiori, it may be said that the mere neglect of the plaintiffs to renew their license cannot be used as a defense; all the more, that the tOAvn authorities afterwards accepted payment of the omitted fee and continued the license over the period involved and a later period.</p>\n<p id=\"b151-5\">The chief contention of the defendant is that no action 'will lie against public officers, acting in strict obedience to statutory authority, for any damage or destruction to personal property “which does not involve a physical talcing into possession.” We are thus brought to consider the' chief objection upon which the city relies., and, after a careful examination of the authorities cited by the-learned corporation counsel, we think that the question has been set at rest by the court of appeals. In Noonan v. City of Albany, 79 N. Y. 470, the court of appeals held that a municipal corporation has no greater right than an individual to collect the surface water • in its streets and discharge it upon the lands of another, and that, the defendant, which by means of sewers had concentrated the sur<page-number citation-index=\"1\" label=\"134\">*134</page-number>face water and sewage of a large territory and discharged it into a ravine, was liable for damages to the owner of property some distance away, although the injured part did not own any of the lands between the mouth of the sewer and the place of the injury. In Seifert v. City of Brooklyn, 101 N. Y. 136, 4 N. E. 321, commonly known as the Flooded-District Case, certain officers of the city of Brooklyn (chapter 521, Laws 1857) were constituted commissioners of sewage and drainage, with power to devise and frame a plan and construct drains and sewers for the whole city. They planned and built sewers, but it was found after their completion that they were not of sufficient capacity to carry off the accumulating water and sewage, the result of which was that at times of heavy rains the collected sewage was forced through the manholes and inundated the district in which the plaintiff resided, inflicting serious injury upon his real and personal property, to recover damages for which he brought the suit in question, The defendant had judgment on dismissal of the complaint, which was reversed by the general term. An appeal was taken to the court of appeals, which affirmed the order of the general term. Judge Ruger, in writing the opinion of the court, reviewed the authorities, and laid down the principles which must control the present decision. He said:</p>\n<blockquote id=\"b152-5\">“We entertain no doubt as to the liability of the defendant for the damages . occasioned by the defects of the sewer, and think it rests upon principles not conflicting with those announced in any reported case, but substantially in harmony with all of them. Municipal corporations have quite invariably been held liable for damages occasioned by acts resulting in the creation of public or private nuisances, or for an unlawful entry upon the premises of another, whereby injury to his property had been occasioned. This principle has been uniformly applied to the act of such corporations in constructing streets, sewers, drains, and gutters, whereby the surface water of a large territory, which did not naturally flow in that direction, was gathered into a body, and thus precipitated upon the premises of an individual, occasioning damage thereto. We are also of the opinion that the exercise of a judicial or discretionary power by a municipal corporation, which results in a direct and physical injury to the property of an individual, and which from its nature is liable to be repeated and continuous, but is remediable by a change of plan, or the adoption of prudential measures, renders the corporation liable for such damages as occur in consequence of its continuance of the original cause after notice, and an omission to adopt such remedial measures as experience has shown to be necessary and proper. While, in the present case, the corporation was under no original obligation to the plaintiff or other citizens to build a sewer at the time and in the manner it did,' yet having exercised the power to do so, and thereby created a private nuisance on his premises, it incurred a duty, having created the necessity for its exercise, and having the power to perform it, of adopting and executing such measures as should abate the nuisance and obviate damage. It is a principle of the fundamental law of the state that the property of individuals cannot be taken for public use except upon the condition that just compensation be made therefor, and any statute conferring power upon a municipal body, the exercise of which results in the appropriation, destruction, or physical injury of private property by such body, is inoperative and ineffectual to protect it from liability for the resultant damages, unless some adequate provision is contained in the statute for making such compensation. The immunity which extends to the consequeflces, following the exercise of judicial or discretionary power, by a municipal body or other functionary, presupposes that such consequences are lawful in their character, and that the act performed might in some manner be lawfully authorized. When such power can be exercised so as not to create a nuisance, and does not require the appropriation of privatei property to effectuate it, the power to make such an appropriation or create <page-number citation-index=\"1\" label=\"135\">*135</page-number>such nuisance will not be inferred from the grant. Where, however, uie acts clone are of such a nature as to constitute a positive invasion of the individual rights guarantied by the constitution, legislative sanction is ineffectual, as a protection to the persons or corporation performing such acts, from responsibility for their consequences. * * * We are also of the opinion that the cases, holding that corporations acting under the authority of a statute cannot be subjected to a liability for damages arising from the exercise by them of the authority conferred, have no application to the circumstances existing in this case, as those cases are confined to such consequences only as are the necessary and usual result of the act authorized.”</blockquote>\n<p id=\"b153-6\">Wood on Nuisances (section 752) says:</p>\n<blockquote id=\"b153-7\">“The rule being that no action lies against an individual or corporation for doing that which is authorized by the legislature, so long as the authority is properly exercised and not exceeded, but that liability does attach where the authority is negligently or improperly exercised, and where, by a reasonable exercise of the power given either by statute or the common law, damages might be prevented, it is held that a failure to exercise such power is such negligence as charges them with responsibility for consequent damages.” “As to the necessity for a sewer or its location or the system or plan of sewerage, the decision of the proper municipal [sic] is conclusive, bécause it is an exercise of a discretion reposed in them by the law, and consequently is not reviewable by the courts; but, if in the selection of a location it unnecessarily creates a nuisance to public or private rights, it is responsible therefor.”</blockquote>\n<p id=\"b153-8\">See, also, Vogel v. Mayor, etc., 92 N. Y. 11. Dillon on Municipal Corporations (section 1051) lays down the rule, where the injury is occasioned by the plan of the improvement, as distinguished from the mode of carrying the plan into execution, that there is not ordinarily, if ever, any liability; but in that case he says:</p>\n<blockquote id=\"b153-9\">“There will be a liability if the direct effect of the work, particularly if it be a sewer or a drain, is to collect an increased body of water, and to precipitate it onto the adjoining private property to its injury.”</blockquote>\n<p id=\"b153-10\">These authorities have been followed by this department in several cases: Carll v. Village of Northport, 11 App. Div. 120, 42 N. Y. Supp. 576; MaGee v. City of Brooklyn, 18 App. Div. 22, 45 N. Y. Supp. 473; Bedell v. Village of Sea Cliff, 18 App. Div. 261, 46 N. Y. Supp. 226. In these cases it was held that, while a municipal corporation may grade or change the grade of a street when it deems it necessary, the property owners have no ground of complaint, even though the consequences be that surface water is thrown upon their land, yet no right exists to collect a material body of water by diverting it from its natural flow, or by other means to gather it together, and, when thus collected, to conduct it by any artificial channel and discharge it in a body upon private property. This was substantially the result which in the present action followed the construction of the sewer, and for this the town of Flatbush originally was liable. The relation of that town to the city of Brooklyn will be discussed hereafter.</p>\n<p id=\"b153-11\">The learned corporation counsel also contends that the injury complained of is not a “taking” of private property for public use. This question we believe to be set at rest by the case of Seifert v. City of Brooklyn, supra, and by the case of Atwater v. Trustees, 124 N. Y. 602, 27 N. E. 385. The latter was an action to recover damages for an overflow of the plaintiffs lands occasioned by and during the construction, by the public authorities, of a cofferdam at Can<page-number citation-index=\"1\" label=\"136\">*136</page-number>andaigua Lake. Judge Bradley, writing the opinion, exhaustively reviewed the authorities upon the subject, and held that municipal corporations lawfully engaged in the construction of public improvements are not liable for consequential damages occasioned to others .during the construction of the work, unless caused by misconduct, negligence, or unskillfulness, but expressly limited the principle to the case where private property is not encroached upon; and also held that the consequential damages shown in that action were not a “taking” within the constitution. He referred to the ease of Transportation Co. v. Chicago, 99 U. S. 635, where it was held that acts done in the exercise of governmental powers, and not directly encroaching upon private property, did not constitute a. taking of private property. He also referred to the case of Pumpelly v. Green Bay Co., 13 Wall. 166, where the court drew the distinction between a permanent and temporary taking of property, saying:</p>\n<blockquote id=\"b154-5\">“The argument o£ the defendant is that there is no taking- of the land, within the meaning of the constitutional provision, and that the damage is a consequential result of such use of a navigable stream as the government had a right to for the improvement of its navigation. It would be a very curious and unsatisfactory result if, in construing a provision of constitutional law, always understood to have been adopted for protection and security to the rights of the individual as against the government, and which has received the commendation of jurists, statesmen, and commentators, as placing the just principles, of the common law on that subject beyond the power of ordinary .legislation to change or control them, it shall be held that if the government refrains from the absolute conversion of real property to the uses of the public it can destroy its value entirely; can inflict irreparable and permanent injury to any extent; can, in effect, subject it to total destruction without making any compensation, because, in the narrowest sense of that word, it is not ‘taken’ for the public use. Such a construction would pervert the constitutional provision into a restriction upon the rights of the citizen, as those rights stood at the common law, instead of* the government, and make it an authority for invasion of private right under the pretext of the public good, which had no warrant in the laws or practices of our ancestors.”</blockquote>\n<p id=\"b154-6\">There will be observed in all the cases upon this subject a reservation pointed out by the court in Transportation Co. v. Chicago, supra, of acts which directly encroach upon private property, and that the permanent flooding of private property may be regarded as a “taking”; and we can see no difference between the permanent flooding of private property and the gathering and pouring of poisonous sewage matter upon the plaintiffs’ oysters. An action would undoubtedly lie for damages occasioned by the permanent flooding, and consequent destruction, of growing crops, and we can see no difference between the property in a field of corn and a bed of oysters planted in a bay for the purpose of increasing their size. This may be said to fall by analogy within the definition of emblements. At least, the reason of the rule attaches to both classes of property. There would seem to be no question, under the authorities, that the acts of which the plaintiffs complain constitute a direct taking or invasion of their property. There is no distinction recognized in the constitution in this respect between real property and personal property. The property of the plaintiffs has been both invaded and taken. This did not occur during the construction of the work, in which case the principle invoked by the learned corporation counsel <page-number citation-index=\"1\" label=\"137\">*137</page-number>might apply. The damage was not consequential, bnt the direct result of the construction and maintenance of the sewer. The property of the plaintiffs has received permanent injury, for which no compensation has been made, and for this act the town of Flatbush was liable.</p>\n<p id=\"b155-5\">The defendant also contends that the city is not liable because the annexation act (chapter 356, Laws 1894), by which the town of Flatbush was annexed to the city of Brooklyn, exempts the city from liability. Section 4 of the act provides that the city shall not be liable to pay any debt, liability, or obligation of the town contracted or incurred before the passage of the act; but this section expressly provides that, while the property within the limits of the old city of Brooklyn shall not be taxed to pay such liabilities, the property of Flatbush shall remain liable therefor, and that the money therefor shall he raised by taxation of the town of Flatbush, collected by the city and paid over to the treasurer of the county. The evident purpose of this act was that the city authorities were to be the conduit through which the obligations of the town of Flatbush should he discharged, and as this function was imposed by the act upon the city, and the town was made a component part of the city, the law will enforce the latter’s liability in an action like the one at bar.</p>\n<p id=\"b155-6\">It follows that the judgment must he affirmed. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}