{
  "casebody": {
    "data": "<casebody firstpage=\"376\" lastpage=\"379\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b394-5\">(22 App. Div. 191.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b394-6\">O’HARE v. KEELER.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b394-7\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AoW\">November 10, 1897.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b394-8\">1. Negligence op Employer—Dangerous Machinery.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b394-9\">An employer is not guilty of negligence, in furnishing dangerous machinery, if such machinery is safe when used in a reasonably careful manner, and is such as is usually furnished for such work.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b394-10\">2. Same—Failure to Warn Servant.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b394-11\">An employer is not guilty of negligence in not warning his employs of the dangerous character of the machine with which he is required to work, when said dangerous features are obvious.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b394-12\">Appeal from trial term.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b394-13\">Action by Anna O’Hare against William H. Keeler'for ah injury received while working in defendant’s laundry. Judgment for plaintiff, and defendant appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AaT\">Beversed.</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b394-14\">The plaintiff was a young girl, about 17 years old, employed by the defendant in his. laundry at his hotel in the city of Albany. While operating a mangle, her hand was caught between the rollers, and severely bruised and' burned. The injury is a serious one, and her. hand is probably permanently crippled. She charged negligence against the defendant, as the cause of her injury, and brought this action to recover for the same. The jury rendered a verdict in <page-number citation-index=\"1\" label=\"377\">*377</page-number>her favor for $5,000, and from the judgment entered thereon, and from an order denying a new trial, this appeal is brought.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b395-5\">Argued before PARKER, P. J., and LANDON, HERRICK, MERWIN, and PUTNAM, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b395-6\">Joseph A. Lawson, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b395-7\">Eugene D. Flanigan, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"pA_9\">PARKER, P. J.</author>\n<p id=\"Aei\">There are two grounds of negligence charged in this case: First, that a brass rod, something over an inch in diameter, and extending across the front of the mangle about three-eighths of an inch above the table on which the articles to be ironed were passed, was not fastened down at each end, so that it would be impossible to get the hand under it Such rod, at each end, fitted into a slot which held it from moving sideways, but allowed it to move upwards, and to be easily lifted out. The construction of the machine did not contemplate that this rod should be fastened. At the time of the accident it was in the same condition in which it was when purchased. There is no evidence that any machines were in use with the ends of such rod so fastened, or that such a method of fastening was a suitable and approved one. It was not the duty of the defendant to furnish the best possible appliances. His duty was discharged if this machine was reasonably safe and suitable for the work to which the plaintiff was set. Burke v. Witherbee, 98 N. Y. 562; Hickey v. Taaffe, 105 N. Y. 26-34, 12 N. E. 286. This brass rod, fixed as it was, furnished a plain guard, up to which the hand might safely go. An attempt to force the fingers under it, through a space of three-eighths of an inch, was evidently an act which the operator was not called upon to do, and plainly a risk which a reasonably careful use of the machine did not warrant or require. The defendant cannot be charged with negligence for not anticipating such an attempt, or for not fastening the rod down so that it could not possibly be successful, or for not making a different machine from any that had yet been constructed.</p>\n<p id=\"b395-10\">The real question presented by this appeal is whether the defendant was guilty of negligence in not sufficiently warning the plaintiff of the dangerous features of the machine, and instructing her as to its use, at the time she was set to work upon it. The clothes to be ironed were spread out upon a shelf or table which extended under this rod, and as they were slipped along the table, and under the rod, they were ■ caught by the rollers, and carried around a large cylinder heated by steam, and thus dried and ironed at the same time. The plaintiff had worked at this machine, more or less, for two days prior to that on which she was injured. The operation of the machine was so plain, and the method of working it so easily acquired, that it is difficult to see why an hour’s experience with it would not teach the operator all that could be told her, and all that she could learn in months of practice. Possibly, she would never understand just how the rollers picked up the clothes as soon as they passed under the brass rod, and carried them away over the cylinder, and out of her sight; but it must have been plain to her that there was some machinery there which forcibly drew the clothes from her, and against which it would be very <page-number citation-index=\"1\" label=\"378\">*378</page-number>unsafe to bring her hand. Whatever she may have testified upon the subject, it seems incredible that she could have worked that machine an hour without learning that these clothes were forcibly taken in and around a hot cylinder, which dried out the moisture, and ironed them down flat and smooth; and she must have known that if her hand followed the clothes, and came in contact with the same rollers, it would be drawn in and injured. If the dangerous features of the machine were obvious, and she had already learned by working it all that she could have been told, an omission to warn her concerning them cannot be deemed negligence on defendant’s part, causing the injury. Buckley v. Manufacturing Co., 113 N. Y. 540, 21 N. E. 717; Ogley v. Miles, 139 N. Y. 458, 34 N. E. 1059; Crown v. Orr, 140 N. Y. 450, 35 N. E. 648; Hickey v. Taaffe, 105 N. Y. 26, 12 N. E. 286. Would the plaintiff have really had any better knowledge of the situation if the defendant had, when she began work, instructed her not to allow her fingers to pass under the brass rod, because if she did they would be caught in the machinery and injured? It seems to me not. Cmielewski v. Refining Co., 11 App. Div. 111-114, 42 N. Y. Supp. 936. But, however that may be, the decided weight of evidence in this case is that the plaintiff was fully instructed how to work the machine, and warned as to its dangers, when she began working it. It is neither necessary nor practicable, in an opinion, to give an analysis of the evidence upon that question. It is sufficient to say that a careful examination of it shows a very strong preponderance against the conclusion which the jury have reached. The plaintiff herself testifies that she was neither warned of any dangers, nor in any manner instructed how to use the machine. Ho one corroborates this statement, except a young girl, Minnie La Fountain, who testified that when Mrs. Smith, the superintendent, set the plaintiff to work on the mangle, she said nothing to her,' except to go to work and mangle. Opposed to this is the evidence of Mrs. Smith herself, and of three other girls who were employed there, from which it appears that Mrs. Smith, when she set the plaintiff to work, not only worked with her for some time, and warned and instructed her, but each of the girls also warned her not to get her hand under the rod, as it would be caught and crushed. True, the four witnesses who testify that she was instructed were in the employ of the defendant, but surely they were no more interested to testify falsely than was the plaintiff herself. The story of the plaintiff and of her witness is in itself unreasonable. She knew nothing of a mangle, and had just come into the laundry; and it is incredible that the superintendent would direct her to go to work on one, without knowing whether she knew how to do so, and without even staying long enough with her to see whether she could or not. The accident was a lamentable one, well calculated to inspire a great deal of sympathy for the plaintiff; and I can discover no reason for the jury’s accepting such a statement, in the face of the strong evidence against it, unless it be that their pity overcame their judgment. Certainly, as the record discloses it to us, the clear preponderance of evidence is with the defendant, and the plaintiff has failed to show that he was guilty of any negligence that contributed to her injury. Such seems to have been the opinion of the trial judge. <page-number citation-index=\"1\" label=\"379\">*379</page-number>Under such, circumstances, we are authorized to award a new trial (Kaare v. Iron Co., 139 N. Y. 376, 377, 34 N. E. 901); and for these reasons I conclude that the judgment' and order should be reversed. All concur.</p>\n<p id=\"b397-5\">(23 App. Div. 21.)</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}