{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"588\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b606-4\">[Crim. No. 5112.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ajc\">Second Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AME\">Oct. 8, 1953.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b606-5\">In re HERMAN LEE WATKINS, on Habeas Corpus.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b606-8\">Herman Lee Watkins, in pro. per., for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b606-9\">No appearance for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b606-10\">THE COURT.</author>\n<p id=\"AoHq\">This is a petition for a writ of habeas corpus, which in reality amounts to a petition for a “delayed appeal,” in that petitioner asks that “the trial court’s records be transcribed and delivered to the petitioner so that petitioner will be enabled to appeal his cause that was denied him in 1946.”</p>\n<p id=\"b606-11\">It is alleged in the petition that in May, 1946, petitioner was convicted of the crime of first degree murder and sentenced to imprisonment for life; that immediately following the pronouncement of judgment petitioner requested his “court-appointed counsel ... to file notice for an appeal”; that his attorney “said that he would file the motion for appeal as soon as he returned to his office.”</p>\n<p id=\"b606-12\">No notice of appeal was filed, and petitioner, on June 16, 1946, wrote to the judge who tried his case, requesting preparation of the clerk’s and reporter’s transcripts on appeal. Under date of June 20, 1946, the trial judge wrote petitioner as follows :</p>\n<blockquote id=\"b606-13\">“Referring to your letter of June 16th, it does not seem <page-number citation-index=\"1\" label=\"587\">*587</page-number>appropriate for me to make any order at this time for a transcript in your case, for apparently your time to appeal expired without your doing anything about it.</blockquote>\n<blockquote id=\"b607-6\">“This matter should be taken up with Mr. Samuelson (petitioner’s counsel) or some other attorney.”</blockquote>\n<p id=\"b607-7\">Petitioner further avers that on June 21, 1946, he was transferred from the Los Angeles county jail to the state prison at San Quentin; that “while in the Guidance Center, petitioner was unable to get any kind of law books in order to find out just what steps one could take to get an appeal, or some other relief, and finally on the fourth day of March, 1947, petitioner was transferred to Quentin side and it was then that the petitioner could and did get some law books and began to study.”</p>\n<p id=\"b607-8\">Petitioner alleges that in an effort to secure relief from his default in the matter of giving timely notice, of appeal, he “filed a .petition for a review and a request for a new trial on the 13th day of June, 1947; this was presented to the court through the Public Defender’s Office and was denied the same day. ’ ’ In this connection petitioner further alleges:</p>\n<blockquote id=\"b607-9\">“Petitioner studied some more and filed a petition for a Writ of Error, Coram Nobis, <em>People </em>v. <em>Watkins, </em>92 Cal.App. (2nd) 375 [206 P.2d 1118], which was denied by both the Superior and Appellate Courts in 1948 and <em>1949; </em>Petitioner continued to study, trying to find some avenue of relief, then on the 30th day of August, 1950, filed a petition for a Writ of Habeas Corpus, in the Superior Court of Marin County, with the District Court of Appeals, First Appellate District, No. 2708—Oct. 23, 1950, and the Supreme Court of California, No. 5183—December 14, 1950. These were denied. A certiorari <em>were </em>denied by the United States Supreme Court, 341 U.S. 905, 95 L.Ed. 1344, 71 S.Ct. 608, April 9, 1951, and filed in the United States District Court, No. 30486, Civil— April 20, 1951, this was denied, after Hon. Christian of the Attorney General’s Office said that the petitioner had not exhausted his state remedies on Appeal, but this decision was appealed to the United States Court of Appeals, Ninth Circuit, No. 13154—Dec. 13, 1951, in which the decision was affirmed, August, 1952, while your petitioner was out in a Forestry Camp and thereafter transferred to the California Institution for Men at Chino, California.”</blockquote>\n<p id=\"b607-10\">In the instant proceeding no attempt was made to file a motion for a new trial until more than a year after judgment, and such attempt was therefore, as said in <em>People </em>v. <em>Watkins, </em><page-number citation-index=\"1\" label=\"588\">*588</page-number>92 Cal.App.2d 375, 377 [206 P.2d 1118], “in effect, the same as not making the motion at all.”</p>\n<p id=\"b608-5\">Determinative of this petition is the language used hy the court in <em>People </em>v. <em>Cox, ante, </em>pp. 246, 247 [260 P.2d 1050], wherein it was said: “The courts have recognized no excuse for the late filing of a notice of appeal, whatever the hardship or apparent injustice involved.” (Citing cases.)</p>\n<p id=\"b608-6\">The cause now engaging our attention does not come within the rule of <em>People </em>v. <em>Slobodion, </em>30 Cal.2d 632 [181 P.2d 868], In that case a written notice of appeal was actually delivered to officers of the state prison in ample time to be transmitted to the county clerk, and it was held that this amounted to a constructive filing. No such situation exists here.</p>\n<p id=\"b608-7\">Since the facts presented by the petition and the law applicable thereto do not warrant the issuance of an order directing preparation of transcripts on appeal, it becomes unnecessary to appoint counsel to represent petitioner in the preparation of his appeal and the presentation thereof.</p>\n<p id=\"b608-8\">The petition is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}