{
  "casebody": {
    "data": "<casebody firstpage=\"811\" lastpage=\"815\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b831-9\">[Civ. No. 19616.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ASA\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A6q\">Oct. 26, 1953.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b831-10\">Estate of A. D. THATCHER, Deceased. HUGH A. THATCHER et al., Appellants, v. THOMAS H. KUCHEL, as State Controller, etc., Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b832-9\"><page-number citation-index=\"1\" label=\"812\">*812</page-number>Stead &amp; Boileau for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b832-10\">Edmund G. Brown, Attorney General, and Edward Sumner, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b832-11\">McCOMB, J.</author>\n<p id=\"ASDP\">From a judgment of dismissal predicated upon the ground that the action had not been brought to trial within five years after the date of the filing thereof, plaintiffs appeal.</p>\n<p id=\"b832-12\">Plaintiffs are the sons of A. D. Thatcher who died in 1920. In 1946 a bank account belonging to A. D. Thatcher, and unknown or forgotten by his survivors, was placed in the custody of the Controller of the State of California pursuant to the Abandoned Properties Act (see title 8A of the Code of Civil Procedure, repealed in 1951, and title 10 enacted in lieu thereof).</p>\n<p id=\"b832-13\">\n<em>Chronology</em>\n</p>\n<p id=\"b832-14\">i. May 24,1947, a petition to recover proceeds of escheated property was filed in the Superior Court, County of Sacramento.</p>\n<p id=\"b832-15\">ii. June 18, 1947, an answer was filed by respondent.</p>\n<p id=\"b832-16\">iii. June, 1947 to March, 1951, appellants, through their attorneys, conducted extended negotiations attempting to settle the claim. At the request of the respondent for further identification of the account, the appellants contacted persons connected with the bank, and who knew the family at the time of A. D. Thatcher’s death. The information obtained was submitted to respondent in affidavit form.</p>\n<p id=\"b833-5\"><page-number citation-index=\"1\" label=\"813\">*813</page-number>iv. May 10, 1951, the parties stipulated that the cause be transferred to the county of Los Angeles.</p>\n<p id=\"b833-6\">v. July 11, 1951, the cause was transferred to the county of Los Angeles.</p>\n<p id=\"b833-7\">vi. July 23, 1951, the cause was set for trial on January 25, 1952.</p>\n<p id=\"b833-8\">vii. January 25, 1952, the cause was ordered off calendar subject to being reset after 30 days at request of plaintiffs because of the illness of one of the petitioners.</p>\n<p id=\"b833-9\">viii. May 24, 1952, the five-year period from date of filing expired.</p>\n<p id=\"b833-10\">ix. July 30, 1952, a stipulation for hearing on October 17, 1952, was agreed to, prepared, and signed by the attorneys for the parties.</p>\n<p id=\"b833-11\">x. September 30,1952, the stipulation for hearing was filed.</p>\n<p id=\"b833-12\">xi. October 17, 1952, a motion by respondent for dismissal was granted.</p>\n<p id=\"b833-13\"><em>Questions: </em>First: <em>Was the stipulation of July 30, 1952, sufficient to extend the five-year period granted to plaintiffs within which to bring their action to trial?</em></p>\n<p id=\"b833-14\"><em>Yes. </em>Section 583 of the Code of Civil Procedure reads in part as follows: “. . . Any action heretofore or hereafter commenced shall be dismissed by the court in which the same shall have been commenced or to which it may be transferred on motion of the defendant, after due notice to plaintiff or by the court upon its own motion, unless such action is brought to trial within five years after plaintiff has filed his action, <em>except where the parties have filed a stipulation in writing that the time may be extended </em>and except where it be shown that the defendant has been absent from the State or concealed therein and his whereabouts unknown to plaintiff and not discoverable to said plaintiff upon due diligence, in which event said period of absence or concealment shall not be a part of said five-year period ...” (Emphasis added.)</p>\n<p id=\"b833-15\">On May 24, 1952, the five-year period expired within which the action could be tried unless a stipulation in writing were filed permitting its trial thereafter. On July 30, 1952, the following stipulation by the attorneys for plaintiffs and the attorney general for defendant was filed: “Comes now E. Burdette Bioleau of Stead and Bioleau, attorneys for the plaintiffs, and Edward G. Brown by Edward Sumner, attorneys for the defendant, and stipulate that the above-entitled matter may be heard as a short cause matter at 9:15 a. m. or as soon <page-number citation-index=\"1\" label=\"814\">*814</page-number>thereafter as may he heard in Department One of the above-entitled court in the Courthouse in Los Angeles, California, on October 17, 1952.</p>\n<blockquote id=\"b834-5\">“Dated this 30 day of July, 1952.</blockquote>\n<blockquote id=\"b834-6\">“Stead and Boileau</blockquote>\n<blockquote id=\"b834-7\">By E. Burdette Boileau_</blockquote>\n<blockquote id=\"b834-8\">Attorneys for Plaintiffs</blockquote>\n<blockquote id=\"b834-9\">“Edward G. Brown\"</blockquote>\n<blockquote id=\"b834-10\">By Edward Sumner_</blockquote>\n<blockquote id=\"b834-11\">Attorneys for Defendant By W.E.J.’’</blockquote>\n<p id=\"b834-12\">This rule is therefore applicable: The trial court is not deprived of jurisdiction under section 583 of the Code of Civil Procedure by the mere lapse, of the five-year period, and the matter of going to trial remains subject to the stipulation of the parties until an actual order of dismissal is made, and where the parties make a stipulation that the ease may be set for trial, even though such stipulation is made more than five years after the action was filed, it is error to grant a motion to dismiss the action for failure to bring the same to trial. <em>(Smith </em>v. <em>Bear Valley etc. Co., </em>26 Cal.2d 590, 591 et seq. [160 P.2d 1]; <em>Rio Vista Min. Co. </em>v. <em>Superior Court, </em>187 Cal. 1, 5 [3] [200 P. 616] <em>; Bayle-Lacoste &amp; Co. </em>v. <em>Superior Court, </em>46 Cal.App.2d 636, 640 [2] et seq. [116 P.2d 458]; <em>Koehler </em>v. <em>Peckham, 11 </em>Cal.App.2d 481, 483 [1] [54 P.2d 500].)</p>\n<p id=\"b834-13\">It is clear that under the foregoing rule the trial court erred in granting the motion to dismiss.</p>\n<p id=\"b834-14\">Second: <em>Bid the attorney general have authority to waive the dismissal provision of section 583, Code of Civil Procedure, by signing the stipulation that the cause might be tried after the five-year period had elapsed?</em></p>\n<p id=\"b834-15\"><em>Tes. </em>The provisions of section 583, Code of Civil Procedure, are merely procedural. <em>(Rosefield Packing Co. </em>v. <em>Superior Court, </em>4 Cal.2d 120, 122 [2] et seq. [47 P.2d 716].)</p>\n<p id=\"b834-16\">It is likewise settled that when the state enters the court as a litigant, it is bound by the general rule of practice and procedure established for the proper functioning of the courts in the discharge of their duties the same as any other litigant. <em>(Superior Oil Co. </em>v. <em>Superior Court, </em>6 Cal.2d 113, 118 [5] [56 P.2d 950].)</p>\n<p id=\"b834-17\">Also it has been held that the provisions of section 583, Code of Civil Procedure, are applicable to an action where <page-number citation-index=\"1\" label=\"815\">*815</page-number>the state is a party. <em>(Bank of America </em>v. <em>Superior Court, </em>84 Cal.App.2d 34, 35 [1] [189 P.2d 799].)</p>\n<p id=\"b835-5\">Clearly, therefore, the state was bound by the stipulation it entered into through the attorney general, and there is no merit in defendant’s contention that he was without authority to do so because of the provisions in article IV, section 31, of the state Constitution, which prohibits the Legislature from making a gift of public money or things of value belonging to the state.</p>\n<p id=\"b835-6\">Neither can we consider defendant’s argument that the deputy in the attorney general’s office who signed the stipulation was not familiar with the record in the case, since it is elementary that an appellate court cannot consider facts which do not appear in the record and which were not before the trial court. <em>(Brodie </em>v. <em>Barnes, </em>56 Cal.App.2d 315, 319 [2] [132 P.2d 595].)</p>\n<p id=\"b835-7\">In the present case there is nothing in the record to support defendant’s claim that the deputy attorney general who signed the stipulation was not thoroughly conversant with all the facts pertaining to the matter, nor was any such evidence or record presented, made or offered in the trial court.</p>\n<p id=\"b835-8\">The order of dismissal-is reversed.</p>\n<p id=\"b835-9\">Moore, P. J., and Fox, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}