{
  "casebody": {
    "data": "<casebody firstpage=\"273\" lastpage=\"277\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b291-8\">[Civ. No. 18753.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Abs\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYg\">May 23, 1952.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b291-9\">LONNIE JAMES, Appellant, v. AMERICAN BUSLINES (a Corporation), Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b292-9\"><page-number citation-index=\"1\" label=\"274\">*274</page-number>Thomas L. Berkley, Clinton W. White, Charles E. Wilson and Hugh Wesley Goodwin for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b292-10\">MeBain &amp; Morgan for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b292-11\">MoCOMB, J.</author>\n<p id=\"Akg\">From a judgment in favor of defendant after trial before a jury in an action to recover damages for injuries resulting from the alleged negligence of defendant, plaintiff appeals.</p>\n<p id=\"b292-12\">Viewing the evidence in the light most favorable to defendant (respondent) <em>(Estate of Isenberg, </em>63 Cal.App.2d 214, 215, 217 [146 P.2d 424]), the record discloses:</p>\n<p id=\"b292-13\">Plaintiff was a passenger on defendant’s bus which was <page-number citation-index=\"1\" label=\"275\">*275</page-number>traveling in the State of New Mexico about 45 miles east of the city of Lordsburg on September 10, 1949. At the scene of the hereinafter described accident the road was a narrow two lane highway running in a general easterly and westerly direction. The hard surfaced portion of it was oil top, 18 to 20 feet wide, with a white line painted in the middle. On each side of the hard surfaced roadway was a shoulder 3 feet wide which was sloppy and muddy at the time.</p>\n<p id=\"b293-5\">Just before dawn, approximately 6:25 a. m., it was raining and the highway was slick and the sky was heavily overcast so the driver of the bus could not see beyond the beam of his headlights which projected 125 to 150 feet ahead of the bus. Lights on the bus were all in operation as were the windshield wipers.</p>\n<p id=\"b293-6\">The bus was traveling about 45 miles per hour when the bus driver saw within the range of his headlights an oncoming passenger car which had no lights lit, was black in color and was traveling between 40 and 70 miles per hour astraddle the center line of the highway. This car did not thereafter swerve either to the left or to the right and was still traveling astraddle the center line at the time it met and passed the bus.</p>\n<p id=\"b293-7\">When the driver first saw the oncoming car the bus was traveling on its own side of the road, the left side of the bus being about one foot south of the center line and the right side being about one foot north of the shoulder edge of the highway. Upon seeing the oncoming car, the bus driver immediately took his foot off the accelerator and swerved to the right, slowing the bus to about 30 miles per hour thus avoiding a collision with the westbound car. When the bus swerved to the right the wheels on the right side went off the pavement onto the soft shoulder and the driver lost control of the vehicle. The bus continued with two wheels off the pavement for about 150 to 200 feet and came back onto the pavement, went across to the north side of the road, turned completely around and when practically at a standstill turned over on its right side.</p>\n<p id=\"b293-8\">At the time the right wheels of the bus went onto the soft shoulder, the driver, seeking to retain control, attempted to pull the bus back onto the highway. In such attempt he did not apply his brakes but kept trying to get back onto the pavement by applying pressure to the accelerator. He testified he thought it was necessary for the safety of his passengers that <page-number citation-index=\"1\" label=\"276\">*276</page-number>he pull off the road, and also that it was the safest thing to do to try to pull the bus back onto the road in the manner above described.</p>\n<p id=\"b294-4\">\n<em>Question: Was there substantial evidence to sustain the implied finding of the jury that the accident was not caused by defendant’s negligence?</em>\n</p>\n<p id=\"b294-5\"><em>Y es. </em>The following rules are applicable:</p>\n<p id=\"b294-6\">1. It is only where there is no substantial conflict as to the facts, and from the facts reasonable persons can derive only the inference of defendant’s negligence that a reviewing court will disturb a contrary verdict of the jury. <em>(Collas </em>v. <em>Pasadena City Lines, Inc., </em>89 Cal.App.2d 93, 95 [2] [200 P.2d 77].)</p>\n<p id=\"b294-8\">2. Where an accident is of such a character that the doctrine of res ipsa loquitur applies, defendant cannot escape responsibility except upon a showing either (a) of a satisfactory explanation of the accident, that is, an affirmative showing of a definite cause for the accident in which cause no element of negligence on the part of the defendant inheres, or (b) of such care in all possible respects as necessarily to lead to the conclusion that the accident could not have happened from want of care, but must have been due to some unpreventable cause although the exact cause is unknown. <em>(Bourguignon </em>v. <em>Peninsula Ry. Co., </em>40 Cal.App. 689, 694 [2] [181 P. 669]; <em>Armstrong </em>v. <em>Pacific Greyhound Lines, </em>74 Cal. App.2d 367, 372 [168 P.2d 457].)</p>\n<p id=\"b294-9\">3. In an action for personal injuries sustained by plaintiff while a passenger in defendant’s bus, it is the sole province of the jury to determine from all the evidence whether plaintiff’s prima facie case arising from the application of the doctrine of res ipsa loquitur is adequately met or balanced by defendant’s showing of the conduct of the driver and the circumstances of the accident. <em>(Armstrong </em>v. <em>Pacific Greyhound Lines, </em>74 Cal.App.2d 367, 375 [8] [168 P.2d 457].)</p>\n<p id=\"b294-10\">4. Whether defendant’s bus was in a position of imminent danger when the driver first saw the oncoming car was a question of fact for the determination of the jury. <em>(Kehlor </em>v. <em>Satterlee, </em>37 Cal.App.2d 116, 119 [98 P.2d 759].)</p>\n<p id=\"b294-11\">5. Whether, after defendant’s driver found himself in a position of imminent danger, his conduct constituted negligence was a question of fact for the jury. <em>(Burton </em>v. <em>Los Angeles Ry. Corp., </em>79 Cal.App.2d 605, 610 [5 &amp; 6] [180 P.2d 367].)</p>\n<p id=\"b295-5\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>Applying the foregoing rules to the facts of the instant case it is evident the implied finding of the jury that the bus of defendant was not operated in a negligent manner prior to the time the driver thereof saw a car approaching him astraddle the white line was justified. Also, the facts supported the implied finding of the jury that the driver of the bus was confronted with an imtiunent peril and that his conduct thereafter did not constitute negligence, but that he acted in a manner which was reasonably prudent for the safety of his passengers under the conditions then confronting him.</p>\n<p id=\"b295-6\">An examination of the record shows plaintiff does not question the rulings of the trial court either in the reception of evidence or in the instruction of the jury. Therefore, since there is presented for review simply a question of fact from which reasonable minds might draw different conclusions this court is bound by the findings of the trier of fact.</p>\n<p id=\"b295-7\">The judgment is affirmed.</p>\n<p id=\"b295-8\">Moore, P. J., and Fox, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}