{
  "casebody": {
    "data": "<casebody firstpage=\"1024\" lastpage=\"1028\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1044-6\">POLSKY v. NEW YORK TRANSP. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1044-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"APa\">June 29, 1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1044-8\">1. Negligence—Automobile—Collision with Pedestbian—Evidence—Sufficiency.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1044-9\">In an action for personal injuries caused by defendant’s automobile striking plaintiff as the latter was attempting to cross a street, evidence <em>held </em>insufficient to support findings that defendant was negligent and plaintiff free from contributory negligence;</headnotes>\n<headnotes data-order=\"5\" data-type=\"judges\" id=\"b1044-10\">Patterson and Laughlin, JJ., dissenting.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b1044-11\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1044-12\">Action by Abraham Polsky, by guardian ad litem, against the New York Transportation Company. From a judgment for .plaintiff, defendant appeals. Reversed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1044-13\">Argued before VAN BRUNT, P. J., and McLAUGHLIN, PATTERSON, INGRAHAM, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1045-4\"><page-number citation-index=\"1\" label=\"1025\">*1025</page-number>Eugene Lamb Richards, Jr., for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1045-5\">Joseph Rosenzweig, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1045-6\">INGRAHAM, J.</author>\n<p id=\"AAPa\">The plaintiff was run over and injured by an electric automobile, the property of the defendant, on Fifth avenue, between Fourteenth and Fifteenth streets, in the city of New York, and has recovered for the injuries sustained by him. The accident happened on the 9th of January, 1903, between half past 12 and 1 o’clock in the afternoon. The plaintiff testified that he was on the east side of Fifth Avenue, between Fourteenth and Fifteenth streets, and started to cross the 'avenue in a diagonal line towards Fifteenth street; that when he was about in the middle of the block an automobile swung around from the edge of a dirt pile there and went right for him, and before he had any time to do anything it was right on him, and he was knocked down; that there was a pile of dirt and building material upon the west side of Fifth avenue, between Fourteenth and Fifteenth streets, which occupied about one-half the block, extending from the west curb of Fifth avenue towards the east side about six or eight feet, and was three or four feet high; that the automobile was going downtown, and there were other vehicles in the street; that the plaintiff got out of the way of two or three carriages while trying to cross the street, and by the time he had passed those he was about the middle of the avenue, and then he was struck by the automobile. The plaintiff called two other witnesses who saw the accident. One, who was sitting at a window on Fifth avenue and Fifteenth street, testified .that he saw the automobile from Fifteenth street going, down; that it was on the right-hand side of the road, going fast; that he saw the automobile make a turn to the left, going downtown; that after that it gave another turn and knocked down the boy, and then the automobile turned into the dirt and it stopped; that when, the automobile hit the plaintiff he was standing in the middle of the street; that the pile of dirt extended from the sidewalk into the street about eight feet, and commenced at the corner of Fourteenth street, and extended more than one-half the block towards Fifteenth street; that the turn which the automobile gave was to avoid this pile of dirt, and that as it turned to go south it knocked the plaintiff down; that at this time there were a number of wagons in the street, and a number of persons also; that it was the rear wheel on the west side of the automobile that struck the boy. The other witness testified that he was also looking out of a Fifth avenue window; that he noticed this automobile coming downtown at Fifteenth street; .that as it came near the middle of the block, between Fifteenth and Fourteenth streets, it swung away from the dirt pile, and as it swung back, after turning out from the dirt pile, the hind wheel hit the plaintiff; that' he should judge the automobile was going a little above the rate of 15 miles an hour; that, when the automobile passed the dirt pile, the boy was a little ways from the middle of the block; that he judged it was going 15 miles an hour from seeing the thing coming towards him; that the automobile stopped within two or three feet from where it struck the boy, the motorman turning it up upon the pile of dirt.</p>\n<p id=\"b1045-7\">These two witnesses both agree that it was a hind wheel that struck <page-number citation-index=\"1\" label=\"1026\">*1026</page-number>the plaintiff, that the automobile first turned to the east to avoid the dirt pile in the street, and then turned to' the south, and that as it turned to the south the hind wheel struck the plaintiff. If this is a correct account of what happened, it is apparent that the motorman made a sudden turn to avoid the plaintiff, and in making this turn it landed the automobile upon the pile of dirt. Assuming that the story told by these witnesses is true, I cannot see that the'defendant was negligent. The boy was hit when between the crosswalks of Fourteenth and Fifteenth streets, in the midst of moving vehicles upon the avenue, attempting to cross where the traffic was congested because of obstructions in the avenue. There was no evidence that the motorman was not attending to his duty, that the boy was at any time in a position in which he could be seen in time to avoid the accident, or that there was any act of the motorman that could' have avoided the accident after the boy got in sight and in a position where a collision was imminent. The testimony as to the speed at which this vehicle was going is entirely untrustworthy. No vehicle going at the rate of 15 miles an hour could be stopped within two or three feet by running upon the pile of dirt, without throwing the man off and wrecking the machine.</p>\n<p id=\"b1046-5\">■ On behalf of the defendant, a policeman was called, who saw the accident. He was making an examination of the obstruction in the street at the time. He testified that he saw the automobile coming downtown; that he noticed the boy coming up Fifth avenue along the building material; that he went into a small recess between two piles of building material; that he then turned around and came out from behind the pile of dirt, and when he got about two feet outside of that. pile of dirt the automobile struck him; that the driver on the automobile rang his bell, and turned into the pile of building material, which' stopped the machine. This officer made a diagram of the surroundings upon a blackboard, a drawing of which is annexed to the case. The motorman testified that he first saw the boy as he ran up against the right front wheel; that he ran out from behind this pile of dirt; that as soon as he saw the boy, he jammed his brake quick, and stopped as soon as possible; that the front wheel' struck the plaintiff, notwithstanding the best that he could do; that he was going along about the center of the avenue, close to the pile of dirt, and the boy came right up against the wheel from behind the pile of dirt; that the machine was going not to exceed five miles an hour. This testimony was corroborated by the two other witnesses who saw the accident, and who testified that the automobile went only three or four feet after striking the boy, and then stopped.</p>\n<p id=\"b1046-6\">Considering this testimony as a whole, I think that the accident happened without fault of the motorman, and from the whole situation it is evident that the finding that the defendant was negligent, and that the plaintiff was free from contributory negligence, was against the weight of evidence.</p>\n<p id=\"b1046-7\">It follows that the judgment and order appealed from must be reversed and a new trial ordered, with costs to the appellant to abide the event.</p>\n<p id=\"b1046-8\">VAN BRUNT, P. J., and McLAUGHLIN, J., concur.</p>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b1047-4\"><page-number citation-index=\"1\" label=\"1027\">*1027</page-number>PATTERSON, J. (dissenting).</author>\n<p id=\"AkE\">This appeal involves only a question of fact, and we are to consider whether the verdict is against evidence. The action is to recover damages for personal injuries sustained by the infant plaintiff, who was knocked down by an automobile belonging to the defendant. The accident happened on January 9, 1903. The plaintiff's version was that he, at about noon of the day mentioned, was crossing Fifth avenue, between Fourteenth and Fifteenth streets, in a diagonal direction, from the east side of the avenue; that at the northwest corner of Fourteenth street and Fifth avenue there was a pile of building material in the street, extending out to the middle of the highway, and in a southerly direction, occupying about half of the west block between Fourteenth and Fifteenth streets. The vehicle which struck him was going downtown, on the right hand side of Fifth avenue, in the carriageway, near the sidewalk, and when it reached a point at the north end of the pile of refuse material it swerved to the east to pass that pile. The turn was made quickly. The plaintiff was then crossing, but the mechanician of the automobile could not stop it in time to avoid contact with the plaintiff. There is testimony to show that the automobile was going as fast as <em>15 </em>miles an hour. The plaintiff testified that he did not see it until it was swerved out to the east of the dirt pile, pointed directly at him, and that he could not escape it.</p>\n<p id=\"b1047-5\">The negligence attributed to the mechanician is driving his machine at a rapid rate of speed in this thoroughfare. The theory of the defendant was that-the boy suddenly turned around the end of the pile, and that the driver .of the automobile could not see him until the instant he was struck; that the vehicle was not going at a rapid rate of speed, but at about five miles an hour. There were witnesses to support the versions of both sides. The plaintiff testified in his own behalf substantially as stated. One Janowitz said he saw the automobile make the turn and strike the boy. The witness Kreitzman said that it was going very fast—15 miles an hour. For the defendant, witnesses testified that the accident happened in the middle of the block, and their testimony would indicate that it was unavoidable, and that the plaintiff walked into the automobile. They also swear that the boy was on the west side of Fifth avenue. The conflict was for the jury to consider.</p>\n<p id=\"b1047-6\">On the subject of contributory negligence, the case was one for the jury. It is said that the boy put himself voluntarily in a dangerous place in crossing the avenue between street crossings and in a diagonal direction, and that he had to pass in and out of or between or around a few carriages and wagons. The plaintiff himself testified that he had to go diagonally across to get out of the way of wagons coming both ways, so as to get on the sidewalk, up near the north, to the building in which he was employed, and that that was the safest way for him to go, and that he selected the place in the middle of the block because he thought it safer to go there than at the street crossing, and that he had gone that same way many times a day.</p>\n<p id=\"b1047-7\">The questions of fact were properly submitted to the jury. There are no exceptions to evidence, nor to the charge of the judge, who seems to have submitted the whole case very fairly to the jury, and I see no reason for interfering with the verdict. The damages are not excessive. There was a fracture of the hip, that is at about the neck of the femur. <page-number citation-index=\"1\" label=\"1028\">*1028</page-number>an impacted fracture. The boy was seven weeks in the hospital, and confined to bed three weeks afterwards, under constant treatment, and there is a shortening of the leg.</p>\n<p id=\"b1048-5\">I think the judgment and order should be affirmed, with costs.</p>\n<p id=\"b1048-6\">LAUGHLIN, J., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}