{
  "casebody": {
    "data": "<casebody firstpage=\"180\" lastpage=\"182\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b200-4\">CITY OF NEW YORK v. BEUK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b200-5\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ApQ\">May 5, 1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b200-6\">1. Municipal Corporations — Regulations — Openings in Street under Stoop—Ordinances—Construction.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b200-7\">Revised Ordinances of the City of New York, § 319, provides that no person shall cause any vault or cistern to be constructed in any street without the written permission of the commissioner. Section 334 declares that every description of opening below the surface of the street in front of any house, if covered over, shall be considered a vault or cistern. Section 182 provides no person or persons shall construct any platform, stoop, or step in any street which shall extend more than one-tenth part of the width of the street, nor more than seven feet, nor with any other than open backs or sides or railings, nor of greater width than is necessary for a convenient passageway into the house or building. <em>MelcZ, </em>that an opening under a lawful stoop was not a vault or cistern within section 319.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b200-8\">Appeal from Municipal Court, Borough of Manhattan, Seventh District.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b200-9\">Action by the city of New York against Charles Beuk. From a judgment in favor of plaintiff, defendant appeals. Reversed.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b200-10\">Argued before FREEDMAN, P. J., and LEVENTRITT and GREENBAUM, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b200-11\">Carlisle Norwood, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b200-12\">John J. Delany, for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b200-13\">GREENBAUM, J.</author>\n<p id=\"ASs\">Two actions were brought by plaintiff against the defendant to recover penalties of $ioo each for violations of sections 319 and 334 of the Revised Ordinances of the City of New York, which read as follows:</p>\n<p id=\"b200-14\">“Sec. 319. No person shall cause or procure any vault or cistern to be constructed or made in any of the streets of the city of New York without the written permission of the commissioner having jurisdiction thereof, under the penalty of one hundred dollars, to be sued for and recovered from such person and the master-builder or person who made the same severally and respectively.”</p>\n<p id=\"b200-15\">“Sec. 334. Every description of opening below the surface of the street in front of any shop, store, house or other building, if covered over, shall be considered and held to be . a vault or cistern within the meaning of this article;. and the master-builder or owner, or person for whom the same shall be made or built shall be liable to the provisions, payments and penalties of this article severally and respectively.”</p>\n<p id=\"b200-16\">By stipulation upon the trial the two actions were tried as one, the decision in the one case to follow that in the other.</p>\n<p id=\"b200-17\">The violation complained of was an open space or inclosure under the front stoop, or flat stone platform forming a part of the front stoop, leading into the main entrance of a 35-foot front new American basement house on Fifty-Third street, near Madison avenue. The stoop rested on foundation walls running at right angles to the front of the building. Between the foundation walls is an open cubic space, the dimensions of a horizontal section of which are about nine feet by four feet, and from the lower side of the stoop or slab to the bottom about eight feet, of which about six- feet are below the level of the <page-number citation-index=\"1\" label=\"181\">*181</page-number>street. The opening thus formed, which the plaintiff claims is a vault, can only be reached from the cellar of the house. On each side of this alleged vault there is a small window looking into open areas, which are also within the stoop line of the building. It is conceded that the open space as to which complaint is made is entirely within the stoop line. The plaintiff contends that the opening described is a vault, which requires for its construction the permission of the commissioner having jurisdiction of the streets of the city of New York, and that under the provisions of the Revised Ordinances above quoted a failure to obtain such permission subjects the owner of the building to a penalty of $100.</p>\n<p id=\"b201-5\">Section 182 of the Revised Ordinances provides:</p>\n<p id=\"b201-6\">“No person or persons shall construct or continue any platform, stoop or step in any street in the city of New York which shall extend more than one tenth part of the width of the street nor more than seven feet, nor with any other than open backs or sides or railings, nor of greater width than is necessary for a convenient passageway into the house or building, nor any stoop or step which shall exceed five feet in height, under the penalty of one hundred dollars.”</p>\n<p id=\"b201-7\">Under the ordinance just quoted it is evident that the stoop or step in question was built in accordance with the .ordinances, and it must therefore be held that the defendant constructed the stoop which covers the alleged vault strictly in accordance with the law.</p>\n<p id=\"b201-8\">The proofs also show that the stoop was constructed in a way that was entirely proper, usual, and customary in the city of New York, and that the authorities have not heretofore claimed that such an open space under a stoop constituted a vault. Without attempting to define what a vault is, or whéther the local Legislature exceeded its powers in defining a vault, as it is claimed it did under section 334, I think the question before us may be disposed of by an interpretation of the ordinances themselves. Under section 182 the local authorities were justified in permitting the erection of the stoop, so that sections 319 and 334, which in effect declared that “no opening below the surface of the street in front of any * * * building” shall be built without permission, must be construed in conjunction with section 182, in order to determine the intent of the lawmaking power. As a reasonable, and not a forced, construction of the ordinances must be adopted, it is clear that section 334, in forbidding owners from making openings or vaults below the street “in front of a building,” was not intended to apply to an opening under the stoop formed in the lawful erection of the stoop, but that in such cases the stoop, for the purposes of the ordinances, must be deemed to be a part of the building, and the ordinance would then be limited to openings below the surface of the street in front of the stoop. Such an interpretation would harmonize the apparent conflict between sections 334 and 182 that would arise if section 334 were construed as respondent urges, a conclusion which is fortified by the acquiescence of the public authorities for years, as the evidence shows, in treating such openings under the stoops as not vaults within the meaning of the ordinances. Of course, the failure or neglect of the authorities to enforce- an ordinance is no justification for its violation, where the meaning of the ordinance is clear, and the violation is established; but where a forced construction of an ordinance <page-number citation-index=\"1\" label=\"182\">*182</page-number>is attempted the interpretation of the authorities as evidenced by their recognition for years of the right of builders and owners to construct stoops with open spaces under them is a valuable guide in determining the meaning to be given to the ordinance. The conclusion at which I have arrived is further fortified by the fact that the stoop and the inclosed area permitted in front of buildings under section 182 are not traversed by the public, but are universally treated as under the control of the owner, to the exclusion of the traveling public, so that the stoop may well be, so far as the ordinances in question are concerned, deemed an integral part of the building.</p>\n<p id=\"b202-5\">The judgment should be reversed, and a new trial ordered, with costs to the appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}