{
  "casebody": {
    "data": "<casebody firstpage=\"533\" lastpage=\"535\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b553-7\">In re LOWMAN, Chamberlain.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b553-8\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3c\">May <em>4, </em>1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b553-9\">1. Municipal Corporations—City Chamberlain—Right to Oeeice.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b553-10\">Prior to 1903 the Elmira city elections were held in March. In that year the charter was amended, the charter taking effect February 27th. By it the March elections were abolished; the elections thereafter to be held in November. The old as well as the new charter provided that the mayor and common council should appoint a city chamberlain, whose term of office should be three years; and the new charter directed that the first appointment should be made on the first Monday in January, 1904, and every third year thereafter. At the time the new charter went into effect a city chamberlain was in office, and his term of three years expired March 12, 1903. An amendment to the new charter was passed, attempting to extend the term of the incumbent to the first Monday of January, 1904, but the mayor and common council ignored the extension, and appointed appellant to the office; reciting that he was appointed to succeed the former incumbent, whose term of office had expired. The in<page-number citation-index=\"1\" label=\"534\">*534</page-number>cumbent refused to turn over the office, and appellant established his right to the office in the courts. New officials were elected in November, 1903, and on the first Monday in January, 1904, they appointed respondent city chamberlain for the term of three years. <em>Held, </em>that appellant must be deemed to have been appointed to fill the vacancy caused by law, and hence respondent was entitled to the office by virtue of his appointment.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b554-4\">Appeal from Special Term, Chemung County.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b554-5\">Proceedings under Code Civ. Proc. § 2471a, by Seymour Lowman, as city chamberlain of the city of Elmira, to compel the delivery to him of the books and papers belonging or' appertaining to such office, in possession of Henry J. Haase. From an order directing Haase to deliver the books and papers appertaining to the office to Low-man, Haase appeals. Affirmed.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b554-6\">Argued before PARKER, P. J., and SMITH, CITASE, CHESTER, and HOUGHTON, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b554-7\">Reynolds, Stanchfield &amp; Collin (Halsey Sayles, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b554-8\">Richard H. Thurston, for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b554-9\">HOUGHTON, J.</author>\n<p id=\"A-7P\">Prior to the year 1903 the municipal elections of the city of Elmira had been held in March. In that year, by chapter 8, p. 8, of the Laws of 1903, taking effect on the 27th day of February, the charter was amended by abolishing the March elections, and directing that they thereafter be held on general election day in November. The old as well as the amended charter provided that the mayor and common council should appoint a city chamberlain, whose term of office should be three years, and the amended charter directed that the first appointment should be made on the first Monday of January, 1904, and every third year thereafter. At the time the amendment went into effect a city chamberlain was in' office, whose term of three years expired March 12th following. The amendment attempted to extend the term of this official beyond that period, and to the first Monday of January, 1904. The mayor and common council, however, ignored the extension, and appointed the appellant, Haase, to the office; reciting that he was appointed to succeed the former incumbent, whose term of office had expired. The incumbent refused to deliver the books and papers, and this court held in the Matter of Haase, 88 App. Div. 242, 85 N. Y. Supp. 462, that the attempted extension was in violation of section 2 of article 10 of the Constitution. New officials were elected in November last, and on the first Monday of January, 1904, they appointed the respondent, Lowman, city chamberlain for the term of three years; and this proceeding is taken, under section 2471a of the Code of Civil Procedure, to compel appellant, Haase, to deliver to him the books and papers appertaining to the office. No point is made.that this proceeding is not the proper mode of presenting the question whether the appellant,' Haase, on the 23d of March, 1903, was appointéd for the term of three years, or for a term expiring on the first Monday of January, 1904. The justice making the order held that the appointment was for the latter period, and not for the full term, and that the subsequent appointee was entitled to the books <page-number citation-index=\"1\" label=\"535\">*535</page-number>and papers appertaining to the office, and directed their delivery. We think this was proper, and that his order should be affirmed.</p>\n<p id=\"b555-5\">The primary object of the amendment was to change the municipal elections from March to November. For the purpose of bridging the hiatus which would exist in the case of those officials whose terms of office expired in March, 1903, the Legislature attempted to extend their terms of office. In this it failed, because it had no right so to do. But the amendment expressly provided when new officials should be elected, arid when those officials should appoint incumbents to the various appointive offices, and that time was fixed as the first Monday of January following the election. The action of the mayor and common council on the 23d of March, 1903, in appointing the appellant city chamberlain, must be assumed to have been taken for the purpose of filling the office until there could be a regular appointment on the first Monday of January following. The office, being a legislative one, could be abolished by the Legislature, or the term could be abridged. Koch v. Mayor, etc., 152 N. Y. 72, 46 N. E. 170. Except for the action of the common council in March, 1903, under the provisions of section 5 (page 11) of the public officers law, the former incumbent would have held over after the expiration of his term, and until the appointment of his successor on the first Monday of January, 1904. In the Matter of Haase, supra, we held, in effect, that only that part of the act which attempted to extend the term of office was unconstitutional, and that the remaining provisions were valid.</p>\n<p id=\"b555-6\">The appellant was appointed to the office under a law which, as amended, provided that a new common council should be elected in the following November, whose duty it would be, in conjunction with the mayor, to appoint a city chamberlain on the succeeding first Monday of January. He must, therefore, we think, be deemed to have been appointed to fill the vacancy caused by law from March, 1903, to the first Monday of January, 1904. Viewed in this manner, the legislative enactment, eliminating the unconstitutional portion, is capable of execution. If the term for which appellant was appointed be said to be three years, then each appointment must hereafter be made in March, instead of January, as commanded by the act. This could be obviated in no other way than by permitting an incumbent to hold over until the following January. Such a construction would be unreasonable, and do violence to the main object of the statute, which was the changing of the time of elections, and consequently the time of filling the appointive offices.</p>\n<p id=\"b555-7\">The order should be affirmed, with $10 costs and printing disbursements. All concur, except SMITH, J., not voting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}