{
  "casebody": {
    "data": "<casebody firstpage=\"763\" lastpage=\"766\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b787-5\">Darryl HAYNES, Plaintiff-Counter Defendant-Appellant, v. JPMORGAN CHASE BANK, N.A., Defendant-Counter Claimant-Appellee, Washington Mutual Bank, et al., Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b787-10\">No. 11-13065</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"Ar3\">Non-Argument Calendar.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b787-11\">United States Court of Appeals, Eleventh Circuit.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b787-12\">Feb. 9, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b788-3\"><page-number citation-index=\"1\" label=\"764\">*764</page-number>Darryl Haynes, Madison, GA, pro se. John C. Porter, Jr., Smiley Bishop &amp; Porter, LLP, Atlanta, GA, for Defendant-Counter Claimant-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b788-5\">Before WILSON, PRYOR, and KRAVITCH, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b788-6\">PER CURIAM:</author>\n<p id=\"b788-7\">Darryl Haynes appeals <em>pro se </em>the district court’s grant of summary judgment in favor of JPMorgan Chase Bank, N.A. (“Chase”) on Haynes’s action for declaratory and injunctive relief to stay foreclosure of his property. He argues that (1) the district court lacked jurisdiction to hear the case; (2) the district court abused its discretion by refusing to grant his motion to amend his complaint; (3) the district court abused its discretion by refusing to grant his motion to compel discovery; and (4) the district court erred in granting Chase’s motion for summary judgment.<footnotemark>1</footnotemark> We affirm the district court.</p>\n<p id=\"b788-8\">I.</p>\n<p id=\"b788-9\">Haynes first contests whether the district court had jurisdiction over his complaint, which Chase removed from Georgia state court. We review <em>de novo </em>whether a district court had subject matter jurisdiction following removal. <em>Castleberry v. Goldome Credit Corp., </em>408 F.3d 773, 780-81 (11th Cir.2005). A civil action brought in state court can be removed to a federal district court that could have heard the case initially. 28 U.S.C. § 1441(a). A federal district court has diversity jurisdiction when the amount in controversy exceeds $75,000 (exclusive of interest and costs) and is between citizens of different states. 28 U.S.C. § 1332(a)(1). When a plaintiff does not plead a specific amount of damages, a defendant wishing to remove the complaint from state court must show by a preponderance of the evidence that the amount in controversy exceeds $75,000. <em>Williams v. Best Buy Co., Inc., </em>269 F.3d 1316, 1319 (11th Cir.2001). If the amount in controversy is not apparent on the face of the complaint, we may consider the notice of removal. <em>Id.</em></p>\n<p id=\"b788-12\">Haynes does not dispute that diversity of citizenship exists, but argues that the amount in controversy is less than the jurisdictional amount because he owes no money to Chase. In his complaint, Haynes did not specify a dollar figure for the amount in controversy. Chase’s notice of removal stated that Haynes owes at least $417,000 on his loan, and Chase filed a copy of the security deed in support of this statement. Accordingly, the district court had jurisdiction.</p>\n<p id=\"b788-13\">II.</p>\n<p id=\"b788-14\">Haynes next argues that the district court improperly denied his motion to amend. We review a district court’s denial of a motion to file an amended complaint for an abuse of discretion. <em>Hall v. United Ins. Co. of Am., </em>367 F.3d 1255, 1262 (11th Cir.2004). Haynes wished to amend his pleading after Chase had filed its responsive pleading, and thus Haynes needed the <page-number citation-index=\"1\" label=\"765\">*765</page-number>court’s permission or Chase’s consent to amend. <em>See </em>Fed.R.Civ.P. 15(a). If the facts and circumstances relied upon by a plaintiff in his amended complaint may be a proper subject of relief, leave to amend should be given. <em>Hall, </em>367 F.3d at 1262. However, denial of leave to amend is justified if amendment would be futile—that is, the amended complain would still be subject to dismissal. <em>Id. </em>at 1263; <em>Corsello v. Lincare, Inc., </em>428 F.3d 1008, 1014 (11th Cir.2005) (per curiam). <em>Pro se </em>pleadings are held to a less stringent standard than pleadings drafted by attorneys and should be liberally construed. <em>See Alba v. Montford, </em>517 F.3d 1249, 1252 (11th Cir.2008).</p>\n<p id=\"b789-5\">Haynes’s proposed amended complaint made allegations of fraud and asserted that Chase lacked legal standing to foreclose. In order to plead fraud sufficiently, a claimant must state with particularity the circumstances constituting the fraud. Fed.R.Civ.P. 9(b); <em>U.S. ex rel. Sanchez v. Lymphatx, Inc., </em>596 F.3d 1300, 1302 (11th Cir.2010). “The particularity rule serves an important purpose in fraud actions by alerting defendants to the precise misconduct with which they are charged and protecting defendants against spurious charges of immoral and fraudulent behavior.” <em>Durham v. Bus. Mgmt. Assocs., </em>847 F.2d 1505, 1511 (11th Cir.1988). In order to satisfy the particularity rule, a complaint of fraud must set forth:</p>\n<blockquote id=\"b789-6\">(1) precisely what statements were made in what documents or oral representations or what omissions were made, and (2) the time and place of each such statement and the person responsible for making (or, in the case of omissions, not making) same, and (3) the content of such statements and the manner in which they misled the plaintiff, and (4) what the defendants obtained as a consequence of the fraud.</blockquote>\n<p id=\"b789-7\"><em>Brooks v. Blue Cross &amp; Blue Shield of Fla., Inc., </em>116 F.3d 1364, 1371 (11th Cir.1997) (per curiam) (internal quotation omitted).</p>\n<p id=\"b789-8\">Haynes’s proposed amended complaint did not satisfy these requirements, nor did it state any other legal claims supported by factual allegations. As such, amendment of his original complaint would have been futile and thus the denial of Haynes’s motion was not an abuse of discretion.</p>\n<p id=\"b789-9\">III.</p>\n<p id=\"b789-10\">Haynes additionally argues that the district court erred by denying his motion to compel discovery from Chase. We review a district court’s denial of a motion to compel discovery for an abuse of discretion; we will not second-guess its decision unless it reflects a clear error of judgment. <em>Holloman v. Mail-Well Corp., </em>443 F.3d 832, 837 (11th Cir.2006). Furthermore, “we will not overturn discovery rulings unless it is shown that the District Court’s ruling resulted in substantial harm to the appellant’s case.” <em>Iraola &amp; CIA, S.A. v. Kimberly-Clark Corp., </em>325 F.3d 1274, 1286 (11th Cir.2003) (quotation marks omitted).</p>\n<p id=\"b789-11\">Haynes served interrogatories, requests for admissions, and document requests on Chase, to which Chase objected on the grounds that the requests exceeded the permissible number and related to information not within the scope of discovery. Haynes then moved for an order to compel, without first consulting in good faith with Chase about its objection. Federal Rule of Civil Procedure 37(a)(1) requires that prior to moving to compel disclosure or discovery, a party must certify that he has “in good faith conferred or attempted to confer with the person or party failing to make disclosure or discovery in an effort to obtain it without court action.” Therefore, Haynes’s motion to compel was premature. Additionally, dur<page-number citation-index=\"1\" label=\"766\">*766</page-number>ing the December 29, 2010 hearing, it was established that all the documents that Haynes required were either already in his possession or would be made available to him to inspect. Therefore, we do not find the district court’s denial of Haynes’s motion to compel to be an abuse of discretion.</p>\n<p id=\"b790-4\">IV.</p>\n<p id=\"b790-5\">Finally, Haynes argues that the district court erred in granting summary judgment in favor of Chase. We review <em>de novo </em>a district court order granting summary judgment, viewing all of the facts in the light most favorable to the non-moving party. <em>Burger King Corp. v. E-Z Eating, 41 Corp., </em>572 F.3d 1306, 1312-13 (11th Cir.2009). “The court shall grant summary judgment if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” Fed. R.Civ.P. 56(a). Once the movant has satisfied his burden of showing that there is no genuine issue of fact, the burden shifts to the non-moving party to show that issues of material fact exist. <em>Burger King, </em>572 F.3d at 1313. The party opposing a motion for summary judgment cannot rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing a genuine triable issue. <em>Ellis v. England, </em>432 F.3d 1321, 1325-26 (11th Cir.2005) (per curiam).</p>\n<p id=\"b790-6\">Chase produced evidence that it is the lawful holder of Haynes’s secured note and therefore has the right to foreclose because Haynes is in default. Haynes set forth no facts or legally cognizable arguments that would demonstrate that Chase’s right to foreclose is disputable. We find that Haynes’s “mere conclusory allegations and assertions will not suffice” to create a material issue of fact to defeat Chase’s well supported summary judgment motion. <em>Earley v. Champion Int’l Corp., </em>907 F.2d 1077, 1081 (11th Cir.1990).</p>\n<p id=\"b790-8\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b788-10\">. Haynes also alleges that Chase committed \"fraud upon the court, fraud upon the Plaintiff, fraud upon the American People, fraud in the factum, fraud in the inducement, common law fraud, RICO’s wire and mail fraud on Federal and State levels, bank fraud, mortgage servicing fraud and violate[d] the Real Estate Settlement and Procedures Act (RES-PA), Georgia’s Residential Mortgage Act and the Truth in Lending Act (TILA), just to name a few.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}