{
  "casebody": {
    "data": "<casebody firstpage=\"792\" lastpage=\"799\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b816-11\">UNITED STATES of America, Plaintiff-Appellee, v. Frantz STERLIN, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Chris Victor, a.k.a. “Fufa”, Defendant-Appellant. <page-number citation-index=\"1\" label=\"793\">*793</page-number>United States of America, Plaintiff-Appellee, v. Junior Sylvin, a.k.a. “Rah Rah”, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b817-7\">Nos. 10-13418, 10-13676, 10-13678.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b817-8\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b817-9\">March 26, 2012.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b818-13\"><page-number citation-index=\"1\" label=\"794\">*794</page-number>Phillip Dirosa, U.S. Attorney’s Office, Fort Lauderdale, FL, Wifredo A. Ferrer, Daren Grove, Carol Herman, Anne R. Schultz, Kathleen M. Salyer, U.S. Attorney’s Office, Miami, FL, Russell Koonin, The Ferraro Law Firm, Coral Gables, FL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b818-14\">Jeffrey D. Weinkle, Miami, FL, for Frantz Sterlin.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b818-15\">Richard Carroll Klugh, Jr., Attorney at Law, Miami, FL, for Chris Victor.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b818-16\">Barry Steven Greff, Law Office of Barry S. Greff, PA, Fort Lauderdale, FL, for Junior Sylvin.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b819-6\"><page-number citation-index=\"1\" label=\"795\">*795</page-number>Before DUBINA, Chief Judge, MARCUS and FAY, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b819-7\">PER CURIAM:</author>\n<p id=\"b819-8\">Appellants/Defendants Chris Victor, Junior Sylvin, and Frantz Sterlin appeal their convictions and sentences for drug-related charges. After reading the briefs of the parties, reviewing the record, and having the benefit of oral argument, we affirm Appellants’ convictions and sentences.</p>\n<p id=\"b819-9\">I. BACKGROUND</p>\n<p id=\"b819-10\">A federal grand jury in the Southern District of Florida returned a 20 count superseding indictment against Appellants and numerous co-defendants. The Government charged Appellants with conspiracy to possess with intent to distribute 500 grams or more of cocaine and five grams or more of cocaine base, in violation of 21 U.S.C. §§ 846, and 841(a)(1), (b)(1)(B). The Government charged Sylvin in three other separate conspiracies, all involving possession with intent to distribute 500 grams or more of cocaine or 50 grams or more of cocaine base. The Government also charged Sylvin with substantive counts of possession with intent to distribute various amounts of cocaine and cocaine base, in violation of 21 U.S.C. §§ 841(a)(1), (b)(1)(B), (b)(1)(C) and 18 U.S.C. § 2; possessing a firearm and ammunition after previously having been convicted of a felony offense, in violation of 18 U.S.C. § 922(g)(1); and carrying a firearm during and in relation to a drug trafficking crime, in violation of 18 U.S.C. § 924(c)(1)(A). The Government charged Sterlin separately with substantive counts of possessing with intent to distribute various amounts of cocaine base, in violation of 21 U.S.C. §§ 841(a)(1) and (b)(1)(B).</p>\n<p id=\"b819-12\">The district court severed the Appellants and the counts for trial. Victor, Sylvin, Sterlin, and another co-defendant, Eric Taylor, proceeded to trial. The jury found Victor and Sylvin guilty of every count on which they were tried, except the jury found that the quantities of drugs involved in Victor’s offense were less than 500 grams of cocaine and less than five grams of cocaine base. The jury found Sterlin and Taylor not guilty of conspiracy to possess with intent to distribute 500 grams or more of cocaine and five grams or more of cocaine base (Count 1). Sterlin later proceeded to trial on the previously severed counts that charged him with possession with intent to distribute various amounts of cocaine base (Counts 9-12). The jury returned guilty verdicts on each of the counts.</p>\n<p id=\"b819-13\">The district court sentenced Victor to 70 months’ imprisonment, three years of supervised released and a special assessment of $100. Sylvin received a sentence of 216 months’ imprisonment, five years of supervised release, and a special assessment of $500. The district court sentenced Sterlin to 192 months’ imprisonment, five years of supervised release, and a special assessment of $400.</p>\n<p id=\"b819-14\">II. ISSUES</p>\n<p id=\"b819-15\">1. Whether the evidence was sufficient to support Victor’s conviction for conspiracy to possess with intent to distribute cocaine and cocaine base.</p>\n<p id=\"b819-16\">2. Whether the district court properly admitted certain intercepted text messages into evidence.</p>\n<p id=\"b820-3\"><page-number citation-index=\"1\" label=\"796\">*796</page-number>3. Whether the district court properly refused Sterlin’s theory of defense jury instruction.</p>\n<p id=\"b820-4\">4. Whether the district court erred in sentencing Victor and Sylvin.</p>\n<p id=\"b820-5\">III. DISCUSSION</p>\n<p id=\"b820-6\">A. <em>Sufficiency of the Evidence</em></p>\n<p id=\"b820-7\">Victor challenges his conviction for conspiracy to possess with intent to distribute cocaine and cocaine base, arguing that the evidence was not sufficient for a rational jury to have found the essential elements of the crime beyond a reasonable doubt. We review <em>de novo </em>whether there is sufficient evidence to support a conviction, viewing the evidence in the light most favorable to the government and drawing all reasonable factual inferences in favor of the jury’s verdict. <em>United States v. Beckles, </em>565 F.3d 832, 840 (11th Cir.2009). We will not reverse Victor’s conviction on the basis of insufficient evidence “unless no rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” <em>United States v. U.S. Infrastructure, Inc., </em>576 F.3d 1195, 1203 (11th Cir.2009) (quoting <em>United States v. Wright, </em>392 F.3d 1269, 1273 (11th Cir.2004)).</p>\n<p id=\"b820-8\">To prove the conspiracy charge, the Government had to establish an agreement between Victor and at least one another person to commit a crime, and it had to demonstrate that Victor knowingly and voluntarily participated in the agreement. <em>See United States v. Ohayon, </em>483 F.3d 1281, 1292 (11th Cir.2007). We conclude from the record that the Government met its burden in this case.</p>\n<p id=\"b820-11\">The evidence presented at trial showed that Victor lived in a house that was protected by iron bars and contained security cameras. The evidence also showed that several drug purchases occurred at Victor’s residence and that Victor was usually present during these drug transactions.<footnotemark>1</footnotemark> Officers observed co-defendant Sylvin leave from Victor’s residence, proceed to sell a confidential informant cocaine, and return to Victor’s residence. The evidence also included numerous telephone calls and text messages between Victor and Sylvin, during which the two repeatedly referred to a commodity as “shit.” The Appellants spoke of the “shit” as being readily moved and stored, and they constantly assigned numerical values to the “shit.” The jury reasonably inferred that Appellants were referencing drugs in their conversations and text messages. Accordingly, we hold that the Government presented sufficient evidence to support Victor’s conviction.</p>\n<p id=\"b820-12\">B. <em>Introduction of Text Messages</em></p>\n<p id=\"AD\">Victor contends that the district court erred in allowing into evidence three text messages found on his phone and Sylvin’s phone. He bases his challenge on Federal Rule of Evidence 901. This court generally reviews the district court’s evidentiary rulings for an abuse of discretion. <em>United States v. Hoffman-Vaile, </em>568 F.3d 1335, 1340 (11th Cir.2009). However, having reviewed the trial record and finding no objection to the admission of the text messages, we review this evidentiary ruling for plain error. <em>United States v. Edouard, </em>485 F.3d 1324, 1343 (11th Cir.<page-number citation-index=\"1\" label=\"797\">*797</page-number>2007). Under plain error review, the defendant must show: (1) an error, (2) that is plain, (3) that affects substantial rights, and (4) that seriously affects the fairness, integrity, or public reputation of judicial proceedings. <em>United States v. Arbolaez, </em>450 F.3d 1283, 1291 (11th Cir.2006). Victor cannot demonstrate that the district court plainly erred in admitting the text messages into evidence.</p>\n<p id=\"b821-5\">Under Rule 901, the authentication or identification requirement is satisfied by “evidence sufficient to support a finding that the matter in question is what its proponent claims.” Fed.R.Evid. 901(a) (2011).<footnotemark>2</footnotemark> The rule gives a non-inclusive list of examples of authentication and identification that conform to the requirements of the rule. The rule contains an example with regard to the authentication of telephone conversations, but there is no mention of authentication with regard to text messages from cellular telephones. Because there is no specific rule with regard to the admission of text messages, we conclude that the district court did not err in admitting them.</p>\n<p id=\"b821-6\">Moreover, the Government authenticated the text message recordings through Agent Rainwater’s testimony, wherein he identified the phone numbers and matched them with the numbers for Sylvin and Victor’s cell phones. The Government also showed that the day after Victor received a text message from Sylvin concerning his traffic stop and K-9 search, in which the police dog alerted officers to drugs, Victor left a message on Sylvin’s phone asking Sylvin if the police had found anything. Thus, the Government provided evidence to support a finding that the evidence was what it purported to be — text messages between Sylvin and Victor. The jury could infer that both of these individuals were authors of the messages from each one’s respective phone number. Accordingly, we conclude that the district court did not err in admitting this evidence.</p>\n<p id=\"b821-10\">C. <em>Theory of Defense Instruction</em></p>\n<p id=\"b821-11\">Sterlin contends that the district court abused its discretion by refusing to instruct the jury on his theory of defense. Sterlin’s requested special jury instruction read as follows: “Inadequate or incomplete investigation by the prosecution may support an inference adverse to the prosecution which may be sufficient to leave a reasonable doubt as to the defendant’s guilt.” (R. Vol. 22, p. 189.) For the basis of this requested instruction, Sterlin’s counsel noted that he had cross-examined a government witness regarding the inadequacies of the police investigation. At the charge conference, the district court denied the requested instruction, finding that the instruction would, in essence, direct a verdict for the defendant and that there was nothing in the record to substantiate the instruction. <em>(Id. </em>at pp. 187-190.)</p>\n<p id=\"b821-12\">On appeal, Sterlin argues that he was entitled to the requested instruction because his counsel’s cross-examination at trial established that the police videos of the charged drug transactions either did not show that a drug transaction occurred or that the videos were of poor quality. In addition, Sterlin claims that the police did not conduct any forensic tests, such as fingerprint, DNA, or voice analyses, did not take photographs of the drug transactions, and violated their own protocol by not exercising proper control over their informant. We review the district court’s denial of a requested jury instruction for an abuse of discretion. <em>United States v. Westry, </em>524 F.3d 1198, 1216 (11th Cir. <page-number citation-index=\"1\" label=\"798\">*798</page-number>2008). We will not find reversible error in this regard unless the proposed instruction was correct, the instruction was not addressed in the charge actually given, and the failure to give the requested instruction seriously impaired the defendant’s ability to present an effective defense. <em>United States v. Woodard, </em>531 F.3d 1352, 1364 (11th Cir.2008).</p>\n<p id=\"b822-4\">Sterlin’s requested instruction did not have legal support or any basis in the evidence. <em>See United States v. Hedges, </em>912 F.2d 1397, 1405-06 (11th Cir.1990) (stating that requested instruction is not substantially correct unless it has both legal support and some basis in the evidence). First, it did not embody a legally cognizable defense. The law does not impose a requirement that the police employ every investigative technique or forensic test available to them when they conduct a criminal investigation. Second, the instruction was not factually correct. The requested instruction overlooked the record evidence in each of Sterlin’s drug transactions that police officers had an eyewitness officer observe Sterlin exchange money for an object that the police later determined to be crack cocaine. Moreover, the district court addressed in its charge the requested instruction, to the extent it referenced the Government’s burden. Lastly, the district court’s refusal to give the requested instruction did not impair Sterlin’s ability to present an effective defense. The record shows that during his closing argument, Sterlin attacked the quality of the police investigation in the case and, in essence, argued that there was no reliable evidence upon which the jury could find him guilty. Accordingly, we conclude that there was no abuse of discretion in the district court’s refusal to give the requested charge.</p>\n<p id=\"b822-5\">D. <em>Sentencing</em></p>\n<p id=\"b822-6\">Victor and Sylvin both challenge the district court’s sentencing determination of the drug amounts attributable to them. In addition, Sylvin challenges the district court’s determination that he was an organizer or leader in the charged offenses and, thus, entitled to an enhancement in his offense level. We review for clear error the district court’s factual determination of a drug amount for sentencing purposes. <em>United States v. Rodriguez, </em>398 F.3d 1291, 1296 (11th Cir.2005). The district court’s calculation of the drug amount attributable to a defendant may be based on a preponderance of the evidence. <em>Id. </em>Likewise, we review for clear error the district court’s determination that a defendant’s role in the offense was that of organizer or leader. <em>United States v. Bamer, </em>572 F.3d 1239,1253 (11th Cir.2009).</p>\n<p id=\"b822-8\">1. <em>Drug Amounts</em></p>\n<p id=\"b822-9\">On appeal, Victor contends that because the district court erroneously allowed into admission the text messages allegedly between Sylvin and himself, the quantity calculated from the numerical references in the text messages should be removed from the district court’s calculation. Thus, at most, only 436 grams, as opposed to 1,517 grams, should be attributable to him. Sylvin contends that the district court should have attributed to him only the cocaine amount that he physically possessed, which was 664.6 grams, not 6,987 grams of cocaine as found by the district court.</p>\n<p id=\"b822-10\">The district court did not clearly err in its determinations regarding the drug amounts attributable to each defendant. First, the district court determined that Victor was responsible for 1,517 grams of cocaine based on nine different communications Victor had with Sylvin during the charged conspiracy. The district court also based its determinations on the other evidence presented at trial, such as the 581 grams of cocaine seized from Sylvin’s vehicle and other testimony that Victor’s residence served as a stash house <page-number citation-index=\"1\" label=\"799\">*799</page-number>for the drugs. In a conspiracy conviction, the district court can hold a defendant responsible for the acts of others that were reasonably foreseeable in connection with the conspiracy. <em>See </em>U.S.S.G. § 1B1.3(a)(1)(B); <em>United States v. Andrews, </em>953 F.2d 1312, 1319 (11th Cir.1992). Next, the district court properly determined that Sylvin was responsible for 6,987 grams of cocaine, based on the different communications Sylvin had with Victor and other co-defendants regarding drug deliveries and payments. The district court also based its determination on the evidence presented at trial showing that Sylvin carried large amounts of cocaine in his car and that he made a cocaine sale to a confidential informant. Accordingly, there was no error in the district court’s calculations regarding the drug amounts attributable to Victor and Sylvin.</p>\n<p id=\"b823-5\">2. <em>Role in the Offense</em></p>\n<p id=\"b823-6\">Sylvin argues that the district court erred in applying a four-level enhancement to his sentence because it found that he was an organizer or leader of the conspiracy. <em>See </em>U.S.S.G. § 3Bl.l(a) (requires the sentencing court to increase a defendant’s offense level by four levels “[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive”). A leadership or organizational role is marked by factors that include “the exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.” U.S.S.G. § 3B1.1, cmt. n. 4; <em>United States v. Ramirez, </em>426 F.3d 1344, 1355 (11th Cir.2005). All of these factors do not have to be present in any one case; however, there must be evidence that the defendant exercised some control, influence, or decision-making authority over another participant in the criminal activity. <em>United States v. Martinez, </em>584 F.3d 1022, 1026 (11th Cir.2009).</p>\n<p id=\"b823-8\">There was no error in the district court’s application of the enhancement. The record established Sylvin’s extensive criminal activity. Officers observed Sylvin sell a confidential informant 83.4 grams of cocaine, and evidence demonstrated that Sylvin sold substantial amounts of cocaine and crack cocaine to at least three co-defendants. Officers conducted a traffic stop of Sylvin’s vehicle, and a narcotics dog alerted the officers to a plastic panel in the rear passenger area of the vehicle, where officers found a bag containing 581.2 grams of cocaine and a loaded pistol. Investigators intercepted over 6000 phone calls from wiretaps of Sylvin’s telephones. Thus, the district court properly determined that Sylvin’s criminal activity was extensive.</p>\n<p id=\"b823-9\">Furthermore, the district court properly found that Sylvin had a leadership role in the conspiracy. During his many communications with his co-defendants, Sylvin instructed others to look at “brick” for him, advised Victor where to hide “the shit,” and sent customers to other co-defendants for drug purchases. These communications indicate Sylvin’s assertion of control or influence over some of his co-defendants during the drug conspiracy. Accordingly, we conclude that the district court properly applied the sentence enhancement.</p>\n<p id=\"b823-10\">IV. CONCLUSION</p>\n<p id=\"b823-11\">Having found no merit to any of the challenges raised by Appellants, we affirm their convictions and sentences.</p>\n<p id=\"b823-12\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b820-9\">. Contrary to Victor’s contention that his mere presence at the residence did not establish his guilt, the jury was entitled to infer from his presence at the residence during drug transactions that he knowingly and voluntarily participated in the conspiracy. <em>See United States v. Faust, </em>456 F.3d 1342, 1346 (11th Cir.2006) (affirming a drug conviction on a constructive possession theory where the government presented sufficient evidence for the jury to infer that the defendant lived at the residence where the drugs were discovered).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b821-7\">. We note that some minor changes were made to this rule effective Dec. 1, 2011. <em>See </em>Pub. L. No. 93-595.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}