{
  "casebody": {
    "data": "<casebody firstpage=\"614\" lastpage=\"615\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b644-11\">Perren O. AVERY, Petitioner-Appellant, v. Joseph M. HARO, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b644-14\">No. 03-10824</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Amv\">Conference Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b644-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b644-17\">Dec. 10, 2003.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b644-19\">Perren O. Avery, Federal Correctional Institution, Big Spring, TX, for Petitioner-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b644-20\">Before DAVIS, EMILIO M. GARZA, and DENNIS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b644-21\">PER CURIAM:<footnotemark>*</footnotemark></author>\n<p id=\"b644-22\">Perren O. Avery, federal prisoner # 05310-088, appeals the district court’s dismissal of his 28 U.S.C. § 2241 habeas corpus petition. Avery contends that he is merely seeking judicial review of his motion to exclude the audiotape and transcript that was denied in the district court. He argues that his defense counsel withheld evidence of this audiotape and transcript from him and the district court and was ineffective for advising him to plead guilty because the tape showed that he was not guilty of the offense to which he pleaded guilty. He also challenges the district court’s sentencing determination concerning the quantity of cocaine base.<footnotemark>2</footnotemark> <page-number citation-index=\"1\" label=\"615\">*615</page-number>He argues that he should be allowed to bring his claims in this 28 U.S.C. § 2241 habeas petition under the “savings clause” of 28 U.S.C. § 2255.</p>\n<p id=\"b645-5\">“[T]he savings clause of § 2255 applies to a claim (i) that is based on a retroactively applicable Supreme Court decision which establishes that the petitioner may have been convicted of a nonexistent offense and (ii) that was foreclosed by circuit law at the time when the claim should have been raised in the petitioner’s trial, appeal, or first § 2255 motion.” <em>Reyes-Requena v. United States, </em>243 F.3d 893, 904 (5th Cir.2001). A prior unsuccessful 28 U.S.C. § 2255 motion does not render 28 U.S.C. § 2255 inadequate or ineffective. <em>Tolliver v. Dobre, </em>211 F.3d 876, 878 (5th Cir.2000). The petitioner bears the burden of affirmatively showing that the 28 U.S.C. § 2255 remedy is inadequate or ineffective. <em>Pack v. Yusuff, </em>218 F.3d 448, 452 (5th Cir.2000).</p>\n<p id=\"b645-6\">Avery’s prior unsuccessful 28 U.S.C. § 2255 motion does not render 28 U.S.C. § 2255 inadequate or ineffective, nor does the denial of his motion to file a successive 28 U.S.C. § 2255 motion. <em>See Tolliver, </em>211 F.3d at 878.</p>\n<p id=\"b645-7\">AFFIRMED.</p>\n<footnote label=\"2\">\n<p id=\"b644-9\">. Avery raised this issue in his direct appeal, and the circuit court held that the district court had not clearly erred in determining the quantity of cocaine. <em>United States v. Avery, </em>141 F.3d 1160, 1998 WL 141164, at *3 (4th Cir. 1998) (unpublished). Issues raised and rejected on direct appeal may not be presented in a subsequent 28 U.S.C. § 2255 proceeding. <em>United States v. Kalish, </em>780 F.2d 506, 508 (5th Cir. 1986). Likewise, Avery cannot get a second bite in this 28 U.S.C. § 2241 petition.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b644-8\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}