{
  "casebody": {
    "data": "<casebody firstpage=\"19\" lastpage=\"20\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b51-12\">GUITERMAN v. COUTANT et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b51-13\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AiT\">June 5, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b51-14\">Execution—Issuance oe Second Execution.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b51-15\">Under Code Civ. Proc. § 1375, authorizing the issuance of an execution as of course within five years after judgment, and section 1376, extending the right to the personal representative of a deceased judgment creditor for the same period, and section 1377, providing that after the lapse of five years an execution can issue only where an execution has been issued within five years after judgment and been returned unsatisfied, or by leave of court, where a judgment creditor issued an execution within five years after judgment, his executors were entitled to a second execution without leave.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b52-4\"><page-number citation-index=\"1\" label=\"20\">*20</page-number>Appeal from City Court' of New York, Special Term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b52-5\">Motion by Charles A. Coutant and another to vacate and set aside an execution issued without leave of the court on .a judgment obtained against them by Simon Guiterman, and to cancel and discharge a notice filed pursuant to Code Civ. Proc. § 1252. From an order denying the motion (111 N. Y. Supp. 1081), plaintiffs appeal.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"Aa2Z\">Affirmed.</disposition>\n<seealso data-order=\"8\" data-type=\"seealso\" id=\"b52-6\">See 109 N. Y. Supp. 666.</seealso>\n<p data-order=\"9\" data-type=\"judges\" id=\"b52-7\">Argued before GIRDERSEEEVE, *P. J., and DAYTON and' GERARD, JJ:</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b52-8\">Fromme Bros., for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b52-9\">David J. Gladstone, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b52-10\">DAYTON, J.</author>\n<p id=\"Ac\">The judgment was secured in September, 1893, and an execution issued thereupon in October, 1893, was returned unsatisfied. No further execution was issued until November 2, 1907, more than 14 years after the entry of the original judgment. This execution was issued by plaintiff’s executors, plaintiff having died in February, 1906, and was set aside for failure of the notice, under section 1252, Code Civ. Proc. to properly specify the interest of the defendant in the property sought to be levied upon. Thereafter, and on March 9, 1908, the plaintiff’s executors issued the present execution without leave. The appellants base, their appeal upon the sole contention that under section 1376 of the Code of Civil Procedure the executors cannot now enforce their judgment by execution because no execution was issued by them within five years from the date of the original judgment.</p>\n<p id=\"b52-11\">Section 1375 of the Code of Civil Procedure authorizes the issuance of an execution as of course within five years. Section 1376 extends the right to the personal representatives of a deceased judgment creditor for the same period. Section 1377 provides that after the expiration of these, five years an execution can only issue by leave of court, or where an execution had been issued within five years. It seems clear that section 1377 was intended to apply to the provisions of both sections 1375 and 1376. In other words, the manifest purpose is to require the judgment creditor (or his representatives, if he shall have died) to be diligent in the issuance of their first execution within five years after the entry of the judgment. But, if either shall have done that, then the right to issue the second execution without leave is secured. To hold otherwise would be to hold that it would be necessary for the judgment creditor or his executors to issue an execution every five years, or else to apply to the court for leave before issuing a second execution. That would seem to be unnecessary if the first execution, were returned unsatisfied; and we do not think such an intendment can be read into the statute.</p>\n<p id=\"b52-12\">The order must be affirmed, with $10 costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}