{
  "casebody": {
    "data": "<casebody firstpage=\"987\" lastpage=\"989\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1019-4\">ARNSTEIN et al. v. BERNSTEIN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1019-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhtI\">July 8, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1019-6\">Reformation of Instruments—Deeds—Assumption of Mortgage.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1019-7\">A mortgagee seeking to avail himself of an assumption clause in a subsequent deed of the mortgaged premises takes under the grantor, and is subject to defenses arising out of the transaction between the original parties to the deed, and it is not too late in an action to foreclose the mortgage and to recover a deficiency judgment, for the grantees to set up that, through inadvertence, the assumption clause was inserted in the deed to them, and to ask for a reformation of the deed, provided that the mortgagee has not acted on the faith of the assumption to his detriment.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1019-8\">Houghton, J., dissenting.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1019-9\">Appeal from Special Term.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1019-10\">Action by Emanuel Arnstein and others against Max Bernstein, Moses J. Siegel, and Philip Siegel to foreclose a mortgage. Erom that part of a judgment for plaintiff adjudging that defendants Siegel and Siegel pay the amount of any deficiency, they appeal.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AKB\">Judgment reversed so far as appealed from, and new trial granted.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1019-11\">Argued before INGRAHAM, McEAUGIiLIN, LAUGHRIN, HOUGHTON, and SCOTT, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1019-12\">Louis Marshall, for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1019-13\">David L. Podell, for respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1019-14\">SCOTT, J.</author>\n<p id=\"AWLA\">The defendants, Philip I. and Moses Siegel appeal from so much of the judgment of foreclosure and sale herein as adjudges that they pay the amount of any deficiency, if any there be, upon thé sale of the premises described in said judgment, and also from that part of said judgment which dismisses the counterclaim of said appellants. These appellants, who had previously been in the woolen business, engaged in 1905 in real estate operations. They were unwilling to incur any greater obligations than necessary, and to that end arranged with the defendant Bernstein, the father-in-law of Philip I. Siegel and a person of no pecuniary responsibility, that he should act, when required, as a dummy for them, executing bonds and mortgages when required to do so, and taking title in his name when that course was deemed advisable. Bernstein, in turn, executed powers of attorney to each of the appellants, authorizing them in his name to make contracts for the purchase and sale of real estate, and to do whatever might be necessary in connection therewith. Among other pieces of property brought to the appellants’ notice was that described in the judgment, which then stood in the name of Louis Lese, Mark Blumenthal, and Samuel Levy. After negotiations conducted wholly by appellants and in which Bernstein took no part, a contract of sale was made between Lese, Blumenthal, and Levy as vendors, and Bernstein as vendee, by which the latter agreed to purchase the property for the price of $82,000, of which only $9,-000 was to be paid in cash, the property being already subject to mortgages- for $60,000, and Bernstein agreeing to give his personal <page-number citation-index=\"1\" label=\"988\">*988</page-number>.bond, secured by a purchase-money mortgage for $13,000, the balance of the purchase price. The vendors seem to have been thoroughly apprised of the fact that Bernstein acted only as a dummy for the appellants, and that he did so because the appellants were unwilling to go on the bond. For reasons, not material to be stated here, the vendors wished the $13,000 mortgage to be executed before the date fixed for the closing of the contract, and accordingly on June 38, 1905, Lese, Blumenthal, and Levy executed the mortgage in suit to the plaintiff Arnstein. He subsequently assigned a two-third interest therein to the plaintiffs Sarah Lese and Clara Blumenthal. The contract of sale was completed on July 1, 1905, by a conveyance to Bernstein by a deed in which he assumed the payment of the $13,-' 000 mortgage in suit. A few days later Bernstein conveyed the premises to the appellants by a deed which also contained an assumption clause relating to the mortgage in suit.</p>\n<p id=\"b1020-5\">It is upon this assumption clause that the judgment holding appellants personally liable for any deficiency is predicated. By their answer, and by way of counterclaim, the appellants set up the facts above recited, and alleged that the assumption clause respecting the mortgage in suit was inserted in the deed from Bernstein to them by inadvertence, error, -and mistake, and without their knowledge or the knowledge of Bernstein; that said clause does not and did not express the intention of Bernstein and the appellants, and was inserted by mutual mistake. They therefore asked that the mortgage be reformed by striking out said assumption clause. Bernstein did not reply. Upon the trial, the learned justice presiding declined at first to hear any evidence in support of the counterclaim, but, upon the insistence of plaintiff’s counsel, permitted the appellants to offer evidence in support thereof. After the introduction of this evidence, without permitting the plaintiff to offer any rebutting evidence, he dismissed the counterclaim, and rendered the judgment appealed from. The appellants showed by clear, positive, and convincing evidence, which stands uncontradicted upon the record, that the insertion of the assumption clause in the deed to them from Bernstein was the result of a scrivener’s error; that it was contrary to the intention and understanding both of themselves and of Bernstein, and that they had no knowledge that it was contained in the deed until the commencement of this action. Under all the authorities they made out a complete case for the reformation of the mortgage, as between themselves and Bernstein. There can be no doubt that appellants could at any time before the commencement of the foreclosure action have brought an action against Bernstein for a reformation of the deed, and a judgment in that action so reforming it would have been conclusive upon the mortgagee, for a mortgagee who seeks to avail himself of an assumption clause in a subsequent deed of the mortgaged premises takes under and through the grantor, and is subject to defenses arising out of the contract or transaction between the original parties to the deed (Flagg v. Munger, 9 N. Y. 483; Dunning v. Leavitt, 85 N. Y. 30, 39 Am. Rep. 617; Crowe v. Lewin, 95 N. Y. 423; Wheat v. Rice, 97 N. Y. 296), and it is not too late to ob<page-number citation-index=\"1\" label=\"989\">*989</page-number>tain such relief in an action brought to foreclose the mortgage (Dunning v. Leavitt, supra; Albany City Savings Bank v. Burdick, 87 N. Y. 40; Dey Ermand v. Chamberlin, 88 N. Y. 658; Elliott v. Sackett, 108 U. S. 132, 2 Sup. Ct. 375, 27 L. Ed. 678), provided, of course, that the mortgagee has not acted upon the faith of the assumption to his detriment. In the present case the plaintiffs never acted in any way upon the faith of the appellants’ assumption of the mortgage before beginning this action, and there is strong reason for believing that, at least down to a short time before this action was commenced, plaintiffs did not know that the deed to appellants contained any clause assuming the payment of the mortgage. The finding upon which the judgment for a deficiency against these appellants is based is not only without evidence to sustain it, but is directly contrary to all the evidence upon the subject.</p>\n<p id=\"b1021-3\">The judgment, in so far as appealed from, must be reversed and a new trial granted, with costs to the appellants to abide the event. All concur, except HOUGHTON, J., who dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}