{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"479\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b493-2\">Joe Grillo v. Montebello Condominium Unit Owners Association</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b493-5\">Record No. 910871</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"And\">April 17, 1992</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b493-6\">Present: Carrico, C.J., Compton, Stephenson, Whiting, Hassell, and Keenan, JJ., and Poff, Senior Justice</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b494-5\"><page-number citation-index=\"1\" label=\"476\">*476</page-number><em>Stephen H. Moriarty, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b494-6\"><em>Dee Ann Cozzens (John E. Coffey; Hazel &amp; Thomas, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b494-7\">JUSTICE HASSELL</author>\n<p id=\"AWF9\">delivered the opinion of the Court.</p>\n<p id=\"b494-8\">In this appeal, we consider whether Code § 55-79.74:1 of the Condominium Act, Code §§ 55-79.39 <em>et seq., </em>permits a condominium unit owner to obtain specific salary information concerning certain employees of a condominium unit owners’ association.</p>\n<p id=\"b494-9\">Joe Grillo owns one of the 1,016 condominium units within the Montebello Condominium complex in Alexandria. The Montebello Condominium Unit Owners Association (the Association) is the organization which provides for the self-governance of the condominium. The Association has an annual operating budget of approximately $2.8 million and employs approximately 60 employees. The budget is funded entirely by assessments imposed upon unit owners.</p>\n<p id=\"b494-10\">Grillo requested that the Association provide him with specific salary information concerning its ten highest paid employees. The Association provided him with general information, including the salary ranges of the several classes of its employees, but refused to inform Grillo of the exact amount of compensation that each employee received.</p>\n<p id=\"b494-11\">Grillo filed a bill for declaratory judgment against the Association, seeking a declaration that the Association is required to disclose its books and records which encompass employee salary information. After hearing the evidence at a trial, the court held that the Association was not required to provide Grillo with the specific employee salary information. We awarded Grillo an appeal.</p>\n<p id=\"b494-12\">Grillo argues that Code § 55-79.74:1 gives condominium unit owners the right to inspect the Association’s books and records relating to employee compensation. The Association, however, argues that Code § 55-79.74:1 does not require it to disclose specific employee compensation information.</p>\n<p id=\"b495-2\"><page-number citation-index=\"1\" label=\"477\">*477</page-number>Code § 55-79.74:1 states, in part:</p>\n<blockquote id=\"b495-3\">The declarant, the managing agent, the unit owners’ association, or the person specified in the bylaws of the association <em>shall keep detailed records of the receipts and expenditures </em>affecting the operation and administration of the condominium and specifying the maintenance and repair expenses of the common elements and any other expenses incurred by or in behalf of the association. <em>All such records </em>. . . <em>and any other records pertaining to the condominium, shall be available for examination </em>by all the unit owners and contract purchasers of a unit in the condominium at convenient hours on working days that shall be set and announced for general knowledge. . . . All financial books and records shall be kept in accordance with generally accepted accounting practices.</blockquote>\n<p id=\"b495-4\">(Emphasis added).</p>\n<p id=\"b495-5\">We have repeatedly stated the principles of statutory construction that we must apply when a statute, such as Code § 55-79.74:1, is clear and unambiguous.</p>\n<blockquote id=\"b495-6\">While in the construction of statutes the constant endeavor of the courts is to ascertain and give effect to the intention of the legislature, that intention must be gathered from the words used, unless a literal construction would involve a manifest absurdity. Where the legislature has used words of a plain and definite import the courts cannot put upon them a construction which amounts to holding the legislature did not mean what it has actually expressed.</blockquote>\n<p id=\"b495-7\"><em>Barr </em>v. <em>Town &amp; Country Properties, </em>240 Va. 292, 295, 396 S.E.2d 672, 674 (1990) (quoting <em>Watkins </em>v. <em>Hall, </em>161 Va. 924, 930, 172 S.E. 445, 447 (1934)).</p>\n<p id=\"b495-8\">It is clear, from the precise words used by the General Assembly, that Code § 55-79.74:1 requires a unit owners’ association to keep detailed records of the receipts and expenditures relating to the operation and administration of the condominium. Records which document the specific amount of compensation that the Association pays to its employees relate to the operation and administration of the condominium. Thus, unit owners, like Grillo, have the right to inspect such records.</p>\n<p id=\"b496-3\"><page-number citation-index=\"1\" label=\"478\">*478</page-number>The Association argues, however, that the employee salary information does not constitute “a book or record,” and thus, the Association need not comply with Code § 55-79.74:1. The Association enacted an administrative resolution which creates a definition of “books and records” which excludes employee compensation information. It contends that this Court should accept its administrative definition of “books and records” because Code § 55-79.74:1 does not explicitly define this phrase. We decline to do so. It is without question that an administrative resolution adopted by a condominium unit owners’ association cannot defeat a statutory right created by the General Assembly. Certainly, it cannot be denied that payroll documents are records affecting the “operation and administration” of the condominium.</p>\n<p id=\"b496-4\">Finally, the Association, relying upon Code § 55-79.75, argues that books and records of personnel matters considered in “closed sessions” of its board of directors are not subject to the disclosure requirement contained in Code § 55-79.74:1. We disagree.</p>\n<p id=\"b496-5\">Code § 55-79.75 states, in relevant part:</p>\n<blockquote id=\"b496-6\">The executive organ [of a unit owners’ association] may convene in closed session to consider personnel matters . . . upon the affirmative vote in open meeting to assemble in closed session. The motion shall state specifically the purpose for the closed session. Reference to the motion and the stated purpose for the closed session shall be included in the minutes.</blockquote>\n<p id=\"b496-7\">Code § 55-79.75 merely permits the executive organ of a unit owners’ association to convene in a closed session to consider, among other things, personnel matters. Grillo does not seek disclosure of any discussions that may have occurred in any “closed session” of the board of directors; nor does he seek sensitive personnel information such as employee performance evaluations. Rather, he seeks salary information which identifies the precise compensation paid to certain employees. Applying the plain meaning rule, we find nothing in Code § 55-79.75 which bars Grillo’s right to review “detailed records of receipts and expenditures,” including the payroll information that he seeks.</p>\n<p id=\"b496-8\">Accordingly, we will reverse the judgment of the trial court and remand this proceeding for the entry of a decree declaring that <page-number citation-index=\"1\" label=\"479\">*479</page-number>Code § 55-79.74:1 permits a condominium unit owner, such as Grillo, the right to obtain the requested records from the Association.</p>\n<p id=\"b497-3\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}