{
  "casebody": {
    "data": "<casebody firstpage=\"21\" lastpage=\"22\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b43-4\">HUGH DILLON, Respondent, v. THE SIXTH AVENUE R. R. Co., Appellant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b43-5\">\n<em>Reply—when irregular, if served without leave of court.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b43-6\">When the answer contains only new matter constituting a defense <em>by way of avoidance, </em>a reply put in without the direction of the court is irregular, and should be stricken out. Sections 516 and <em>517 </em>of the Code of Civil Procedure should be construed together.</headnotes>\n<p data-order=\"3\" data-type=\"headnotes\" id=\"b43-7\">Before Curtis, Ch. J., and Speir, J.</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b43-8\"><em>Decided February </em>2, 1880.</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b43-10\">Appeal by the defendant from an order denying motion to strike out the plaintiff’s reply.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b43-13\">The plaintiff sued to recover damages alleged to have been sustained through the defendant’s negligence. The defendant set up as a distinct defense that the plaintiff had released the cause of action. The plaintiff replied that the release was obtained by fraud, and undue influence, and without consideration. The defendant moved to strike out the reply, on the ground that none is necessary or allowed. The court denied the motion without costs, as the question was new.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b43-11\">D. <em>M. </em>Porter, for defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b43-12\"><em>Nelson Smith, </em>for appellant.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b43-14\">By the Court.—Curtis, Ch. J.</author>\n<p id=\"Ak\">Section 516 of the Code of Civil Procedure provides that, “when an answer contains any new matter, constituting a defense by way of avoidance, the. court may, in its discretion, on the defendant’s application, direct the plaintiff to reply to the new matter.”</p>\n<p id=\"b43-15\">Section 517 provides that “a reply may contain two <page-number citation-index=\"1\" label=\"22\">*22</page-number>or more distinct avoidances of the same defense or counter-claim.” The reply containing avoidances referred to in this section, is the same reply that may be directed by the court in its discretion upon the defendant’s application, as provided for in section 516. These two sections should be construed together. The reply in the present case was served without any application to the court for direction or leave to make it, so that it is not founded on any exercise of the discretion of the court, or on the application of the defendant, as required by these provisions of the Code.</p>\n<p id=\"b44-5\">The order appealed from should be reversed, but as the practice is new, it should be without costs, and the motion should have been granted also without costs.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b44-6\">Speir, J.— [Concurring.]</author>\n<p id=\"A6t\">I also am of the opinion that the order be reversed. The reply was not required. Prior to the last amendment of the Code a reply to an answer was not necessary unless it sets up a counter-claim. Here there is no counter-claim. Before the last amendment to the Code the courts permitted the plaintiff to prove any matter in denial or avoidance of the answer when it sets up new matter. The two sections of the amended Code, 516 and 517, are only a codification of the decisions of the courts.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}