{
  "casebody": {
    "data": "<casebody firstpage=\"363\" lastpage=\"364\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b389-12\">UNITED STATES of America, Plaintiff-Appellee, v. Kevin Austin KIRBY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b389-15\">No. 13-4442.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b389-16\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b389-17\">Submitted: Nov. 27, 2013.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b389-18\">Decided: Dec. 12, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b389-20\">Peter Marshall Wood, Law Office of Peter Wood, Raleigh, North Carolina, for Appellant. Thomas G. Walker, United States Attorney, Jennifer P. May-Parker, Assistant United States Attorney, Raleigh, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b389-21\">Before GREGORY, AGEE, and FLOYD, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b389-22\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b389-23\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b389-24\">PER CURIAM:</author>\n<p id=\"b389-25\">Kevin Kirby appeals from the judgment revoking his sentence of probation based on six alleged violations and imposing a sixty-month term of imprisonment. On appeal, Kirby argues that the district court unlawfully shifted the burden of proof to him, requiring him to prove why his probation should not be revoked. Finding no error, we affirm the judgment.</p>\n<p id=\"b389-26\">Kirby contends that the court impermissibly shifted the burden of proof by not requiring proof from the Government on all violations except four, and when, after <page-number citation-index=\"1\" label=\"364\">*364</page-number>the Government presented evidence on violation four, the court asked “why shouldn’t he be found to have violated all [of] four?” The Government concedes that it bears the burden of proving that Kirby violated the conditions of his probation sentence, but contends that the district court’s isolated statement regarding violation four was merely an opportunity for Kirby to present further argument and did not reflect a decision to lay the burden of proof upon Kirby. The Government also contends that although it did not present evidence on violations other than numbers two, four, and six, Kirby eventually admitted to all violations except number four, and the court could find a violation without further evidence from the Government on all violations but number four.</p>\n<p id=\"b390-4\">“The burden of persuasion is on the Government” in a probation violation hearing. <em>United States v. Nagelberg, </em>413 F.2d 708, 709 (2d Cir.1969). To revoke a defendant’s probation, the district court need only find a violation by a preponderance of the evidence. 18 U.S.C. § 3583(e)(3) (2012). The district court has broad discretion in its decision to revoke a defendant’s probation. <em>United States v. Cates, </em>402 F.2d 473, 474 (4th Cir.1968). A judge’s discretionary order revoking probation does not require the level of proof sufficient to support a criminal conviction. <em>United States v. Williams, </em>378 F.2d 665, 666 (4th Cir.1967). Instead, the facts and evidence must “reasonably satisfy the judge that the conduct of the probationer has not been as good as required by the conditions of probation.” <em>United States v. Ball, </em>358 F.2d 367, 370 (4th Cir.1966) (internal quotations and citation omitted). In this case, we conclude that the revocation did not amount to an abuse of the court’s broad discretion and the court did not shift the burden of proof to the Defendant.</p>\n<p id=\"b390-5\">First, although Kirby argues that he contested violations two, four, and six, the transcript indicates that only violation four was contested. Therefore, the Government was not required to put on evidence to support the uncontested violations. Second, the court’s statement asking why Kirby should not be found guilty of violation four was only after the Government put on evidence regarding the violation. When it became clear that Kirby was contesting violation four, the court turned to the Government to determine whether it would like to introduce evidence of the violation into the record. Further, the evidence was sufficient to determine that Kirby had participated in new criminal conduct as specified in the motion to revoke probation.</p>\n<p id=\"b390-7\">Accordingly, we affirm the judgment revoking the probation sentence and imposing a sixty-month term of imprisonment. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before this court and argument would not aid the decisional process.</p>\n<p id=\"b390-8\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}