{
  "casebody": {
    "data": "<casebody firstpage=\"704\" lastpage=\"709\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b608-3\">[No. B005418.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AJM\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqC\">Feb. 11, 1985.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b608-4\">THE PEOPLE, Plaintiff and Respondent, v. CHARLES DANIEL LONGINETTI, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b608-6\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b609-6\"><page-number citation-index=\"1\" label=\"705\">*705</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b609-7\">William C. Spater, under appointment by the Court of Appeal, for Defendant and Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b609-8\">John K. Van de Kamp, Attorney General, Norman H. Sokolow and Mark Alan Hart, Deputy Attorneys General, for Plaintiff and Respondent.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b608-13\">At the direction of the court, part I of this opinion is not published pursuant to California Rules of Court, rule 976.1.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b609-9\">Opinion</p>\n<author id=\"b609-10\">BEACH, J.</author>\n<p id=\"b609-11\">Part I<footnotemark>*</footnotemark></p>\n<p id=\"b609-12\">Part n</p>\n<p id=\"b609-13\">By unpublished part of this opinion we find no reversible error by the trial court in accepting appellant’s plea to and sentencing him for robbery, with a five-year enhancement based on a prior felony conviction for burglary.</p>\n<p id=\"b609-14\">Appellant’s further contention is that the five-year enhancement is invalid, because it cannot be determined solely from the judgment of the <page-number citation-index=\"1\" label=\"706\">*706</page-number>prior conviction, that it was a burglary of a residence. We reject this contention.</p>\n<p id=\"b610-4\">Penal Code section 667 provides that a five-year “enhancement” be added to the term of imprisonment of one convicted of a serious felony where such person previously has been convicted of a serious felony. Both the present robbery and the prior burglary of a residence, as charged, are by statutory definition serious felonies. (Pen. Code, § 667, subd. (d) and Pen. Code, § 1192.7, subds. (c)(18) &amp; (19).)</p>\n<p id=\"b610-5\">Citing <em>People </em>v. <em>Crowson </em>(1983) 33 Cal.3d 623 [190 Cal.Rptr. 165, 660 P.2d 389], appellant argues that the trial court in sentencing him impermissibly went beyond the judgment in the prior case to determine that the prior offense was “burglary of a residence.” Appellant errs.</p>\n<p id=\"b610-6\">At bench appellant was charged by amended information which, in addition to the present two robbery counts, charged appellant with the prior offense here in issue, by the words \"... that said defendant Charles Daniel Longinetti was on and about May 9, 1975 in the Superior Court of the State of California for the County of Los Angeles convicted of a serious felony, to wit, Residential Burglary, in violation of section 459 of the Penal Code, within the meaning of Penal Code section 667(a) in case No. A013947.”</p>\n<p id=\"b610-7\">Unlike the factual situation in cases such as <em>Crowson </em>where the prior judgment on its face was silent as to the presence of crucial elements, appellant’s prior judgment of conviction recites not merely that appellant is found guilty of a burglary, but in pertinent part recites as follows: “. . . Whereas the said defendant having duly pleaded guilty in this court of the crime of burglary, of the second degree, In Violation of Section 459, Penal Code, a Felony, <em>as Charged in the Information, </em>It is Therefore Ordered, Adjudged and Decreed that the said defendant be punished by imprisonment in the State Prison. ...” (Italics added.) Based on this record of the prior judgment, the trial court found the present allegation of a prior burglary of a residence to be true.</p>\n<p id=\"b610-8\">By specific reference thereto the information is incorporated in the prior judgment. The judgment thus clearly, specifically, and unambiguously incorporates the specific elemental fact which it finds. That necessary elemental fact is set forth in the information in the prior case as “burglary of the residence of Jack Darling.” By this clear reference the judgment incorporates precisely the serious offense defined in Penal Code section 1192.7, subdivision (c). No “going behind” the judgment is necessary. No assumption, guesswork or inquiry beyond the recorded judgment is necessary. No <page-number citation-index=\"1\" label=\"707\">*707</page-number>relitigation is necessary. (See <em>People </em>v. <em>O’Bryan </em>(1985) 37 Cal.3d 841 [210 Cal.Rptr. 450, 694 P.2d 135] and <em>People </em>v. <em>Jackson </em>(1985) 37 Cal.3d 826 [210 Cal.Rptr. 623, 694 P.2d 736].)</p>\n<p id=\"b611-5\">Even if language in <em>Crowson </em>can be read to mean that the embrace of the prior conviction is limited to that which is shown on the face of the prior judgment, such does not preclude reference to another specific page of the prior record which particular page the prior judgment itself incorporates therein by reference.</p>\n<p id=\"b611-6\">In this regard the instant case is factually distinguishable from <em>People </em>v. <em>Crowson. </em>The statement there: “Neither the People nor the defendant can go behind those adjudicated elements in an attempt to show that he committed a greater, lesser, or different offense” <em>[People </em>v. <em>Crowson, supra, </em>at p. 634, quoting <em>In re Finley </em>(1968) 68 Cal.2d 389, 392-393 [66 Cal.Rptr. 733, 438 P.2d 381]; italics omitted] was made relative to a determination of whether the elements of a foreign conviction were in fact the same as the described elements of a California crime. In <em>Crowson </em>the problem was the uncertainty of the presence in a federal crime of all elements necessary to constitute a California crime. The feature and problem in <em>Crowson, </em>but not a problem here, is that the presence of all the elemental facts necessary to constitute a California crime had not been adjudicated in or by defendant Crowson’s prior foreign judgment and conviction. By contrast at bench the prior judgment of conviction by incorporation by specific reference to the information adjudicated the presence of the factual elements of a “burglary of a residence.” It thus sufficiently defines the serious felony of residential burglary within the meaning, and for the purpose of validly applying the joint operation, of Penal Code sections 667, subdivision (d) and 1192.7, subdivision (c). <em>(People </em>v. <em>O’Bryan, supra, </em>37 Cal.3d 841; <em>People </em>v. <em>Jackson, supra, </em>37 Cal.3d 826.)</p>\n<p id=\"b611-7\">The recent decisions in <em>People </em>v. <em>O’Bryan, supra, </em>and <em>People </em>v. <em>Jackson, supra, </em>although touching on the issue here, do not deal precisely with the fact situation or specific issue at bench. We recognize that in both <em>O’Bryan </em>and <em>Jackson </em>the decision rests and the discussion proceeds upon the defendant’s admission in each case that the prior burglary was that of a residence. Nonetheless, these decisions uphold the validity of enhancement of prior residential burglary and are instructive.</p>\n<p id=\"b611-8\">In <em>O’Bryan, </em>the defendant “admitted he was convicted of residential burglary” although the pleading in the prior offense charged only first degree burglary and did not state that the defendant was there charged with “residential burglary. ” Unlike <em>O’Bryan, </em>the information in appellant’s prior case did allege the offense in terms of residential burglary, the words being “did <page-number citation-index=\"1\" label=\"708\">*708</page-number>willfully enter the residence and building occupied by Jack W. Darling.</p>\n<p id=\"b612-4\">\n<em>99</em>\n</p>\n<p id=\"b612-5\">In <em>Jackson </em>the court states “We first consider the question whether—and under what circumstances—a court can treat a conviction for second degree burglary as a ‘burglary of a residence,’ invoking the serious felony enhancement of section 667.” <em>(People </em>v. <em>Jackson, supra, </em>37 Cal.3d at p. 831.)</p>\n<p id=\"b612-6\">Reasonableness would dictate that one answer should be that a reviewing court can treat a conviction for second degree burglary as a burglary of a residence when the prior allegation so says that it is by use of specific words and the defendant admitted such specifically worded charge at the time that it was made.</p>\n<p id=\"b612-7\">We recognize that in its dicta the opinion of <em>Jackson </em>pays homage to the dicta of <em>Crowson </em>in part as follows: “The record of a conviction for second degree burglary would not prove entry into a residence, even if the pleadings included superfluous allegations to that effect.” <em>(People </em>v. <em>Jackson, supra, </em>37 Cal.3d at p. 836.) Nonetheless, we have explained above, first, that in the instant case the People did not go behind the record of the prior judgment, and secondly the prior allegation was not simply of burglary but of residential burglary. Although at the time of the prior the description of the type of burglary as residential may have been superfluous, in the sense that it was not then necessary to merely charge a burglary whether of first or second degree, it was not, on the other hand, superfluous in the sense of clearly and fairly telling an accused of what crime, and why, he is charged. The information in the prior case gave defendant notice of specific conduct charged which he admitted. The fact of that conduct is certainly not now superfluous. Accordingly, as earlier indicated, we do not see <em>Crowson </em>as does the dicta of <em>Jackson</em><footnotemark><em>2</em></footnotemark><em> </em>as an obstacle to the “proof of the residential character of the burglary” by use of the record of the prior conviction in this case.</p>\n<p id=\"b612-8\">The judgment is affirmed.</p>\n<p id=\"b612-9\">Compton, Acting P. J., concurred.</p>\n<footnote label=\"*\">\n<p id=\"b609-15\">See footnote, <em>ante, </em>page 704.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b612-11\"><em>People </em>v. <em>Jackson, supra, </em>37 Cal.3d at page 836.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b612-10\">GATES, J., Dissenting.</author>\n<p id=\"AbN\">I am aware that the concurring opinion in <em>People </em>v. <em>Jackson </em>(1985) 37 Cal.3d 826 [210 Cal.Rptr. 623, 694 P.2d 736], expressed reservations regarding the holding in <em>People </em>v. <em>Crowson </em>(1983) 33 Cal.3d 623, 632-635 [190 Cal.Rptr. 165, 660 P.2d 389], and the hope that <page-number citation-index=\"1\" label=\"709\">*709</page-number>some day that decision might be reconsidered. Perhaps the instant appeal will provide a suitable vehicle for such a review.</p>\n<p id=\"b613-5\">However, unless and until our highest court does, in fact, elect to reexamine, and subsequently to reject, the reasoning so explicitly and so emphatically announced in both <em>Jackson </em>and <em>Crowson, </em>I would follow the clearly defined course they have dictated, albeit in dicta, and eliminate the Penal Code section 667 enhancement from the instant judgment.</p>\n<p id=\"b613-6\">A petition for a rehearing was denied February 26, 1985, and appellant’s petition for review by the Supreme Court was denied May 23, 1985.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}