{
  "casebody": {
    "data": "<casebody firstpage=\"452\" lastpage=\"464\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b480-3\">LORI L. BRYDEN, Plaintiff and Appellee, v. LAKESIDE VENTURES, LLC., Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b480-7\">No. DA 08-0516.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b480-8\">Submitted on Briefs July 8, 2009.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b480-9\">Decided September 29, 2009.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b480-10\">2009 MT 320.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"A5_\">352 Mont. 452.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"ABo\">218 P.3d 61.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b481-8\"><page-number citation-index=\"1\" label=\"453\">*453</page-number>For Appellant: Wilmer E. Windham, Attorney at Law, Poison.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b481-9\">For Appellee: Scott G. Hilderman, Johnson, Berg, McEvoy &amp; Bostock, Kalispell.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b481-10\">JUSTICE MORRIS</author>\n<p id=\"Axx\">delivered the Opinion of the Court.</p>\n<p id=\"b481-11\">¶1 Lori Bryden (Bryden) filed suit in the Eleventh Judicial District, Flathead County, after her termination from the Homestead Café Bar and Casino (Homestead Café). The Homestead Café serves as the principal business of Lakeside Ventures, L.L.C., (Lakeside). The Clerk of Court entered a default judgment against Lakeside. Lakeside filed a motion to quash service, or, in the alternative, to vacate the default and default judgment. The Court denied these motions. We affirm, in part, and reverse, in part, and remand to the District Court.</p>\n<p id=\"b481-12\">¶2 Lakeside raises the following issues for our review:</p>\n<p id=\"b481-13\">¶3 Issue 1. Whether the District Court properly denied Lakeside’s Motion to Quash Service pursuant to M. R. Civ. P. 4D2(e).</p>\n<p id=\"b481-14\">¶4 Issue 2. Whether the District Court properly denied Lakeside’s Motion to Set Aside the Default Judgment entered by the Clerk of Court because the judgment was capable of being made for sum certain pursuant to M. R. Civ. P. 55(b)(1).</p>\n<p id=\"b481-15\">¶5 Issue 3. Whether the District Court properly denied Lakeside’s Motion to Set Aside the Default.</p>\n<p id=\"b482-3\"><page-number citation-index=\"1\" label=\"454\">*454</page-number>FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b482-4\">¶6 Bryden began working as the manager of the Homestead Café in April 2004. Bryden entered into an “at will” contract with a probationary period ending on December 31, 2005. Lakeside operates the Homestead Café and William Weimar serves as Lakeside’s managing partner/registered agent.</p>\n<p id=\"b482-5\">¶7 Weimar requested that Bryden post a notice in November 2007 of Lakeside’s new no gambling policy for Lakeside employees at the Homestead Café. Bryden posted the written notice, but expressed her displeasure with the policy in the notice posted for the employees. Weimar fired Bryden for what he considered to be an act of insubordination. Bryden retained counsel to pursue a wrongful discharge claim.</p>\n<p id=\"b482-6\">¶8 Counsel for Bryden sent Weimar a demand letter and proposed complaint on June 2, 2008. Bryden’s proposed complaint named Weimer and Lakeside as the defendants. The proposed complaint alleged separate counts of wrongful discharge, breach of contract to pay bonuses, and breach of contract to pay life insurance premiums. The proposed complaint alleged that Bryden earned $32,500 per year and that Lakeside had refused to pay Bryden $14,000 in bonuses that she had earned. Bryden’s proposed complaint did not specify the amount of unpaid life insurance premiums.</p>\n<p id=\"b482-7\">¶9 Counsel informed Weimar of Bryden’s intention to file the suit if she did not hear back from him by June 13, 2008. Wilmer Windham (Windham), counsel for Weimar, responded to Bryden on June 16, 2008. Windham expressed his belief that the case was frivolous and demanded that Bryden drop the suit.</p>\n<p id=\"b482-8\">¶10 Weimar left Montana for an extended Alaskan vacation at some point during these exchanges. Weimar was to be travelling by boat and would not be within radio or telephone contact for several weeks. Bryden contacted Windham on June 23, 2008, to inquire whether he would accept service of Bryden’s complaint on behalf of Lakeside. Windham declined on the basis that he was not authorized to accept service.</p>\n<p id=\"b482-9\">¶11 David Kauffman (Kauffman), a deputy with the Flathead County Sheriffs Office, attempted to serve Bryden’s complaint on Lakeside on June 25, 2008. Kauffman spoke with a female employee at the Homestead Café who informed him that Weimar was “out of the country.” Kauffman requested to speak with a manager. Matt Snow (Snow) approached Kauffman in response to his request. Snow informed Kauffman that he served as the kitchen manager and that <page-number citation-index=\"1\" label=\"455\">*455</page-number>the restaurant manager was not present. Kauffman advised Snow that he had some important papers for Lakeside’s owner. Snow took the papers and placed them in the office safe after further discussion regarding Weimar’s absence. Upon the restaurant manager’s return, Snow advised her of the interaction with Kauffman and the fact that he had placed the papers in the safe.</p>\n<p id=\"b483-4\">¶12 Bryden modified the actual complaint that she filed and served from the proposed complaint that she had sent to Weimar. Bryden dropped Weimar as a defendant and names only Lakeside in her complaint. Next, in an apparent attempt to satisfy the sum certain requirement of M. R. Civ. P. 55(b)(1), Bryden’s complaint alleges a single count of wrongful discharge. She alleges that she earned $32,500 per year in wages. She further alleges that Lakeside owed her $14,000 in unpaid bonuses. Bryden’s complaint alleges that Lakeside owed her for unpaid life insurance premiums, but her complaint makes no mention of the amount of the unpaid premiums. Bryden’s prayer for relief asks for $140,000 in damages.</p>\n<p id=\"b483-5\">¶13 Bryden moved for an entry of default and a notice of entry of judgment on the same day. The Clerk of Court granted the default on July 16, 2008, after the period in which to file an answer had expired. The Clerk, through a separate order, entered a default judgment in favor of Bryden in the amount of $140,000 on that same day. Bryden also wasted no time in obtaining a writ of execution. The Clerk of Court also issued the writ of execution on July 16, 2008.</p>\n<p id=\"b483-6\">¶14 Windham entered the Flathead County Courthouse on July 22, 2008, on other business. Windham checked on the status of the Bryden case. Windham had not heard from Bryden regarding the case since the phone call on June 23,2008. Windham discovered that Bryden had filed the action. Windham discovered that Kauffman had served the kitchen manager with a summons and the complaint. And Windham learned that the Clerk of Court had entered a default judgment against Lakeside for the amount of $140,000.</p>\n<p id=\"b483-7\">¶15 Windham contacted counsel for Bryden regarding the default judgment on July 28, 2008, and requested that the judgment be vacated. Counsel for Bryden refused to agree to vacate the default judgment. Lakeside moved to quash the service of the complaint, or, in the alternative, to vacate the default judgment on August 11, 2008. Lakeside filed this motion 19 days after Windham first had discovered the default judgment.</p>\n<p id=\"b484-3\"><page-number citation-index=\"1\" label=\"456\">*456</page-number>¶16 The District Court upheld both the effective service of the complaint and the default judgment entered by the Clerk of Court. Lakeside appeals.</p>\n<p id=\"b484-4\">STANDARD OF REVIEW</p>\n<p id=\"b484-5\">¶17 The question of whether a court properly refused to quash service of process presents an issue of law. <em>MacPheat v. Schauf, </em>2002 MT 23, ¶ 7, 308 Mont. 215, 41 P.3d 895. We review issues of law to determine whether the district court’s application or interpretation of the law is correct. <em>MacPheat, </em>¶ 7.</p>\n<p id=\"b484-6\">¶18 The principle that “every litigated case should be tried on the merits and thus judgments by default are not favored” guides this Court in considering motions to set aside default judgments. <em>Essex Ins. Co. v. Moose’s Saloon, Inc., </em>2007 MT 202, ¶ 17, 338 Mont. 423, 166 P.3d 451. We review a district court’s decision to deny a motion to set aside a default judgment for only a slight abuse of discretion. <em>Montana Professional Sports, LLC v. National Indoor Football League, </em>2008 MT 98, ¶ 21, 342 Mont. 292, 180 P.3d 1142. The party seeking to set aside a default has the burden of proof. <em>Montana Professional Sports, </em>¶ 21.</p>\n<p id=\"b484-7\">DISCUSSION</p>\n<p id=\"b484-8\">¶19 Issue 1. Whether the District Court properly denied Lakeside’s Motion to Quash Service pursuant to M. R. Civ. P. 4D2(e).</p>\n<p id=\"b484-9\">¶20  A plaintiff may serve a limited liability company by leaving a copy of the complaint and summons at the office or business of the company with the person in charge of such office. M. R. Civ. P. 4D(2)(e)(i). We held in <em>Montana Professional Sports </em>that service of an “office manager” in a building shared between the defendant football league and another business satisfied M. R. Civ. P. 4D(2)(e)(i). The office manager’s “apparent authority’constituted reasonable grounds to uphold correct service of process. <em>Montana Professional Sports, </em>¶¶ 30-33. Courts generally deem service proper where a person represents themselves to the process server as an “office manager” and the server reasonably believed that he served the correct person. <em>Montana Professional Sports, </em>¶¶ 32-33.</p>\n<p id=\"b484-10\">¶21 Deputy Kauffman requested to speak with a manager when he arrived at the Homestead Café to serve the complaint. Snow approached him in response to Kauffman’s request. Snow introduced himself to Kauffman as the kitchen manager. Snow informed Kauffman that the restaurant manager was not present at the time. Snow further informed Kauffman that he was “the closest thing to a <page-number citation-index=\"1\" label=\"457\">*457</page-number>manager you would get at that time.” Snow’s assertion that he was the kitchen manager reasonably led Kauffman to believe that Snow had apparent authority to accept service. Snow further informed Kauffman of his intention to place the papers in the safe and make sure that the restaurant manager saw them upon her return. No reason existed for Kauffman to believe that a self-proclaimed manager was not in a position of authority to accept service. <em>Montana Professional Sports, </em>¶¶ 32-33.</p>\n<p id=\"b485-4\">¶22 Issue 2. Whether the District Court properly denied Lakeside’s Motion to Set Aside the Default Judgment entered by the Clerk of Court because the judgment was capable of being made for a sum certain pursuant to M. R. Civ. P. 55(b)(1).</p>\n<p id=\"b485-5\">¶23 Lakeside alleges that the Clerk of Court improperly entered a default judgment as Bryden sought an award incapable of being calculated to a sum certain. Bryden prayed for $140,000 in damages and “other relief deemed just or proper.” This amount apparently represents the combination of four years of Bryden’s salary and her claimed weekly bonuses. Lakeside argues that this amount was not capable of being made certain as it included weekly bonuses given for meeting certain conditions and four years had not elapsed during which Bryden could have found replacement employment. Lakeside contends that Bryden’s claim to $140,000 appears only in the prayer for relief in the complaint.</p>\n<p id=\"b485-6\">¶24 The Clerk of Court may enter a default judgment on a claim for a sum certain, or for a sum which can by computation be made certain. M. R. Civ. P. 55(b)(1). This default judgment can be entered upon request of the plaintiff and affidavit of the amount due. M. R. Civ. P. 55(b)(1). Lakeside argued to the District Court that Bryden’s complaint did not seek a sum certain as she had a duty to mitigate her damages in the wrongful discharge conduct, as required by §39-2-905, MCA, and that her complaint sought “approximately” $14,000 in unpaid bonuses. The District Court rejected this claim based on its determination that ‘the amount sought was capable of being made certain.” We disagree.</p>\n<p id=\"b485-7\">¶25 Rule 55 empowers the clerk to enter a default judgment at the request of the plaintiff when three conditions are satisfied: (1) the claim is for a sum certain or for a sum which can by computation be made certain, (2) the default is for failure to appear, and (3) the defendant is not an infant or incompetent person. In all other cases, default judgment may be entered only by the Court. M. R. Civ. P. 55(b). ‘The provisions in Rule 55 for the entry of default judgment by <page-number citation-index=\"1\" label=\"458\">*458</page-number>the clerk were inserted for the obvious purpose of relieving the judge of some of his less complicated functions.” <em>United States v. Herlong, </em>9 F.R.D. 194 (W.D.S.C. 1949). Rule 55 carefully limits the clerk’s authority to those cases where entry of judgment represents purely a ministerial act, as “[s]ound policy dictates that the clerk should not be invested with discretionary power.’” <em>Combs v. Coal &amp; Mineral Management Services, </em>Inc., 105 F.R.D. 472, 474 (D.D.C. 1984), (quoting C. Wright, A. Miller &amp; M. Kane, Federal Practice and Procedure §2683 at 416 (2nd ed. 1983)).</p>\n<p id=\"b486-4\">¶26 Courts have interpreted strictly the sum certain requirement. In fact, some courts appear to use interchangeably the terms “sum certain” and liquidated amount.” <em>See, e.g., Farm Family Mut. Ins. Co. v. Thorn Lumber Co., </em>501 S.E.2d 786, 791 (W. Va. 1998). Courts generally have limited the sum certain criteria to situations where the amount of liability is capable of precise calculation, such as an amount appearing on the face of an instrument, <em>Thorpe v. </em>Thorpe, 364 F.2d 692 (D.C. Cir. 1966), or the amount of a delinquent tax assessment, <em>United States v. Raleigh Restaurant, </em>398 F. Supp. 496 (E.D.N.Y. 1975). These situations do not ask the clerk to exercise discretion that he or she does not possess.</p>\n<p id=\"b486-5\">¶27 Bryden points to <em>Capitol Records v. Carmichael, </em>508 F. Supp. 2d 1079 (S.D. Ala. 2007), to argue that her claim of lost wages in a wrongful discharge action constitutes “statutory damages.” Statutory damages, as explained in <em>Capitol Records, </em>involve a specific damage amount set by statute. For example, a copyright owner whose copyright has been infringed may recover, at his election, either actual damages or statutory damages for the infringing activity. 17 U.S.C. § 504(a) - (c). Where the copyright owner elects to pursue statutory damages, a court may award, ‘instead of actual damages and profits, an award of statutory damages for all infringements involved in the action, with respect to any one work.” The federal copyright law sets the damages for which any one infringer is liable individually ‘in a sum of not less than $750 or more than $30,000 as the court considers just.” 17 U.S.C. §504(c)(l).</p>\n<p id=\"b486-6\">¶28 The plaintiffs in <em>Capitol Records </em>sought entry only of the statutory minimum amount of $750 per work for each work that the complaint charged Carmichael with unlawfully downloading and/or distributing. <em>Capitol Records, </em>508 F. Supp. 2d at 1085. Bryden seeks to recover four years of lost wages allowed under § 39-2-905, MCA. Unlike the specific damage amount set in the federal copyright act, § 905 specifies no particular damage amount for a wrongful discharge. <page-number citation-index=\"1\" label=\"459\">*459</page-number>The statute instead provides that a wrongfully discharged employee may recover the employee’s lost wages and benefits for a period of four years. The specific amount of wages and benefits to which the employee may be entitled presents a potential factual question. Bryden also fails to take into account that this same statute requires her to undertake reasonable efforts to find replacement employment to mitigate her damages. Section 39-2-905, MCA.</p>\n<p id=\"b487-4\">¶29  Neither Bryden’s purported aggregate total damages as alleged in her complaint, nor the fact that her affidavit attests to such a sum, automatically converts Bryden’s claim into a “sum certain.” Courts considering the question are clear that a claim is not for a “sum certain” merely because the demand in the complaint seeks a specific dollar amount. A contrary holding would permit almost any unliquidated amount to be transformed into a claim for a sum certain simply by placing a monetary figure on the item of claimed damage, “even though that amount has not been fixed, settled, or agreed upon by the parties and regardless of the nature of the claim.” <em>Farm Family Mut. Ins. Co., </em>501 S.E.2d at 791.</p>\n<p id=\"b487-5\">¶30 The court in <em>Exotex Corp. v. Rinehart, </em>3 P.3d 826 (Wyo. 2000), vacated a default judgment entered by the clerk of court where a realtor sought to recover his 6 percent commission on a $350,000 offer on a property. The court limited the sum certain requirement to situations where the amount due could not be disputed. <em>Exotex Corp., </em>3 P.3d at 830. The realtor had alleged tortuous interference with prospective advantage. Lost profits represented the proper measure of damages for this type of tort claim. <em>Exotex Corp., </em>3 P.3d at 830. Lost profits in that context would have been the alleged commission less the realtor’s expenses. <em>Exotex Corp., </em>3 P.3d at 830. The court would have needed to conduct a hearing to determine the realtor’s expenses. <em>Exotex Corp., </em>3 P.3d at 830. Bryden’s claim of a sum certain presents similar problems.</p>\n<p id=\"b487-6\">¶31  Section 39-2-905, MCA, provides that an employee alleging wrongful discharge may recover lost wages for a period not to exceed four years. A court must determine interim earnings, which include the amount the employee could have earned with reasonable diligence, from the amount awarded for lost wages. Section 39-2-905, MCA. The District Court made no such determination. The District Court did not consider whether Bryden had made reasonable attempts to obtain new employment. The District Court reviewed only an entry made by the Clerk of Court. The District Court never addressed whether Bryden had undertaken efforts to find a new job with reasonable diligence. <page-number citation-index=\"1\" label=\"460\">*460</page-number>This failure by the District Court overlooked a question of fact that reasonably could have lowered the amount to which Bryden would be entitled.</p>\n<p id=\"b488-4\">¶32 Bryden inexplicably relies on <em>Beck v. Atlantic Contracting Co., </em>Inc., 157 F.R.D. 61 (D. Kan. 1994), to support her claim that lost wages and unpaid bonuses in a wrongful discharge action constitute a sum certain for purposes of M. R. Civ. P. 55(b)(1). Here the Clerk of Court entered the default <em>and </em>the default judgment. The clerk of court entered the default in <em>Beck, </em>but the <em>court </em>entered the default judgment. <em>Beck, </em>157 F.R.D. at 64. The District Court held no hearing in this case on the appropriateness of Bryden’s claimed $140,000 in damages. The court in <em>Beck </em>held a hearing on the plaintiffs motion for entry of default judgment and ordered supplemental briefing by the parties. <em>Beck, </em>157 F.R.D. at 61. Only after the hearing and considering the evidence and argument presented by the parties did the court deem it appropriate to award the plaintiff the full amount of alleged damages. <em>Beck, </em>157 F.R.D. at 64. The court entered the default judgment pursuant to Rule 55(b)(2). <em>Beck, </em>157 F.R.D. at 64. Here, of course, the Clerk of Court entered the default judgment pursuant to M. R. Civ. P. 55(b)(1).</p>\n<p id=\"b488-5\">¶33 Moreover, the management agreement between Bryden and Lakeside allowed Bryden to be “eligible to receive an annual performance bonus based upon excellence in the performance of her duties and her enhancement of the company s business and financial condition.”Bryden’s complaint alleges that Lakeside agreed to pay her $100 per week, contingent on her meeting certain conditions. The record contains no definition, however, of what constitutes these conditions. And the record contains no evaluation of whether Bryden had met the conditions giving rise to her bonus.</p>\n<p id=\"b488-6\">¶34  The District Court nevertheless determined that the “approximately $14,000 in bonuses” were capable of being made certain. We previously have held that a mere estimate of the amount of damages does not constitute a sum certain. <em>Hoyt v. Eklund, </em>249 Mont. 307, 311, 815 P.2d 1140, 1142 (1991). The plaintiff in <em>Hoyt </em>alleged that he would ‘have to expend the sum of at least $86,000” to repair alleged shoddy work undertaken by the defendant contractor. <em>Hoyt, </em>249 Mont. at 311, 815 P.2d at 1142. The Court reversed the clerk’s entry of a default judgment on the grounds that the $86,000 alleged in the complaint did not constitute a sum certain. The clerk lacked authority to enter a default judgment under these <page-number citation-index=\"1\" label=\"461\">*461</page-number>circumstances where the $86,000 represented “merely an estimate” of the damages. <em>Hoyt, </em>249 Mont. at 311, 815 P.2d at 1142.</p>\n<p id=\"b489-4\">¶35 The Clerk of Court in this case similarly lacked authority under M. R. Civ. P. 55(b)(1), to enter a default judgment in the amount of $140,000. The contingencies not considered with regard to Lakeside’s obligation to pay bonuses to Bryden and the lack of exploration into the “diligence” of Bryden’s efforts to find a replacement job renders the $140,000 judgment a mere estimate of potential damages.</p>\n<p id=\"b489-5\">¶36 Issue 3. Whether the District Court properly denied Lakeside’s Motion to Set Aside the Default.</p>\n<p id=\"b489-6\">¶37 Our decision to set aside the default judgment based upon the Clerk of Court’s lack of authority leaves us in the unusual position of evaluating the validity of the default itself. We recognized in Essex <em>Ins. v. Jaycie, Inc., </em>2004 MT 278, ¶ 10, 323 Mont. 231, 99 P.3d 651, that the interlocutory nature of defaults provides appellate courts few opportunities to review motions to set aside defaults. We clarified in <em>Essex Ins. </em>that courts should apply the more lenient “good cause” standard of M. R. Civ. P. 55(c), rather than the stricter standard of M. R. Civ. P. 60(b), when reviewing whether to set aside a default. <em>Essex Ins., </em>¶ 10.</p>\n<p id=\"b489-7\">¶38 M. R. Civ. P. 55(c) provides that a court should consider the following factors when deciding whether to set aside a default: (1) whether the default was willful, (2) whether the plaintiff would be prejudiced if the default were set aside, and (3) whether the defendant has presented a meritorious defense to the plaintiff s claim. <em>Essex Ins., </em>¶ 10. We already have discussed potentially meritorious defenses available to Lakeside regarding Bryden’s duty to mitigate damages and whether Bryden had satisfied the criteria to entitle herself to bonuses. And we discern little prejudice to Bryden due to the short time frame from her first contact with Weimar regarding the claim on June 2, 2008, to the entry of default on July 16, 2008. As a result, we will focus our analysis on the willfulness prong.</p>\n<p id=\"b489-8\">¶39 The District Court focused on the issue of excusable neglect in light of the fact that Bryden’s counsel had sent Weimar a demand letter and a copy of an earlier version of the complaint and Bryden’s counsel later had asked Lakeside’s counsel to accept service on behalf of Lakeside. The court cited to our decision in <em>Montana Professional Sports, </em>¶ 45, in concluding that Lakeside’s counsel had an ongoing duty to monitor litigation. <em>Montana Professional Sports </em>presented a different factual scenario, however, than the present case. We will <page-number citation-index=\"1\" label=\"462\">*462</page-number>evaluate the same facts under the willfulness prong of the Rule 55(c) standard.</p>\n<p id=\"b490-4\">¶40 The defendant football league and the football team initially tangled in a federal trademark dispute. <em>Montana Professional Sports, </em>¶ 9. The use by the league’s Osceola, Florida franchise of the football team’s federally protected trademark resulted in litigation in federal district court in Florida. <em>Montana Professional Sports, </em>¶ 9. The federal court enjoined the league from using the trademark in a decision issued on February 7, 2006. <em>Montana Professional Sports, </em>¶ 10. The league responded by suspending the Montana team for the season on March 9, 2006. <em>Montana Professional Sports, </em>¶ 10.</p>\n<p id=\"b490-5\">¶41 The team brought an action in district court in Montana on March 9, 2006, to remain in the league and for compensatory and punitive damages. <em>Montana Professional Sports, </em>¶ 11. Counsel for the team contacted the league’s general counsel by e-mail and telephone message on that same day to inform him that the team had filed the action. <em>Montana Professional Sports, </em>¶ 11. The team’s counsel also informed the league’s general counsel of a hearing that same day in district court on a temporary restraining order against the league. <em>Montana Professional Sports, </em>¶ 11.</p>\n<p id=\"b490-6\">¶42 The league’s general counsel participated by telephone in an informal conference with the court and the team’s counsel. <em>Montana Professional Sports, </em>¶ 11. The court granted the temporary restraining order and set a hearing on the temporary injunction request. <em>Montana Professional Sports, </em>¶ 11. The team provided the league’s general counsel with copies of the complaint, the summons, the application for temporary restraining order, and acknowledgment of service on March 9, 2006. <em>Montana Professional Sports, </em>¶ 12.</p>\n<p id=\"b490-7\">¶43 The league’s general counsel consulted with Montana counsel regarding the litigation, but took no further action to respond. <em>Montana Professional Sports, </em>¶ 12. The league’s general counsel also failed to return the acknowledgement of services despite his earlier assurance to the team’s counsel that he would. <em>Montana Professional Sports, </em>¶ 12. As a result, the team engaged a process server to serve a summons and complaint to the league’s corporate headquarters in Louisiana. <em>Montana Professional Sports, </em>¶ 12. The process server successfully effected service at the league’s headquarters and the league’s counsel contacted the team’s counsel on March 17, 2006, to confirm that he was aware that the team had served the complaint and related documents to the league’s headquarters. <em>Montana Professional Sports, </em>¶ 15.</p>\n<p id=\"b491-3\"><page-number citation-index=\"1\" label=\"463\">*463</page-number>¶44 The team and the league continued to conduct settlement negotiations during March and April of 2006 regarding the Montana action and the ancillary federal trademark action. <em>Montana Professional Sports, </em>¶ 16. The league took no action to enter an appearance, file an answer to the Montana action, or attempt to contact the court. <em>Montana Professional Sports, </em>¶ 16. The clerk of court entered a default against the league on April 10, 2006. <em>Montana Professional Sports, </em>¶ 17. The court issued findings of fact, conclusions of law, and an order on April 24,2006, granting the league’s motion for a temporary restraining order. <em>Montana Professional Sports, </em>¶ 17. Once again, the league failed to make an appearance. The league moved for a default judgment on the underlying claims on May 2, 2006. <em>Montana Professional Sports, </em>¶ 17.</p>\n<p id=\"b491-4\">¶45 The level of contact between Bryden and Lakeside’s counsel regarding Bryden’s complaint pales in comparison to the extended negotiations and litigation between the team and the league in <em>Montana Professional Sports. </em>Bryden’s counsel first sent a letter to Weimar on June 2, 2008, in which he attached a copy of a proposed complaint. Weimar provided a copy of Bryden’s proposed complaint to his counsel. Six weeks later, on July 16, 2008, Bryden had obtained a default entered by the Clerk of Court, a default judgment entered by the Clerk of Court, and a writ of execution entered by the Clerk of Court. At least six months elapsed from the time that the team informed the league of its trademark infringement in November 2005 until the team obtained entry of default against the league in April 2006. <em>Montana Professional Sports, </em>¶ 17. The six month interlude included numerous contacts and negotiations between the league and the team.</p>\n<p id=\"b491-5\">¶46  Bryden’s counsel had one other contact with Lakeside’s counsel when he called on June 23, 2008, to inquire whether Lakeside’s counsel would accept service in Weimar’s absence. Lakeside’s counsel declined. The proposed complaint that Lakeside’s counsel had reviewed named Weimar individually as a defendant. It was not unreasonable under the circumstances, and certainly not evidence of willfulness, for Lakeside’s counsel to assume that the matter would be resolved upon Weimar’s return from Alaska. Weimar could have authorized Lakeside’s counsel to accept service of the complaint upon Weimar’s return or Bryden could have served Weimar with the complaint personally upon Weimar’s return. The District Court slightly abused its discretion in refusing to set aside the default <page-number citation-index=\"1\" label=\"464\">*464</page-number>under the good cause standard of M. R. Civ. P. 55(c). <em>Montana Professional Sports, </em>¶ 21.</p>\n<p id=\"b492-4\">CONCLUSION</p>\n<p id=\"b492-5\">¶47 Bryden successfully served Lakeside through its agent at the restaurant. We reverse the District Court’s denial of Lakeside’s motion to set aside the default judgment, however, and vacate the default judgment entered by the Clerk of Court. We also reverse the District Court’s denial of Lakeside’s motion to set aside the default and vacate the default entered by the Clerk of Court. We remand to the District Court to allow Lakeside to file an answer within 30 days of the date of this opinion.</p>\n<judges id=\"b492-6\">CHIEF JUSTICE McGRATH, JUSTICES WARNER, COTTER and LEAPHART concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}