{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"547\" lastpage=\"548\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b571-6\" pgmap=\"571\">Johanna Kurowski, Defendant in Error, v. Louis Schurder and Pauline Schurder, Plaintiffs in Error.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b571-7\" pgmap=\"571\">Gen. No. 21,114.</docketnumber><p data-order=\"2\" data-type=\"p\" id=\"A_Ee\" pgmap=\"571\">(Not to he reported in full.)</p><summary data-order=\"3\" data-type=\"summary\" id=\"b571-8\" pgmap=\"571\">Error to the Municipal Court of Chicago; the Hon. Edward T. Wade, Judge, presiding. Heard in the Branch Appellate Court at the March term, 1915.</summary><disposition data-order=\"4\" data-type=\"disposition\" id=\"AkNu\" pgmap=\"571\">Affirmed.</disposition><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Auz\" pgmap=\"571\">Opinion filed April 12, 1916.</decisiondate><p data-order=\"6\" data-type=\"summary\" id=\"b571-9\" pgmap=\"571\">Statement of the Case.</p><p data-order=\"7\" data-type=\"summary\" id=\"b571-10\" pgmap=\"571\">Action by Johanna Kurowski, plaintiff, against Louis Schurder and Pauline Schurder, defendants, in the Municipal Court of Chicago, to recover money deposited with defendant Pauline, and alleged to have come to the possession of the defendant Louis,, which money was so deposited to be used by defendants for their own benefit and to be returned to plaintiff on demand. To reverse a judgment for plaintiff for $446, defendants prosecute this writ of error.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b571-11\" pgmap=\"571\">Frank F. Tollkuehn, for plaintiffs in error.</attorneys><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b571-12\" pgmap=\"571\">O’Donnell &amp; O’Donnell, for defendant in error.</attorneys><headnotes data-order=\"10\" data-type=\"headnotes\" id=\"Ar-0\" pgmap=\"572\">Abstract of the Decision.</headnotes><headnotes data-order=\"11\" data-type=\"headnotes\" id=\"AFz\" pgmap=\"572\">1. Assumpsit, action op, § 89<footnotemark>*</footnotemark>—when evidence sufficient to establish claim as to amount of money deposited. In an action to recover money deposited with defendants to be used for their own benefit but to be returned on demand, where the evidence as to one portion of the money claimed by plaintiff to have been deposited was conflicting, evidence held sufficient to establish plaintiff’s claim as to the amount deposited.</headnotes><headnotes data-order=\"12\" data-type=\"headnotes\" id=\"A_2\" pgmap=\"572\">2. Assumpsit, action op, § 89*—when evidence sufficient to sustain finding that money loaned prior to specified date. In an action for money loaned, where the evidence was conflicting as to whether a sum of money was loaned prior or subsequent to a named date, evidence held to show that such money was loaned prior to such date. '</headnotes><headnotes data-order=\"13\" data-type=\"headnotes\" id=\"AfN\" pgmap=\"572\">3. Assumpsit, action of, § 18*—when no duty to return deposited money until demand. Where one deposits money with another with the understanding that the recipient shall use it for his own benefit and return it on demand, there is no duty or obligation resting upon such recipient to return it until a demand is made.</headnotes><headnotes data-order=\"14\" data-type=\"headnotes\" id=\"ABgY\" pgmap=\"572\">4. Limitation op actions, § 20*—when statute begins to run against claim for money loaned. Where money is deposited with another to be used for the benefit of the recipient, and to be returned on demand, the statute of limitations does not begin to run until such demand is made.</headnotes><headnotes data-order=\"15\" data-type=\"headnotes\" id=\"AmiA\" pgmap=\"572\">5. Assumpsit, action of, § 89*—when evidence sufficient to sustain 'finding that one depositing money did not intend to make gift. In an action to recover for money deposited with another to be used for the recipient’s benefit and to be returned on demand, evidence examined and held that plaintiff did not intend to give the money to defendant.</headnotes><headnotes data-order=\"16\" data-type=\"headnotes\" id=\"AyV\" pgmap=\"572\">6. Assumpsit, action of, § 89*—when evidence sufficient to sustain judgment in action to recover money deposited with another. In an action to recover money deposited with another to be used by the recipient for her own benefit, and to be returned on demand, a judgment for plaintiff held sustained by the evidence where it appeared that plaintiff did not intend to give the money to defendant, and where no demand was made vrntil shortly before bringing suit.</headnotes> <footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b572-12\" pgmap=\"572\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number,</p> </footnote> <opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"b572-3\" pgmap=\"572\">Mr. Justice Goodwin</author> <p id=\"AHg\" pgmap=\"572\">delivered the opinion of. the court.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}