{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"604\" lastpage=\"607\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b628-7\" pgmap=\"628\">Lidgerwood Manufacturing Company, Appellee, v. S. R. H. Robinson &amp; Son Contracting Company, Appellant.</parties><p data-order=\"1\" data-type=\"summary\" id=\"b628-8\" pgmap=\"628\">(Not to be reported in full.)</p><summary data-order=\"2\" data-type=\"summary\" id=\"b628-9\" pgmap=\"628\">Appeal from the Circuit Court of Madison county; the Hon. W. E. Hadley, Judge, presiding. Heard in this court at the March term, 1915.</summary><disposition data-order=\"3\" data-type=\"disposition\" id=\"AbU\" pgmap=\"628\">Affirmed.</disposition><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Av7\" pgmap=\"628\">Opinion filed December 1, 1915.</decisiondate><otherdate data-order=\"5\" data-type=\"otherdate\" id=\"AEOX\" pgmap=\"628\">Rehearing denied April 5, 1916.</otherdate><summary data-order=\"6\" data-type=\"summary\" id=\"ACdc\" pgmap=\"628\">Certiorari denied by Supreme Court (making opinion final).</summary><p data-order=\"7\" data-type=\"summary\" id=\"b628-10\" pgmap=\"628\">Statement of the Case.</p><p data-order=\"8\" data-type=\"summary\" id=\"b628-11\" pgmap=\"628\">Action by the Lidgerwood Manufacturing Company, plaintiff, against the S. R. H. Robinson &amp; Son Contracting Company, defendant, in the Circuit Court of Madison county, to recover on certain notes and for goods sold and delivered. From a judgment for plaintiff for $33,000.83,. defendant appeals.</p><p data-order=\"9\" data-type=\"summary\" id=\"b628-12\" pgmap=\"628(56) 629(361) 630(216)\">The opinion of the court in the previous appeal (183 Ill. App. 431) contains a copy of the contract and other material facts necessary to a clear understanding of the issues, with the exception of certain testimony relating to an alleged settlement which took place before the machinery, which was the subject of the contract, was completely set up. In regard to tills Gr. N. Crawford, Sr., representing plaintiff,o testified that on September 21, 1910, he inspected the excavators, and that at that time he found the two B-F excavators in actual operation, that the boilers and gears thereof were in good and proper operative condition and that the erection of the C excavator had not yet been completed. Nothing had been paid on the machines and Crawford requested a payment. On September 22nd, at the office of the latter in St. Louis, Missouri, the matter of a settlement was fully discussed. Robinson claimed that defendant had been at more cost in the erection of the machinery than was reasonable, and that it had suffered other damages. Crawford was willing to make some allowances, and as a result of the conference he allowed defendant and the latter accepted, as a credit upon the contract price, the sum of $1,000 in settlement of all damages claimed to have been sustained up to that date. Thereupon Robinson paid plaintiff $5,000 in cash and gave a note for $5,000 due October 12, 1910, which has been paid, and also the note for $5,000 and the three for $3,333.33 each, sued on in this case. It was undisputed that the sum of $1,000 was agreed upon in settlement of all claims for damages up to that date, but it was contended by plaintiff that such damages were agreed upon unconditionally, while the contention of defendant was that this settlement was made on the express condition that plaintiff would make the machines satisfactory and, if the old ones did not give satisfaction, would furnish new swinging engines, new gears and new boilers, if necessary, and if plaintiff failed to carry out this new agreement, the $1,000 would not be accepted by defendant as the amount of damages it was entitled to. The only person present at that time, in addition to Mr. Crawford and Mr. Robinson, was Mr. Dentzer, the Secretary of defendant, who to a large extent corroborated Mr. Robinson and testified that Mr. Crawford absolutely agreed to furnish new boilers for the B-F excavators. Mr. Crawford testified there was no discussion about gears or boilers on that day, and denied that he agreed to furnish defendant any new boilers or swinging engines or gears upon any condition, and he was corroborated by certain facts and circumstances which would tend to establish the improbability of such a contract being made. In this connection it was shown by plaintiff, that at that time excavator C had not been completely erected and that defendant continued to and did complete the erection. Defendant afterwards demanded new boilers of plaintiff, but none .were furnished and the job was completed with those first installed. In the month following the settlement, Mr. Crawford again visited the machines and stated he found them improperly cared for and operated. Subsequent to this visit one McMillen was sent down to overhaul them at plaintiff’s expense, and the proof tended to show he left them in good repair. It also appeared that a new set of gears was furnished by plaintiff after the settlement was made, but the proof showed that they were of the same size and dimensions as the original bevel gears and were furnished as supply parts upon the order of defendant, and that plaintiff made a charge against defendant for them.</p><headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b630-8\" pgmap=\"630\">Abstract of the Decision.</headnotes><headnotes data-order=\"11\" data-type=\"headnotes\" id=\"AXQX\" pgmap=\"630(35) 631(31)\">1. Appeal and error, § 1414<footnotemark>*</footnotemark>—what weight given to finding of court. Since a court sitting as a jury has the same opportunity of determining the credibility of witnesses and the same power as a jury of determining where lies the preponderance of the evidence, the same weight should be given by the Appellate Court to its finding as to the verdict of a jury.</headnotes><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b630-5\" pgmap=\"630\">Warnock, Williamson &amp; Burroughs, for appellant.</attorneys><attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b630-6\" pgmap=\"630\">Baker &amp; Holder and Terry, Gueltig &amp; Powell, for appellee.</attorneys> <footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b630-10\" pgmap=\"630\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-2\" label=\"*\"> <p id=\"b631-11\" pgmap=\"631\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\"> <author id=\"b630-7\" pgmap=\"630\">Mr. Presiding Justice Higbee</author> <p id=\"A67n\" pgmap=\"630\">delivered the opinion of the court.</p> <headnotes id=\"AY6\" pgmap=\"631\">2. Sales, § 328<footnotemark>*</footnotemark>—when question whether new parts necessary for machinery for jury. Where, in making an agreement of settlement of differences arising over contracts for certain machinery, the seller agrees to furnish new parts “if necessary,” the question whether such parts are reasonably necessary is a question of fact.</headnotes> <headnotes id=\"Avj\" pgmap=\"631\">3. Sales, § 329*—when evidence sufficient to sustain finding that new parts for machine not necessary. Where, in making an agreement of settlement of differences arising out of a contract for certain machinery, the seller agreed to furnish new parts “if necesssary,” evidence examined and held to sustain a finding that such parts were not necessary.</headnotes> <headnotes id=\"A3G\" pgmap=\"631\">4. Sales, § 71*—when seller not liable for difficulty in operating machines. Where, in making ‘an agreement of settlement of differences arising over contracts for the sale of machinery, the seller agrees to furnish new parts “if necessary,” the seller is not liable for difficulty in operating the machines caused by the inexperience and neglect of the buyer’s employees.</headnotes> <headnotes id=\"AHu\" pgmap=\"631\">5. Compromise and settlement, § 16*—when evidence sufficient to establish unconditional settlement. In an action to recover on notes given in settlement of differences arising over contracts for certain machinery, where the evidence was conflicting as to whether the settlement was dependent upon the plaintiff’s making the machinery satisfactory or furnishing new parts if not satisfactory, or was unconditional, as plaintiff claimed, evidence examined and held to sustain a finding that the settlement was unconditional.</headnotes> <headnotes id=\"AgS0\" pgmap=\"631\">6. Sales, § 329*—when evidence insufficient to show breach of contract. In an action to recover on notes given in settlement of differences arising over contracts for certain machinery, where defendant claimed that the settlement was conditional on the performance of certain conditions, evidence examined and held insufficient to show such breach as would defeat plaintiff’s claim.</headnotes> <headnotes id=\"AMX-\" pgmap=\"631\">7. Appeal and error; § 1567*—when errors in holding propositions of law harmless. Where it is apparent on the whole record that a judgment entered by a court sitting as a jury is right, errors committed by it in holding propositions of law are harmless and not ground for reversal.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}