{
  "casebody": {
    "data": "<casebody firstpage=\"216\" lastpage=\"224\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b234-5\">Holy Trinity Church of God in Christ et al. <em>v. </em>Aetna Casualty and Surety Company et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b234-7\">(13847)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b234-8\">Shea, Callahan, Glass, Covello and Hull, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b234-10\">Argued January 11</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AUp\">decision released March 20, 1990</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b234-12\"><em>William F. Gallagher, </em>with whom, on the brief, was <em>Roger B. Calistro </em>and <em>Gwen B. Weltman, </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b235-3\"><page-number citation-index=\"1\" label=\"217\">*217</page-number><em>Ronald D. Williams, </em>with whom was <em>Ronald D. Williams, Jr., </em>for the appellee (named defendant).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b235-4\"><em>Paul C. Fassler, </em>for the appellee (defendant Connecticut Insurance Placement Facility).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b235-5\">Covello, J.</author>\n<p id=\"A09\">This is an appeal from the judgment of the trial court that concluded that the defendants, Aetna Casualty and Surety Company (Aetna) and Connecticut Insurance Placement Facility (CIPF), had no duty to defend and indemnify the plaintiffs, Holy Trinity Church of God in Christ (Holy Trinity) and the Reverend Alton Barnes in a pending personal injury action. The dispositive issue is whether the trial court erred in finding that the plaintiffs’ building was in the process of being demolished when an injury to Craig Green, the third party claimant in the underlying personal injury action, occurred, and that therefore, due to the exclusionary provisions in the defendants’ policies, the defendants owed no duty to defend or indemnify the plaintiffs. Because the findings of the trial court were clearly supported by the evidence, we find no error.</p>\n<p id=\"b235-6\">The following facts are undisputed. On March 5, 1987, Craig and Terri Green commenced a personal injury action against Holy Trinity and its pastor, Barnes. <em>Green </em>v. <em>Holy Trinity Church of God in Christ, </em>Superior Court, judicial district of New Haven, Docket No. CV-87-256068. In their complaint they alleged that Craig Green was seriously injured when a garage door fell onto a container of caustic alkali, causing the substance to splash onto his face and body. The complaint further alleged that Craig Green was injured while performing “repairs, improvements and/or renovations on the garage” located at 135 Winthrop Avenue in New Haven. The garage was owned by Barnes and used by Holy Trinity. In their complaint, the Greens alleged <page-number citation-index=\"1\" label=\"218\">*218</page-number>negligence and recklessness on the part of Holy Trinity and also Barnes, both individually and as agent of Holy Trinity.<footnotemark>1</footnotemark></p>\n<p id=\"b236-4\">At the time of the alleged incident, Holy Trinity was insured by Aetna under a comprehensive insurance policy specifically designed for churches, with limits of liability in the amount of $1,000,000 for bodily injury and property damage. Aetna initially refused to defend or indemnify Holy Trinity for any liability arising out of <em>Green </em>v. <em>Holy Trinity Church of God in Christ, </em>supra. Aetna based its refusal upon a policy provision that excluded “bodily injury and property damage arising out of demolition operations performed by or on behalf of the insured.” On August 18,1987, however, Aetna notified Barnes that it would defend the claim of Craig and Terri Green under a reservation of rights.<footnotemark>2</footnotemark></p>\n<p id=\"b236-5\">At the time of the alleged incident, Barnes also maintained a comprehensive dwelling insurance policy with CIPF, covering the premises at 135 Winthrop Avenue, with limits of liability for bodily injury in the amount of $50,000. On May 13, 1987, CIPF agreed to defend Barnes in <em>Green </em>v. <em>Holy Trinity Church of God in Christ, </em>supra, under a reservation of rights, on the basis of a policy provision that excluded coverage for “bodily injury or property damage arising out of structural alterations which involve changing the size of or moving buildings or other structures, new construction or demolition operations performed by or on behalf of the named insured.”</p>\n<p id=\"b236-6\">On February 1, 1988, Holy Trinity and Barnes brought a declaratory judgment action against Aetna and CIPF,<footnotemark>3</footnotemark> seeking a finding that the insurers had the <page-number citation-index=\"1\" label=\"219\">*219</page-number>duty to defend and indemnify Holy Trinity and Barnes in <em>Green </em>v. <em>Holy Trinity Church of God in Christ, </em>supra, and to pay costs and attorney’s fees. On March 3,1988, Aetna filed an answer and special defense, alleging that the claims asserted by the Greens against the insured, Holy Trinity, were excluded by the “demolition operations” provision. On August 16, 1988, CIPF filed its answer and a special defense, alleging, inter alia, that the claims asserted by the Greens against Holy Trinity were excluded by the “structural alterations” policy provision in Barnes’ dwelling policy.</p>\n<p id=\"b237-4\">On May 2, 1989, the trial court, <em>Dunnell, J., </em>concluded that Aetna’s demolition exclusion and CIPF’s structural alterations exclusion applied and that neither insurer had a duty to defend or indemnify Holy Trinity or Barnes against the claims brought by the Greens.<footnotemark>4</footnotemark> On May 12, 1989, Holy Trinity and Barnes filed this appeal with the Appellate Court. We thereafter transferred this appeal to ourselves, pursuant to Practice Book § 4023.</p>\n<p id=\"b237-5\">On appeal the plaintiffs claim that the trial court erred: (1) in considering postinjury events, i.e., the overall project, to conclude that Green was engaged in demolition operations or structural alterations; and (2) in failing to consider the actions of the injured party only on the date of the accident in determining that the plaintiffs were engaged in the excluded activity. We do not agree.</p>\n<p id=\"b237-6\">The trial court found that Barnes was the pastor of Holy Trinity, that had been located at 85 Greenwood <page-number citation-index=\"1\" label=\"220\">*220</page-number>Street for over ten years. In September, 1986, Holy Trinity was forced to vacate those premises when the property was taken for a new road. Because Holy Trinity was unable to find an appropriate new facility within its budget, the congregation was forced to share space with Mt. Calvary Holy Church while seeking a suitable location.</p>\n<p id=\"b238-4\">Barnes personally owned property located at 135 Winthrop Avenue, where there was a two family house and a five car garage. In September, 1986, Barnes told the congregation that they could use the garage, without cost, as a temporary church and storage facility. Around this time, Barnes solicited volunteers to work on the roof. Craig Green was among those who volunteered.</p>\n<p id=\"b238-5\">On September 27,1986, Craig Green worked on the roof of the garage, removing old shingles. On September 30, 1986, he returned with wire cutters in order to cut the cables securing the overhead garage doors and thus ensure they could not be opened easily. Green cut the wires to the first two sets of doors without incident. When he cut the wires securing the third set of doors, however, the doors fell and struck a container of caustic alkali, which splashed onto his face and body, severely injuring him.</p>\n<p id=\"b238-6\">The threshold question presented to the trial court was whether, at the time of Green’s injury, the garage was being demolished or structurally altered. In making this factual determination, the trial court looked to events occurring before, on and after September 30, 1986. On the basis of the evidence before it, the trial court found that on August 11, 1986, Barnes had applied for a zoning variance to convert the existing garage into a temporary two story church, with overall dimensions of thirty feet by forty-five feet. The existing garage consisted of a one story structure with <page-number citation-index=\"1\" label=\"221\">*221</page-number>dimensions of twenty feet by forty-five feet. The application for the variance sought approval to “erect a <em>new </em>two story masonry structure on existing foundations.” (Emphasis added.) On that portion of the application where “use at present” must be signified, the word “garage” was crossed out and “vacant land w/exst. foundations” was substituted. On September 24,1986, the zoning variance was granted.</p>\n<p id=\"b239-4\">The trial court chose to credit the written statement of one of the volunteers working on the garage, Leroy Grant, that the work being done was the “tearing down [of] the garage which had begun in the early part of August, to be exact August 2, 1986.” The trial court also credited the testimony of Green that, on September 21,1986, Barnes told him that the “whole garage had to be taken down.” The trial court further found that previously, on October 22,1986, Barnes had given a statement that “[t]he garage is in the process of being demolished. I am in the process of demolishing the garage for the purpose of building a church there. . . . A group of men . . . [have] agreed to demolish the garage <em>....’’</em></p>\n<p id=\"b239-5\">The trial court also found that the plans submitted by the plaintiffs to secure the zoning variance fully corresponded to the structure that was eventually built on the site of the garage. These plans were drawn up long before the accident that injured Green occurred. Photographs submitted at trial clearly revealed that very little remained of the garage when construction began on the temporary church structure. The only portions of the garage that were visible above ground were portions of a cinder block wall. The trial court concluded that to an observer it would have been impossible to identify the former structure. Quoting <em>Lorenzen </em>v. <em>Mustard’s Last Stand, Inc., </em>196 Colo. 265, 267, 586 P.2d 12 (1978), which involved a factual situation analogous to the one before it, the trial court noted that <page-number citation-index=\"1\" label=\"222\">*222</page-number>“ ‘[t]he question is whether for all practical purposes the <em>building </em>was torn down, not whether every <em>part </em>of the building had been demolished.’ ” (Emphasis in original.) The trial court specifically found that less remained of the garage at 135 Winthrop Avenue than remained of the building in <em>Lorenzen. </em>The plaintiffs’ argument, that the garage merely was being “renovated,” cannot prevail in light of the overwhelming evidence to the contrary in the record.</p>\n<p id=\"b240-4\">The plaintiffs’ claim, that the trial court committed error in considering the subsequent physical condition of the garage relevant to determining whether the plaintiffs were demolishing or structurally altering the garage at the time of Green’s injury, is not persuasive. Whether the plaintiffs were engaged in activities excluded by the policies is a factual question, to which the ordinary rules of appellate review apply. This court has consistently held that trial courts are vested with broad discretion in rulings on relevancy and every reasonable presumption must be given in favor of the court’s ruling. See, e.g., <em>State </em>v. <em>Fritz, </em>204 Conn. 156, 167-68, 527 A.2d 1157 (1987); <em>State </em>v. <em>Boucino, </em>199 Conn. 207, 225, 506 A.2d 125 (1986). Evidence is relevant if it tends to establish a fact in issue or corroborates other direct evidence. <em>State </em>v. <em>Fritz, </em>supra, 168; <em>Pitt </em>v. <em>Kent, </em>149 Conn. 351, 357, 179 A.2d 626 (1962). “Rulings on such matters will be disturbed on appeal only upon a showing of a clear abuse of discretion.” <em>State </em>v. <em>Fritz, </em>supra.</p>\n<p id=\"b240-5\">The plaintiff’s additional argument, that the trial court did not properly consider the actions of Craig Green at the time of the accident in determining whether the plaintiffs were demolishing or structurally altering the garage, also fails. The trial court specifically found that Green was injured while performing work that Barnes had informed him was necessary because the “whole garage had to be taken down.” The <page-number citation-index=\"1\" label=\"223\">*223</page-number>inescapable conclusion is that, when viewed in conjunction with all the evidence before the trial court, the garage was being demolished and/or structurally altered at the time Craig Green suffered his injury, and that he was performing work designed to facilitate the demolition and/or structural alteration of the garage.</p>\n<p id=\"b241-4\">The factual findings of a trial court on any issue are reversible only if they are clearly erroneous. See Practice Book § 4061; <em>Pandolphe’s Auto Parts, Inc. v. Manchester, </em>181 Conn. 217, 221-23, 435 A.2d 24 (1980); see also <em>Sportsmen’s Boating Corporation v. Hensley, </em>192 Conn. 747, 751, 474 A.2d 780 (1984); <em>Garrison v. Garrison, </em>190 Conn. 173, 176, 460 A.2d 945 (1983); <em>Kaplan v. Kaplan, </em>186 Conn. 387, 391-92, 441 A.2d 629 (1982). This court cannot retry the facts or pass upon the credibility of the witnesses. <em>See State v. Crump, </em>201 Conn. 489, 491, 518 A.2d 378 (1986); <em>Kaplan v. Kaplan, </em>supra; <em>Vesce v. Lee, </em>185 Conn. 328, 335, 441 A.2d 556 (1981). Nor will this court make material corrections in the subordinate facts. See <em>Whitney v. Turmel, </em>180 Conn. 147, 148, 429 A.2d 826 (1980); <em>Bent v. Torell, </em>139 Conn. 744, 748, 97 A.2d 270 (1953). Here, the facts set out in the trial court’s memorandum of decision are overwhelmingly supported by the evidence in the whole record, and therefore, are not clearly erroneous.<footnotemark>5</footnotemark> <page-number citation-index=\"1\" label=\"224\">*224</page-number><em>Pandolphe’s Auto Parts, Inc. </em>v. <em>Manchester, </em>supra, 221-22; see also <em>McGaffin v. Roberts, </em>193 Conn. 393, 409-10, 479 A.2d 176 (1984), cert. denied, 470 U.S. 1050, 105 S. Ct. 1747, 84 L. Ed. 2d 813 (1985).</p>\n<p id=\"b242-4\">There is no error.</p>\n<p id=\"b242-5\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b236-7\"> Additionally, Terri Green claimed loss of consortium.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b236-8\"> To date Aetna continues to provide a defense in that case.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b236-9\"> Craig and Terri Green were also named defendants, as interested parties. They answered the complaint and their counsel was present during trial, but maintained a passive role at trial. They are not participating in this appeal.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b237-7\"> The trial court also found that the evidence clearly established that Green was working on the garage as a volunteer, not an employee, and that therefore the employee exclusion in CIPF’s policy did not apply. The trial court further held that neither Holy Trinity nor Barnes hada right to an award of attorney’s fees or costs arising from either the prejudgment remedy hearing incident to <em>Green </em>v. <em>Holy Trinity Church of God in Christ, </em>Superior Court, judicial district of New Haven, Docket No. CV-87-256068, or the present action. These issues are not involved in this appeal.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b241-5\"> The plaintiffs also claim that the trial court gave an overly expansive interpretation to the exclusion language in the Aetna policy. Specifically, they assert that the trial court broadly construed the phrase “arising out of” in favor of the defendant Aetna, in contravention of the accepted principles of insurance contract construction. The exclusion in question provided that coverage did not apply to “bodily injury and property damage arising out of demolition operations performed by or on behalf of the insured.”</p>\n<p id=\"b241-6\">It is well settled that “an insurance policy, like any other contract, must be given a reasonable interpretation and the words used are to be given their common, ordinary and customary meaning. . . . Although ambiguities are to be construed against the insurer, when the language is plain, no such construction is to be applied.” (Citations omitted.) <em>Izzo </em>v. <em>Colonial Penn Ins. Co., </em>203 Conn. 305, 309-10, 524 A.2d 641 (1987). Here, the lan<page-number citation-index=\"1\" label=\"224\">*224</page-number>guage of the exclusion is manifestly unambiguous and signifies that a causal relationship between the injury and the excluded activity, as defined therein, removes the injury from the ambit of the policy’s coverage. The trial court, having found that the garage was being demolished, and that Green was assisting in that demolition when he was injured, was justified in concluding that the injury arose out of the demolition process. The trial court’s conclusion was “legally and logically correct.” <em>McGaffin </em>v. <em>Roberts, </em>193 Conn. 393, 409, 479 A.2d 176 (1984), cert. denied, 470 U.S. 1050, 105 S. Ct. 1747, 84 L. Ed. 2d 813 (1985); see also <em>Pandolphe’s Auto Parts, Inc. </em>v. <em>Manchester, </em>181 Conn. 217, 221, 435 A.2d 24 (1980).</p>\n<p id=\"b242-7\">The plaintiffs also claim that the trial court erred in its interpretation of “demolish” when it relied upon <em>Lorenzen </em>v. <em>Mustard’s Last Stand, Inc., </em>196 Colo. 265, 586 P.2d 12 (1978), in which the court utilized (p. 267) the dictionary definition of that word: “Webster’s Third New International Dictionary defines ‘demolish’ to mean to tear down when it is used in reference to a building, and ‘tear down’ to mean take apart or disassemble.” Connecticut courts have consistently referred to dictionary definitions to interpret words used in insurance contracts. See <em>Continental Ins. Co. </em>v. <em>Cebe-Habersky, </em>214 Conn. 209, 212, 571 A.2d 104 (1990); see also <em>Smedley Co. </em>v. <em>Employers Mutual Liability Ins. Co., </em>143 Conn. 510, 514-15, 123 A.2d 755 (1956); <em>Lyon </em>v. <em>Aetna Casualty &amp; Surety Co., </em>140 Conn. 304, 308, 99 A.2d 141 (1953). “It is a basic principle of insurance law that policy language will be construed as laymen would understand it .... ” <em>Cody </em>v. <em>Remington Electric Shavers, </em>179 Conn. 494, 497, 427 A.2d 810 (1980). The trial court’s conclusion, that the garage was being demolished, i.e., taken apart or disassembled, is fully supported by the evidence and comports with the common understanding of the word. This conclusion is underscored by the finding of the trial court that Barnes expressly stated that the garage was “in the process of being demolished” at the time of Green’s injury.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}