{
  "casebody": {
    "data": "<casebody firstpage=\"71\" lastpage=\"80\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-3\">ELIZABETH EISELEIN, Plaintiff and Appellant, v. MONTANA BANK OF ROUNDUP, Montana Bancsystems, Inc., Defendant and Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b93-5\">No. 90-599.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b93-6\">Submitted on briefs June 27, 1991.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b93-7\">Decided September 9, 1991.</decisiondate>\n<p data-order=\"4\" data-type=\"citation\" id=\"b93-8\">250 Mont. 71.</p>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b93-9\">818 P.2d 365.</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b94-6\"><page-number citation-index=\"1\" label=\"72\">*72</page-number>Patrick F. Hooks, Hooks Law Firm, Townsend, Thomas A. Budewitz, Helena, Robert D. Moore, Moore, McDonough &amp; Norton, Salt Lake City, Utah, for plaintiff and appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b94-7\">James A. Ragain and Kyle A. Gray, Holland &amp; Hart, Billings, for defendants and respondents.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b94-8\">CHIEF JUSTICE TURNAGE</author>\n<p id=\"ANK\">delivered the Opinion of the Court.</p>\n<p id=\"b94-9\">Plaintiff Eiselein appeals from a summary judgment granted to defendants by the Montana Fourteenth Judicial District Court, Musselshell County. We affirm.</p>\n<p id=\"b94-10\">The issues are:</p>\n<p id=\"b94-11\">1. Did the District Court err in denying Eiselein’s motion for partial summary judgment?</p>\n<p id=\"b94-12\">2. Was summary judgment for defendants improper because there are genuine issues of material fact or the defendants are not entitled to judgment as a matter of law?</p>\n<p id=\"b94-13\">Plaintiff Eiselein is the assignee for several persons who operated the Eiselein Ranch (Ranch) in Musselshell County, Montana. The Ranch borrowed operating funds from defendant Montana Bank of Roundup (Bank) for a number of years. Defendant Montana Bancsystem, Inc., is the Bank’s holding company.</p>\n<p id=\"b94-14\">Plaintiff contends that in January 1987, the Bank’s president, Richard Swanz, told the manager of the Ranch, Lou Grosskop, that the Bank would lend $30,000 to the Ranch in 1987 for “anything we wished to buy.” Plaintiff also contends that in April 1987, Swanz made a verbal commitment to Grosskop to lend the Ranch approximately $150,000 to buy 200 to 250 head of cattle.</p>\n<p id=\"b94-15\">In June of 1987, the Bank made a $35,000 loan to the Ranch. That loan was memorialized in a promissory note. The Ranch bought swine with the loan proceeds, granting the Bank a security interest in sixty-four pigs.</p>\n<p id=\"b94-16\">In September of 1988, following financial difficulties, plaintiff filed <page-number citation-index=\"1\" label=\"73\">*73</page-number>this lawsuit on behalf of the Ranch, claiming damages for the Bank’s failure to keep a commitment to loan the Ranch $150,000. Her complaint includes counts of breach of warranty, fraud, negligent misrepresentation, promissory estoppel, breach of the obligation of good faith imposed under the Uniform Commercial Code, and breach of an implied covenant of good faith and fair dealing. The District Court dismissed the claim for breach of warranty and Eiselein has conceded judgment on her claim for tortious breach of the covenant of good faith and fair dealing.</p>\n<p id=\"b95-4\">In the order from which this appeal is taken, the District Court denied Eiselein’s motion for partial summary judgment that the Bank committed to loan the Ranch $150,000. The court granted defendants’ motion for summary judgment, ruling, inter alia, that even if the alleged April 1987 commitment was made, it was extinguished by the June promissory note pursuant to the doctrine of merger.</p>\n<p id=\"b95-5\">I.</p>\n<p id=\"b95-6\">Did the District Court err in denying Eiselein’s motion for partial summary judgment?</p>\n<p id=\"b95-7\">Summary judgment is proper only when the pleadings, depositions, answers to interrogatories, and admissions, together with any affidavits filed, show that there are no genuine issues of material fact and that the moving party is entitled to judgment as a matter of law. Rule 56(c), M.R.Civ.P. In arguing for partial summary judgment, Eiselein cites the testimony of Jon Eiselein and Ranch manager Grosskop that, on or about April 6, Bank president Swanz told Grosskop to go ahead and start buying cattle and told Jon Eiselein that the loan would go through. She also cites Swanz’s deposition testimony that he did not recall the conversations in question and that they could have occurred.</p>\n<p id=\"b95-8\">Eiselein argues that Swanz’s affidavit submitted in connection with the motions for summary judgment is too conclusory to serve as a reason to deny her motion for summary judgment. In his affidavit, Swanz stated that</p>\n<p id=\"b95-9\">“Although Ms. Grosskop may conceivably have made such a request, I did not make a commitment to loan approximately $150,000.00 to the Eiselein Ranch in 1987 .... The only amount I committed to loan to the Eiselein Ranch in 1987 was $35,000.00.”</p>\n<p id=\"b95-10\">Attached to his affidavit was a copy of the $35,000 promissory note.</p>\n<p id=\"b95-11\">We conclude that Swanz’s affidavit is sufficient to demonstrate <page-number citation-index=\"1\" label=\"74\">*74</page-number>that there is a genuine dispute of fact as to whether an oral commitment was made to make the $150,000 loan. This precludes Eiselein’s request for summary judgment on this issue. See <em>Reaves v. Reinbold </em>(1980), 189 Mont. 284, 615 P.2d 896. We hold that the District Court did not err in denying Eiselein’s motion for summary judgment.</p>\n<p id=\"b96-4\">II.</p>\n<p id=\"b96-5\">Was summary judgment for defendants improper because there are genuine issues of material fact or the defendants are not entitled to judgment as a matter of law?</p>\n<p id=\"b96-6\">In granting defendants’ motion for summary judgment, the District Court relied on the doctrine of merger: evidence of prior oral agreements is inadmissible where there is a subsequent written agreement as to the same subject, into which it is assumed all prior oral agreements are merged. <em>First Nat. Mont. Bank of Missoula v. McGuiness </em>(1985), 217 Mont. 409, 417, 705 P.2d 579, 584. The court ruled that any verbal obligation to loan $150,000 to the Ranch was merged into the subsequent written agreement to loan the Ranch $35,000. Under the doctrine of merger, the factual dispute about whether Swanz made a verbal commitment to loan $150,000 is irrelevant, because any evidence as to such a verbal commitment would be inadmissible in court.</p>\n<p id=\"b96-7\">Eiselein argues that the doctrine of merger does not apply in this case. She cites this Court’s opinion in <em>Blome v. First Nat. Bank of Miles City </em>(1989), 238 Mont. 181, 776 P.2d 525. In one part of that opinion, this Court stated that “no oral representations by any bank officers may be found which would bind the Bank to perform as the Blomes contend.” <em>Blome, </em>776 P.2d at 528. But, as defendants point out, that statement did not appear within and was not relevant to this Court’s discussion of the doctrine of merger.</p>\n<p id=\"b96-8\">Eiselein also argues that the Bank’s commitment to make a $150,000 loan to the Ranch was for cattle and was completely separate and distinct from its commitment to make the loan for hogs consummated in the June promissory note. She asserts that the doctrine of merger does not, therefore, apply.</p>\n<p id=\"b96-9\">We disagree. In <em>Blome, </em>the Blomes brought suit against their bank for failure to comply with an agreement to provide them with financing for their farming operation as long as they needed it with repayment to be made when they were able. This Court ruled that the doctrine of merger applied and that it barred the Blomes’ claims, even <page-number citation-index=\"1\" label=\"75\">*75</page-number>though the alleged oral promise was for the purchase of feeder cattle and the later loans into which that promise was merged were for such things as a grain hopper and a truck. <em>Blome, </em>776 P.2d at 527, 528. In the present case, ranch manager Grosskop characterized all funds sought from the Bank as for “our year’s operation.” She also admitted that she was aware at least by May 11, 1987, that the $150,000 loan would not be made. She nevertheless accepted and signed the promissory note for $35,000.</p>\n<p id=\"b97-4\">We agree with the District Court that the alleged $150,000 commitment and the $35,000 promissory note both dealt with financing for operation of the Eiselein Ranch. We also agree with the District Court’s statement that “[t]o argue that the existence of an oral representation can preclude merger is contradictory and insupportable.” We hold that the District Court did not err in granting summary judgment for defendants.</p>\n<p id=\"b97-5\">Affirmed.</p>\n<judges id=\"b97-6\">JUSTICES HARRISON, HUNT and WEBER concur.</judges>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b97-7\">JUSTICE TRIEWEILER,</author>\n<p id=\"Ab\">specially concurring:</p>\n<p id=\"b97-8\">I agree that the District Court was correct when it denied plaintiff’s motion for partial summary judgment. I also concur with the majority that the District Court’s order granting the defendants’ motion for summary judgment should be affirmed. However, I disagree with the reasons set forth by the majority for their decision.</p>\n<p id=\"b97-9\">This is clearly not a case where the undisputed facts bar plaintiff’s claim pursuant to the doctrine of merger.</p>\n<p id=\"b97-10\">It is correct that evidence of prior oral agreements is not admissible to alter a subsequent written agreement so long as the written agreement deals with the same subject matter. However, a written agreement will not preclude evidence of a prior oral agreement that deals with a different subject matter and which was not merged in the written agreement. That rule is clear from the concluding language in <em>First National Bank of Missoula v. McGuiness </em>(1985), 217 Mont. 409, 705 P.2d 579, where we stated:</p>\n<blockquote id=\"b97-11\">“Under case law in Montana, it is clear that evidence of prior oral agreements is not admissible for the purpose of altering subsequent written agreements <em>dealing with the same subject, </em>and that the prior oral agreements and the written agreement will merge into the subsequent written agreement <em>unless they are distinct and can stand </em><page-number citation-index=\"1\" label=\"76\">*76</page-number><em>independently of one another. Reaves v. Reinbol[d] </em>(1980), [189 Mont. 284, 289-290,] 615 P.2d 896, 899, 37 St.Rep. 1500, 1504.”</blockquote>\n<p id=\"AhO\"><em>McGuiness, </em>705 P.2d at 584 (emphasis added).</p>\n<p id=\"b98-4\">In this case there was clear evidence from the testimony of the plaintiffs ranch manager, Mrs. Lou Grosskop, that the promise that plaintiff sought to enforce was different and independent from the promise which became the subject of plaintiffs written loan agreement with the defendant. Plaintiff sought to enforce a promise to loan her $150,000 for the purchase of cattle. The promise which became the subject of the written agreement relied upon by the majority was to loan the plaintiff approximately $30,000 for the purchase of pigs.</p>\n<p id=\"b98-5\">The deposition testimony of Mrs. Grosskop which was offered in opposition to the defendants’motion for summary judgment is replete with testimony describing the difference between the two promises. She gave the following answers to the following questions regarding the loan for the hog operation:</p>\n<blockquote id=\"b98-6\">“Q. My first question I would like to ask is, in 1987, did the Montana Bank of Roundup ever make any unconditional promise or commitment that it would continue to provide money for the operating expenses of the Eiselein Ranch?</blockquote>\n<blockquote id=\"b98-7\">“A. Yes.</blockquote>\n<blockquote id=\"b98-8\">“Q. Who made that promise?</blockquote>\n<blockquote id=\"b98-9\">“A. Dick Swanz.</blockquote>\n<blockquote id=\"b98-10\">“Q. And when did Mr. Swanz make that?</blockquote>\n<blockquote id=\"b98-11\">“A. January.</blockquote>\n<blockquote id=\"b98-12\">“Q. January of 1987?</blockquote>\n<blockquote id=\"b98-13\">“A. Yes.</blockquote>\n<blockquote id=\"b98-14\">“Q. Tell me what Mr. Swanz said.</blockquote>\n<blockquote id=\"b98-15\">“A. We received a $30,000 line of loan at that time. I can’t repeat the exact words.</blockquote>\n<blockquote id=\"b98-16\">“Q. To the best of your recollection.</blockquote>\n<blockquote id=\"b98-17\">“A. We received $30,000 to start an operation to do with some of the things we’d talked about in the past. We had talked of putting in a hog operation, a sheep operation, and these were just talking about different types of projections we were going to work on. That’s basically it.”</blockquote>\n<p id=\"b98-18\">Mrs. Grosskop gave the following testimony regarding a second promise to loan money for a cattle operation:</p>\n<blockquote id=\"b99-3\"><page-number citation-index=\"1\" label=\"77\">*77</page-number>“Q. At any <em>other </em>time in 1987 did anyone at the Montana Bank of Roundup make an unconditional promise or commitment to continue to provide money to the Ranch?</blockquote>\n<blockquote id=\"b99-4\">“A. Yes.</blockquote>\n<blockquote id=\"b99-5\">“Q. Okay. Who was that?</blockquote>\n<blockquote id=\"b99-6\"><em>“A. </em>Dick Swanz.</blockquote>\n<blockquote id=\"b99-7\">“Q. And when?</blockquote>\n<blockquote id=\"b99-8\">“A. In April.</blockquote>\n<blockquote id=\"b99-9\">“Q. April 1987?</blockquote>\n<blockquote id=\"b99-10\">“A. Yes.</blockquote>\n<blockquote id=\"b99-11\">“Q. Tell me what Mr. Swanz said during this conversation.</blockquote>\n<blockquote id=\"b99-12\">“A. We had been working with a budget projection of buying cattle, and I had called and asked if he had reviewed it and we were going to go ahead with this, and he said yes, he’d okay it.</blockquote>\n<blockquote id=\"b99-13\">“Q. How much was that budget for?</blockquote>\n<blockquote id=\"b99-14\">“A. That particular budget, we was looking at buying about 200 to 250 head of cattle at that time.</blockquote>\n<blockquote id=\"b99-15\">“Q. Okay. In terms of a dollar amount, what were you asking for?</blockquote>\n<blockquote id=\"b99-16\">“A. Around the $150,000 mark. We hadn’t set an exact figure, depending on the price of cattle.”</blockquote>\n<p id=\"b99-17\">(Emphasis added.)</p>\n<p id=\"b99-18\">Mrs. Grosskop testified that in order to obtain the loan for the pig operation, she submitted a budget proposal pertaining to that operation. However, when applying for the cattle operation, she had to submit an entirely different budget proposal. The following testimony is illustrative of how independent the two loan transactions were:</p>\n<blockquote id=\"b99-19\">“Q. Now in light of what you’ve told me, did the new budget that you prepared only relate to the cattle purchase, or did it also relate to these other aspects of your total program that you were talking about, the swine and the sheep, et cetera?</blockquote>\n<blockquote id=\"b99-20\">“A. The swine budget he already had because we already had the money for that. This proposal would have pertained basically to the 150 head run at that time.”</blockquote>\n<p id=\"b99-21\">The fact that the loan promised in January was intended solely for the pig operation is further evidenced from the fact that the security agreement entered into as part of that loan seemed “64 pigs” and made no mention of any other collateral.</p>\n<p id=\"b99-22\">In <em>Reaves v. Reinbold </em>(1980), 189 Mont. 284, 615 P.2d 896, we reaffirmed that,</p>\n<p id=\"b99-23\">“This Comt has consistently held that the party moving for <page-number citation-index=\"1\" label=\"78\">*78</page-number>summary judgment has the burden of showing the complete absence of any genuine issue as to all the facts which are deemed material in light of those substantive principles which entitle him to judgment as a matter of law.”</p>\n<p id=\"b100-4\"><em>Reaves, </em>615 P.2d at 898 (citations omitted).</p>\n<p id=\"b100-5\">We further stated that:</p>\n<blockquote id=\"b100-6\">“It is clear that the party opposing a motion for summary judgment will be afforded the benefit of all reasonable inferences which may be drawn from the offered proof. <em>Mally v. Asanovich </em>(1967), 149 Mont. 99, 423 P.2d 294; <em>Harland v. Anderson, </em>supra.”</blockquote>\n<p id=\"b100-7\"><em>Reaves, </em>615 P.2d at 898.</p>\n<p id=\"b100-8\">Based upon these principles, we held that a plaintiff in that case relying on a written agreement was not entitled to summary judgment where the defendant asserted contrary rights based on an alleged oral agreement. We stated:</p>\n<blockquote id=\"b100-9\">“Plaintiff’s argument is based on the allegation that the written agreements entered into on November 21, 1975, which included the ‘Submitted Annualized Commission Agreement,’ superseded any prior oral negotiations or agreement between the parties. In support of this argument, plaintiff cites sections 28-2-904 and 28-3-203, MCA.</blockquote>\n<blockquote id=\"b100-10\">“As stated in plaintiff’s brief, there is abundant case law in Montana which holds that prior oral agreements or conditions are not admissible to alter or vary the terms of a later written contract. <em>Davidson v. Casebolt </em>(1969), 154 Mont. 125, 461 P.2d 2; <em>Heckman and Shell v. Wilson </em>(1971), 158 Mont. 47, 487 P.2d 1141; <em>Kinjerski v. Lamey </em>(1979), [185 Mont. 111], 604 P.2d 782. It should be noted, however, that such case law has only dealt with an application of the rule as to prior oral agreements and subsequent contracts between the same parties in regard to the same matter. It should also be noted that distinct collateral agreements even as between the same parties, will not merge so as to preclude a prior oral agreement. See <em>Story v. Monforton </em>(1941), 112 Mont. 24, 113 P.2d 507; 17 C.J.S. <em>Contracts </em>§ 381 at 451.</blockquote>\n<blockquote id=\"b100-11\">“In reviewing the relationship of the two agreements in a light most favorable to defendant we note that the alleged oral agreement is collateral as opposed to ancillary. Both agreements were entered into at approximately the same time and deal with an arrangement whereby defendant is to receive monies for selling insurance. One agreement, however, is with Lincoln Benefit Life Company and provides for a repayment of advances made. The other separate <page-number citation-index=\"1\" label=\"79\">*79</page-number>agreement is with plaintiff and allegedly provides that he personally will guarantee a set salary no matter how much defendant is required to repay the insurance company. Each agreement is distinct, separate, involves a different party and is able to stand independent of the other. With this being the case, we cannot find as a matter of law that the written agreement would supersede the alleged oral agreement.”</blockquote>\n<p id=\"b101-4\"><em>Reaves, </em>615 P.2d at 899.</p>\n<p id=\"b101-5\">The testimony of one witness which is disputed by another is sufficient to raise an issue of fact which precludes summary judgment on that issue. In this case, the testimony of Mrs. Grosskop was sufficient, if believed, to establish that defendants’January promise to loan money for pigs was separate and independent from its April promise to loan money for cattle. If that fact was established, then the written agreement which resulted from the January promise did not merge with the April promise and did not preclude the evidence which plaintiff sought to offer.</p>\n<p id=\"b101-6\">I believe, however, that defendants were entitled to summary judgment for different reasons. Assiuning that the testimony of Mrs. Grosskop is true and that the defendant did promise to loan her $150,000 to finance the purchase of cattle, that promise alone is not sufficient to form the basis for plaintiff’s cause of action. We have previously stated that “there is no legal duty requiring a bank to loan money to a customer absent a clear contractual commitment.” <em>Mann Farms, Inc. v. Traders State Bank of Poplar </em>(Mont. 1990), [245 Mont. 234,] 801 P.2d 73, 77, 47 St.Rep. 2094, 2099.</p>\n<p id=\"b101-7\">Under § 28-2-102, MCA, the essential elements of a contract are:</p>\n<blockquote id=\"b101-8\">“(1) identifiable parties capable of contracting;</blockquote>\n<blockquote id=\"b101-9\">“(2) their consent;</blockquote>\n<blockquote id=\"b101-10\">“(3) a lawful object; and</blockquote>\n<blockquote id=\"b101-11\">“(4) sufficient cause or consideration.”</blockquote>\n<p id=\"b101-12\">In this case, the specific elements of a contract were neither alleged nor proven by the plaintiff. Specifically, there was no consideration extended from the plaintiff to the defendant which would establish a binding contract.</p>\n<p id=\"b101-13\">Plaintiff in her complaint sought to enforce the defendants’ oral promise based on the principle of promissory estoppel. However, in <em>Keil v. Glacier Park, Inc. </em>(1980), 188 Mont. 455, 462, 614 P.2d 502, 506, we defined the elements of promissory estoppel as:</p>\n<blockquote id=\"b101-14\">“(1) a promise clear and unambiguous in its terms; (2) reliance on the promise by the party to whom the promise is made; <page-number citation-index=\"1\" label=\"80\">*80</page-number>(3) reasonableness and foreseeability of the reliance; (4) the party asserting the reliance must be injured by the reliance.”</blockquote>\n<p id=\"b102-4\">(Citations omitted.)</p>\n<p id=\"b102-5\">In this case, there was no evidence that subsequent to April 1987 the plaintiff suffered detriment by the reliance on the Bank’s promise to loan her money. Plaintiff located no cattle, purchased no cattle, and incurred no expense which could be attributed to the defendants’ promise to loan her money for a cattle operation. In fact, within two weeks from the time that the Bank promised to loan her money, plaintiff was notified through Mrs. Grosskop that the promise was being reconsidered and that further financial information was necessary. At that point, all further plans to proceed with expansion of the cattle operation were put on hold.</p>\n<p id=\"b102-6\">For these reasons, plaintiff suffered no detriment due to a justifiable reliance on defendants’ promise and has not satisfied the elements of promissory estoppel.</p>\n<p id=\"b102-7\">Because there was neither a binding contract nor sufficient detrimental reliance to establish promissory estoppel, I would affirm the District Court’s order granting summary judgment to the defendants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}