{
  "casebody": {
    "data": "<casebody firstpage=\"556\" lastpage=\"559\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b622-3\">Robert D. NELLIGAN and Owen B. Nelligan, Jr., partners doing business under the partnership name of The Nelligans, Appellants, v. FORD MOTOR COMPANY, a corporation, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b622-6\">No. 7725.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b622-7\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b622-8\">Argued Nov. 11, 1958.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b622-9\">Decided Jan. 5, 1959.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b622-21\">Myron N. Krotinger, Cleveland, Ohio, and Thomas A. Wofford, Greenville, S. C. (Mendelsohn, Krotinger &amp; Lane, Cleveland, Ohio, on brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b622-22\">J. D. Todd, Jr., Greenville, S. C. (Wesley M. Walker and Leatherwood, Walker, <page-number citation-index=\"1\" label=\"557\">*557</page-number>Todd &amp; Mann, Greenville, S. C., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b623-5\">Before SOBELOFF, Chief Judge, HAYNSWORTH, Circuit Judge, and THOMSEN, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b623-6\">THOMSEN, District Judge.</author>\n<p id=\"b623-7\">This is another private antitrust action against Ford Motor Company in which a franchise dealer claims that the sales agreements and advertising agreements which he was forced to sign in order to retain his dealership violated both the Sherman Act and the Clayton Act, 15 U.S.C.A. §§ 1-7, 15 note, 12 et seq. In Miller Motors, Inc. v. Ford Motor Co., 4 Cir., 252 F.2d 441, this court held that under the evidence in that case Ford’s requirement that the dealers contribute a certain amount per car to LMDA, a nonprofit corporation organized for Lincoln-Mercury dealer advertising, did not violate the Sherman Act, and that Miller’s claim under the Clayton Act, which was based upon the required purchase of parts and accessories, was barred by limitations.</p>\n<p id=\"b623-8\">In the instant case plaintiffs are appealing from an order dismissing their amended complaint. Plaintiffs contend that the complaint sufficiently alleges a violation of the antitrust laws, in that: the sales agreements and advertising agreements taken together constituted an attempt to monopolize under sec. 2 of the Sherman Act; that the requirements that the dealers contribute $25 per car to LMDA advertising was a tying arrangement which was illegal under sec. 3 of the Clayton Act, and was an unreasonable restraint of trade under sec. 1 of the Sherman Act; and that the cancellation of plaintiffs’ sales agreements violated the antitrust laws.</p>\n<p id=\"b623-9\">In September, 1953, plaintiff partnership was formed to take over the business of a corporation which had been a Lincoln-Mercury dealer since December, 1946. The predecessor corporation assigned to plaintiffs the sales agreements and the other agreements which it had entered into with Ford, including the Lincoln-Mercury Dealer Advertising Fund Agreement.</p>\n<p id=\"b623-11\">Plaintiffs contend that these agreements contained provisions which permitted Ford “to monopolize the market for cars, parts and accessories presented by the many thousands of dealers who entered into such agreements”, in violation of sec. 2 of the Sherman Act. However, as the Supreme Court noted in United States v. E. I. Du Pont De Nemours &amp; Co., 351 U.S. 377, 393, 76 S.Ct. 994, 1006, 100 L.Ed. 1264, the power which “automobile or soft-drink manufacturers have over their trade marked products is not the power that makes an illegal monopoly”. Plaintiffs do not allege that Ford monopolized or attempted to monopolize the market for automobiles, parts or accessories generally, but only the market represented by its own franchise dealers. And plaintiffs do not allege, as Miller did, that they were forced to purchase any parts or accessories which they did not want. Cf. D.C., 149 F.Supp. 790, at page 807; 252 F.2d 441, at page 448.</p>\n<p id=\"b623-12\">The complaint alleges that Ford’s right to terminate a dealership at will on sixty days notice, together with other provisions contained in the agreements, permitted Ford to control and dominate the business of its dealers in violation of sec. 1 of the Sherman Act, and to coerce plaintiffs and other dealers into courses and methods of conducting business which they as independent businessmen would not otherwise have pursued. Plaintiffs’ principal complaint is that they were required by Ford to contribute $25 per ear to LMDA, which spent the money principally for national TV advertising programs which plaintiffs allege were not received in the Greenville, South Carolina, area, and which “did not, in the opinion of the plaintiff, assist plaintiff in its sales as greatly as would a program of local advertising purchased by plaintiff with the same funds”. The complaint also alleges that in 1953 plaintiffs spent $37,550.82 for advertising, of <page-number citation-index=\"1\" label=\"558\">*558</page-number>which $13,300.00 was paid for LMDA advertising and the remaining $24,250.82 for local advertising.</p>\n<p id=\"b624-4\">The facts alleged in the complaint in the instant case with respect to LMDA are essentially similar to the facts proved in the Miller case, where this court said: “Even if we accept plaintiff’s argument that LMDA’s are a creation of the Ford Motor Company, organized solely to raise advertising funds for its products, the action would nevertheless fail. It is not sufficient for the plaintiff to prove a cooperative effort between Ford and LM-DA, but it must be shown that the combination has the objectionable features which the act is designed to prevent.”</p>\n<p id=\"b624-5\">Like Miller, this case is distinguishable from the GMAC case, United States v. General Motors Corp., 7 Cir., 121 F.2d 376, upon which plaintiffs strongly rely. (1) In that case the indictment charged and the , evidence showed that General Motors Corp., General Motors Sales Corp., and General Motors Acceptance Corp. conspired to restrain unreasonably interstate trade and commerce in General Motors cars, and that their purpose was to control the financing essential to the wholesale purchase and retail sale of General Motors cars. GMAC was owned by General Motors; the conspirators had identical interests: to make money for the General Motors family. In this case, however, the interests of Ford and LMDA are not identical. It is not alleged that Ford owned or controlled LMDA; it is composed of Lineoln-Mercury dealers, who are interested in promoting the sale of Lincolns and Mercurys against all other automobiles, including Fords. (2) The scheme to require GMAC financing bore no relation to the good will of General Motors or its line of cars, whereas the advertising of Lincoln and Mercury automobiles has a most important bearing on the good will of defendant and its line of cars. (3) GMAC was selling financing and was in active competition with other finance companies. Neither Ford nor LMDA is selling advertising; both of them are buying advertising. It is not alleged that Ford had any interest in the advertising agency used by LMDA except to obtain effective advertising service from it. All agencies and all media had a right to compete for the advertising purchased by LMDA. (4) General Motors required dealers to promise to use GMAC financing exclusively. Ford did not require Lineoln-Mercury dealers to use LMDA advertising exclusively or to promise to use it exclusively. (5) General Motors was reaching out to monopolize the business of financing the resale of automobiles which it manufactured. Ford was not using its economic position-as an automobile manufacturer to invade- and dominate the advertising business.</p>\n<p id=\"b624-9\">The arrangement is entirely different from the tying agreements held to be illegal per se in International Salt Co. v. United States, 332 U.S. 392, 68 S.Ct. 12, 92 L.Ed. 20; and in Northern Pacific Ry. Co. v. United States, 356 U.S. 1, 78 S.Ct. 514, 2 L.Ed.2d 545; See Times-Picayune Pub. Co. v. United States, 345 U.S. 594, 73 S.Ct. 872, 97 L.Ed. 1277; Klor’s Inc. v. Broadway-Hale Stores, 9 Cir., 255 F.2d 214; Turner, Tying Arrangements, 72: Harv.L.R. 50, 72.</p>\n<p id=\"b624-10\">No facts are alleged by plaintiffs which tend to show that the amounts which they spent on LMDA advertising restrained trade in automobiles. Miller Motors, Inc. v. Ford Motor Co., supra.</p>\n<p id=\"b624-11\">Moreover, the facts alleged' show no restraint of trade or commerce-in advertising. Some advertising agencies or advertising media may lose some-dealer advertising as a result of co-ordinated LMDA advertising; that is true-of advertising by any association. But advertising by associations does not violate the Sherman Act unless it restricts, competition or tends to create a monopoly to an extent far beyond anything alleged in the amended complaint. In addition to-their LMDA advertising, plaintiffs spent many thousands of dollars for local advertising which plaintiffs themselves selected. Except that participation in LM-DA was required by Ford, the LMDA plan differs little from other cooperative advertising plans, which are “béneficiali <page-number citation-index=\"1\" label=\"559\">*559</page-number>to the industry and to consumers”. Maple Flooring Mfrs.’ Ass’n v. United States, 268 U.S. 563, 566, 45 S.Ct. 578, 579, 69 L.Ed. 1093.</p>\n<p id=\"b625-5\">Finally, plaintiffs argue that the cancellation of plaintiffs’ sales agreements “was the result of a coercive and unlawful conspiracy resulting from plaintiffs’ protests against and unwillingness to continue to make the contributions to LMDA * * Miller made a similar argument in the district court, but abandoned it on appeal. Plaintiffs here, like Miller, refer to the facts developed by Congressional committees which studied the automobile industry in 1955 and 1956. The reports of those committees are discussed in the district court’s opinion in Miller, 149 F.Supp. at page 810-811, and in a footnote to the opinion on appeal, 252 F.2d at page 451. The Congressional committees concluded that the antitrust laws did not afford automobile dealers a remedy against inequitable and oppressive use of the manufacturers’ superior economic power, citing Judge Parker's opinion in Ford Motor Co. v. Kirkmyer Motor Co., 4 Cir., 65 F.2d 1001. Congress found it necessary to “supplement the antitrust laws of the United States” by adopting the “Automobile Dealer’s Day in Court” statute, 15 U.S.C.A. 1221 et seq. That statute does not apply in this case. We cannot sustain a complaint which does not allege with reasonable definiteness facts from which the court may infer conduct in restraint of trade of the kind prohibited by the antitrust laws, and from which an inference of public injury may reasonably be extracted. Alexander Milburn Co. v. Union Carbide &amp; Carbon Corp., 4 Cir., 15 F.2d 678, 680; Floyd v. Gage, 4 Cir., 192 F.2d 137, 139. See Radovich v. National Football League, 352 U.S. 445, 453, 77 S.Ct. 390, 1 L.Ed.2d 456; Klor’s Inc. v. Broadway-Hale Stores, supra.</p>\n<p id=\"b625-7\">The district court did not err in granting defendant’s motion to dismiss the amended complaint.</p>\n<p id=\"b625-8\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}