{
  "casebody": {
    "data": "<casebody firstpage=\"871\" lastpage=\"876\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b937-13\">UNITED STATES of America, Plaintiff-Appellee, v. Louis DAVIS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ah5J\">Nos. 12236, 12405.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b937-15\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b937-16\">Jan. 29, 1959.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b939-4\"><page-number citation-index=\"1\" label=\"873\">*873</page-number>Paul Homer, Chicago, Ill., Louis Davis, Rockford, Ill., Howard E. Koven, Chicago, Ill., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b939-5\">Robert Tieken, U. S. Atty., Charles E. Purcell, Jr., and John Peter Lulinski, Asst. U. S. Attys., Chicago, Ill., of counsel, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b939-6\">Before FINNEGAN,<footnotemark>1</footnotemark> SCHNACKENBERG and KNOCH, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b939-19\">. Judge Finnegan heard oral argument and participated in the decision of this case, voting to affirm. He died before expressing Ms views with respect to this opinion,</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b939-7\">ENOCH, Circuit Judge.</author>\n<p id=\"b939-8\">Louis Davis, appellant, was tried under a four count indictment. Counts I and III charged that on or about January 23, 1957, and February 1, 1957, respectively, he unlawfully sold narcotics in violation of Section 4705(a) of the Internal Bev-enue Code of 1954, 26 U.S.C.A. § 4705 (a), as amended by the Narcotic Control Act of 1956. Counts II and IV charged violations of Title 21 U.S.C.A. § 174, as amended by the Narcotic Control Act of 1956, on or about January 23, 1957 and February 1, 1957, respectively, by fraudulent, knowing reception, concealment, purchase and facilitation of transport and concealment after importation of narcotics, knowing the same to be imported contrary to law.</p>\n<p id=\"b939-9\">The jury found him guilty. He was sentenced to twenty years on each count, to be served concurrently, and fined $5,-000 each on Counts I and III, from which appeal was taken under Case No. 12236.</p>\n<p id=\"b939-10\">On June 25, 1958, a motion for a new trial was filed on the basis of newly discovered evidence. Appeal was taken from denial of the motion under Case No. 12405, and consolidated under Case No. 12236.</p>\n<p id=\"b939-11\">Davis complains that Title 18 U.S.C. § 3500(b) and (c) (the so-called “Jencks Statute”) is unconstitutional in that it deviates from the directions in Jencks v. United States, 1957, 353 U.S. 657, 77 S.Ct. 1007, 1 L.Ed.2d 1103, and thus violates a constitutionally guaranteed right.</p>\n<p id=\"b939-12\">This Court, however, has sustained the constitutionality of the requirement, to which Davis objects, that relation of material (subpoenaed from the government) to the testimony of its witnesses be determined by the Court on the basis of <em>in camera </em>inspection. United States V. DeLucia, 7 Cir., 262 F.2d 610.</p>\n<p id=\"b939-13\">Davis further contends that it was error to permit the government to designate those portions of the subpoenaed material which the government considered irrelevant. The Trial Judge preserved for our use the entire text of the subpoenaed material, including the portions excised before delivery to the defendant.</p>\n<p id=\"b939-14\">Our independent examination shows no error on the part of the Trial Judge who excised matter which was not a statement of a witness as defined in the statute, or which did not relate to the subject matter of the testimony of a witness.</p>\n<p id=\"b939-15\">The facts established in the record follow:</p>\n<p id=\"b939-16\">Poulos, an undercover agent for the Federal Bureau of Investigation, testified that he first met “special employee” Louis Jordan, about a week before January 23, 1957; that he met Federal Agent Heisig and Jordan at 9:10 P.M., January 23,1957, at 30th and South Park Avenue, Chicago, Illinois; and that Jordan and Poulos left for Powers Eestaurant, where Jordan introduced Poulos to the defendant, identifying Poulos as a heroin salesman. Poulos, Jordan and Davis then walked south on Cottage Grove Avenue. Davis offered Poulos one-half ounce of heroin for $90. Poulos paid Davis in marked money.</p>\n<p id=\"b939-17\">Agent Heisig testified that he followed, maintaining a moving surveillance of Davis from an automobile. At about 9:15 P.M. he observed Jordan, Poulos and Davis together.</p>\n<p id=\"b939-18\">Poulos testified that, on instructions from Davis, he returned to the Eestau-<page-number citation-index=\"1\" label=\"874\">*874</page-number>rant where he remained for 15 or 20 minutes with Jordan.</p>\n<p id=\"b940-4\">Heisig said he saw Jordan and Poulos both leave the restaurant at about 10 P.M.; that Heisig, Poulos and Jordan again met at 35th Street and South Park Avenue. Heisig then followed Jordan and Poulos back to the Powers Restaurant where he saw the two men “loitering around\" for 10 or 15 minutes. They rejoined Heisig at 35th and South Park Avenue. Jordan left. Heisig then followed Poulos back to the Powers Restaurant.</p>\n<p id=\"b940-5\">Poulos testified that Davis came to the restaurant at about 11:10 P.M., offered Poulos an additional one-half ounce of heroin for an additional $70, which was paid in marked money.</p>\n<p id=\"b940-6\">Heisig saw no passing of money, but did observe Poulos and Davis together in front of the restaurant.</p>\n<p id=\"b940-7\">Shortly after this meeting Poulos went to an island at the <em>intersection of </em>Drexel and Oakland Boulevards where, pursuant to Davis’ instructions, he found á tin foil package, (subsequently found to contain heroin) which he delivered to Heisig.</p>\n<p id=\"b940-8\">Poulos testified further that on February 1, 1957, at about 4 A.M., at Oakwood and Drexel Boulevards, Chicago, Illinois, Davis offered to sell him an ounce of heroin for $430. Poulos told Davis he would have to get the money from his partner. Davis told Poulos to get the money and to meet him at 4:30 A.M. At approximately 4:30 A.M., Poulos met Davis at Lake Park and Oakwood Boulevard, gave him $430 and received a brown manila envelope subsequently found to contain heroin.</p>\n<p id=\"b940-9\">Mary Davis, owner of the New Flame Lounge, testified that the defendant, during the months of January and February, 1957, would report for work at that place at 8 P.M. and would be with her continuously until 4 A.M. Walter L. Champion, a musician working at the Lounge, testified that the defendant was present working in the Lounge every evening during the months of January and February, 1957, and that he would have been missed had he left the Lounge.</p>\n<p id=\"b940-11\">Louis Davis, in his own defense, testified he had never before met Poulos or Jordan. He denied selling Poulos any narcotics, receiving any money from him, or otherwise engaging in any of the transactions alleged. Mary Davis had attempted unsuccessfully to locate Louis Jordan at the request of counsel for the defense. Davis denied knowing where Jordan resided. John Powell, a private investigator, testified that he was unable to serve a subpoena upon Louis Jordan in behalf of the defense.</p>\n<p id=\"b940-12\">Defendant having tried in vain to locate Jordan, although Jordan’s name and an address were made available to him,<footnotemark>2</footnotemark> sought to elicit on cross examination of one of the agents whether or not a subpoena had been issued for Jordan. <em>Objection </em>was sustained <em>to </em>this query as beyond the scope of direct examination. Defendant argues that Government failure to call Jordan as a witness compelled the inference that his testimony would have been adverse to the Government, if it could be shown that Jordan, unavailable to defendant, was available to the Government.</p>\n<p id=\"b940-13\">To support this argument, defendant relies on two cases. When viewed against the background of the factual situation involved, both are clearly distinguished from the instant case. In one, Wesson v. United States, 8 Cir., 1949, 172 F.2d 931, the evidence was found to be entirely circumstantial with “not a syllable of direct evidence of a single unlawful exchange, barter or gift of narcotics by the defendant”. At page 933. Defendant in the Wesson case was a doctor. The uncontradicted testimony of the doctor and his witness was that the doctor himself had, at a later time, altered prescriptions which he wrote and himself filled, acting as his own druggist, for specific patients; when he prescribed <page-number citation-index=\"1\" label=\"875\">*875</page-number>a larger dose on the same day, he altered the prescription blank on its face instead of writing a new prescription. One of the patients to whom he referred had been subpoenaed but was not called as a witness. The other, together with members of her family present when the drugs were allegedly prescribed, were within easy reach had the Government wished to call them to contradict the testimony of the doctor and his witness.</p>\n<p id=\"b941-5\">In the other case, United States v. Pepe, 2 Cir., 1957, 247 F.2d 838, the principal issue in the trial was whether defendant Buono was the man who, in the name of Nicholas Lorenzo, had leased the apartment in which narcotics were found. The superintendent of the building was called as a witness by the Government. He not only refused to identify defendant Buono as the lessee, Lorenzo, but denied he had ever seen Buono, identified a picture of him, or testified to that effect before a grand jury. An attempt was made to impeach this refusal to identify, by the Government’s own witness, by extensive questioning regarding his grand jury testimony. He was also asked whether he were not frightened for his own personal safety in identifying the defendant. After 63 pages of inconclusive examination, the prosecuting attorney, himself took the stand and testified regarding the witness’ identification from five unmarked and unidentified photographs, several of which had been shown the witness together, and one of which was that of defendant, Buono.</p>\n<p id=\"b941-6\">All of the testimony regarding the grand jury proceedings was stricken, but the Court of Appeals held that striking the evidence was insufficient to protect Buono. The case was a close one. One Narcotics Agent identified Buono as a man he had seen fleetingly as he came out of the building, got into an unidentified automobile and drove away. Two other agents said he was the man they had seen for a few brief seconds, driving up (again in an unidentified automobile) waving at the informer, Vitale, and driving off without stopping. One of these last two agents testified to identifying Buono’s voice as one he had overheard in a brief telephone conversation with Vitale. The agent had never seen Buono at that time and did not hear his voice again until after his arrest several days later. The Court of Appeals concluded that the one person who could have identified Buono beyond peradventure was Vitale, who was not produced, and his unexplained absence was not ignored in assessing the strength of the Government’s case to determine whether the errors committed were prejudicial.</p>\n<p id=\"b941-8\">Objection was also sustained in the case before us when defendant sought to cross-examine another agent regarding his prior association with Jordan, as going beyond the scope of the direct examination.</p>\n<p id=\"b941-9\">In oral argument defendant’s counsel attributed defendant’s failure to call the two agents as his own witnesses, for direct examination, to defendant’s unwillingness to be bound by their testimony.</p>\n<p id=\"b941-10\">Appeal taken under Case No. 12405, and consolidated under Case No. 12236, concerned denial of motion for new trial. Davis had been convicted in the Criminal Court of Cook County, during March, 1956, for a sale of narcotics to a minor, in violation of the Uniform Narcotic Drug Act of the State of Illinois. S.H.A. ch. 38, § 192.28-1 et seq. During the proceedings below on October 15, 1957, Davis voluntarily took the witness stand and at the outset of the questioning by his attorney, told the jury about that conviction in the State Court. During this direct examination, he also informed the jury about two other convictions for “strong-armed robbery” in 1948 and 1950. In an opinion filed March 20, 1958, reported as People v. Davis, 1958, 13 Ill.2d 211, 148 N.E.2d 771, Davis’ March, 1956 conviction was reversed. He filed a post-judgment motion for a new trial in the District Court, based on the premise that the 1958 reversal constituted “newly-discovered evidence”; it was denied.</p>\n<p id=\"b941-11\">This Court decided in United States v. Empire Packing Co., 7 Cir., 1949, 174 F.<page-number citation-index=\"1\" label=\"876\">*876</page-number>2d 16, that an accused taking the stand in his own defense may be cross-examined as to a prior conviction for a felony as affecting credibility even though the prior conviction be pending on appeal. Defendant distinguishes the case as involving a bench trial and not, as here, trial before a jury.</p>\n<p id=\"b942-4\">Defendant’s position is that the evidence given required his taking the stand in his own behalf and that consequently he was obliged to disclose the convictions on direct examination, lest they be brought out, with more damaging effect, on cross-examination.</p>\n<p id=\"b942-5\">Regardless of the reasoning behind the trial tactics adopted by the defendant, he cannot successfully complain in this court of evidence which he himself introduced in the trial. Nor is there any reason found in this record for disturbing the trial judge’s ruling made within the bounds of his broad discretion. United States v. Hack, 7 Cir., 1953, 205 F.2d 723.</p>\n<p id=\"b942-6\">Defendant assigns as error denial of motion for mistrial based on alleged invasion of the province of the jury on the ultimate fact issue by government witnesses. On cross-examination of Agents Poulos and Heisig, defendant had elicited the fact that no effort was made to preserve fingerprints on the package of narcotics allegedly handled by defendant. On re-direct, both agents were asked whether there were any reason for such omission. Both answered that there was a reason; that it was the policy of the Bureau not to check fingerprints in direct sales to narcotics agents. As defendant had introduced this topic, it was permissible on re-direct to show the motive for failing to preserve fingerprints, in order to demonstrate the reasonableness of the procedure followed, on which doubts had been east by the cross-examination.</p>\n<p id=\"b942-7\">Defendant relies on Alford v. United States, 1931, 282 U.S. 687, 51 S.Ct. 218, 75 L.Ed. 624, as authority for his right to secure the temporary Chicago address of Agent Poulos. In Alford, the Court spoke of identifying the witness with his environment as a proper subject for cross-examination.</p>\n<p id=\"b942-9\">In the instant case, Poulos had testified to a home address in New York City, and to last employment with the Bureau of Narcotics, from which he had resigned about a week before.</p>\n<p id=\"b942-10\">On cross-examination, objection was sustained to query regarding the hotel in which he was staying for the time of the trial. The name of the hotel where he was a transient guest would not have identified Poulos as to environment for determination of character, veracity, or bias, and sustaining objection was not error.</p>\n<p id=\"b942-11\">We find no merit in various other points raised by appellant in this appeal. On the record brought here for review we found no error affecting substantial rights.</p>\n<p id=\"b942-12\">Judgment affirmed.</p>\n<footnote label=\"2\">\n<p id=\"b940-14\">. In this respect the case clearly differs from Roviaro v. United States, 1957, 353 U.S. 53, 77 S.Ct. 623, 1 L.Ed.2d 639.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}