{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"810\" lastpage=\"825\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  D.L., et al., Plaintiff,\n  <br/>\n  v.\n  <br/>\n  ST. LOUIS CITY PUBLIC SCHOOL DISTRICT Defendant.\n </parties>\n <docketnumber id=\"p-2\">\n  Case No. 4:17 CV 1773 RWS\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, E.D. Missouri, Eastern Division.\n </court>\n <decisiondate id=\"p-4\">\n  Signed July 2, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Thomas E. Kennedy, III, Sarah Jane Hunt, Law Offices of Thomas E. Kennedy, III, LC, St. Louis, MO, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  John F. Brink, Thomeczek and Brink, LLC, St. Louis, MO, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   <em>\n    MEMORANDUM AND ORDER\n   </em>\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   RODNEY W. SIPPEL, UNITED STATES DISTRICT JUDGE\n  </author>\n  <p id=\"p-9\">\n   Minor plaintiff D.L. appeals a ruling from the Missouri Administrative Hearing Council (AHC). The AHC affirmed the St. Louis City School District's (the \"District\") decision to place D.L. in a school for children with behavioral and emotional challenges called Education and Therapeutic\n   Support at Madison (\"Madison\"). D.L. is an 11-year old boy (at the time of filing) who has been medically diagnosed with autism, post-traumatic stress disorder (PTSD), disruptive mood regulation, encopresis and enuresis. His parents and next friends the Landons seek a judgment reversing the AHC decision and ordering tuition reimbursement for their private school placement under the Individuals with Disabilities Education Act (IDEA).\n  </p>\n  <p id=\"p-10\">\n   The Landons argue that the Commissioner was wrong in finding that (1) Madison was an appropriate placement, (2) D.L. did not require occupational therapy, and (3) the Landons were not entitled to tuition reimbursement. The respondent St. Louis Public School District (the \"District\") argues that (1) I do not have jurisdiction to hear this appeal, (2) the Landons have not met their burden to overturn the decisions of the District and the AHC, and (3) that D.L.'s Individualized Education Program (IEP) was sufficient to provide him with a free appropriate public education (FAPE) as required under the IDEA.\n  </p>\n  <p id=\"p-11\">\n   I find that the District's actions were not reasonably calculated to provide D.L. with FAPE, but only with respect to the period of time where Madison had no history of, nor preparation for, autism-related educational supports. D.L.'s witnesses, past IEPs, and the District's occupational therapist provide convincing evidence of D.L.'s autism-related learning needs. Neither the District nor the AHC provide a convincing explanation for contradicting or ignoring those needs. In contrast, I find that the Landons chose an appropriate private school placement for D.L. As a result, I will order the District to reimburse the Landons for their private school placement for the limited period of time where Madison had no autism-related educational supports.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    A. Medical History and Diagnoses\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   D.L. is an 11-year old child in the care of his parents, the Landons. He suffered unknown trauma before the Landons adopted him and is diagnosed with autism, post-traumatic stress disorder (PTSD), disruptive mood regulation, encopresis and enuresis. (AHC decision, ECF No. 27-43 at 2.)\n  </p>\n  <p id=\"p-15\">\n   D.L. has received varying medical and educational diagnoses. In January 2012, he was diagnosed by Our Little Haven with autistic disorder and neglect of child including \"sensory processing disorder-audio and tactile.\" (\n   <em>\n    Id.\n   </em>\n   ) Our Little Haven also noted that D.L. has behavioral problems that are typical of children with high functioning autism including \"oppositional defiant symptoms and anger problems.\" (\n   <em>\n    Id.\n   </em>\n   at 3). Dr. Constantino, the director of the Division of Child Psyschiatry at Washington University's School of Medicine, and Gregory Robinson at Mercy Children's Hospital have also diagnosed D.L.'s condition as autism spectrum disorder, (Letter from Dr. Constantino, ECF No. 27-75 at 17; Diagnostic Evaluation, ECF No. 27-41 at 5-6). Dr. Constantino has explained that D.L.'s autism\"profoundly affect[s]\" his educational performance. (AHC Hearing Transcript, ECF No. 27-27 at 306). D.L. is \"one of the most damaged, affected children\" he has ever seen. (AHC Hearing Transcript, ECF No. 27-27 at 43).\n  </p>\n  <p id=\"p-16\">\n   In addition to his medical diagnosis, D.L. has received educational diagnoses as defined by the state of Missouri. Missouri school districts use educational diagnoses to develop students' individualized education plans (IEP) and otherwise meet their educational needs. At the time of the events in this lawsuit, D.L. had an educational diagnosis of Other Health Impairment (\"OHI\"), a broad category that includes emotionally disturbed students. Despite his medical diagnosis of autism,\n   D.L. has not received an educational diagnosis of autism. In March 2014, the Landons requested that D.L. be reevaluated for an educational diagnosis of autism. (AHC Decision, ECF No. 27-23 at 5). The resulting assessment concluded that D.L. had \"difficulty with emotional regulation when he did not get what he wanted,\" that he needed \"continuous sensory support ... throughout the day,\" that he had appropriate form, content, and use of language, and that he met the criteria for \"Other Health Impairment\" (OHI), but not for autism. (\n   <em>\n    Id.)\n   </em>\n  </p>\n  <p id=\"p-17\">\n   B.\n   <strong>\n    Educational History and Placements\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   D.L.'s educational history demonstrates inconsistent progress in behavioral, educational, and social health. Between D.L.'s first through fourth grade years, the District conducted six IEP assessments (dated April 2013, April 2014, June 2014, April 2015, May 2016, and November 2016). Each IEP explains D.L.'s behavioral, educational, and social progress in the previous school year, sets goals, and makes recommendations for the following school year.\n  </p>\n  <p id=\"p-19\">\n   As documented by the IEPs, D.L. attended kindergarten (2012-2013) and first grade (2013-2014) at Epworth, a private school for students with behavioral problems. According to the 2013 and 2014 IEP, D.L.'s academic progress at Epworth was challenged by his emotional behavior, anger management, ability to adapt to changes, defiant behaviors, and poor social skills. (AHC Decision, ECF No. 27-23 at 3). He displayed \"inappropriate behaviors when he [did] not get what he want[ed], when something [was] taken away, or he [did] not want to work.\" (April 2013 IEP, ECF No. 27-76 at 6). This behavior included disruptive noises and emotional outbursts, knocking over chairs, striking his head against the wall, verbal abuse, and soiling or defecating himself.\n   <em>\n    Id.\n   </em>\n   Among other recommendations, the April 2014 IEP notes that \"[a] therapeutic environment is very important,\" for D.L. (April 2014 IEP, ECF No. 27-78 at 6). According to the IEP, \"[t]his [environment] helps when there are emotional breakdowns and situations occurring in his life.\" (\n   <em>\n    Id.\n   </em>\n   ) The April 2014 IEP also documents that \"[s]ensory processing is a big issue for [D.L.] He requires sensory support throughout the day to ensure a successful day.\" (\n   <em>\n    Id.\n   </em>\n   at 7).\n  </p>\n  <p id=\"p-20\">\n   For D.L.'s second grade year, the June 2014 IEP amendment recommended that he move from Epworth to Mullanphy Elementary School, a public school with support services for students with educational disabilities. The Landons supported this change. They were concerned that D.L. had become overstimulated and non-verbal at times in the special education classrooms at Epworth. During his second grade year at Mullanphy, D.L. was primarily in a \"self-contained classroom for students with autism.\" (AHC Decision, ECF No. 27-23 at 8). D.L. made progress in several areas during this year. He \"usually respond[ed] well when boundaries [were] set and when he [was] treated no differently than any other child,\" and \"[he] ha[d] the ability to sit and perform tasks for [a] 30 minute session with minimal prompts, especially when it [was] something he really want[ed] to do....\" (ECF No. 27-84 at 7).\n  </p>\n  <p id=\"p-21\">\n   D.L.'s problematic behaviors continued at Mullanphy, however, and become more threatening in some ways. In kindergarten, D.L. made threats to harm himself. In first grade, he made threats to harm his teachers. In second grade, he made threats to harm his fellow students as well. (AHC Decision, ECF No. 27-23 at 10). He also demonstrated \"definite dysfunction\" regarding his overall ability to process sensory input throughout the school day,\" and the IEP recommended that sensory supports\n   continue to be available to him. (\n   <em>\n    Id.\n   </em>\n   at 9-10).\n  </p>\n  <p id=\"p-22\">\n   During the third grade, D.L. regressed in his social interactions and personal health. (\n   <em>\n    Id.\n   </em>\n   at 13). At the beginning of the year, he was placed in a cross-categorical classroom with high functioning students of varying educational disabilities. (\n   <em>\n    Id.\n   </em>\n   at 11). He was hospitalized four times due to suicidal ideation, aggression, outbursts, and other behavioral and emotional challenges. (\n   <em>\n    Id.\n   </em>\n   at 11-14).\n   <footnotemark>\n    1\n   </footnotemark>\n   D.L. also became less responsive to some routines and supports. (\n   <em>\n    Id.\n   </em>\n   at 13). At times, he simply refused to do certain tasks. (\n   <em>\n    Id.)\n   </em>\n   During this time, the Landons explored several private school placements for D.L., but they were unable to obtain a private placement before the next school year started. (\n   <em>\n    Id.\n   </em>\n   at 14).\n  </p>\n  <p id=\"p-23\">\n   D.L.'s started his fourth grade year at Mullanphy with a string of violent incidents. (\n   <em>\n    Id.\n   </em>\n   at 14). He spent the first two weeks in a cross-categorical special education classroom at Mullanphy. (\n   <em>\n    Id.)\n   </em>\n   He threatened to kill his teacher at least eight (8) different times in the first week, bit staff and teachers several times, threatened to kill other students and staff, and even \"threatened to kill his entire school.\" (\n   <em>\n    Id.)\n   </em>\n   In the second week, he kicked, punched, pinched, and head-butted a teacher who blocked him from fighting another student. (\n   <em>\n    Id.\n   </em>\n   ) Later in the week, he escalated to violent behavior without any specific triggers. (\n   <em>\n    Id.\n   </em>\n   ) In response to this behavior, the District scheduled an IEP meeting for September 14, 2016. (\n   <em>\n    Id.\n   </em>\n   ) Before the meeting was held, however, the Landons were able to place D.L. in a residential educational program Great Circle. They cancelled the meeting, and without their knowledge, the District removed D.L. from its enrollment.\n  </p>\n  <p id=\"p-24\">\n   D.L. attended Great Circle, a residential treatment program and school environment, from September 6 to November 4. He was enrolled in a class with ten students, predominantly those diagnosed with autism. While at Great Circle, D.L. \"made some progress... but continued to have difficulties such as refusing to complete work, biting himself and staff members, kicking the wall, throwing his shoes, and banging his head against the wall.\" (\n   <em>\n    Id.\n   </em>\n   at 16). His \"negative behaviors escalated when asked to stop engaging in a preferred activity.\" (\n   <em>\n    Id.\n   </em>\n   at 17).\n  </p>\n  <p id=\"p-25\">\n   Reflecting on his challenges during this time, some Great Circle staff came to believe that a different placement would be better for D.L. (\n   <em>\n    Id.\n   </em>\n   at 19). They stated that they believed that D.L.'s behavior was not based on autism, that he was not responsive to sensory supports, and that he should be placed in a program for children with emotional disturbances. (AHC Hearing Transcript, Doc. 27-27 at 101, 152, 201). In contrast, the Landons wanted D.L. stay in the non-residential day program at Great Circle after he was discharged from residential treatment. (AHC Decision, ECF No. 27-23 at 20).\n  </p>\n  <p id=\"p-26\">\n   On November 4, 2016, Great Circle discharged D.L. Three days later, on November 7, 2016, the District re-enrolled D.L. and held his IEP meeting the same day. The recommendations of the eventual IEP are the subject of this action.\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    C. November 2016 Meeting and IEP\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   D.L.'s November 2016 IEP was created at a time of disagreement, controversy, and communication breakdowns among D.L's IEP team. On November 3, 2016, before the IEP meeting, the Landons gave the District a letter describing D.L.'s recent challenges and Dr. Constantino's recommendations\n   for D.L. The recommendations included a proactive sensory diet, an autism-based educational program, and accommodations that avoid extremely loud and crowded places. The letter also recommended that D.L. be enrolled in \"[a] program that addresses both the ADHD and Autism components of [his] educational diagnosis, [and] not a program geared towards children with emotional disturbances and behavioral disorders.\" (ECF No. 27-28 at 13-14). The District held the IEP meeting on November 7, 2016. Fifteen people participated in the meeting, including eight in-person attendees and seven people who participated by telephone. (Nov. 2016 IEP, ECF No. 27-86 at 5-6). During the meeting, the Landons advocated that D.L. be placed in a Great Circle classroom for children with emotional disturbances. The IEP team voted against this possibility.\n  </p>\n  <p id=\"p-29\">\n   Instead, the IEP team voted to place D.L. at a public separate school for children with behavioral and emotional disturbances. (AHC Decision, ECF No. 27-23 at 21-22). The public separate school that fit this recommendation was Madison.\n  </p>\n  <p id=\"p-30\">\n   At the time of the IEP meeting, Madison was in its second year of operation. The behavioral program at Madison was designed in part by its current and original program director, Marvin Echols. (Hearing Transcript, ECF No. 27-27 at 471). According to the Landons \"no student with autism and no student with a developmental disability had ever attended\" Madison. (Petitioner's Proposed Findings of Fact, ECF No. 32 at 13). In Echols own admission, he does not \"know a lot about autism\" and has no experience teaching students with autism. (Hearing Transcript, ECF No. 27-27 at 495). At the time the Landons filed their due process complaint, Madison also had no sensory room to help students with autism prepare for classes or prevent \"meltdowns.\" (Hearing Transcript, ECF No. 27-27 at 498). By April 6, 2018-the time the state due process hearing was held-Madison had created a sensory room. (\n   <em>\n    Id.\n   </em>\n   at 501). Three students with a medical diagnosis of autism were placed at Madison at the time the hearing was held. (\n   <em>\n    Id.\n   </em>\n   at 474).\n  </p>\n  <p id=\"p-31\">\n   The Landons left the meeting after the vote to place D.L. at Madison, stating that they needed to pick up D.L. Before they left, the Landons gave the other attendees a letter with information and recommendations from Dr. Constantino. The letter also stated that \"[s]ince we do not feel that the IEP team has been able to offer [an] acceptable alternative during this meeting we do not agree with the proposed plan. We therefore intend to make a private placement at public expense.\" (ECF No. 27-68 at 1).\n  </p>\n  <p id=\"p-32\">\n   After the meeting, special education teacher Kyle Hagan was tasked with writing the IEP. Hagan requested data from Great Circle and the Landons, but neither responded. (AHC Decision, ECF No. 27-23 at 22). The resulting IEP contained significant changes to the Special Education Services section and placement recommendations. (ECF No. 27-86 at 21; ECF No. 27-85). In the Special Education Services Summary, the IEP reduced the time spent in instruction for task related skills from 1325 to 967 minutes. It increased instruction in social skills from 150 to 968 minutes. The November 2016 IEP also removed 30 minutes of weekly occupational therapy from the Special Education Services Summary.\n  </p>\n  <p id=\"p-33\">\n   Occupational therapy time had been roughly halved because \"[D.L.] does not require as much assistance to address his sensory needs and this is not the least restrictive environment for [D.L.] at this time.\" (ECF No. 27-86 at 38). According to the IEP, this decision was based on \"IEP data sheets, teacher and therapist\n   discussions, and IEP goal progress.\" (\n   <em>\n    Id.\n   </em>\n   ) The IEP recommended that D.L. be moved to Madison based on the same sources of information. (\n   <em>\n    Id.\n   </em>\n   at 41).\n  </p>\n  <p id=\"p-34\">\n   <strong>\n    D. State Administrative Appeal and Judicial Proceedings\n   </strong>\n  </p>\n  <p id=\"p-35\">\n   Before the November IEP was finalized, the Landons became interested in Giant Steps, a private school for children with special education needs. On November 14, 2016, the Landons submitted an application and vaccination records to Giant Steps. On November 17, 2016, the District completed the November 2016 IEP. The next day, the Landons filed a due process complaint, objecting to the Madison placement. On December 5, 2016, while their due process complaint was pending, the Landons signed a payment authorization with Giant Steps and D.L. began attending the school. (AHC Decision, ECF No. 27-23 at 25).\n  </p>\n  <p id=\"p-36\">\n   In their due process complaint, the Landons argued that the District denied D.L. FAPE by (1) failing to give an educational diagnosis of autism, (2) failing to provide occupational therapy services to D.L., and (3) by placing D.L. in a school designed for children with emotional disturbances rather than autism. As allowed under Missouri's AHC procedures, the Landons and the District submitted evidence, made evidentiary and dispositive motions, supported their position with memoranda, and presented their case in a hearing on the record. The AHC record in this case was 2,487 pages long. The AHC delivered its decision on May 9, 2017.\n  </p>\n  <p id=\"p-37\">\n   In its decision on the record, the AHC ruled against the Landons. It denied the Landons' claim about the Madison placement, reasoning that D.L.'s poor progress in private autism-based classrooms demonstrated that he was not benefiting from a sensory diet. (\n   <em>\n    Id.\n   </em>\n   at 44-47). The AHC also emphasized the unclear link between D.L.'s hospitalizations and his learning environment. (\n   <em>\n    Id.\n   </em>\n   at 46). It denied the Landons' claim about D.L.'s sensory diet because Dr. Constantino's recommendations for a sensory diet were not always practical in their application. (\n   <em>\n    Id.\n   </em>\n   at 47-48). The AHC also noted the District and Great Circle testimony that D.L. was not benefiting from a sensory diet. (\n   <em>\n    Id.\n   </em>\n   at 47). Lastly, the AHC denied the Landons' claim about D.L.'s educational diagnosis, because (1) under\n   <em>\n    Fort Osage R-1 Sch. Dist. v. Sims\n   </em>\n   ,\n   <extracted-citation case-ids=\"4206457\" index=\"0\" url=\"https://cite.case.law/f3d/641/996/#p1004\">\n    641 F.3d 996\n   </extracted-citation>\n   , 1004 (8th Cir. 2011), the student's individual needs are more important than the particular diagnosis, (2) D.L. does not meet the state definition for an educational diagnosis of autism, and (3) an educational diagnosis of autism is different from a medical diagnosis. (\n   <em>\n    Id.\n   </em>\n   at 38-41).\n  </p>\n  <p id=\"p-38\">\n   The Landons filed a complaint in this court seeking a reversal of the AHC decision pursuant to\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201415\">\n    20 U.S.C. § 1415\n   </extracted-citation>\n   (i)(2)(A). They argue that the AHC ruling is deficient because (1) it discounts testimony of witnesses who know D.L. best; (2) Madison is poorly prepared to meet D.L.'s educational needs, including occupational therapy and sensory supports; and (3) the Landons should be awarded tuition reimbursement. Both the Landons and the District moved for summary judgment, or in the alternative for a judgment on the administrative record. The District argues that the AHC did not have jurisdiction over the Landons claims because D.L. was not attending the District schools when the Landons filed their due process complaint. The District also argues that the Landons failed to adequately prove that D.L.'s IEP misidentified his needs or made an inappropriate placement. These arguments have been fully briefed and I will rule on them based on the administrative record.\n  </p>\n  <p id=\"p-39\">\n   <strong>\n    II. LEGAL STANDARD\n   </strong>\n  </p>\n  <p id=\"p-40\">\n   When conducting a review of administrative proceedings under the IDEA, I make \"an independent decision, based upon the preponderance of the evidence.\"\n   <em>\n    Pachl v. Seagren\n   </em>\n   ,\n   <extracted-citation case-ids=\"3336475\" index=\"2\" url=\"https://cite.case.law/f3d/453/1064/#p1068\">\n    453 F.3d 1064\n   </extracted-citation>\n   , 1068 (8th Cir. 2006). I may conduct this review de novo \"on the administrative record even if there are disputed issues of material fact.\"\n   <em>\n    Independent Sch. Dist. No. 283 v. S.D.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9045525\" index=\"3\" url=\"https://cite.case.law/f3d/88/556/#p561\">\n    88 F.3d 556\n   </extracted-citation>\n   , 561 (8th Cir. 1996) ;\n   <em>\n    see\n   </em>\n   <em>\n    also\n   </em>\n   <em>\n    E.S. v. Indep. Sch. Dist., No. 196 Rosemount-Apple Valley\n   </em>\n   ,\n   <extracted-citation case-ids=\"11869640\" index=\"4\" url=\"https://cite.case.law/f3d/135/566/#p569\">\n    135 F.3d 566\n   </extracted-citation>\n   , 569 (8th Cir. 1998). (\"At the appellate level, the question of an IEP's adequacy is a mixed question of law and fact, reviewed de novo.\"). At the same time, I must give due weight to the results of administrative proceedings below and I cannot \"substitute [my] own notions of sound educational policy for those of school authorities.\"\n   <footnotemark>\n    2\n   </footnotemark>\n   <em>\n    Bd. of Educ. of Hendrick Hudson Cent. Sch. Dist., Westchester Cty. v. Rowley\n   </em>\n   ,\n   <extracted-citation case-ids=\"636698\" index=\"5\" url=\"https://cite.case.law/us/458/176/#p206\">\n    458 U.S. 176\n   </extracted-citation>\n   , 206,\n   <extracted-citation case-ids=\"636698\" index=\"6\" url=\"https://cite.case.law/us/458/176/#p206\">\n    102 S.Ct. 3034\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636698\" index=\"7\" url=\"https://cite.case.law/us/458/176/#p206\">\n    73 L.Ed.2d 690\n   </extracted-citation>\n   (1982). During the state administrative proceedings, the school district has the burden of proving that it complied with the IDEA.\n   <em>\n    <extracted-citation case-ids=\"636698\" index=\"8\" url=\"https://cite.case.law/us/458/176/#p206\">\n     Id.\n    </extracted-citation>\n   </em>\n   On appeal to federal court, \"the party challenging the outcome of state administrative hearings has the burden of proof.\"\n   <em>\n    <extracted-citation case-ids=\"636698\" index=\"9\" url=\"https://cite.case.law/us/458/176/#p206\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-41\">\n   In evaluating whether the challenging party has met its burden of proof, I must \"receive the record of the administrative proceedings.\"\n   <em>\n    <extracted-citation case-ids=\"636698\" index=\"10\" url=\"https://cite.case.law/us/458/176/#p206\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636698\" index=\"10\" url=\"https://cite.case.law/us/458/176/#p206\">\n    at 205\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636698\" index=\"11\" url=\"https://cite.case.law/us/458/176/#p206\">\n    102 S.Ct. 3034\n   </extracted-citation>\n   . I must also \"hear additional evidence at the request of a party.\"\n   <em>\n    Id.\n   </em>\n   ;\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201415\">\n    20 U.S.C. § 1415\n   </extracted-citation>\n   (e)(2). Evidence that is available to the IEP team at the time of the IEP drafting is most probative.\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    Astourian v. Blue Springs R-IV Sch. Dist.\n   </em>\n   , No. 07-0179-CV-W-FJG,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=2008%20WL%203834101\">\n    2008 WL 3834101\n   </extracted-citation>\n   at *4 (W.D. Mo. Aug. 13, 2008) (\"An IEP must be evaluated as of the date it is offered.\"). In building the record for my review I \"should ordinarily defer to the administrative panel's judgment.\"\n   <em>\n    Gill v. Columbia 93 Sch. Dist.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11199286\" index=\"14\" url=\"https://cite.case.law/f3d/217/1027/#p1037\">\n    217 F.3d 1027\n   </extracted-citation>\n   , 1037 (8th Cir. 2000). I may hear evidence outside of the administrative record, however, \"if a party provides some solid justification for expanding the record.\"\n   <em>\n    <extracted-citation case-ids=\"11199286\" index=\"15\" url=\"https://cite.case.law/f3d/217/1027/#p1037\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-42\">\n   <strong>\n    III. ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-43\">\n   <strong>\n    A. JURISDICTION\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   As a general matter, I have jurisdiction to review IDEA administrative proceedings under\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201331\">\n    28 U.S.C. § 1331\n   </extracted-citation>\n   . The District, however, argues that the AHC hearing officer did not have jurisdiction to hear D.L.'s due process complaint. The District relies on\n   <em>\n    Thompson v. Bd. of the Special Sch. Dist. No.1\n   </em>\n   ,\n   <extracted-citation case-ids=\"1306705\" index=\"17\" url=\"https://cite.case.law/f3d/144/574/\">\n    144 F.3d 574\n   </extracted-citation>\n   (8th Cir.1998), which holds that \"[i]f a student changes school districts and does not request a due process hearing, his or her right to challenge prior educational services is not preserved.\"\n   <em>\n    <extracted-citation case-ids=\"1306705\" index=\"18\" url=\"https://cite.case.law/f3d/144/574/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1306705\" index=\"18\" url=\"https://cite.case.law/f3d/144/574/\">\n    at 579\n   </extracted-citation>\n   . \"Subsequent challenges to the student's previous education become moot because the new school district is responsible for providing a due process hearing.\"\n   <em>\n    <extracted-citation case-ids=\"1306705\" index=\"19\" url=\"https://cite.case.law/f3d/144/574/\">\n     Id.\n    </extracted-citation>\n   </em>\n   In\n   <em>\n    Thompson\n   </em>\n   , the student bringing suit had transferred to a charter school in a separate school district.\n   <em>\n    <extracted-citation case-ids=\"1306705\" index=\"20\" url=\"https://cite.case.law/f3d/144/574/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1306705\" index=\"20\" url=\"https://cite.case.law/f3d/144/574/\">\n    at 578-79\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-45\">\n   Here, the District argues that the AHC hearing officer did not have jurisdiction to hear D.L.'s due process complaint, because he was not attending a District school when his complaint was filed. On November 17, 2016, when the Landons filed their due process complaint, D.L. was transitioning between Great Circle and Giant Steps, two private placements. When D.L. was admitted to Great Circle two months prior, the District unenrolled him without\n   notifying the Landons. (Email Correspondence, ECF No. 27-69 at 9). D.L. was re-enrolled in the District on November 7, 2016, and filed his due process complaint on November 18, 2016, seventeen (17) days before D.L. began attending Giant Steps. (AHC Decision, ECF No. 27-23 at 1, 21). The AHC found that D.L. was still enrolled in the District at the time his complaint was filed, and that it therefore had jurisdiction to hear his complaint. (\n   <em>\n    Id.\n   </em>\n   at 34).\n  </p>\n  <p id=\"p-46\">\n   I agree that the AHC had jurisdiction to hear this complaint. The purpose of the Thompson rule is in part to \"put the school district on notice of a perceived problem,\" while it has \"the opportunity to address the alleged problem.\"\n   <extracted-citation case-ids=\"1306705\" index=\"21\" url=\"https://cite.case.law/f3d/144/574/\">\n    144 F.3d at 579\n   </extracted-citation>\n   . In applying this rule, the Eighth Circuit has focused on the time of enrollment rather than attendance.\n   <em>\n    See\n   </em>\n   <em>\n    M.P. ex rel. K. v. Indep. Sch. Dist. No. 721\n   </em>\n   ,\n   <extracted-citation case-ids=\"9317254\" index=\"22\" url=\"https://cite.case.law/f3d/326/975/#p980\">\n    326 F.3d 975\n   </extracted-citation>\n   , 980 (8th Cir. 2003) (\"M.P.'s parents did not request a due process hearing until after they enrolled M.P. in the Northfield public schools.\"). The AHC found that the Landons \"finalized enrollment when [they] signed the payment agreement on December 5, 2016.\" (AHC Decision, ECF No. 27-23 at 34). This date is after the time when the Landons filed their due process complaint. As a result, I find that the AHC had jurisdiction to hear this complaint, and I have jurisdiction to hear this appeal.\n  </p>\n  <p id=\"p-47\">\n   <strong>\n    B. Adequacy of D.L.'s IEP\n   </strong>\n  </p>\n  <p id=\"p-48\">\n   The IDEA requires school districts receiving federal funds to provide a free public education that is in conformity with state standards and the student's IEP.\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201401\">\n    20 U.S.C. § 1401\n   </extracted-citation>\n   (9). FAPE is a substantive obligation for school districts.\n   <em>\n    Endrew F. ex rel. Joseph F. v. Douglas Cty. Sch. Dist. RE-1\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12610008\" index=\"24\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    137 S.Ct. 988\n   </extracted-citation>\n   , 999,\n   <extracted-citation case-ids=\"12610008\" index=\"25\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    197 L.Ed.2d 335\n   </extracted-citation>\n   , (2017). To meet that obligation \"a school must offer an IEP reasonably calculated to enable a child to make progress appropriate in light of the child's circumstances.\"\n   <em>\n    <extracted-citation case-ids=\"12610008\" index=\"26\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n     Id.\n    </extracted-citation>\n   </em>\n   In evaluating IEPs under this standard, \"the question is whether the IEP is reasonable, not whether the court regards it as ideal.\"\n   <em>\n    <extracted-citation case-ids=\"12610008\" index=\"27\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n     Id.\n    </extracted-citation>\n   </em>\n   I must give \"due weight\" to the state administrative proceedings and not \"substitute [my] own notions of sound educational policy for those of the school authorities.\"\n   <em>\n    Pachl v. Seagren\n   </em>\n   ,\n   <extracted-citation case-ids=\"3336475\" index=\"28\" url=\"https://cite.case.law/f3d/453/1064/#p1068\">\n    453 F.3d 1064\n   </extracted-citation>\n   , 1068 (8th Cir. 2006) (quoting\n   <em>\n    Bd. of Educ. v. Rowley\n   </em>\n   ,\n   <extracted-citation case-ids=\"636698\" index=\"29\" url=\"https://cite.case.law/us/458/176/#p206\">\n    458 U.S. 176\n   </extracted-citation>\n   , 206,\n   <extracted-citation case-ids=\"636698\" index=\"30\" url=\"https://cite.case.law/us/458/176/#p206\">\n    102 S.Ct. 3034\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636698\" index=\"31\" url=\"https://cite.case.law/us/458/176/#p206\">\n    73 L.Ed.2d 690\n   </extracted-citation>\n   , (1982) ).\n  </p>\n  <p id=\"p-49\">\n   School districts must develop IEPs through collaboration among the student's parents, teachers, and other school personnel who work with and support the student.\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201414\">\n    20 U.S.C. § 1414\n   </extracted-citation>\n   (d)(1)(B). By statute, the IEP must include several elements pertaining to academic progress.\n   <em>\n    <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201414\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 1414(d)(1)(A). It begins with a description of the student's present level of achievement, including an explanation of \"how the child's disability affects the child's involvement and progress in the general education curriculum.\"\n   <em>\n    Endrew F. ex rel. Joseph F. v. Douglas Cty. Sch. Dist. RE-1\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12610008\" index=\"34\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    137 S.Ct. 988\n   </extracted-citation>\n   , 1000,\n   <extracted-citation case-ids=\"12610008\" index=\"35\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    197 L.Ed.2d 335\n   </extracted-citation>\n   , (2017) ;\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201414\">\n    28 U.S.C. § 1414\n   </extracted-citation>\n   (d)(1)(A)(i)(I)(aa). An IEP must then provide \"a statement of measurable annual goals,\" and an accompanying description of the specialized education and support services the student will receive to meet those goals. §§ 1414(d)(1)(A)(i)(II), (IV). In creating and meeting these goals, students supported by the IDEA should be educated in the \"least restrictive environment,\" ideally with nondisabled students.\n   <em>\n    Pachl v. Seagren\n   </em>\n   ,\n   <extracted-citation case-ids=\"3336475\" index=\"37\" url=\"https://cite.case.law/f3d/453/1064/#p1068\">\n    453 F.3d 1064\n   </extracted-citation>\n   , 1067 (8th Cir.2006). This requirement does not apply, however, where education in a general population classroom \"cannot be achieved satisfactorily.\"\n   <em>\n    <extracted-citation case-ids=\"3336475\" index=\"38\" url=\"https://cite.case.law/f3d/453/1064/#p1068\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3336475\" index=\"38\" url=\"https://cite.case.law/f3d/453/1064/#p1068\">\n    at 1068\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-50\">\n   <strong>\n    1. Educational Diagnosis\n   </strong>\n  </p>\n  <p id=\"p-51\">\n   The Landons argue that D.L.'s 2016 IEP is inadequate because it does not give D.L. an educational diagnosis of autism. They demonstrate that D.L. has a medical diagnosis of autism and that he was assigned to an autism-specific classroom during the 2014-2015 school year. Dr. Constantino further testified that autism was the primary driver of D.L's behavioral problems and educational performance. Accordingly, the Landons argue, the District should give D.L. an educational diagnosis of autism. At a minimum, they argue that the District should consider D.L.'s autism-related needs when developing his IEP.\n  </p>\n  <p id=\"p-52\">\n   The adequacy of an IEP is judged based its suitability to the child's specific needs.\n   <em>\n    Fort Osage R-1 Sch. Dist. v. Sims\n   </em>\n   ,\n   <extracted-citation case-ids=\"4206457\" index=\"39\" url=\"https://cite.case.law/f3d/641/996/#p1004\">\n    641 F.3d 996\n   </extracted-citation>\n   , 1004. It is not judged based on the particular educational diagnosis.\n   <em>\n    <extracted-citation case-ids=\"4206457\" index=\"40\" url=\"https://cite.case.law/f3d/641/996/#p1004\">\n     Id.\n    </extracted-citation>\n   </em>\n   If the IEP is \"tailored to the child's specific needs\", then \"the particular disability diagnosis will ... be substantively immaterial.\"\n   <em>\n    <extracted-citation case-ids=\"4206457\" index=\"41\" url=\"https://cite.case.law/f3d/641/996/#p1004\">\n     Id.\n    </extracted-citation>\n   </em>\n   The District adopted an educational diagnosis of OHI for D.L. However, it always noted D.L.'s medical diagnosis of autism and the medical and behavioral challenges that were unique to his circumstance. The District also based its educational diagnosis on its State Plan definitions for autism and OHI. The Landons do not challenge those definitions.\n  </p>\n  <p id=\"p-53\">\n   The AHC agreed with the District that D.L. satisfies the State Plan definition for OHI and that he does not satisfy the State Plan definition for autism. (ECF No. 27-23 at 38-41). The AHC reasoned that over multiple tests, D.L. did not demonstrate a requisite deficit in the capacity to use language for social communication. (\n   <em>\n    Id.\n   </em>\n   at 41). Such a deficit is a required component of the State Plan autism definition. D.L. did not meet this criteria. As a result, D.L.'s educational diagnosis does not provide a basis to overturn the AHC decision.\n  </p>\n  <p id=\"p-54\">\n   <strong>\n    2. Sensory Supports and Placement at Madison\n   </strong>\n  </p>\n  <p id=\"p-55\">\n   The Landons argue the IEP is inadequate because it reduces D.L.'s sensory supports and recommends he be enrolled in Madison. These changes are documented in two Notices of Action provided in conjunction with D.L.'s November 2016 IEP. (ECF 27-86 at 38, 41). The first Notice of Action recommends that D.L.'s sensory-focused occupational therapy be halved from 15 minutes weekly (about 60 minutes per month) to 30 minutes monthly. (\n   <em>\n    Id.\n   </em>\n   at 38). The second Notice of Action recommends that D.L. be placed at Madison. (\n   <em>\n    Id.\n   </em>\n   at 41). Both changes were based on \"teacher observations, behavioral data, and IEP Team observations,\" although a specific reason for the action is only provided in the first instance. (\n   <em>\n    Id.\n   </em>\n   at 38, 41). The first Notice of Action states that \"[D.L.] does not require as much assistance to address his sensory needs and ... this is not the least restrictive environment....\" (\n   <em>\n    Id.\n   </em>\n   at 38). The second Notice of Action simply states that Madison was chosen \"in order for [D.L.] to continue to make progress on his IEP goals and weaknesses.\" (\n   <em>\n    Id.\n   </em>\n   at 41).\n  </p>\n  <p id=\"p-56\">\n   The Landons argue that these changes are contrary to D.L.'s educational and behavioral needs. They believe the disciplinary method used at Madison is poorly suited to D.L.'s needs because his misbehavior is sometimes involuntary and the driver of his misbehavior is autism. They also note that when they filed their due process complaint, no students with autism attended Madison, (Hearing Transcript, ECF No. 27-27 at 497-98), and they claim that no evidence exists that Madison staff had experience or training to teach students with autism. (No. 33 at 20).\n  </p>\n  <p id=\"p-57\">\n   The Landons also argue that the District should have been aware of D.L.'s sensory needs based on past IEPs and Dr.\n   Constantino's recommendations. Those recommendations were outlined in a letter they distributed at the November 2016 IEP. According to the letter, Dr. Constantino recommended the following:\n  </p>\n  <blockquote id=\"p-58\">\n   • A proactive sensory diet with breaks, deep pressure, and fine motor activity throughout the day implemented before sensory issues arise, and the option for [D.L.] to withdraw to less stimulating areas as often as needed.\n  </blockquote>\n  <blockquote id=\"p-59\">\n   • A program that addressed both the ADHD and the Autism components of [D.L.'s] OHI educational diagnosis, not a program geared towards children with [emotional disturbance] and behavioral disorders.\n  </blockquote>\n  <blockquote id=\"p-60\">\n   • A program that responds to problematic behavior with sensory supports and ABA strategies rather than discipline and negative consequences. [and]\n  </blockquote>\n  <blockquote id=\"p-61\">\n   • Accommodations that allow [D.L.] to avoid extremely loud and crowded places, such as the gym or cafeteria, if he wishes.\n  </blockquote>\n  <p id=\"p-62\">\n   (ECF No. 27-23 at 20).\n  </p>\n  <p id=\"p-63\">\n   In defense of D.L.'s placement at Madison, the District noted that-by the time that AHC Commissioner held the due process hearing-three students attending Madison had an autism diagnosis. (AHC Hearing Transcript, ECF No. 27-27 at 203). The District also notes that Madison accommodates \"students with various IDEA disability identifications\" through the use of behavioral supports and a recovery room. (ECF No. 36 at 2; ECF No. 30 at 19). In defense of D.L.'s OT services, the District argues that the reduction was supported by testimony from Great Circle staff.\n  </p>\n  <p id=\"p-64\">\n   As with all aspects of the AHC decision, I review de novo the suitability of the Madison placement and D.L.'s sensory supports, giving due weight to the policy judgments of educational professionals. In this review, I make \"an independent decision based upon the preponderance of the evidence.\"\n   <em>\n    Pachl v. Seagren\n   </em>\n   ,\n   <extracted-citation case-ids=\"3336475\" index=\"42\" url=\"https://cite.case.law/f3d/453/1064/#p1068\">\n    453 F.3d 1064\n   </extracted-citation>\n   (8th Cir. 2006). Overall, the IEP \"must be responsive to the student's specific disabilities, whether academic or behavioral,\"\n   <em>\n    CJN v. Minneapolis Pub. Schs.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9346748\" index=\"43\" url=\"https://cite.case.law/f3d/323/630/#p642\">\n    323 F.3d 630\n   </extracted-citation>\n   , 642 (8th Cir. 2003). It must be \"reasonably calculated to enable\" D.L. to make academic progress.\n   <em>\n    See\n   </em>\n   <em>\n    Endrew F. v. Douglas County Sch. Dist.\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12610008\" index=\"44\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    137 S.Ct. 988\n   </extracted-citation>\n   , 997,\n   <extracted-citation case-ids=\"12610008\" index=\"45\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    197 L.Ed.2d 335\n   </extracted-citation>\n   (2017).\n  </p>\n  <p id=\"p-65\">\n   I find that the November 2016 IEP contradicts itself, reverses four years of IEPs and other assessments, and overlooks the recommendations of medical experts without a convincing explanation. First, in the disability description section of the IEP, occupational therapist L. Johnson states that D.L. \"displays sensory seeking behaviors that can factor in to his ability to complete classroom work.\" (ECF No. 27-86 at 7). The same section states that D.L. \"fidgets often... and may be disturbed by loud noises in his environment.\" (\n   <em>\n    Id.\n   </em>\n   ) Later in the IEP, however, Johnson states that D.L. \"is not exhibiting sensory behaviors that appear to be affecting his learning and task focus.\" (\n   <em>\n    Id.\n   </em>\n   at 9). The IEP does not otherwise explain or acknowledge how these two statements can be reconciled.\n  </p>\n  <p id=\"p-66\">\n   The second statement (discounting D.L.'s sensory needs) is the one adopted by the District when it makes recommendations. This statement reverses the findings of four years of previous IEPs and other assessments. The April 2013 IEP, for example, states that D.L. \"benefited from... sensory support during times of escalation such as a calm down bottle, squeeze ball and pillow....\" (AHC Decision, ECF No. 27-23 at 4). In March 2014, the district conducted a psychological-educational assessment finding that D.L. \"needed continuous sensory support...\n  </p>\n  <p id=\"p-67\">\n   throughout the day.\" (\n   <em>\n    Id.\n   </em>\n   at 5). The April 2014 IEP similarly stated that \"sensory processing was important throughout the day, such as chair cushion,... music,... pressure vest, noise reducing headphones.\" (\n   <em>\n    Id.\n   </em>\n   at 8). In January 2015, the District conducted another review finding that D.L. used \"a sensory diet daily, especially before writing activities.\" (\n   <em>\n    Id.\n   </em>\n   ). The April 2015 IEP noted that D.L. demonstrated \"definite dysfunction regarding overall ability to process sensory input throughout the day.\" (Id. at 9). Each of these IEPs reflects D.L.'s original psychological assessment at Our Little Haven which noted that he was affected by \"autistic disorder... (sensory processing disorder-auditory and tactile).\" (Id. at 2).\n  </p>\n  <p id=\"p-68\">\n   In reversing these four years' of assessments, the November 2016 IEP relies on the testimony of Great Circle staff over Dr. Constantino and other medical personnel. Dr. Constantino recommended a \"proactive sensory diet ... not a program geared towards children with [emotional disturbance] and behavioral disorders.\" (ECF No. 27-28 at 14). Great Circle staff, in contrast, told the IEP team that D.L. would do better in a program focused on emotional disturbance because he did not need sensory input. (AHC Hearing Transcript, Doc. 27-27 at 101, 152, 201). Gina Noble expressed these opinions in a conversation with Frances Landon the day of the IEP meeting. Great Circle staff Adam Busby and Crystal Kweentus expressed similar opinions, although their statements were not available to Kyle Hagan when he wrote the IEP. (ECF No. 27-26 at 185).\n  </p>\n  <p id=\"p-69\">\n   The weight of the evidence demonstrates that Dr. Constantino was exceptionally well-qualified to make recommendations concerning D.L.'s educational needs and placement. Dr. Constantino specialized in researching and treating the unmet needs of children with autism spectrum disorder. He also had direct contact with D.L. for a period of several years, and had developed a detailed diagnosis and recommended educational treatment plan. In contrast, the Commissioner found that Great Circle teacher Gina Noble had never worked in an ED classroom and \"had little experience with training on sensory diets for children with autism.\" (ECF No. 27-23 at 17). Adam Busby had an associate's degree with an emphasis on occupational therapy and two years of experience at Great Circle. (AHC Hearing Transcript, ECF No. 27-27 at 175). In his words, working with autistic children at Great Circle has \"been a learning experience.\" (AHC Hearing Transcript, ECF No. 27-26 at 177). The other two Great Circle staff who attended the IEP meeting by phone were administrators and did not work with D.L. directly.\n  </p>\n  <p id=\"p-70\">\n   With this disparity in mind, neither the Commissioner nor Hagan provided a convincing explanation for why they chose to rely on Great Circle testimony over Dr. Constantino's. The Commissioner stated that the commission respected the \"practical standpoint\" of the District's efforts, as informed by Great Circle. The District did not mention Dr. Constantino's recommendations in the IEP at all. The Commissioner further explained that \"[t]here is a discrepancy between what is medically recommended for [D.L.] and the practical application of such recommendations.\"\n   <em>\n    Id.\n   </em>\n   at 48. Namely, while Dr. Constantino recommends an autism-focused educational environment, that care has not always led to progress for D.L. In the period leading up to the November 2016 IEP, for example, D.L.'s behavioral challenges became more troublesome, despite the availability of sensory supports at Great Circle. Dr. Constantino acknowledges these challenges and recommends a still more finely-tailored approach for D.L. In contrast, Great Circle recommends an emotional\n   disturbance curriculum that appears more generic to a range of behavioral problems.\n  </p>\n  <p id=\"p-71\">\n   I find this explanation unconvincing because it is not based on evidence that D.L.'s educational needs have changed. Instead, it is based on evidence that the District has had pronounced challenges meeting D.L.'s educational needs. These challenges are understandable. D.L. refused tasks repeatedly, threatened to harm himself, staff, and students, and slid into an oppositional defiant mode at Great Circle and in Mullanphy. Despite these troubling circumstances, the District had the responsibility to provide \"education and related services... tailored to the unique needs of a particular child.\"\n   <em>\n    Endrew\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12610008\" index=\"46\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    137 S.Ct. 988\n   </extracted-citation>\n   , 994,\n   <extracted-citation case-ids=\"12610008\" index=\"47\" url=\"https://cite.case.law/s-ct/137/988/#p999\">\n    197 L.Ed.2d 335\n   </extracted-citation>\n   . The District's changes made D.L.'s IEP less specific to his needs. They reduced his autism-focused occupational therapy and would have placed him in an academic environment without a sensory room or other sensory supports. These changes reversed four years of IEPs and Dr. Constantino's recommendations without sufficient explanation.\n  </p>\n  <p id=\"p-72\">\n   As a result, I find that D.L.'s IEP was not reasonably calculated to provide FAPE. Specifically, D.L.'s IEP was inadequate for the time period during which Madison had no history of, nor preparation for autism-related educational supports. At the time the Landons filed their due process complaint, Madison had no sensory room, nor any students with a medical diagnosis of autism. (Hearing Transcript, ECF No. 27-27 at 498). The lack of a sensory room, in particular, threatens D.L.'s ability to complete classroom work. Both D.L.'s occupational therapist Melanie Woods and the district's occupational therapist L. Johnson noted that sensory intervention is important to D.L.'s academic progress. (Id. at 378-380, 383; ECF No. 27-86 at 7). Woods also stated that sensory intervention was important to prevent \"meltdowns.\" (Hearing Transcript, ECF No. 27-27 at 378-380, 383). As a result, D.L.'s IEP was not reasonably calculated to provide FAPE unless and until Madison provided access to sensory supports, such as a sensory room.\n  </p>\n  <p id=\"p-73\">\n   <strong>\n    C. Private School Placement and Reimbursement\n   </strong>\n  </p>\n  <p id=\"p-74\">\n   I can award reimbursement for a private school placement if a school district fails to provide FAPE in a timely manner, 20 U.S.C. 1412(a)(10)(C)(ii), and if the private school placement is appropriate to the student's particular needs.\n   <em>\n    See\n   </em>\n   <em>\n    Sch. Comm. of Town of Burlington, Mass. v. Dep't of Educ. of Mass.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6202856\" index=\"48\" url=\"https://cite.case.law/us/471/359/#p369\">\n    471 U.S. 359\n   </extracted-citation>\n   , 369,\n   <extracted-citation case-ids=\"6202856\" index=\"49\" url=\"https://cite.case.law/us/471/359/#p369\">\n    105 S.Ct. 1996\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6202856\" index=\"50\" url=\"https://cite.case.law/us/471/359/#p369\">\n    85 L.Ed.2d 385\n   </extracted-citation>\n   , (1985) (reimbursement authorized by IDEA);\n   <em>\n    C.B. ex rel. B.B. v. Special Sch. Dist. No. 1, Minneapolis, Minn.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4100189\" index=\"51\" url=\"https://cite.case.law/f3d/636/981/#p991\">\n    636 F.3d 981\n   </extracted-citation>\n   , 991 (8th Cir. 2011) (allowing reimbursement where FAPE was not provided in timely manner and private placement was \"proper.\"). In this case, the AHC did not make a determination of the appropriateness of the Giant Steps placement. Instead, it considered evidence on D.L.'s progress at Giant Steps primarily to evaluate whether an autism-focused educational environment was necessary. (ECF No. 27-23 at 47).\n  </p>\n  <p id=\"p-75\">\n   In the absence of an AHC determination on the matter, I find that the Landons present convincing evidence that Giant Steps meets D.L.'s educational needs. Giant Steps faculty, for example, reportedly adjust their curricula to address the educational needs identified in D.L.'s IEPs. (ECF No. 27-27 at 364). They also conduct functional behavioral assessments every school day to track his social and academic progress. (\n   <em>\n    Id.\n   </em>\n   ) Every week, D.L. receives 100 minutes of occupational therapy. (\n   <em>\n    Id.\n   </em>\n   at 408). He also participates in sensory support activities before every science class and has speech therapy on a\n   regular basis. (\n   <em>\n    Id.\n   </em>\n   at 354, 408). Giant Steps has two sensory rooms with ball pits, mats, and other sensory equipment. (\n   <em>\n    Id.\n   </em>\n   at 405-06). Its teachers are well-credentialed and experienced with autism needs. (\n   <em>\n    Id.\n   </em>\n   at 351-52, 396). D.L.'s science teacher, for example, has been a special education teacher for more than 30 years, and has taught in the autism and emotional-disturbance program at Giant Steps for 15 years.\n  </p>\n  <p id=\"p-76\">\n   D.L. has experienced some autism-related behavioral problems in this environment, (\n   <em>\n    Id.\n   </em>\n   at 404, 406 (noting severe behaviors, biting, difficult transitions ) ), but the evidence indicates that he is attending class and making academic progress. (Id. at 356, 401, 408). D.L. has academic and non-academic classes including science, math, art, physical education, social skills, speech therapy, music, and occupational therapy. His science teacher states that he is doing fourth and fifth grade work, (\n   <em>\n    Id.\n   </em>\n   at 356), and the program director states that he is doing well academically. (\n   <em>\n    Id.\n   </em>\n   at 401). Because D.L. is enrolled in a diverse set of academic courses representative of elementary education,\n   <em>\n    see\n   </em>\n   <em>\n    Rafferty v. Cranston Pub. Sch. Comm.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9373947\" index=\"52\" url=\"https://cite.case.law/f3d/315/21/#p27\">\n    315 F.3d 21\n   </extracted-citation>\n   , 27 (1st Cir. 2002) (finding a reading clinic was not an appropriate placement), and has educational supports reflective of his particular needs, I find that Giant Steps is an appropriate placement for which the Landons may be reimbursed, and I will order reimbursement for costs incurred in making that placement.\n  </p>\n  <p id=\"p-77\">\n   <strong>\n    IV. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-78\">\n   In November 2016, the St. Louis City School District developed an IEP for petitioner D.L. that reduced his occupational therapy time and placed him in a separate public school that had no sensory supports. In reaching these conclusions, the IEP contradicted four years of previous IEPs, the recommendations of D.L.'s psychologist Dr. Constantino, and its own findings concerning D.L.'s need for sensory supports. Without a convincing explanation for this reversal, I find that D.L.'s IEP was not reasonably calculated to provide FAPE for the period before the AHC Hearing when Madison had no autism-related sensory supports.\n  </p>\n  <p id=\"p-79\">\n   Accordingly,\n  </p>\n  <p id=\"p-80\">\n   <strong>\n    IT IS HEREBY ORDERED\n   </strong>\n   that Plaintiff's motion for a judgment on the administrative record, [ECF No. 31], is\n   <strong>\n    GRANTED\n   </strong>\n   . Defendant's motion for judgment on the administrative record, [ECF No. 29], is\n   <strong>\n    DENIED\n   </strong>\n   .\n  </p>\n  <p id=\"p-81\">\n   <strong>\n    IT IS FURTHER ORDERED\n   </strong>\n   that the District will reimburse the Landons for costs incurred in placing D.L. at Giant Steps, for the limited time when Madison had sensory room or other history of, or preparation for, autism-related educational supports. Plaintiff D.L. may submit a motion and evidence demonstrating the appropriate amount of costs for his private school placement no later than\n   <strong>\n    <em>\n     July 27, 2018\n    </em>\n   </strong>\n   . The Defendant may submit a response brief on this matter no later than\n   <strong>\n    <em>\n     August 31, 2018\n    </em>\n   </strong>\n   , and Plaintiff may submit a reply brief no later than\n   <strong>\n    <em>\n     September 14, 2018\n    </em>\n   </strong>\n   .\n  </p>\n  <p id=\"p-82\">\n   <strong>\n    IT IS FURTHER ORDERED\n   </strong>\n   that the District will develop an IEP, pursuant to\n   <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201414\">\n    20 U.S.C. § 1414\n   </extracted-citation>\n   (d), that is adequate to provide a free and appropriate public education.\n  </p>\n  <p id=\"p-83\">\n   <strong>\n    IT IS FURTHER ORDERED\n   </strong>\n   that Plaintiff D.L.'s motion for a hearing, [No. 38] is\n   <strong>\n    DENIED\n   </strong>\n   as moot.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-86\">\n    He was also hospitalized three times during first grade for similar reasons. (\n    <em>\n     Id.\n    </em>\n    at 9).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-87\">\n    This standard of review is \"less deferential than the substantial evidence test ordinarily applied in federal administrative law cases.\"\n    <em>\n     Neosho R-V Sch. Dist. v. Clark\n    </em>\n    ,\n    <extracted-citation case-ids=\"9378548\" index=\"54\" url=\"https://cite.case.law/f3d/315/1022/#p1027\">\n     315 F.3d 1022\n    </extracted-citation>\n    , 1027-28 (8th Cir. 2003).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}