{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"110\" lastpage=\"115\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b110-7\" pgmap=\"110\">Benjamin B. Knight et al. v. St. Louis, Iron Mountain and Southern Railway Company.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b110-9\" pgmap=\"110\">Filed at Ottawa March 24, 1892.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b110-10\" pgmap=\"110\">1. Contract—implied or special—whether assignable. One count of a declaration alleged that on, etc., one P. delivered to the defendant, a common carrier, at, etc., certain bales of cotton, of certain weights and values, to be safely carried from the place of shipment to a place named, and that then and there, in consideration of a certain reward paid therefor by said P., the defendant agreed to and with him safely to carry the same, and that defendant then and there delivered to P. a bill of lading for such cotton, thereby acknowledging the receipt thereof, and undertaking to carry the same, as aforesaid, and that said P., for a valuable consideration to him paid, assigned and delivered said bill of lading to D., who on the same day assigned and delivered the same to the plaintiff, whereby the right and title to said cotton, and the right to the possession thereof, passed to and became vested in the plaintiff, and alleging a breach of the contract: Held, that the contract thus set up was not an implied but a special contract, and a mere chose in action, which was not assignable, so as to enable the assignee to sue in his name.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b110-11\" pgmap=\"110\">2. While it is true that the assignment of the contract between P. and the carrier for the shipment of the cotton vested the title to the goods in the plaintiff, yet it did not transfer to him the contract of shipment, so as to entitle him to sue thereon in his own name, any more than would a bill of sale from P. to him.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b111-4\" pgmap=\"111\">3. Pasties—bill of lading—right of assignee to sue in his own name. The assignee of a bill of lading can not sue thereon in his own name, but must sue in the name of the assignor, for his use, as such an instrument is a chose in action, and not negotiable.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b111-5\" pgmap=\"111\">4. Statute of Limitations—applicable to implied contracts. The limitation of an action to ten years, in section 16 of the statute, applies when the action is upon a contract in writing, or upon other evidences of indebtedness in writing. It is not enough that the evidence by which the cause of action is supported is in writing. If the action is brought upon» a mere implied undertaking, the limitation of five years applies.</syllabus><summary data-order=\"6\" data-type=\"summary\" id=\"b111-6\" pgmap=\"111\">Appeal from the Appellate Court for the First District;— heard in that court on appeal from the Superior Court of Cook county; the Hon. Elliott Anthony, Judge, presiding.</summary><summary data-order=\"7\" data-type=\"summary\" id=\"AGF\" pgmap=\"111(233) 112(67)\">This action was brought by appellants, against appellee, in the Superior Court of Cook county, on the 21st day of September, 1888. The declaration is in assumpsit, with one special count and certain of the common counts. The cause of action is set up in the special count substantially as follows: It alleges that on the 5th day of December, 1879, one G. T. Potter delivered to the defendant, a common carrier, at Texarkana, Arkansas, certain bales of cotton of certain weights and values, to be safely carried from Texarkana to St. Louis, and thence to Woonsocket, Rhode Island, and then and there, in consideration of a certain reward paid therefor by the said Potter, the defendant agreed to and with him to safely carry the same; that the defendant on that day delivered to said Potter a bill of lading for said cotton, thereby acknowledging the receipt thereof, and undertaking to carry the same as aforesaid; that the said Potter, for a valuable consideration to him paid, assigned and delivered said bills of lading to Dodge, Potter &amp; Co., or order, who on the same day, for a valuable consideration, assigned and delivered the same to the plaintiffs; that by means thereof the right and title to the said cotton, and the right to the possession thereof, passed to and became vested in the plaintiffs; that the defendant did not take care of said cotton, and safely carry and forward the same, but, on the contrary, so carelessly behaved itself in that regard that the same was wholly lost to the plaintiffs. There are other shipments described in the count, for which plaintiffs seek to recover, but the averments are the same as to those, except in the description of the goods and their value.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b112-5\" pgmap=\"112\">The defendant pleaded the general issue and the five years statute of limitations. To the latter plea the plaintiffs replied that the contract sued on was in writing. On a trial in the Superior Court, a jury being waived, the judgment was for the defendant, for costs of suit. The Appellate Court has affirmed that judgment, and the plaintiffs now prosecute this appeal.</summary><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b112-6\" pgmap=\"112\">Mr. A. M. Pence, for the appellants:</attorneys><p data-order=\"10\" data-type=\"legal\" id=\"b112-7\" pgmap=\"112\">The action is founded upon “written evidence of indebtedness,-” and hence ten years, and not five, is the bar. Railroad Co. v. Johnson, 34 Ill. 389; Ames v. Moir, 130 id. 582; Plumb v. Campbell, 129 id. 101; Railroad Co. v. Phillips, 60 id. 190; Ashley v. Vischer, 24 Cal. 322; Sannickson v. Brown, 5 id. 57; Neighbors v. Simmons, 2 Blackf. 75; Ames v. Moir, 27 Ill. App. 88.</p><p data-order=\"11\" data-type=\"legal\" id=\"b112-8\" pgmap=\"112\">If the carrier had possession of the cotton and failed to deliver it, plaintiffs have the right to sue in assumpsit for its value. Angell on Carriers, secs. 422, 434, 491; 1 Chitty’s Pl. sec. 6; Bank v. Brown, 3 Wend. 158; Blanchard v. Page, 8 Gray, 289; Nevin v. Car Co. 106 Ill. 222.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b112-9\" pgmap=\"112\">Mr. H. S. Priest, and Messrs. Ball, Wood &amp; Oakley, for the appellee:</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b112-10\" pgmap=\"112(57) 113(34)\">A chose in action is not assignable, and a third person, although entitled to the benefit of the contract, can not sue in his own name, but must bring the action in the name of the person holding the legal title. Buckmaster v. Eddy, Breese, 381; Beezly v. Jones, 1 Scam. 34; McJilton v. Love, 13 Ill. 496; Hughes v. Trahern, 64 id. 48; McKinney v. Alvis, 14 id. 33; Railroad Co. v. Nichols, 57 id. 464; Chapman v. McGrew, 20 id. 101; Phillips v. Wilson, 25 Ill. App. 427.</p><p data-order=\"14\" data-type=\"legal\" id=\"b113-5\" pgmap=\"113\">That a bill of lading is a chose in action within the foregoing rule is amply established by the authorities. Thompson v. Doming, 14 M. &amp; W. 407; Sargent v. Morris, 3 B. &amp; Ald. 577; Blanchard v. Page, 8 Gray, 281; Shaw v. Railway Co. 101 U. S. 557; Burton v. Curyea, 40 Ill. 320; Railroad Co. v. Wagner, 65 id. 197; Reeve v. Smith, 113 id. 52; Kleeman v. Frisbie, 63 id. 482; Canadian Bank v. McCrea, 106 id. 281.</p><p data-order=\"15\" data-type=\"legal\" id=\"b113-6\" pgmap=\"113\">If the breach of a duty is relied on, it is an action ex delicto, and the action is case. Angell on Carriers, sec. 422; Orange Bank v. Brown, 3 Wend. 158; Marshall v. Railway Co. 11 C. B. 655; Pozzi v. Shipton, 8 A. &amp; E. 963.</p> <opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b113-7\" pgmap=\"113\">Mr. Justice Wilkin</author> <p id=\"ATx\" pgmap=\"113\">delivered the opinion of the court:</p> <p id=\"b113-8\" pgmap=\"113(219) 114(308)\">The Superior Court held, on a proposition of law submitted by the defendant, that under the pleadings and evidence in the case the plaintiffs could not recover. On this ruling the question is raised whether or not the plaintiffs show, by their declaration, such a cause of action as, under the law, they can maintain in their own names. It is useless to cite authorities in support of the proposition that they can not sue on the bills of lading, except in the name of the assignor for their use. Such is the settled law of this State. All agree that bills like these are but choses in action, not negotiable. Can the declaration be construed as counting upon any other cause of action than the contract to- carry, as set forth in said bills ? Plaintiffs say they “do not sue as the assignees of the contract, for this we could not do at law, but we sue as the assigns of the property,” and it is contended that the action is upon an implied promise, arising from defendant’s duty to carry and deliver the goods to the owner or holder of the bills of lading. That clearly is not the case made by the declaration. The contract there set up is not an implied contract, but an express one, as set forth in the bills of lading. The-breach of duty complained of is not merely a failure to carry and safely deliver, as required by law, but the breach of a contract to do so. While it is true that the assignment of the contract between Potter and the carrier for the shipment of the cotton vested the title to the goods in the plaintiffs, it did not transfer to them the contract of shipment, so as to entitle them to sue thereon in their own names, any more than would a bill of sale from Potter to them. If for any reason they desired to avoid the necessity of suing in Potter’s name for their use, and could have maintained the action upon an implied promise, they should have so declared. The action here being-based upon the failure to safely carry and deliver, and the-declaration showing that there was an express contract of shipment between the shipper and the carrier, it is difficult to see how the assignee of that express contract could ignore-it, and sue upon an implied liability to carry and deliver. When it is admitted that the bills of lading are non-negotiabley it must follow that the carrier can make any defense against an alleged' failure to carry according to his contract, when sued by one who has become the owner of the goods by a, transfer of the bill of lading, which he could have made against the shipper himself. His duty towards the goods is fixed by the terms of his contract, no matter who may be the owner of them. But however that may be, this can not be said to-\" be a suit for any other than a failure to comply with the contract between Potter and the appellee.</p> <p id=\"b114-5\" pgmap=\"114\">It is said the declaration in the case of Larned against this appellee, reported in 103 Ill. 293, in which a judgment against it was affirmed, was precisely the same as that in this case. It is not claimed that the right of Larned to maintain that action in his own name was in any way questioned in this court, and certainly no such point was decided. Therefore that case is in no sense an authority on the point under discussion.</p> <p id=\"b115-4\" pgmap=\"115\">Again, if the action could be held to be based -upon a mere implied undertaking, we can see no escape for plaintiffs from the bar of the Statute of Limitations. The statute is, that. “actions on unwritten contracts, express or implied, must be brought within five years after the cause of action accrues, and not after.” To avoid that bar, the plaintiffs below replied that the contract sued on was in writing, and the argument is, that notwithstanding the plaintiffs could not sue on the bills of lading as assignees, still, inasmuch as the evidence upon which they base their title to the goods is in writing, therefore the action is on a written contract, within the meaning of the 16th section of the statute. By that section, if the action is upon a contract in writing, or if the action is upon other evidence of indebtedness in writing, the limitation is ten years. In either case the action must be upon the writing. It is not enough that the evidence by which the cause of action is supported is in writing. As already said, the cause of action here is the failure to safely carry plaintiffs’ goods. Can it be said that they had a contract in writing with the carrier ? If so, how did they get it ? Manifestly, by assignment from Potter, the shipper.</p> <p id=\"b115-5\" pgmap=\"115\">We think the Superior Court ruled properly on the question of the right of plaintiffs to maintain the action, and that its judgment was properly affirmed by the Appellate Court. In this view of the case, the question as to whether or not the-defendant is estopped, by the bill of lading signed by its agent at Texarkana, from denying the receipt of the cotton at that point, as against plaintiffs, as bona fide purchasers, relying on the acknowledgment in said bills that it had been received, becomes unimportant, and we decline to pass upon it.</p> <p id=\"b115-6\" pgmap=\"115\">The judgment of the Appellate Court will be affirmed.</p> <p id=\"b115-7\" pgmap=\"115\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}