{
  "casebody": {
    "data": "<casebody firstpage=\"1482\" lastpage=\"1489\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1568-6\">In re PACIFIC EXPRESS, INC., a California corporation, Debtor. PACIFIC EXPRESS, INC., a California corporation, Plaintiff-Appellee, v. TEKNEKRON INFOSWITCH CORPORATION, a Nevada corporation, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1568-10\">Nos. 84-2803, 84-2804.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1568-11\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1568-12\">Argued and Submitted Oct. 10, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A2L\">Decided Jan. 22, 1986.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1569-18\"><page-number citation-index=\"1\" label=\"1483\">*1483</page-number>Julia P. Gibbs, Howard, Rice, Nemerov-ski, Canady, Robertson &amp; Falk, San Francisco, Cal., for plaintiff-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1569-19\">M. Sean McMillian, Pamela M. Soder-beck, Loo, Merideth &amp; McMillian, Los An-geles, Cal., for defendant-appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1569-21\">Before MERRILL, TANG, and BOOC-HEVER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1569-22\">MERRILL, Circuit Judge:</author>\n<p id=\"b1569-23\">Creditor Teknekron Inf os witch Corp. (“Teknekron”) appeals the approval of the sale of certain telecommunications equipment by bankrupt debtor Pacific Express, Inc. (“Pacific”). The case requires us to resolve conflicting claims of title to two separate sets of equipment. We affirm as to one set, but reverse as to the other.</p>\n<p id=\"b1569-24\">I. <em>Facts and the Proceedings Below</em></p>\n<p id=\"b1569-25\">On or around June 17, 1983, creditor Teknekron agreed to deliver to debtor Pacific certain telecommunications equipment (the “Original Equipment”). Teknekron is located in Texas; Pacific is in California. Later that year, on August 12, the parties executed a document denominated a “Lease Agreement.” Under that “Lease Agreement,” Pacific undertook to pay Tek-nekron $9,250 a month for the succeeding five years in exchange for the use of the Original Equipment. At the time of the execution of this document, the Original Equipment was worth in excess of $416,-000. Teknekron has never filed a financing statement relating to the Original Equipment, now in Pacific’s possession.</p>\n<p id=\"b1569-26\">At approximately the same time, Pacific and Teknekron entered into a Maintenance Agreement in which Teknekron agreed to service the Original Equipment for a fee of $1,750 a month. As part of the Maintenance Agreement, Teknekron gave Pacific <page-number citation-index=\"1\" label=\"1484\">*1484</page-number>a non-exclusive license to use the software that was necessary to run the Original Equipment.</p>\n<p id=\"b1570-4\">On October 7, 1983, in a separate and distinct transaction, Teknekron shipped to Pacific certain other telecommunications equipment (the “Additional Equipment”). Teknekron agreed to sell and Pacific agreed to buy this Additional Equipment for $112,060.</p>\n<p id=\"b1570-5\">On February 2, 1984, before having paid any of the amounts owed to Teknekron, Pacific filed a petition as debtor-in-possession under Chapter 11 of the Bankruptcy Code. In the bankruptcy court, Teknekron applied for relief from the automatic stay triggered by the bankruptcy filing so that it could regain possession of both the Original Equipment and the Additional Equipment. In the alternative, it petitioned the court under Section 365 of the Bankruptcy Code, 11 U.S.C. § 365, to order Pacific either to assume or reject what Teknekron claimed to be an executory contract comprised of the Original Equipment “Lease,” the Maintenance Agreement, and the software license.</p>\n<p id=\"b1570-6\">For its part, Pacific asserted that the “Lease” was intended as security. It therefore did not reserve title in Teknekron and created only a security interest. Under section 544(a)(1) of the Bankruptcy Code, 11 U.S.C. § 544(a)(1), Pacific sought to avoid what it claimed to be Teknekron’s unperfected security interest in the Original Equipment.<footnotemark>1</footnotemark> Pacific also claimed that it owned the Additional Equipment free of any interest of Teknekron.</p>\n<p id=\"b1570-7\">On cross-motions for summary judgment, the bankruptcy court ruled that the “lease” represented only a security interest avoidable under section 544(a)(1) and that Pacific, as debtor-in-possession, therefore owned the Original Equipment free of Tek-nekron’s interest. ■ It also ruled that Pacific held title to the Additional Equipment. Accordingly, it denied Teknekron’s motions. The bankruptcy court subsequently authorized Pacific to sell all of the equipment in question. Upon Teknekron’s tender of a deposit, that sale has been held in abeyance pending the resolution of this dispute.</p>\n<p id=\"b1570-10\">Teknekron appealed the bankruptcy court’s orders to the district court, which affirmed the bankruptcy court in all respects.</p>\n<p id=\"b1570-11\">This court has jurisdiction pursuant to 28 U.S.C. §§ 158(d) and 1291. As the case comes before us after a grant of summary judgment, we review the evidence <em>de novo </em>to determine whether the record, viewed in the light most favorable to the losing party, suggests the existence of any remaining issues of material fact. <em>In re Cochise College Park, Inc., </em>703 F.2d 1339, 1346 (9th Cir.1983).</p>\n<p id=\"b1570-12\">II. <em>The Original Equipment</em></p>\n<p id=\"b1570-13\">With regard to the Original Equipment, application of sections 544(a) and 365 depends on characterization of the “Lease Agreement.” If the “Lease” only secures payments due under an installment sale, then Pacific owns the Original Equipment, and Teknekron’s unperfected security interest is subject to avoidance under section 544(a)(1). If, however, the “Lease” is a true lease, then Teknekron retains a rever-sionary ownership interest and is entitled to the return of the Original Equipment. <em>In re J.A. Thompson &amp; Son, Inc., </em>665 F.2d 941, 945 (9th Cir.1982).</p>\n<p id=\"b1571-4\"><page-number citation-index=\"1\" label=\"1485\">*1485</page-number>A. <em>Security Lease vs. True Lease</em></p>\n<p id=\"AYTM\">Paragraph 15 of the Lease Agreement provides that Texas law shall govern the interpretation of the document. Like its Uniform Commercial Code equivalent, Tex. Bus. &amp; Com.Code Ann. § 1.201(37) (Vernon 1984) states that whether a lease is a true lease or a security agreement depends on the intention of the parties. The formal retention of title in a security lease serves to reserve only a security interest. The statute then continues:</p>\n<blockquote id=\"b1571-5\">Whether a lease is intended as security is to be determined by the facts of each case; however, (a) the inclusion of an option to purchase does not of itself make the lease one intended for security, and (b) an agreement that upon compliance with the terms of the lease the lessee shall become or has the option to become the owner of the property for no additional consideration or for a nominal consideration does make the lease one intended for security.</blockquote>\n<p id=\"b1571-6\">The statute mandates that we “must determine the parties’ intent in the light of the facts and circumstances of each case,” and that “the substance of the document rather than mere formality of wording must be examined to determine whether the transaction involved a lease, a conditional sale, or a security interest.” <em>Davis Brothers v. Misco Leasing, Inc., </em>508 S.W.2d 908, 912-13 (Tex.Civ.App.1974). Here, that factual examination discloses that the parties intended the purported lease to serve as security for Pacific’s installment purchase of the Original Equipment from Teknekron.</p>\n<p id=\"b1571-7\">As both parties have stipulated, the parties initially agreed on or around June 17, 1983, that Pacific would buy the Original Equipment from Teknekron. Only with the written formalization of that agreement on August 12 did the transaction take on the trappings of a lease. The “Equipment Order Schedule Detail” incorporated into the “Lease Agreement” lists the individual items of Original Equipment by “Purchase Price.” The stipulated value of the equipment at that time, $416,000 or more, approximates the sum of those prices. Pacific was unconditionally obligated to pay $9,250 a month for five years. Its payments would have amounted to $555,000, which appears to represent the stipulated original value plus interest over five years. Thus, the economic substance of the transaction is that of an installment sale.</p>\n<p id=\"b1571-9\">Moreover, the evidence suggests that Teknekron did not anticipate regaining the use of the Original Equipment. Teknekron’s own evidence, consisting of an affidavit from one of its employees, Steven Gwilliam, showed that advances in technology would render the equipment obsolescent by the end of the five-year lease period. A lease term spanning the effective useful life of the equipment is a sign that the parties intended a sale. <em>In re Marhoefer Packing Co., </em>674 F.2d 1139, 1145 (7th Cir.1982); <em>In re Peacock, </em>6 B.R. 922, 926 (Bankr.N.D.Tex.1980); <em>In re Teel, </em>9 B.R. 85, 88-89 (Bankr.N.D.Tex.1981).</p>\n<p id=\"b1571-10\">Other provisions of the “lease” indicate that the parties intended to pass actual ownership to Pacific and to reserve only a security interest for Teknekron. Pacific had the right to purchase the Original Equipment for its fair market value, not to exceed $20,000, at the end of the five-year term. Pacific agreed to pay all sales, use and property taxes pertaining to the Original Equipment. It also agreed to insure the equipment in favor of the lessor. Pacific bore the risk of loss or damage of the equipment, and it agreed to post a substantial deposit. The “lease” gave Teknekron the rights of a secured party under the Uniform Commercial Code upon default by Pacific. In case of default, Teknekron would have the right to sell the equipment, with Pacific liable for any deficiency after application of the sales proceeds to the payments due.</p>\n<p id=\"b1571-11\">These facts support a finding that the parties intended to create a security interest rather than a true lease. <em>Davis Brothers, </em>508 S.W.2d at 913; <em>In re Tulsa Port Warehouse Co., </em>690 F.2d 809, 811-12 (10th Cir.1982); <em>American Standard Credit v. </em><page-number citation-index=\"1\" label=\"1486\">*1486</page-number><em>National Cement Co., </em>643 F.2d 248, 265-66 (5th Cir.1981); <em>United States v. Federal Insurance Co., </em>634 F.2d 1050, 1052-53 (10th Cir.1980); White and Summers, <em>Handbook of the Law under the Uniform Commercial Code </em>882-83 (2d ed. 1980). Of course, any one of these facts alone might not suffice to justify that finding. In the aggregate, however, they point persuasively to the conclusion that the “lease” was actually a disguised security agreement.<footnotemark>2</footnotemark></p>\n<p id=\"b1572-5\">Because the purported “lease” was not a true lease but a security arrangement, Pacific owned the Original Equipment on the date of bankruptcy, and Teknekron’s rights were limited to the retention of a security interest. Teknekron has never taken steps to perfect that security interest. Upon the filing of the bankruptcy petition, therefore, Pacific obtained the right to avoid Teknekron’s interest under 11 U.S.C. 544(a)(1), leaving Teknekron with an unsecured claim for the amounts due it for the Original Equipment.</p>\n<p id=\"b1572-6\">B. <em>The Effect of 11 U.S.C. § 365</em></p>\n<p id=\"A62\">Teknekron’s major argument on appeal is that section 365 of the Bankruptcy Code compels Pacific either to assume or reject an executory contract of which the purported lease is one component.<footnotemark>3</footnotemark> Moreover, claims Teknekron, until Pacific assumes that contract and all of its burdens, the benefit of the contract, i.e., title to the Original Equipment, does not accrue to Pacific. Therefore, even if the “lease” represents a sale and security interest rather than a true lease, Pacific cannot invoke section 544(a)(1) because that section applies only to “property of the debtor.”</p>\n<p id=\"ar4-dedup-0\">Teknekron contends that the presence of future duties under the “Lease Agreement,” the Maintenance Agreement and software license makes the entire arrangement an executory contract subject to section 365 even if the “Lease Agreement” was intended as security and Teknekron really sold the Original Equipment to Pacific. The parties agree, and we concur, that the “Lease Agreement,” the Maintenance Agreement, and the software license were all parts of a single transaction. <em>See, e.g., In re Steen, </em>509 F.2d 1398, 1403 (9th Cir.1975). However, that does not mean that they constituted a single contract for purposes of section 365.<footnotemark>4</footnotemark> If the agreement for the secured sale of the Original Equipment can be disaggregated from the agreement to maintain and license software for that equipment, then there are two contracts here, and each must qualify as an “executory contract” or “unexpired lease” in order for it to require assumption or rejection. <em>Cf. Jenson v. Continental Financial Corp., </em>591 F.2d 477, 482 (8th Cir.1979) (security agreement considered separately from underlying secured obligation for section 365 purposes); <em>In re Smith Jones, Inc., </em>26 B.R. 289, 291 (Bankr.D.Minn.1982) (agreement to repair and replace goods isolated from the sale of the goods as a separate executory contract for purposes of <page-number citation-index=\"1\" label=\"1487\">*1487</page-number>§ 365). For a number of reasons, the “Lease Agreement” viewed apart from the maintenance/software contract does not come within the reach of section 365.</p>\n<p id=\"b1573-5\">A “lease” which is really a disguised security agreement does not require assumption or rejection under section 365. Courts have declined to apply section 365 to security agreements, even where those agreements have taken on the surface formalities of contracts or unexpired leases that might otherwise come within the apparent reach of that section. <em>In re Berkshire Chemical Haulers, </em>20 B.R. 454, 457 n. 3 (Bankr.D.Mass.1982); <em>In re ShangriLa Nursing Center, Inc., </em>31 B.R. 367, 371-72 (Bankr.E.D.N.Y.1983); <em>In re Booth, </em>19 B.R. 53, 59 (Bankr.D.Utah 1982); <em>In re Berge, </em>32 B.R. 370 (Bankr.W.D.Wisc.1983).<footnotemark>5</footnotemark></p>\n<p id=\"b1573-6\">The conclusion that section 365 does not apply to a security interest disguised as a lease makes sense. Otherwise, Congress’ grant of avoiding powers under section 544 and other sections of the Bankruptcy Code would conflict with its mandate under section 365. Both are designed to protect and conserve the bankrupt’s estate. Under Teknekron’s interpretation, Pacific as debt- or-in-possession cannot avoid the unperfect-ed security interest in the Original Equipment sold by installment under a purported lease unless it also “assumes” the underlying sales contract, cures all defaults, and assures future payment in full. To leave the goods effectively encumbered in this way would defeat the purpose behind the avoiding powers. For this reason, the security agreement aspect of the “Lease Agreement” should be viewed separately from the maintenance and software provisions. Insofar as the “lease” is an agreement securing payment for goods sold and delivered, section 365 is inapplicable to it.</p>\n<p id=\"b1573-9\">Nor does the installment sale underlying the “Lease Agreement” qualify as an exec-utory contract requiring assumption or rejection under section 365. Professor Vern Countryman has formulated a widely used definition of “executory contract.” A contract is executory where the obligations “of both the bankrupt and the other party to the contract are so far unperformed that the failure of either to complete performance would constitute a material breach excusing the performance of the other.” Countryman, “Executory Contracts in Bankruptcy: Part I,” 57 <em>Minn.L.Rev. </em>439, 460 (1973). This court has relied on that definition in the past. <em>In re Cochise College Park, supra, </em>703 F.2d at 1348; <em>In re Coast Trading Co., </em>744 F.2d 686, 692 (9th Cir.1984); <em>In re Alexander, </em>670 F.2d 885, 887 (9th Cir.1982); <em>In re Select-a-Seat Corp., </em>625 F.2d 290, 292 (9th Cir.1980) (per curiam). We therefore draw guidance from it in this case.</p>\n<p id=\"b1573-10\">The crucial fact here is that delivery of the Original Equipment has already occurred. Physical delivery is the key aspect of the seller’s performance in an installment sale of goods, as well as the act that usually passes title to the buyer. Countryman, <em>supra, </em>at 474; Uniform Com.Code § 2-401(2). For this reason, a mere installment sale no longer involves an executory contract when the seller has already delivered the thing sold. <em>See, e.g., In re Rose, </em>21 B.R. 272, 275 (Bankr.D.N.J.1982); <em>In re Adolphsen, </em>38 B.R. 780 (D.Minn.1983); <em>In re Cox, </em>28 B.R. 588 (Bankr.D.Idaho 1983). Here, even though payment from Pacific was still due, Teknekron had substantially performed, and no future failure to per<page-number citation-index=\"1\" label=\"1488\">*1488</page-number>form on Teknekron’s part would have excused Pacific from its obligation to pay for the delivered equipment.</p>\n<p id=\"b1574-4\">The bankruptcy court, while finding section 365 inapplicable to the “Lease Agreement,” ordered Pacific to assume or reject the Maintenance Agreement and software license. Neither Pacific nor Teknekron has appealed that order. Implicit in this order is the assumption that the Maintenance Agreement and software license could be considered separately as constituting an executory contract. We believe that the Maintenance Agreement and software license are sufficiently separate from the Lease Agreement as not to make an executory contract out of what was essentially a completed installment sale of the Original Equipment accompanied by a security agreement. The maintenance obligation, while involving future performance by Teknekron, was an appendage to the already performed installment sale and security agreement. As such, the Maintenance Agreement did not suffice to make the entire agreement executory, but properly may be regarded as a separate transaction for purposes of section 365.</p>\n<p id=\"b1574-5\">This is not a case, then, where the debtor is attempting to assume beneficial portions of an executory contract while rejecting its onerous provisions. Such attempts are unsuccessful. <em>See, e.g., In re Rovine Corp., </em>6 B.R. 661, 666 (Bankr.W.D.Tenn.1980). Rather, this is a case where the “Lease Agreement” is not executory at all.</p>\n<p id=\"b1574-6\">Teknekron is therefore incorrect in arguing that the Original Equipment is not Pacific’s property because of Pacific’s failure to assume under section 365. The equipment became the property of Pacific when it was delivered under the installment sale, subject only to Teknekron’s unperfected security interest. The bankruptcy court properly granted Pacific’s motion to avoid Teknekron’s interest under section 544(a)(1), and its orders as to the Original Equipment were properly affirmed by the district court.</p>\n<p id=\"b1574-11\">III. <em>The Additional Equipment</em></p>\n<p id=\"aoj-dedup-0\">The central issue with respect to the Additional Equipment is the location of title at the time Pacific declared bankruptcy on February 2,1984. If Pacific held title, then the equipment became part of the bankruptcy estate under 11 U.S.C. § 541 and sale of the equipment by the debtor-in-possession was within the power of the bankruptcy court to approve. If Teknekron held title to the Additional Equipment, then it is entitled to that equipment’s return.</p>\n<p id=\"b1574-12\">In what both parties recognize as a sale, Teknekron shipped the Additional Equipment to Pacific on October 7, 1983. On December 15, Pacific sent a letter to Tek-nekron pertaining to that equipment. The full text of that letter follows:</p>\n<blockquote id=\"b1574-13\">The equipment for the major expansion, which was ordered late last summer, has been at our site for several months. That order had been cancelled as it was being shipped.</blockquote>\n<blockquote id=\"b1574-14\">Due to the cancellation of that order, arrangements need to be made for the return of this equipment. We would like to see this order returned to you as soon as possible, so that we do not tie up Datapoint [a Teknekron affiliate] and Teknekron’s equipment any longer.</blockquote>\n<blockquote id=\"b1574-15\">We would appreciate a written response from you informing us of the shipping date. Thank you for your prompt reply.</blockquote>\n<p id=\"b1574-16\">The parties stipulated that this letter was transmitted, and neither party objected on any ground to its admission. There is no other evidence relating to acceptance or rejection by Pacific of the Additional Equipment.</p>\n<p id=\"b1574-17\">Uniform Com.Code § 2-401(4) governs the location of title in this situation.<footnotemark>6</footnotemark> That provision reads as follows:</p>\n<blockquote id=\"b1574-18\">A rejection or other refusal by the buyer to retain the goods, whether or not justi<page-number citation-index=\"1\" label=\"1489\">*1489</page-number>fied, or a justified revocation of acceptance revests title to the goods in the seller. Such revesting occurs by operation of law and is not a “sale.”</blockquote>\n<p id=\"b1575-5\">Pacific’s letter provides competent evidence of Pacific’s rejection of, or, alternatively, its refusal to retain, the Additional Equipment. Pacific’s physical retention of the equipment is consistent with the explanation that it was simply holding the equipment for Teknekron’s benefit, and its letter indicates that this was the case.</p>\n<p id=\"b1575-9\">An admission such as Pacific’s letter can properly constitute a basis for summary judgment. 6 J. Moore, W. Taggart, &amp; J. Wicker, <em>Moore’s Federal Practice, </em>Till 56.11[l.-5], [6] (2d ed. 1985); <em>Mourning v. Family Publications Service, Inc., </em>411 U.S. 356, 359, 362 n. 16, 93 S.Ct. 1652, 1657 n. 16, 36 L.Ed.2d 318 (1973) (admission in letter exhibit sufficient to support summary judgment); <em>Securities &amp; Exchange Commission v. Spence &amp; Green Chemical Co., </em>612 F.2d 896, 901 (5th Cir.1980), <em>cert. denied, </em>449 U.S. 1082, 101 S.Ct. 866, 66 L.Ed.2d 806 (1981) (admissions sufficient to support summary judgment). Pacific’s only argument now is a vague and somewhat lame intimation that its letter might have been a lie. There is no evidence to that effect, however, and we see no reason to go beyond the record on this point.</p>\n<p id=\"b1575-10\">The undisputed facts show that Pacific either rejected the Additional Equipment during delivery or refused to retain it afterwards. It demanded that Teknekron retrieve it. The district court’s finding that Pacific’s rejection was “untimely” does not comport with Pacific’s statements in the record. Under section 2-401(4), then, title had automatically reverted to Teknekron before Pacific’s Chapter 11 filing. We therefore reverse the judgment below and remand with instructions to grant Teknekron’s motion for summary judgment with regard to the Additional Equipment.</p>\n<p id=\"b1575-11\">IV. <em>Conclusion</em></p>\n<p id=\"b1575-12\">To the extent that the bankruptcy court’s order approved the sale of the Original Equipment, that order is affirmed. However, to the extent that it approved the sale of items of Additional Equipment, it is vacated. We remand for proceedings consistent with this opinion.</p>\n<p id=\"as_-dedup-0\">AFFIRMED IN PART, REVERSED IN PART AND REMANDED.</p>\n<footnote label=\"1\">\n<p id=\"b1570-8\">. 11 U.S.C. § 544(a)(1) allows the bankruptcy trustee or debtor-in-possession to avoid any security interest that would be voidable by \"a creditor that extends credit to the debtor at the time of the commencement of the case, and that obtains, at such time and with respect to such credit, a judicial lien on all property on which a creditor on a simple contract could have obtained such a judicial lien, whether or not such a creditor exists.\"</p>\n<p id=\"aef-dedup-1\">If the \"Lease\" is a security interest, Teknek-ron’s failure to file a financing statement brings section 544(a)(1) into play. <em>See </em>Cal.Com.Code § 9301(l)(b) (West 1985). California Com.Code § 9302(1) requires the filing of such a statement to perfect a security interest of the type involved here. The filing requirement serves the purpose of providing future creditors with notice of the encumbrance on the collateral.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1572-7\">. Section 1.201(37) also deems a lease to be intended as security if it gives the lessee an option to purchase the goods for a nominal consideration. Because the evidence without regard to the size of the option purchase price shows that the parties intended to create a security interest, we find it unnecessary to decide under the facts here whether this provision provides additional support for the determination that the lease was a security agreement. <em>In re Fashion Optical, Ltd., </em>653 F.2d 1385, 1389 (10th Cir.1981).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1572-8\">. Generally, the bankruptcy court may order the bankrupt’s estate either to assume or reject any executory contract or unexpired lease, subject to its approval. 11 U.S.C. § 365(d)(2). Assumption assures the continuation in force of the contract or lease. However, it requires the trustee or debtor-in-possession to cure all past defaults and to offer adequate assurance of future performance. Rejection allows the bankrupt’s estate to avoid those requirements and limits the non-bankrupt obligee to an unsecured claim for breach of contract. After rejection, the performance of the non-bankrupt obligee is excused.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1572-12\">. Pacific’s acknowledgement before this court that the transaction was in some respects “exec-utory” reflects the fact that certain obligations remained unperformed. It does not foreclose inquiry into the legal question of whether there was an \"executory contract” within the meaning of section 365.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1573-7\">. Commentators have agreed that whether section 365 applies at all depends on the crucial determination of whether a purported lease is a true lease or a security lease. Teknekron’s \"rights as a lessor under section 365 of the Bankruptcy Code would have differed greatly from [its] rights as a secured party under a lease for security.” 1 P. Coogan, W. Hogan, D. Vagts &amp; J. McDonnell, <em>Secured Transactions under the Uniform Commerical Code </em>§ 4AA.04 at p. 4.2-30 (1985). <em>See also </em>3 <em>Collier on Bankruptcy, </em>§ 502.02[7][d] at pp. 502-63 &amp; n. 56 (15th ed. 1985) <em>(quoting </em>legislative history showing that the definition of a lease for purposes of 11 U.S.C. § 502(b)(6) [formerly § 502(b)(7)] and § 502(g), and by necessity section 365, does not include leases intended as security); Silverstein, “Rejection of Executory Contracts in Bankruptcy and Reorganization,” 31 <em>U.Chi.L.Rev. </em>467, 477 (1964) (\"The rejection power cannot be used to wipe out a security interest.”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1574-7\">. This section is in effect as Cal.Com.Code § 2401(4) and as Tex.Bus. &amp; Com.Code § 2.401(d). The outcome as to title would be the same if either California or Texas law applied.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}