{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"192\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b196-6\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b196-7\">Linden and Fritz, agt. Hepburn and Wills, impleaded with West.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b196-8\">Where a lessee for a term of years demises the premises to a sub tenant with a reservation of rent to him, and a right to reenter in case of a breach of the covenants—the covenants also binding the sub tenant to observe and keep the conditions of the original lease—such demise is to be regarded, as between the lessee and the sub tenant, as a sub lease, and not an assignment of the original term. The reservation of the right of reentry, is sufficient to enable the lessee to enter for breaches of the conditions, although there be no reversionary interest in him.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b196-9\">A complaint demanding judgment of forfeiture of a term Of years in a lease, also praying for an injunction to restrain the defendant from making alterations, 4-c. in the demised premises, is a judgment and a relief called for totally inconsistent with each other. Either may be pursued separately, but not both at once. The Code has not changed the inherent difference between legal and equitable relief. Although it has abolished the distinction between legal and equitable remedies.</headnotes>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b196-10\"><em>December </em>1850.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AK2\"><em>Before </em>Oakley, <em>Ch. and </em>Sandford and Paine, <em>Justices.</em></p>\n<summary data-order=\"6\" data-type=\"summary\" id=\"AOY\">This case came before the court on an appeal from an order granting an injunction, and on another appeal from a judgment in favor of the plaintiffs on a demurrer to the complaint.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b196-11\">The case made by the complaint, was as follows: J. H. Rosevelt leased to A. &amp; F. Roux, for eight years from May 1, 1845, the premises 478 and 480 Broadway, in New York. The lease was on the express condition that the premises were to he used only in a certain manner, and that certain enumerated uses should not be made of them; and there were covenants against making any alterations in the buildings, and a provision for reentry for <page-number citation-index=\"1\" label=\"189\">*189</page-number>breaches of the conditions of the covenants. A. &amp; F. Roux transferred the lease to the plaintiffs in March 1848, who demised the principal part of 480 Broadway, to the defendant West, for five years from May 1, 1848, who covenanted to observe and keep all the covenants and conditions in Rosevelt’s lease. The lease to West reserved the rent to the plaintiffs, and provided for their reentry for breaches of its covenants. Hepburn &amp; Wills entered under West; and the defendants, or some of them, have broken the conditions of the lease in four specified particulars. The plaintiffs thereupon claimed that the lease to West had become forfeited, and prayed for judgment as stated in the opinion. The defendants Hepburn &amp; Wills demurred, and the judge at special term gave judgment for the plaintiffs. He also on a previous motion, granted an injunction order, restraining the defendants from continuing some of the inhibited uses of the premises</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b197-5\">J. Cochrane, <em>for the Defendants.</em></attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b197-6\">J. M. Knox, <em>for the Plaintiffs.</em></attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b197-7\">By the Court,</p>\n<author id=\"AI2\">Sandford, J.</author>\n<p id=\"ArJ\">The only ground presented by the demurrer, which requires any serious consideration is, that no right of entry exists in the plaintiffs; that the lease executed by them to West, operated as an assignment of the original lease, <em>pro tanto; </em>and there being no reversionary interest in the plaintiffs they can not recover. Whatever the effect of this lease might be as between West and the original lessor of the demised premises, we have no doubt that as between West and the plaintiffs, it is to be regarded as a sub lease, and not as an assignment of the original term. The right to reenter was reserved to the plaintiffs, and suffices to enable them to enter for breaches of the conditions, although there be no reversion remaining in them (Doe, ex dem. Freeman vs. Bateman, 2 <em>B. and Ald., </em>168; and see Kearny vs. Post, 1 <em>Sandf. </em>105, affirmed on appeal, 2 <em>Comst. </em>394). The judgment for the plaintiffs on the demurrer, must be affirmed with costs.</p>\n<p id=\"b197-8\">On the appeal from the order granting the injunction, a different question arises. The .complaint, after setting forth the viola<page-number citation-index=\"1\" label=\"190\">*190</page-number>tions of covenants and conditions for which the plaintiffs seek to recover, prays for a judgment of forfeiture of the term of years, that the defendants be for that cause dispossessed and that the plaintiffs be put into possession of the premises. It then prays for an injunction to restrain the defendants from making alterations in the buildings, and from using them for retailing liquors, and in other modes prohibited by the covenants in the lease. The forfeiture and reentry prayed, are the relief heretofore granted in the action of ejectment brought for the recovery of demised premises. The injunction asked, is purely equitable relief, heretofore given in a chancery suit, and in conformity to the principles of equity. The ejectment brought to effect a reentry for breaches of the condition in a lease, has always been regarded in the law as a hard action—one <em>strictissimi juris; </em>and the English chancery reports abound in cases in which the courts of equity have been importuned to relieve tenants against the forfeitures claimed in such actions. A proceeding like that before us, would never have been thought of under the system of remedies in force prior to the code of procedure. Equity abhors forfeitures and always relieves against them, when possible to do so; and no man would have ventured, under that system, to ask her'for one of her most benign remedies, while, in the same breath, he demanded from her a rigorous forfeiture of his opponent’s estate, in the subject of the controversy.</p>\n<p id=\"b198-5\">Does the code of procedure make any change in this respect-? Can a plaintiff, under the Code, ask for equitable relief, and in the same suit, demand a forfeiture-? We are clear that the code has not altered the rule. It has abolished the distinction between legal and equitable remedies; but it has not changed the inherent difference between legal and equitable relief. Under the code the proper relief, whether legal or equitable, will be administered in the same form of proceeding. In some cases alternative relief may be prayed and relief be granted in one or the other form; in Which cases an action at law was necessary before, to attain the one form, and a bill ,in equity to reach the other. A suit for specific performance is one of that description. But we think <page-number citation-index=\"1\" label=\"191\">*191</page-number>inconsistent relief can no more be asked now than it could under the old system. A vendor can not now exhibit a complaint demanding payment of an instalment of purchase money in arrear, and also a forfeiture of the contract of sale, and restoration of the possession, even if the contract expressly provided for-such payment and forfeiture. There can be no better illustration of our meaning than this very case. The forfeiture of the term, is a relief totally inconsistent with any equitable remedy. The lessor may pursue his remedy for a reentry and possession; or he may proceed for an injunction and damages, leaving the tenant in possession. He has an undoubted option to do either. He can not do both at once. “ He that seeks equity must do equity,” is a maxim which lies at the foundation of equity jurisprudence, and it is not at all affected by any change of remedies.</p>\n<p id=\"b199-5\">We imagine that a much broader effect has been claimed for the abolition of the distinction between legal and equitable remedies, than was ever intended by the legislature. The first section of the code shows what was intended by the word “ remedies.” It is limited to actions and special proceedings, and the declared object of the preamble to the code is simply to abolish the distinction between legal and equitable actions. There is no ground for supposing that there was any design to abolish the distinction between the modes of relief known to the law as legal and equitable, or to substitute the one for the other, in any case. Those modes of relief, the judgment or the decree, to which a party, upon a certain state of facts, was entitled, were fixed by the law of the land. No inference or deduction from a statute, nothing short of a positive enactment by the legislature, could change them. The code contains no such enactment; and we repeat, that we do not perceive in it any countenance for an inference or deduction to that effect. The chapter of the code relative to injunctions, in our judgment, does not affect the question. It substitutes an order for the writ heretofore used, and it defines the cases in which it may be granted; the latter being the same, substantially, as were established in our Court of Chancery. It does not profess to create a new remedy. On the contrary, it <page-number citation-index=\"1\" label=\"192\">*192</page-number>recognizes the injunction as an existing provisional remedy; provides the order in place of the writ, and regulates the mode of granting it. Its character, as a mode of equitable relief, is not at all altered or impaired.</p>\n<p id=\"b200-5\">Our conclusion is, that the plaintiffs, had no right to an injunction, while they demanded a forfeiture of the lease. As the case made by the complaint would entitle them to an injunction, if their relief had been limited to that remedy, together with damages, we will permit the injunction to stand, on their stipulating not to take judgment for a forfeiture, or delivery of possession of the premises; and they may amend their complaint so as to ask for damages. Unless they thus stipulate, the order for the injunction must be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}