{
  "casebody": {
    "data": "<casebody firstpage=\"254\" lastpage=\"270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b276-14\">Decided October 25, 1897;</decisiondate>\n<p data-order=\"1\" data-type=\"p\" id=\"AWg\">rehearing denied.</p>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b276-15\">STATE <em>v. </em>FIESTER.</parties>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b276-16\">[50 Pac. 561.]</citation>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b276-17\">1. Indictment — Conjunctive Change.— An indictment for murder may properly charge in the conjunctive the different acts by which the killing was accomplished, notwithstanding Hill’s Ann. Laws, <em>1 </em>1273, providing that an indictment shall charge but one crime, and in one form only, except that where the crime may be committed by use of different means, the indictment may allege the means in the alternative.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b276-19\">2. Postponement of Trial — Discretion.— An application to postpone the trial of a cause is addressed to the sound discretion of the court, and its action thereon will not be disturbed except for clear abuse of such discretion, which was evidently not the case here: <em>State </em>v. <em>Hawkins, </em>18 Or. 476, applied.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b276-21\">3. Evidence.— Testimony as to a threat made hy an unknown person, though incompetent by itself, is rendered admissible by a showing that no one but defendant and his victim were at the place whence the voice proceeded.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b276-23\">4. Evidence op Nonexpert Witness as to Insanity. <footnotemark>*</footnotemark> — An officer who had the custody of defendant for four months prior to the trial, though he had no previous acquaintance with him, was competent to testify that he had observed no indication of insanity, and that defendant seemed to be perfectly rational during his incarceration.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b277-4\"><page-number citation-index=\"1\" label=\"255\">*255</page-number>5. Charging Effect of Oral Admissions — Triad.— Hill’s Ann. Laws, § 845, making it the duty of the court on all proper occasions to instruct that oral admissions of a party should be viewed with caution, does not require such instruction to be given in a murder trial, in respect to oral admissions of defendant, where the killing is admitted. In such a ease it is manifest that the admission could not have affected the result.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b277-5\">Practice — Motion to Acquit.— The proper practice upon a partial failure in the state’s proof in a criminal trial, is to ask the court to direct the acquittal <em>(State </em>v. <em>Jones, </em>18 Or. 256, approved), and, unless there is a total failure of proof, the motion must specify the particulars in which it is claimed the evidence is insufficient: <em>State </em>v. <em>Tamler, </em>19 Or. 528, applied.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b277-6\">7. Nunc Pro Tunc Entry — Courts.— At any time during the term at which an order, judgment, or decree has been entered, the court may, without 'notice, direct the correction or enlargement of the .record so that it will show the facts; but if this is attempted in ..criminal cases after the term has closed, it must be on notice.</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b277-7\">From Josephine: Hiero K. Hanna, Judge.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b277-8\">Charles Fiester appeals from a conviction of murder.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"b277-9\">Affirmed.</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b277-10\">For appellant there was a brief and an oral argument by <em>Mr. Robert G. Smith.</em></attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b277-11\">For the State there was a brief and an oral argument by <em>Mr. Cicero M. Idleman, </em>attorney-general, .and <em>Mr. John A. Jeffrey, </em>district attorney.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b277-12\">Mr. Chief Justice Moore</author>\n<p id=\"AaZ\">delivered the opinion.</p>\n<p id=\"b277-13\"><bracketnum>1.</bracketnum> It is contended that the court erred in overruling a demurrer to the indictment. This accusation, in specifying the means made use of to .accomplish the alleged purpose, charges that the «defendant “did then and there feloniously, purpose<page-number citation-index=\"1\" label=\"256\">*256</page-number>ly, and of deliberate and premeditated malice kill Nancy E. Fiester, by then and there beating her with his fists, and by choking her, and by pushing and dragging her into the water, and holding her under the water, whereby she was drowned,” etc. The statute, in prescribing the method of charging an offense, declares: “The indictment must charge but one crime, and in one form only; except that where the crime may be committed by use of different means, the indictment may allege the means in the alternative”: Hill’s Ann. Laws, § 1273. It is insisted by defendant’s counsel that the word “may,” as used in the latter clause of the section quoted, should be construed as “must”; and that, the indictment having failed to allege the means in the alternative, the demurrer should have been sustained. It was a rule of the common law that an indictment should be positive in its 'averment of the means adopted to effectuate a purpose to take the life of another, and, where the means so used were unknown to the grand jury, it was permissible for them to charge in separate counts of the indictment the use of such means as might have been selected by the accused to accomplish his design; and, if the evidence submitted at the trial sustained either count of the indictment, it was held sufficient to support a conviction thereon. In cases where “circumstances render the evidence dubious” the pleader was permitted to adopt a legal fiction, and set out one crime in varying ways, and for this purpose might join several counts in the indictment, each positively charging the commission of a crime <page-number citation-index=\"1\" label=\"257\">*257</page-number>in a particular manner: 1 Chitty on Criminal Law, 148; 1 Bishop’s New Criminal Procedure, § 423. The Code of Alabama authorizes disjunctive averments in an indictment in the following instances: (1) “ When the offense may be committed by different means, or with different intents, such means or intents may be alleged in the same count in the alternative”: Code 1876, § 4123. (2) “When an act is criminal, if producing different results, such results may be charged in the same count in the alternative”: Code 1876, § 4123. And (3) “where offenses are of the same character, and subject to the same punishment, the defendant may be charged with the commission of either in the sainé count in the alternative”: Code 1876, § 4125. In <em>Horton </em>v. <em>State, </em>53 Ala. 488, Brickell, C. J., in explaining the object of these sections of the statute, says: “An apparent purpose of these several provisions is to obviate the necessity of a multiplicity of counts, permitting one count to serve the purposes accomplished by several at common law; and this, perhaps, was all it intended they should accomplish. An indictment for homicide must have averred the means by which death was caused, and could not aver them in the alternative; for instance, that it was by poison, or starvation, or strangling, or stabbing, or shooting. That death was produced by either of these means must have been averred in separate counts; and, if averred disjunctively or alternatively in the same count, the count was bad.”</p>\n<p id=\"b279-7\">In Minnesota, under a statute which contained <page-number citation-index=\"1\" label=\"258\">*258</page-number>the following provisions: “Where the offense may have been committed by the use of different means, the indictment may allege the means of committing the offense in the alternative ” (General Statute, chapter CVIII, § 6),— a party was indicted for the crime of abortion, alleged to have been committed by the administration to a pregnant woman of “ a large quantity of medicines, or a large quantity of drugs, or a large quantity of noxious, pernicious, and destructive substances, the names, ingredients, kinds, quality, and quantity of said medicines, or of said drugs, or of said noxious, pernicious, and destructive substances, being to the grand jury unknown”; and it was held that the indictment was sufficient as respects the means alleged to have been made use of to effect the crime charged: <em>State </em>v. Owens, 22 Minn. 238. It would seem that by the phrase, “may have been committed by the use of different means,” as used in the Minnesota statute, it was intended that when the means adopted by the party accused of the commission of a crime are unknown, or “where circumstances render the evidence dubious,” the pleader may allege the means supposed to have been used in the alternative, or may state that the means used are to the grand jury unknown; but where such means are known, it is incumbent upon the prosecuting officer to so allege the fact in the indictment. In <em>State </em>v. <em>Edmondson, </em>43 Tex. 162, the indictment charged the defendant with the commission of the crime of murder in the first degree, committed by beating one Julia Edmondson with a <page-number citation-index=\"1\" label=\"259\">*259</page-number>stick, bruising her with a hoe, chaining her with chains, tying her with ropes, exposing her to cold, and depriving her of food and clothing and shelter, slapping her with his hand, beating her with his fist, and stamping her with his feet, of which, etc., she died. The court having quashed the indictment, the state appealed, and Moore, J., in rendering the decision, says: “But the plain import of the indictment is that on the day named therein, by the blows inflicted with a stick, by those given with the hoe, by the cruel acts alleged, the exposure to cold and deprivation of food, by the slappings, beatings, and stampings charged, defendant did kill and murder the deceased.” In the case at bar the bill of exceptions does not purport to contain a transcript of the testimony given at the trial, in the absence of which it must be presumed that the evidence supported the allegations of the indictment; and, the means being known to the grand jury, it was proper to allege them conjunctively, for it may have been that, in consequence of the alleged beating and choking of the deceased, the defendant was enabled to drag her to and hold her under water until life was extinct; and, if such were the case, and the facts were known to the grand jury, all these acts constituted the means by which the deed was accomplished.</p>\n<p id=\"b281-4\"><bracketnum>2.</bracketnum> It is contended that the court erred in denying defendant’s motion to postpone the trial. The rule is well settled that an application to postpone the trial of a cause is addressed to the sound discretion of a court, and that its action thereon will <page-number citation-index=\"1\" label=\"260\">*260</page-number>not be reviewed except for clear abuse of such discretion: <em>State </em>v. <em>Hawkins, </em>18 Or. 476 (23 Pac. 475); <em>Territory </em>v. <em>Perkins, </em>2 Mont. 467; <em>State </em>v. <em>Chapman, </em>6 Nev. 320;. <em>State </em>v. <em>Rosemurgey, </em>9 Nev. 308; <em>People </em>v. <em>Gaunt, </em>23 Cal. 156; <em>People </em>v. <em>Williams, </em>24 Cal. 38; <em>McDaniel </em>v. <em>State, </em>8 Sm. &amp; M. 403 (47 Am. Dec. 93). The affidavit of defendant’s counsel in support of his motion for a continuance shows, in substance, that he was informed and believed that his client was insane at the time of the commission of the crime with which he was charged, and that the defense he intended to interpose would be hereditary and emotional insanity; that, in order to make such defense, it would be necessary to procure evidence of defendant’s family history and of his past life; that the witnesses necessary to prove these facts were the defendant’s relatives, — naming them, — residing in Arizona, California, and Utah; that he was informed and believed that said witnesses, if they could be obtained, would testify to facts, showing that defendant was mentally deranged long prior to the commission of the crime charged against him, and that such evidence would afford a basis for the admission of medical testimony tending to show that defendant was not mentally responsible at the time of the alleged homicide. While the affidavit shows that defendant’s counsel intended to rely upon proof of hereditary insanity, it does not show that he expected to prove by either of the witnesses whom he desired to call that either of defendant’s parents or their ancestors were insane, or that either of them was affected <page-number citation-index=\"1\" label=\"261\">*261</page-number>with epilepsy, hysteria, or neuralgia, or that they, or either of them, transmitted to any of their offspring a delicate nervous condition or hereditary taint that would be a predisposing cause of insanity. The cause of the alleged insanity, as inferred from the affidavit, had its origin in the defendant himself, and, if it existed at all, may have been either exciting or moral; but, in any event, the testimony of those with whom he associated would be as competent to prove the fact relied upon as the evidence of his relatives. Counter affidavits of William Chapman, Henry Thornton, and W. B. Brown tend to show that defendant had resided in the county in which the trial was had about twenty years immediately preceding the commission of the crime of which he was convicted, and, such being the case, there was evidently no abuse of discretion in denying the motion for' continuance.</p>\n<p id=\"b283-5\"><bracketnum>3.</bracketnum> It is claimed that the court erred in refusing to withdraw from the consideration of the jury the ■testimony of one Pet Root, a witness nine years old, called on behalf of the state. The record shows that this witness testified, in substance, that, on her way to Sunday school, in passing Mrs. Fiester’s house on the day the latter was drowned, she heard the defendant, while quarreling with his wife, say: “You God damned son of a -, you bet she wouldn’t be quarreling by this time tomorrow.” On cross-examination the witness said, in substance, that she did not know who was in the house at the time; that she did not see the man who made use of this language; that she saw the Fiester boys <page-number citation-index=\"1\" label=\"262\">*262</page-number>chopping wood at the same house; and that she did not know Mr. Fiester when she saw him. The bill of exceptions sets out the testimony of this witness, to which is added the following statement: “This was all the evidence of the witness Pet Root, and there was no other evidence of this witness that she was familiar with the voice of the defendant, or that she had ever heard his voice before. One of the defendant’s boys testified that his father and mother were quarreling that morning, and that the only persons in their house that morning were his father and mother and ‘us children.’ ” The testimony of Pet Root tended to show a purpose on the part of defendant to injure deceased, and, if what she said was inadmissible, the error complained of was prejudicial. True, she did not in any manner identify defendant as the person who-uttered the threat to Mrs. Fiester, but, when her testimony is examined in the light of that given by defendant’s son, it will be seen that the jury might have reasonably inferred that defendant made use of the language attributed to him, and that it was addressed to his wife; in view of which we see-no error in its admission.</p>\n<p id=\"b284-5\"><bracketnum>4.</bracketnum> It is maintained that, inasmuch as W. II. Fallin, a deputy sheriff, who had the custody of defendant for about four months prior to the trial, was not an intimate acquaintance of the latter, the court erred in permitting him to testify that he had daily seen defendant since his incarceration, that he had not observed any evidence of insanity, and that the defendant seemed to be perfectly rational <page-number citation-index=\"1\" label=\"263\">*263</page-number>during all that time. The record is silent as to whether this witness was acquainted with defendant prior to the alleged homicide; but, however that may be, we think the objection to the admission of the testimony is fully met and answered by the opinion of this court in the cases of <em>Farley </em>v. Parser, 6 Or. 105; <em>State </em>v. <em>Murray, </em>11 Or. 413 (5 Pac. 55); and <em>State </em>v. <em>Hansen, </em>25 Or. 391 (35 Pac. 976, and 36 Pac. 296).</p>\n<p id=\"b285-5\"><bracketnum>5.</bracketnum> It is insisted that the court erred in failing to instruct the jury that the oral admissions of the defendant should be viewed with caution. It is incumbent upon the court on all proper occasions to instruct the jury that the oral admissions of a party ought to be viewed with caution: Hill’s Ann. Laws, § 845, subd. 4. The bill of exceptions recites that there was evidence on the part of the state tending to show that the defendant had made oral admissions to some persons that he had killed his wife, and also that the witness W. H. Fallin testified that he arrested the defendant on the day of the homicide, shortly after its commission, and that the defendant told him he had killed his wife. It also appears that defendant’s counsel, in his opening statement to the court and jury, admitted that his client killed his wife, but claimed that he was insane at the time of the commission of the act. Insanity was the defense relied upon in the case at bar, in view of which it was admitted that defendant killed his wife; and, this being so, there was no occasion to instruct the jury that the oral admissions of the defendant ought to be viewed with caution.</p>\n<p id=\"b286-4\"><page-number citation-index=\"1\" label=\"264\">*264</page-number><bracketnum>6.</bracketnum> It is also insisted that the court erred in failing to instruct the jury to acquit the defendant for the reason that the record fails to show that he entered a plea of not guilty, and that there was no evidence introduced at the trial tending to show the Christian name of the person killed. The alleged error here assigned is severable, and, such being the case, we will first consider the latter clause. It was admitted at the trial that defendant killed his wife, and that was equivalent to an acknowledgement that he caused the death of Mrs. Fiester; but there was no proof of her Christian name. Here was evidently a partial failure in the proof, to correct which the proper practice is to ask the court to direct an acquittal: State v. Jones, 18 Or. 256 (22 Pac. 840). It has also been held that, unless there is a total failure of proof, the motion asking the court to direct a verdict must specify the particulars in which it is claimed the evidence is insufficient: <em>State </em>v. <em>Tamler, </em>19 Or. 528 (25 Pac. 71). Examining the bill of exceptions in the light of these rules, we are unable to find any evidence of compliance therewith, and hence the assignment of error in this respect must prove unavailing.</p>\n<p id=\"b286-8\"><bracketnum>7.</bracketnum> It is claimed that, after sentence had been pronounced, the court erred in allowing, without notice to, and in the absence of, the defendant, a <em>nunc pro tunc </em>entry to be made in the record to the effect that defendant pleaded not guilty to the indictment. The transcript shows that the trial commenced on October 2, 1895, and two days there<page-number citation-index=\"1\" label=\"265\">*265</page-number>after a verdict of guilty as charged in the indictment was returned, upon which the court, on the eleventh of that month, pronounced sei§\\.ence; that on the twenty-ninth of the next month the bill of exceptions was settled by the judge, and filed, and, at the same term, towit, on January 6, 1896, the following order was made: “ State of Oregon v. Charles Fiester. <em>Nunc pro Tunc </em>Entry of Plea. Comes now Henry L. Benson, district attorney of the first judicial district of the State of Oregon, and moves the court for an order directing the ■clerk of this court to enter in the- record of the above entitled cause the fact that the defendant, Charles Fiester, was, on the twenty-fourth day of •September, A. D. 1895, duly arraigned upon an indictment charging him with murder, and that ■thereafter, on the twenty-sixth day of September, 1895, the said defendant, Charles Fiester, appeared personally and by R. G. Smith, his attorney, in open court, and thereupon entered a plea of not guilty to said indictment; and it appearing to the ■court that the said defendant was duly arraigned •as aforesaid, and thereafter, on the twenty-sixth -day of September, the said defendant in person and by his attorney, R. G. Smith, duly appeared and entered his plea of not guilty to the said indictment as aforesaid: It is therefore ordered that the facts herein set forth be entered at this time upon the journal of the Circuit Court of the State of Oregon for Josephine County as of the date hereinbefore set forth.” The rule is well settled in criminal actions that there is no issue <page-number citation-index=\"1\" label=\"266\">*266</page-number>of fact to try until a plea of not guilty has been made, in the absence of which a verdict of guilty is a nullity, and no judgment can be rendered thereon: <em>Douglass </em>v. <em>State, </em>3 Wis. 820; <em>State </em>v. <em>West, </em>84 Mo. 440; <em>People </em>v. <em>Corbett, </em>28 Cal. 328;. <em>Bowen </em>v. <em>State, </em>108 Ind. 411 (9 N. E. 378); <em>Hicks </em>v. <em>State, </em>111 Ind. 402 (12 N. E. 522); <em>Hanson </em>v. <em>State, </em>43 Ohio St. 376 (1 N. E. 136); <em>Hoskins </em>v. <em>People, </em>84 Ill. 87; <em>Morehead </em>v. <em>State, </em>7 Tex. App. 126. It was, therefore, absolutely essential to the-validity' of the judgment that the record should affirmatively show that defendant had pleaded not. guilty to the indictment. The statute provides that, when an indictment is at issue upon a question of fact, and before the same is called for trial, the court may, upon sufficient cause shown by affidavit, of • the defendant, direct the trial-to be postponed: Hill’s Ann. Laws, § 1344. The affidavit of defendant’s counsel in support of the motion for a continuance, filed September 26, 1895, shows that a motion to quash and a demurrer had been interposed to the indictment, which were denied and overruled on that day, at about 11:45 o’clock a. m. “That at that time the court required the-defendant to plead to the indictment, whereupon, the defendant pleaded not guilty, and asked the court to have till tomorrow to file a motion and affidavit for a continuance of this cause, which the court refused to allow, and required the said, motion to be filed by 1 o’clock of said day.” Here is ample evidence, if any were necessary, to show that defendant pleaded not guilty to the indictment.</p>\n<p id=\"b289-4\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>The question for consideration, then, is whether the court possessed power to correct its record by a <em>nunc pro tunc </em>entry. The power of a court over its judgments, orders, and decrees, in both civil and criminal cases, during the existence of the term at which they are made, is undeniable, unless the sentence, judgment, or decree has been wholly or in part executed: <em>State </em>v. <em>Cannon, </em>11 Or. 312 (2 Pac. 191); <em>Ex parte Lange, 85 </em>U. S. (18 Wall), 163; <em>Commonwealth </em>v. <em>Weymouth, </em>2 Allen, 144 (79 Am. Dec. 776). The reason assigned for the existence of this rule is that the judge during the term, which is considered but one day, is a living record, and may, during that period, alter and supply from his own memory any order, judgment, or decree that he has pronounced: <em>State </em>v. <em>Harrison, </em>10 Yerg. 542. In <em>Bilansky </em>v. <em>State, </em>3 Minn. 427, Flandrau, J., in speaking of the power of a court to correct its record by a <em>nunc pro tunc </em>entry, says: “If a jury is sworn according to law, or any other of the ordinary proceedings takes place in the progress of the trial of a cause, and the clerk omits to record the fact, we can see no reason why the record should not be made to conform to the truth, even after the term, when there exists no doubt about what the truth is. Every reason is in favor of such change being made; public justice demands it, as well for the punishment of the offender as for the protection of the accused, according as the nature of the proposed amendment may operate.” The authority of a court to correct docket entries in a criminal action by <em>nunc pro tunc </em>orders must <page-number citation-index=\"1\" label=\"268\">*268</page-number>be admitted (1 Bishop’s New Criminal Procedure, § 1343; 12 Am. &amp; Eng. Enc. Law [1st Ed.], 80; <em>In re Wight, </em>134 U. S. 136, 10 Sup. Ct. 487); and it only remains to be seen whether this power can be exercised at the term when the judgment is rendered, in the absence of and without notice to the party accused. In <em>Smith </em>v. <em>State, </em>71 Ind. 250, Howk, J., says: “Whenever the record shows that proceedings have been had, or a judgment has been rendered in any case, of which no proper or sufficient entry has been made by the clerk, it is the duty and within the powers of the court, upon proper application and notice, to supply such omissions by the requisite <em>nunc pro tunc </em>orders and entries.” In that case the notice was not given until more than a year after the trial, and it was contended that the court was powerless. to correct the record after the close of the term at which it was made.</p>\n<p id=\"b290-6\">In <em>Green </em>v. <em>State, </em>19 Ark. 178, the defendant was indicted in the Bradley circuit court at the September term, 1856, for the crime of murder, and, having entered a plea of not guilty, the cause was transferred to and tried in the Jefferson circuit court at the May term, 1857, resulting in a verdict of murder in the second degree, whereupon he was sentenced to the penitentiary. A motion in arrest of judgment having been filed, it appeared that the transcript from the Bradley circuit court failed to show that the indictment had been returned into court by the grand jury; but, the motion being denied, an appeal was perfected, and the cause tried <page-number citation-index=\"1\" label=\"269\">*269</page-number>in the supreme court at the July term, 1857, which resulted in the judgment being reversed, and the cause remanded to the Jefferson circuit court, with directions to arrest the judgment, and grant a new trial, if the record from the Bradley circuit court could, in fact, be corrected by a <em>nunc pro tunc </em>entry. English, C. J., in rendering the decision of the court, says: “But the prisoner must have the opportunity to be present in the Bradley circuit court when that court acts upon the matter of amending the record.” By an act of the legislative assembly of Arkansas of December 22, 1856, it was provided that the terms of the judicial circuit court in the County of Bradley should be held on the second Mondays of March and September of each year: Gould’s Dig. Ark. 1858, 304. It will be observed that this act was passed after the indictment was found in the Bradley circuit court; but, if it went into effect at once, the September term of that court would close by the second Monday in March, 1857, and, as the cause was not tried in the supreme court till after that date, it is reasonable to suppose that the September term of the Bradley circuit court had closed before it was ordered that defendant should have notice of the proposed amendment of the record. In <em>Gebbie </em>v. <em>Mooney, </em>22 Ill. App. 369, Bailey, J., in speaking of the power of a court to amend its record, says: “There can be no doubt that courts of record have power, after the term at which judgment is rendered, upon due notice to all persons interested, to amend their records so as to correct the errors and <page-number citation-index=\"1\" label=\"270\">*270</page-number>mistakes of their officers, and make the record conform to the facts.” It would seem to follow from these decisions that a court, at any time during the term at which an order, judgment or decree was rendered, possessed plenary power, and might, without notice to the party affected thereby, correct its record, so as to make it conform to the facts; but that in criminal actions the record cannot be amended by a <em>nunc pro tunc </em>order after the close of the term without notice to the defendant, and an opportunity given him to be present in court to controvert the fact necessary to complete' the record. The docket entries are supposed to be made by the clerk from day to day, during the term, as the business is transacted before the court; and thereafter these memoranda are examined and approved by the judge; and if it should appear to the judge at any time during the term at which the entries should have been made that the clerk had omitted to make an entry, the judge, being the living record, possesses power to order the clerk to make the necessary correction. Such order is not, in the proper sense, when spread upon the record, a <em>nunc pro tunc </em>entry, for, till the close of the term, the court possesses power to correct its record, and any order given to the clerk in that respect will, when executed, relate back to the day when it should have been entered; and, such being the case, no notice thereof would be necessary, and hence it follows that there was no error in ■correcting the record, and the judgment is affirmed.</p>\n<p id=\"b292-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}