{
  "casebody": {
    "data": "<casebody firstpage=\"512\" lastpage=\"518\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b548-6\">Bay State Stevedoring Company <em>vs. </em>Boston and Maine Railroad &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b548-7\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ame\">November 4, 1959.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ATc\">March 10, 1960.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b548-8\">Present: Wilkins, C.J., Spalding, Williams, Counihan, &amp; Cutter, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b549-7\"><page-number citation-index=\"1\" label=\"513\">*513</page-number><em>Joseph Ford, (Seymour P. Edgerton </em>with him,) for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b549-8\"><em>John F. Groden, (Charles C. Worth </em>with him,) for the defendant Boston Marine Terminal Corporation.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b549-9\">Counihan, J.</author>\n<p id=\"AcK\">In this bill in equity the Bay State Stevedoring Company (Bay State) seeks to enjoin the Boston and Maine Railroad (Railroad) and The Boston Marine Terminal Corporation (Boston Marine) from carrying out their expressed intention to bar Bay State from performing stevedoring services on the Mystic Pier and the Hoosac Pier (Piers). The bill alleged that on or about January 1, 1959, the defendants entered into a conspiracy in restraint of trade to monopolize the use of the Piers by excluding Bay State and other stevedores (except Boston Marine) from the Piers. A temporary injunction as prayed for issued on January 8, 1959.</p>\n<p id=\"b549-10\">Each defendant filed a demurrer, a plea in bar and an answer. In substance each demurrer asserted want of jurisdiction in our courts to pass upon the subject matters of the bill and each plea in bar asserted that exclusive jurisdiction was in the Federal Maritime Board.</p>\n<p id=\"b549-11\">The judge reserved action on the demurrers and the pleas in bar until after a hearing on the merits. After hearing, the judge filed “Findings, Rulings and Order for Decree.” He also later filed a “Report of Material Facts” in which he incorporated his earlier findings.</p>\n<p id=\"b549-12\">He ordered the entry of interlocutory decrees dissolving <page-number citation-index=\"1\" label=\"514\">*514</page-number>the temporary injunction, sustaining the pleas in bar, and overruling the demurrers, and also ordered the entry of a final decree dismissing the bill. The plaintiff appealed from the final decree and the defendants appealed from the final decree only because of the interlocutory decrees overruling their demurrers. There was no error in the entry of the final decree but we are of opinion that the interlocutory decrees must be reversed and new decrees be entered sustaining the demurrers.</p>\n<p id=\"b550-5\">From the report of material facts we learn that the Piers were built in 1951 and 1952 by the Commonwealth of Massachusetts with public funds. They were modern terminals located on navigable waters of Boston Harbor with highway and railroad facilities.</p>\n<p id=\"b550-6\">They were leased to Railroad by the Commonwealth through a public agency. Prior to January 1, 1959, they were operated by The Mystic Terminal Company (Mystic Terminal), a sublessee and wholly owned subsidiary of Railroad, under the supervision of various public agencies. Prior to January 1, 1959, all stevedoring companies operating in Boston Harbor had access to most of the piers in the harbor including these Piers. Bay State had permanent employees stationed on the Piers in consideration of the payment of nominal rent.</p>\n<p id=\"b550-7\">Each year prior to 1959, Bay State had been receiving substantial annual revenue for stevedoring on the Piers. It performed such services under four written contracts and two working agreements with steamship companies engaged in overseas trade. Its principal work was loading and unloading vessels leaving or entering the port of Boston. It was engaged in interstate and foreign commerce. Its stevedores were casual labor, consisting of longshoremen who might be available under union rules as required. They worked under supervisory employees of Bay State.</p>\n<p id=\"b550-8\">Approximately seventy-five per cent of the cargo handled by Bay State at the Piers was wood pulp. Many piers handled this merchandise but consignees preferred to use the Piers and the Wiggin Terminal because they avoided a <page-number citation-index=\"1\" label=\"515\">*515</page-number>switching charge and were permitted fifteen days’ free storage instead of five days at other piers. Bay State also handled other commodities.</p>\n<p id=\"b551-5\">Prior to January 1, 1959, the Piers as we have said were operated by Mystic Terminal whose income was derived principally from wharfage and dockage charges. It did no stevedoring. For several years its income was grossly inadequate to meet the rent of the Piers and the operating expenses. After considerable study to solve the matter of the deficit which was borne by Railroad, a plan was devised to have a single operator perform all services at the Piers. Railroad entered into an arrangement with the Universal Terminal and Stevedoring Company of New York (Universal) whereby Universal undertook this service by offering cargo owners and vessel owners a fixed, single charge for the entire cargo handling including stevedoring. Universal had handled similar marine facilities in New York.</p>\n<p id=\"b551-6\">To this end Railroad on October 1, 1958, entered into a contract with Boston Marine, a wholly owned subsidiary of Universal, to take effect January 1, 1959. This contract provided that Boston Marine should have the exclusive right to operate the Piers and to perform checking, clerking, watching, stevedoring, carloading, truck loading and all other services connected with the operation of the Piers. Boston Marine was to pay fifty per cent of the net income from operations to Mystic Terminal, but all income from dockage, wharfage and storage was to be paid to Mystic Terminal. The substance of this contract was discussed with the director of the Port of Boston Commission but the contract was not filed with the commission or with the Federal Maritime Board.</p>\n<p id=\"b551-7\">On December 10, 1958, Boston Marine notified the shipping interests that as of midnight December 31, 1958, the Piers would be operated by Boston Marine and that it would not assign berths to vessel owners who refused to use its stevedoring services and other facilities. It later refused to assign a berth to the vessel called Mattawunga which carried wood pulp, because its cargo was to be removed by Bay <page-number citation-index=\"1\" label=\"516\">*516</page-number>State in accordance with a written contract with the vessel owner.</p>\n<p id=\"b552-5\">The judge dismissed the bill on the ground that primary,. exclusive jurisdiction of the subject matter of the bill is in the Federal Maritime Board under the provisions of the Shipping Act, 1916 (46 U. S. C. [1958] §§ 801-842.)</p>\n<p id=\"b552-6\">There can be no doubt that, under art. 1, § 8, cl. 3, of the Constitution of the United States, Congress has the right and power “to regulate commerce with foreign nations, and among the several states ...” and that under this power Congress enacted the Shipping Act of 1916 (46 U. S. C. [1958] §§ 801-842). The functions of the United States Maritime Commission under the Shipping Act were transferred to the Federal Maritime Board and to the Maritime Administration in the Department of Commerce by Reorganization Plan No. 21 of 1950, effective May 24, 1950. 16 Fed. Reg. 3667, 1951 A. M. C. 763. The Federal Maritime Board, however, is independent of the Secretary of Commerce as to all functions in so far as here material under the provisions of the Shipping Act, 1916, as amended.</p>\n<p id=\"b552-7\">The Shipping Act, 1916, as amended, in so far as relevant to this suit, provides in substance the following: § 801 • — • The term “other person subject to this chapter” means any person not included in the term “common carrier by water” who carries on the business of forwarding or furnishing wharfage, dock, warehouse, or other terminal facilities in connection with a common carrier by water. § 814 — Every common carrier by water or other person subject to this chapter shall file immediately with the Federal Maritime Board a copy of every agreement, whether written or oral, with another such carrier or other person subject to this chapter, involving the fixing or regulation of rates; controlling, regulating or destroying competition; or in any manner providing for an exclusive or preferential working agreement. All agreements made after the organization of the board shall be lawful only if approved by the board. § 816 — Every common carrier by water and every other person subject to this chapter shall establish, observe, and enforce just and rea<page-number citation-index=\"1\" label=\"517\">*517</page-number>sonable regulations and practices related to or connected with the receiving, handling, storing or delivering of property. Whenever the board finds any practice or regulation to be unreasonable, it may determine, prescribe and order enforced a just and reasonable practice or regulation. § 821 — Any person may file with the Federal Maritime Board a complaint setting forth any violation of this chapter by a common carrier by water or other person subject to this \"chapter. If the complaint is warranted the board shall then investigate it and make such order as it deems proper. § 832 — This chapter shall not be construed to apply to intrastate commerce.</p>\n<p id=\"b553-5\">The Supreme Court of the United States, other Federal courts and State courts have uniformly held in numerous cases that the Federal Maritime Board has exclusive jurisdiction to enforce the provisions of the Shipping Act, 1916, as amended. We cite but a few. <em>United States Nav. Co. Inc. </em>v. <em>Cunard S.S. Co. Ltd. </em>284 U. S. 474. <em>Swayne &amp; Hoyt, Ltd. </em>v. <em>United States, </em>300 U. S. 297. <em>United States </em>v. <em>American Union Transp. Inc. </em>327 U. S. 437. <em>Far East Conference </em>v. <em>United States, </em>342 U. S. 570. <em>Federal Maritime Bd. </em>v. <em>Isbrandtsen Co. Inc. </em>356 U. S. 481. <em>Rivoli Trucking Corp. </em>v. <em>New York Shipping Assn. </em>167 F. Supp. 940. <em>New York Lumber Trade Assn. </em>v. <em>Lacey, </em>245 App. Div. (N. Y.) 262, affd. 269 N. Y. 595, cert. den. 298 U. S. 684.</p>\n<p id=\"b553-6\">It is immaterial whether the activities or instrumentalities are those of private persons or of public agencies, even agencies of the Commonwealth of Massachusetts. <em>California </em>v. <em>United States, </em>320 U. S. 577.</p>\n<p id=\"b553-7\">One of the principal contentions of the plaintiff in its brief is that it was engaged in intrastate commerce and therefore is exempt from the provisions of the Shipping Act. This contention, however, is disposed of by the finding of the judge that it “is engaged in interstate and foreign commerce.”</p>\n<p id=\"b553-8\">It follows that our courts have no jurisdiction over the subject matters in the case at bar. The interlocutory decrees overruling the demurrers must be reversed and new <page-number citation-index=\"1\" label=\"518\">*518</page-number>decrees sustaining the demurrers must be entered. The final decree is affirmed with costs of the appeal to the defendants.</p>\n<p id=\"b554-5\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}