{
  "casebody": {
    "data": "<casebody firstpage=\"276\" lastpage=\"285\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b300-6\">STATE OF CONNECTICUT <em>v. </em>ORAL H.<footnotemark>1</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Arq\">(AC 30289)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b300-7\">Harper, Bear and Mihalakos, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b301-14\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>Argued September 21</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AJb\">officially released November 30, 2010</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b302-7\"><page-number citation-index=\"1\" label=\"278\">*278</page-number><em>Jeffrey C. Kestenband, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b302-8\"><em>Timothy J. Sugrue, </em>assistant state’s attorney, with whom, on the brief, were <em>Leonard C. Boyle, </em>deputy chief state’s attorney, <em>Matthew C. Gedansky, </em>state’s attorney, and <em>Elizabeth C. Learning, </em>senior assistant state’s attorney, for the appellee (state).</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b300-10\"> In accordance with our policy of protecting the privacy interests of the victims of sexual abuse, we decline to use the defendant’s full name or to identify the victim or others through whom the victim’s identity may be ascertained. See General Statutes § 54-86e.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b302-9\">\n<em>Opinion</em>\n</p>\n<author id=\"b302-10\">PER CURIAM.</author>\n<p id=\"AWiT\">The defendant, Oral H., appeals from the judgment of conviction, rendered following a jury trial, of sexual assault in the first degree in violation of General Statutes § 53a-70 (a) (1) and twenty-four counts of sexual assault in the third degree in violation of General Statutes § 53a-72a (a) (2).<footnotemark>2</footnotemark> The defendant claims that the court improperly (1) denied his motion to dismiss the sexual assault in the third degree counts because, at the time of his arrest, § 53a-72a (a) (2) was unconstitutional, (2) denied his motion to dismiss the sexual assault in the first degree count because the state’s filing of an amended information, including this <page-number citation-index=\"1\" label=\"279\">*279</page-number>count, violated the separation of powers doctrine, (3) denied his motion to dismiss the sexual assault in the third degree counts because the state engaged in selective prosecution with regard to these offenses and (4) admitted expert testimony without holding a <em>Porter </em>healing.<footnotemark>3</footnotemark> We affirm the judgment of the trial court.</p>\n<p id=\"b303-6\">Briefly, we will set forth the relevant facts that the jury reasonably could have found. The defendant, who had a history of engaging in violent conduct toward his wife and children, began to engage in sexual conduct with the victim, his biological daughter, when she was approximately nine years old. On at least twenty-four occasions that occurred between February 5, 2002, and June 13, 2003, when the victim was between twenty and twenty-two years of age, the defendant and the victim engaged in sexual intercourse. On one occasion that occurred between January 21 and May 17, 2003, the defendant compelled the victim to engage in sexual intercourse with him in an automobile that was parked in a public park.</p>\n<p id=\"b303-7\">I</p>\n<p id=\"b303-8\">First, the defendant claims that the court improperly denied his motion to dismiss the twenty-four counts of the information alleging a violation of § 53a-72a (a) (2) (sexual assault in the third degree) because at the time of his arrest that statutory provision was deemed to be unconstitutional. We disagree.</p>\n<p id=\"b303-9\">By written motion to dismiss, the defendant argued that “[t]he prosecution [as to these charges] should be dismissed” because it was void ab initio. The defendant relied upon the following undisputed facts. In February, 2007, pursuant to a warrant, the defendant was arrested and charged with twenty-four counts of sexual assault <page-number citation-index=\"1\" label=\"280\">*280</page-number>in the third degree. Approximately ten months earlier, on April 11, 2006, this court officially released <em>State </em>v. <em>John M., </em>94 Conn. App. 667, 894 A.2d 376 (2006), in which we held that § 53a-72a (a) (2) violated the guarantees of equal protection. On May 31, 2006, our Supreme Court granted the state’s petition for certification to appeal. <em>State </em>v. <em>John M., </em>278 Conn. 916, 899 A.2d 622 (2006). On February 19, 2008, that court officially released its decision, in which it upheld the constitutionality of the statute. <em>State </em>v. <em>John F.M., </em>285 Conn. 528, 545, 940 A.2d 755 (2008). The defendant argued that because he was charged after we had declared the statute unconstitutional but prior to the time that our Supreme Court upheld the constitutionality of the statute, the state was precluded from charging him under the statute, and the charges should be dismissed.</p>\n<p id=\"b304-6\">“A motion to dismiss . . . properly attacks the jurisdiction of the court, essentially asserting that the [state] cannot as a matter of law and fact state a cause of action that should be heard by the court .... A motion to dismiss tests, inter alia, whether, on the face of the record, the court is without jurisdiction. . . . [0]ur review of the trial court’s ultimate legal conclusion and resulting [decision to deny] . . . the motion to dismiss will be de novo.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Courchesne, </em>296 Conn. 622, 668, 998 A.2d 1 (2010).</p>\n<p id=\"b304-7\">The defendant’s argument rests upon the proposition that, as a matter of law, § 53a-72a (a) (2) was an unconstitutional legislative enactment as of the date of his arrest, and, thus, the state lacked the authority to prosecute him under that enactment. By operation of Practice Book § 84-3, however, a stay on the judgment of this court remained in effect until our Supreme Court rendered its final determination of the cause, upholding the constitutionality of the statute. Thus, the central premise of the defendant’s argument is legally flawed. <page-number citation-index=\"1\" label=\"281\">*281</page-number>The defendant has not demonstrated that any jurisdictional defect existed.</p>\n<p id=\"b305-6\">II</p>\n<p id=\"b305-7\">Next, the defendant claims that the court improperly denied his motion to dismiss the sexual assault in the first degree count because the state’s filing of an amended information, including this count, violated the separation of powers doctrine. We disagree.</p>\n<p id=\"b305-8\">The record reflects that, prior to trial, the prosecutor filed a substitute information that added a count charging the defendant with committing the crime of sexual assault in the first degree. On March 10, 2008, the defendant filed a motion to dismiss the substitute information on the ground that the prosecutor, an agent of the executive branch, added the sexual assault charge in the absence of a judicial determination that probable cause existed for that offense. At argument on the motion, the defense counsel argued that a finding of probable cause was a prerequisite to the bringing of the charge and that the filing of the substitute information violated the separation of powers doctrine. In an oral ruling, the court denied the motion to dismiss.</p>\n<p id=\"b305-9\">We have set forth the applicable standard of review in part I of this opinion. The defendant has not cited to any authority for the proposition that, in the absence of a judicial determination that probable cause exists, a prosecutor may not bring additional counts against a defendant. Practice Book § 36-17 provides: “If the trial has not commenced, the prosecuting authority may amend the information, or add additional counts, or file a substitute information. Upon motion of the defendant, the judicial authority, in its discretion, may strike the amendment or added counts or substitute information, if the trial or the cause would be unduly delayed or the substantive rights of the defendant would be prejudiced.” The defendant’s argument was not based upon <page-number citation-index=\"1\" label=\"282\">*282</page-number>prejudice, but upon the doctrine of separation of powers; the defendant argued that the filing of the substitute information, in essence, circumvented judicial review of whether the added count was supported by probable cause.</p>\n<p id=\"b306-6\">We readily reject the defendant’s novel argument. There was no procedural obstacle to the prosecutor’s filing of the substitute information; such filing was permitted under our rules of practice. The defendant is unable to demonstrate that any prejudice resulted from the filing or that the filing gave rise to any jurisdictional defect. Following the filing, the defendant had the right to file a motion to dismiss the information on the ground that the evidence was insufficient to justify the bringing of such information. See Practice Book § 41-8 (5). The defendant did not avail himself of this procedure. Furthermore, the defendant cannot now reasonably argue that probable cause did not exist with regard to the count at issue; the jury determined that the state proved beyond a reasonable doubt that the defendant had committed the offense.</p>\n<p id=\"b306-7\">Ill</p>\n<p id=\"b306-8\">Next, the defendant claims that the court improperly denied his motion to dismiss the charges of sexual assault in the third degree because the state engaged in selective prosecution with regard to these offenses, violating his right to equal protection of the law. We disagree that any jurisdictional defect existed.</p>\n<p id=\"b306-9\">Prior to the commencement of the trial, the defendant filed a motion to dismiss the counts at issue, arguing that the state had failed to prosecute the victim for the offenses at issue, despite the fact that the victim and the defendant were consenting adults who had engaged in the same criminal conduct. The defendant argues that his prosecution violated equal protection principles because he was prosecuted on the basis of his age and <page-number citation-index=\"1\" label=\"283\">*283</page-number>gender. The court heard argument on the motion, and the prosecutor, relying upon the evidence in the state’s file, made representations concerning the state’s decision to charge the defendant and not the victim with the crimes at issue. The court denied the motion without prejudice.</p>\n<p id=\"b307-6\">In denying the motion, the court relied upon the representations of the prosecutor that the defendant and the victim were not similarly situated and that, from the state’s point of view, the victim was not a willing sexual partner of the defendant. The prosecutor stated that the evidence tended to show that the victim had been sexually abused by the defendant, her biological father, since childhood and that the defendant was controlling of, and at times violent toward, his family members. The prosecutor argued that, as a result of this long pattern of conduct, the defendant exerted considerable influence over the victim such that she could not be considered a willing sexual partner of the defendant. Thus, the prosecutor argued that the decision to prosecute the defendant was not based upon the defendant’s age or gender.</p>\n<p id=\"b307-7\">The defendant claims that the court did not afford him an opportunity to conduct an evidentiary hearing on the motion. Our case law, however, reflects that such a hearing is not a matter of right; it is within the court’s discretion to grant such a hearing after a defendant has made a prima facie showing that a legitimate claim of selective prosecution exists. See <em>State </em>v. <em>Perez, </em>82 Conn. App. 100, 110, 842 A.2d 1187, cert. denied, 269 Conn. 904, 852 A.2d 734 (2004). The record reflects that the court accepted as logical and true the representations of the parties concerning the relevant facts and denied the motion without prejudice to the defendant, explicitly affording the defendant an opportunity to revisit the issue and to convince the court that it should not rely upon the representations of the <page-number citation-index=\"1\" label=\"284\">*284</page-number>prosecutor. We have set forth the applicable standard of review in part I of this opinion. To prevail on a claim of selective prosecution, a defendant must demonstrate that he was singled out for prosecution on the basis of impermissible considerations. See, e.g., <em>State </em>v. <em>Delossantos, </em>211 Conn. 258, 287-88, 559 A.2d 164, cert. denied, 493 U.S. 866, 110 S. Ct. 188, 107 L. Ed. 2d 142 (1989). Here, there were ample factual representations before the court to support a determination that the state’s charging decision was based upon the defendant’s unique history of controlling and victimizing his biological daughter, not merely his age or gender. Although the court denied the motion to dismiss without prejudice, the defendant did not ask the court to consider any contrary evidence. On this record, we conclude that the court properly denied the motion to dismiss.</p>\n<p id=\"b308-4\">IV</p>\n<p id=\"b308-5\">Finally, the defendant claims that the court improperly admitted expert testimony without holding a <em>Porter </em>hearing. We disagree.</p>\n<p id=\"b308-6\">The victim’s delayed disclosure of sexual abuse was a subject of inquiry during her testimony. Thereafter, the state called Kathleen Garnet, a clinical psychologist, to testify with regard to the tendency of victims of sexual abuse to delay disclosing such abuse. Outside of the jury’s presence, defense counsel requested that the court conduct a <em>Porter </em>hearing related to Garnet’s proffered testimony. Following argument, the court denied the defendant’s request. Thereafter, Garnet testified before the jury.</p>\n<p id=\"b308-7\">We review the trial court’s evidentiary rulings for an abuse of discretion, affording such rulings a strong presumption of correctness. <em>State </em>v. <em>Sullivan, </em>244 Conn. 640, 653, 712 A.2d 919 (1998). The defendant claims that Garnet’s expert testimony concerning <page-number citation-index=\"1\" label=\"285\">*285</page-number>delayed disclosure of sexual abuse constituted testimony of a technical or specialized nature that was subject to a test of admissibility under <em>Porter. </em>In <em>State </em>v. <em>Porter, </em>241 Conn. 57, 61, 698 A.2d 739 (1997) (en banc), cert. denied, 523 U.S. 1058, 118 S. Ct. 1384, 140 L. Ed. 2d 645 (1998), our Supreme Court adopted the test for the admissibility of <em>scientific evidence </em>that was set forth by the United States Supreme Court in <em>Daubert </em>v. <em>Merrell Dow Pharmaceuticals, Inc., </em>509 U.S. 579, 113 S. Ct. 2786,125 L. Ed. 2d 469 (1993). In <em>State v. Vumback, </em>68 Conn. App. 313, 327-32, 791 A.2d 569 (2002), affd, 263 Conn. 215, 819 A.2d 250 (2003), this court determined that evidence similar to that at issue in the present claim — expert testimony concerning delayed disclosure of sexual abuse — was not scientific evidence and, thus, was not subject to the <em>Daubert </em>standard of admissibility adopted in <em>Porter. </em>The defendant does not dispute that the testimony at issue was not scientific in nature. Rather, relying upon <em>Kumho Tire Co., Ltd. </em>v. <em>Carmichael, </em>526 U.S. 137, 147, 119 S. Ct. 1167, 143 L. Ed. 2d 238 (1999), which extended Daubert’s test for admissibility to technical and other specialized knowledge, the defendant urges us to conclude that the evidence at issue was subject to a <em>Porter </em>analysis. No appellate court in this state has adopted the approach set forth in <em>Kumho Tire Co., Ltd., </em>and we decline to do so here. Under the facts of this case, we are not persuaded that the court improperly admitted the challenged testimony without first conducting a <em>Porter </em>hearing.</p>\n<p id=\"b309-6\">The judgment is affirmed.</p>\n<footnote label=\"2\">\n<p id=\"b302-11\"> The jury returned a not guilty verdict as to one count of kidnapping in the first degree in violation of General Statutes § 53a-92 (a) (2) (B). The court imposed a total effective sentence of twenty-five years imprisonment, execution suspended after twenty years, followed by ten years of probation.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b303-10\"> See <em>State </em>v. <em>Porter, </em>241 Conn. 57, 698 A.2d 739 (1997) (en banc), cert. denied, 523 U.S. 1058, 118 S. Ct. 1384, 140 L. Ed. 2d 645 (1998).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}