{
  "casebody": {
    "data": "<casebody firstpage=\"449\" lastpage=\"464\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b473-8\">SAMUEL DAVIS <em>v. </em>COMMISSIONER OF CORRECTION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AgZ\">(AC 30572)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b473-9\">Harper, Beach and Schaller, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b474-6\"><page-number citation-index=\"1\" label=\"450\">*450</page-number>Argued October 18</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AhN\">officially released December 7, 2010</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b474-8\"><em>Michael D. Day, </em>special public defender, for the appellant (petitioner).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b474-9\"><em>Robert J. Scheinblum, </em>senior assistant state’s attorney, with whom, on the brief, were <em>Gail P. Hardy, </em>state’s attorney, and <em>Dennis J. O’Connor, </em>senior assistant state’s attorney, for the appellee (respondent).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b474-10\">\n<em>Opinion</em>\n</p>\n<author id=\"b474-11\">SCHALLER, J.</author>\n<p id=\"AoT\">The petitioner, Samuel Davis, appeals following the habeas court’s denial of his petition for certification to appeal from the judgment denying his amended petition for a writ of habeas corpus. On appeal, the petitioner claims that the court abused its discretion when it denied his petition for certification to appeal and improperly rejected his claim that his trial counsel rendered ineffective assistance, thereby <page-number citation-index=\"1\" label=\"451\">*451</page-number>denying the petitioner due process of law. More specifically, the petitioner argues that there was merit to his claim of ineffective assistance of trial counsel in that his counsel failed to present properly and to argue (1) a motion to suppress statements that the petitioner made to the police while he was under the influence of a significant amount of medication that he received while recovering from surgery for gunshot wounds and (2) a motion to suppress two identifications made of him while he was a patient in a hospital. We conclude that the petitioner failed to prove that, but for the alleged unprofessional errors of counsel, the result of the criminal trial would have been different. Accordingly, we conclude that the habeas court did not abuse its discretion when it denied the petition for certification to appeal, and we dismiss the appeal.</p>\n<p id=\"b475-4\">The relevant facts are set forth in the decision rendered in the petitioner’s direct appeal, <em>State </em>v. <em>Davis, </em>69 Conn. App. 717, 796 A.2d 596 (2002), aff'd, 263 Conn. 136, 818 A.2d 777 (2003).<footnotemark>1</footnotemark> “The jury reasonably could have found the following facts. In the early morning hours of August 17,1997, the [petitioner] was a passenger in a vehicle in Hartford with two other individuals. The three men decided to rob a drug dealer and the [petitioner] drove one of the occupants to his car so that he could retrieve his gun. The three men drove around Hartford but could not find a drug dealer to <page-number citation-index=\"1\" label=\"452\">*452</page-number>rob. . . . Eventually, the [petitioner] and one of the other men exited the car and came upon the victim, James Boland, who had just been dropped off in front of his house. Boland, a member of the neighborhood block watch program, was armed and proficient in the use of firearms. As the [petitioner] and one of the other men approached Boland, a gunfight ensued in which Boland returned fire. Boland and the [petitioner] both suffered gunshot wounds.” Id., 719-20. Boland died as a result of his wounds. Id., 720.</p>\n<p id=\"b476-6\">“[A] neighbor, Nicholas Couloute, heard the gunshots from his third floor window. He saw the [petitioner] lying in the driveway apron next to Boland’s home. Couloute went outside and approached the [petitioner]. As Couloute approached, the [petitioner] propped up on his elbow, pointed a gun at him and said ‘get the f— out of here.’ Couloute retreated to his house and saw a motorcycle with two men on it approach the [petitioner], The [petitioner] pointed a gun at the driver and said ‘get the f— out of here.’ Couloute returned to his house and both he and his wife saw that the [petitioner] was wounded in the leg. Both Couloutes watched as a red, four door Buick pulled up to the [petitioner]. Two individuals helped the [petitioner] into the backseat and drove away.</p>\n<p id=\"b476-7\">“Hartford police arrived at the scene and Boland was pronounced dead at 1:32 a.m. from a gunshot wound to the chest. Hartford police informed other local police departments that a suspect in a homicide had sustained a gunshot injury and had left the scene in a red vehicle. At about 4 a.m. Middletown police informed Hartford police that an individual had arrived at Middlesex Hospital with gunshot wounds to his leg and arm. The [petitioner] was subsequently transported to Hartford Hospital by the Life Star helicopter.</p>\n<p id=\"b476-8\">“Nicolas Couloute and Thomas Staunton, the passenger on the motorcycle, were taken to Hartford Hospital <page-number citation-index=\"1\" label=\"453\">*453</page-number>to identify the [petitioner]. Both Couloute and Staunton positively identified the [petitioner] as the man they saw lying in the driveway area. Couloute also identified the red Buick, owned by the [petitioner’s] brother, as the vehicle that drove the [petitioner] from the scene of the shooting. Based on the hospital identification, an arrest warrant was issued for the [petitioner].</p>\n<p id=\"b477-5\">“The [petitioner] was admitted to Hartford Hospital after undergoing surgery for bullet wounds to his left leg and arm. Two uniformed Hartford police officers guarded the [petitioner’s] hospital room and he was restrained to his bed by a leg shackle. After his surgery, the [petitioner] requested to speak with the officers who had applied for the warrant for his arrest. Two detectives interviewed the [petitioner] and he gave an oral statement inculpating himself in the victim’s death. The [petitioner] was discharged from the hospital and transported to the Hartford police station and placed under arrest. While at the police station, the [petitioner] also gave a written statement inculpating himself.</p>\n<p id=\"b477-6\">“At trial, Benjamin Brown, one of the occupants of the vehicle on the day of the murder, testified for the state. He confirmed that the [petitioner] and the other individual left the vehicle and confronted the victim, and that the [petitioner] was wounded in the confrontation. Brown further testified that when he helped rescue the [petitioner] from the victim’s driveway, the [petitioner] stated that he thought he shot the victim.” Id., 720-21. Additional facts will be set forth as necessary.</p>\n<p id=\"b477-7\">We set forth our standard of review and applicable principles of law. “A petitioner whose petition for certification to appeal has been denied can seek appellate review of the denial by satisfying the two-pronged test enunciated in <em>Simms </em>v. <em>Warden, </em>229 Conn. 178, 640 A.2d 601 (1994), and adopted in <em>Simms </em>v. <em>Warden, </em>230 Conn. 608, 612, 646 A.2d 126 (1994), which requires the <page-number citation-index=\"1\" label=\"454\">*454</page-number>petitioner to show that the denial constituted an abuse of discretion and then prove that the decision should be reversed on its merits. ... To prove an abuse of discretion, the petitioner must demonstrate that the [resolution of the underlying claim involves issues that] are debatable among jurists of reason; that a court could resolve the issues [in a different manner]; or that the questions are adequate to deserve encouragement to proceed further.” (Internal quotation marks omitted.) <em>Walker </em>v. <em>Commissioner of Correction, </em>110 Conn. App. 816, 818, 956 A.2d 600, cert. denied, 289 Conn. 949, 960 A.2d 1039 (2008).</p>\n<p id=\"b478-4\">“We examine the underlying claims of ineffective assistance of counsel to determine whether the court abused its discretion in denying certification to appeal. This court cannot disturb the underlying facts found by the habeas court unless they are clearly erroneous, but our review of whether those facts as found constituted a violation of the constitutional right to effective assistance of counsel is plenary.” <em>Moody </em>v. <em>Commissioner of Correction, </em>108 Conn. App. 96, 100, 946 A.2d 1268, cert. denied, 288 Conn. 906, 953 A.2d 649 (2008).</p>\n<p id=\"b478-5\">“To prevail on a claim of ineffective assistance of counsel, a petitioner must show (1) that counsel’s performance was deficient and (2) that the deficient performance prejudiced the defense.” <em>Morant </em>v. <em>Commissioner of Correction, </em>117 Conn. App. 279, 301, 979 A.2d 507, cert. denied, 294 Conn. 906, 982 A.2d 1080 (2009), citing <em>Strickland </em>v. <em>Washington, </em>466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). “Because the petitioner must satisfy <em>both </em>prongs of the <em>Strickland </em>test to prevail on a habeas corpus petition, this court may dispose of the petitioner’s claim if he fails to meet either prong.” (Emphasis added; internal quotation marks omitted.) <em>Morant </em>v. <em>Commissioner of Correction, </em>supra, 301. “The second component requires that <page-number citation-index=\"1\" label=\"455\">*455</page-number>the petitioner show that there is a reasonable probability that, but for the alleged unprofessional errors of counsel, the result of the criminal trial would have been different.” <em>Moody </em>v. <em>Commissioner of Correction, </em>supra, 108 Conn. App. 100-101.</p>\n<p id=\"b479-4\">The habeas court concluded that there was nothing surrounding the suppression attempts to suggest ineffective assistance of counsel and that the petitioner failed to show that he was prejudiced by the failure of his counsel’s efforts. We will examine in detail the two underlying claims of ineffective assistance of counsel to determine whether the court abused its discretion in denying certification to appeal. The petitioner claims prejudice in that, but for the admission of the evidence concerning his statements to the police and the evidence of the two identifying witnesses, the petitioner could have pursued a self-defense theory at his criminal trial. We are not persuaded that any of the claimed errors of counsel would have resulted in different rulings on either motion to suppress. On the basis of this review, we conclude that the petitioner has failed to demonstrate that the claimed errors of his counsel prejudiced him such that the result of the criminal trial would have been different. Accordingly, we conclude that the habeas court did not abuse its discretion in denying the petition for certification to appeal.</p>\n<p id=\"b479-5\">I</p>\n<p id=\"b479-6\">The petitioner first claims that his trial counsel provided ineffective assistance because he failed to obtain the petitioner’s complete medical records from Hartford Hospital such that the trial court never had an accurate understanding of the significant amount of medication that the petitioner had been prescribed. Accordingly, he maintains that his counsel failed to collect the facts necessary to prosecute adequately his motion to suppress the statements that the petitioner <page-number citation-index=\"1\" label=\"456\">*456</page-number>made to the police while he was in the hospital on the evening of August 18, 1997, and the written statement he made at the police station on the afternoon of August 19, 1997.</p>\n<p id=\"b480-6\">The following additional facts are relevant to the petitioner’s claim. “After his surgery, the [petitioner] told the Hartford police officer guarding his door that he wanted to speak with the officers who had obtained the warrant for his arrest. The police officer called the Hartford police station twice to inform detectives that the [petitioner] wanted to speak with them. During the second call, the [petitioner] got on the phone and Detective James Rovella asked him if he felt well enough to talk to the police. The [petitioner] responded that although he thought he was under medicated,<footnotemark>2</footnotemark> he wanted Rovella to come to the hospital to speak with him.</p>\n<p id=\"b480-7\">“When Rovella and another detective arrived at the hospital, they read the [petitioner] his rights, provided him with a waiver of rights form and asked the [petitioner] to read it aloud. The [petitioner] initialed each section of the waiver form and signed on the bottom. The [petitioner] also stated that he understood his rights because he had been arrested before. At the [petitioner’s] request the detectives loosened his leg shackle to make him more comfortable. After signing the waiver form, the [petitioner] asked, ‘How would somebody catch a warrant for murder if he was shot in Middle-town, Connecticut?’ Rovella told the [petitioner] that he would terminate the interview if that is all the [petitioner] wanted to ask him. The [petitioner] indicated that he wanted to continue and proceeded to give his <page-number citation-index=\"1\" label=\"457\">*457</page-number>statement to the detectives.” <em>State </em>v. <em>Davis, </em>supra, 69 Conn. App. 722-23.</p>\n<p id=\"b481-6\">In his appeal from his criminal conviction, the petitioner challenged the trial court’s conclusion that he had voluntarily waived his Miranda<footnotemark>3</footnotemark> rights because of his heavily medicated state. “With regard to the medicated state that the [petitioner] was in, the [trial] court stated: ‘It does not, in and of itself, render a subsequent admission inadmissible. It may be one factor in determining the voluntariness. ... It appears he was not in pain. There was no slurring of speech. He seemed to be alert. No drowsiness. He was breathing normally. [He] appeared to be extremely rational. Showed no confusion. Appeared to understand all the detective’s questions and the procedure that was going on.’ The court further found that there was no evidence of police coercion. The detectives made no threats or promises and the [petitioner] was not deprived of any personal comforts. The court ultimately found that ‘[t]he state has demonstrated that . . . the [petitioner] understood his rights and the waiver of those rights. [He] understood and voluntarily waived his <em>Miranda </em>rights.’ ” Id., 724-25.</p>\n<p id=\"b481-7\">This court noted: “Furthermore, the [petitioner] initiated the interview with the detectives and seemed coherent and lucid despite his medications. In fact, the [petitioner] made a series of statements in which the common thread was his desire to shift responsibility to others. These statements were a positive indication of the [petitioner’s] coherence. Our scrupulous review of the record leads us to conclude, as did the court, that the [petitioner’s] statements were voluntarily made, and that he voluntarily, knowingly and intelligently waived his <em>Miranda </em>rights.” Id., 725. This court concluded that <page-number citation-index=\"1\" label=\"458\">*458</page-number>“because we already determined that the [petitioner’s] oral statement given at the hospital did not violate his <em>Miranda </em>rights, it did not taint his subsequent statement at the police station.” Id., 726.</p>\n<p id=\"b482-5\">At the trial on the petition for habeas corpus, the petitioner’s complete medical file from Hartford Hospital was entered into evidence, as were transcripts of the suppression hearing and his criminal trial. The petitioner testified and presented four witnesses, including Mitchell Sauerhoff, an industrial toxicologist, and Lori Welch-Rubin, an attorney expert on criminal defense work.</p>\n<p id=\"b482-6\">Sauerhoff testified that, on the basis of his review of the hospital medical records, the petitioner underwent surgery for his gunshot injuries at 5 a.m. on August 17, 1997. He was administered morphine sulfate, Demerol, and meperidine, each of which are opioid drugs used for the treatment of pain. He also was prescribed Ativan for anxiety, Dramamine for nausea and Tylenol for pain. Sauerhoff could not testify as to precisely which medications were administered when because, for the pain medications for example, “the hospital records say every three to four hours PRN, which means essentially as needed.”<footnotemark>4</footnotemark> In Sauerhoff s opinion, the petitioner’s cognition had been impaired by a variety of drugs prescribed at the hospital.</p>\n<p id=\"b482-7\">The habeas court found the following facts regarding Sauerhoffs testimony: “When questioned further, [Sauerhoff] defined this ‘impaired cognition’ to be a ‘thinking and perception’ alteration. He made no connection between the ingestion of any medication and [the petitioner’s] statements to the police and in fact appeared to assume that all the medication ordered <page-number citation-index=\"1\" label=\"459\">*459</page-number>was also administered to the petitioner. The hospital record does not indicate this to be so. Of significance was [Sauerhoff s] statement that this cognitive impairment would last from twelve to twenty-four hours after [the medications] were stopped. The last medication received by the petitioner was at 7:15 p.m. on August 18, 1997. His second statement was given on August 19 after 1:30 p.m. In that statement, the petitioner related names, times and places and activities in great detail. That the police could have collected such material without his input defies belief.”<footnotemark>5</footnotemark></p>\n<p id=\"b483-5\">The habeas court concluded, on the basis of the testimony and evidence, that the petitioner’s claim that he was so mentally impaired that he remembered nothing was simply not credible. “Totally rebutting the petitioner’s claim is the evidence contained in the hospital record. Nurses’ notes keep referring to his conditions as active and alert. He is described as asking appropriate questions and as aware of his situation. In one fascinating conversation, he acknowledges that he’s ‘up for murder’ and that he’s ‘tired of running.’ This appears in the nursing notes, which the petitioner’s legal expert [Welch-Rubin] said she would have read because ‘it’s the little details that everything shows itself. It’s in the nursing notes.’ ” On the basis of its review of the testimony and evidence, the habeas court concluded that the petitioner’s statements at the hospital and at the police station were voluntary and that he understood his <em>Miranda </em>rights and the consequences of waiving them.</p>\n<p id=\"b483-6\">The trial court in the petitioner’s criminal case considered the effect of pain medications generally when determining whether the petitioner’s statements were knowing and voluntary. This determination was upheld on appeal. In the habeas proceeding, the petitioner presented a more complete picture of his medical records <page-number citation-index=\"1\" label=\"460\">*460</page-number>and elicited expert testimony as to the general effect of the particular drugs that he was prescribed. This does not change the analysis under the facts presented here. As noted by the habeas court, the toxicologist did not connect any claimed “ ‘thinking and perception’ ” alteration with the petitioner’s statements to the police, the hospital record does not indicate that all the medication ordered was also administered and the petitioner’s testimony that he was so impaired that he remembered nothing was not credible when viewed in light of the record. Other factors, considered in his criminal trial and appeal, all serve as positive indications of the petitioner’s coherence at the time he made the challenged statements, including that the petitioner stated that he understood his rights because he had been arrested before, he initiated the hospital interview with the detectives, he attempted to shift responsibility to others, he seemed lucid during the interviews and there was no evidence of police coercion.</p>\n<p id=\"b484-5\">On the basis of our thorough review of the record, we cannot say that there is a reasonable probability that, but for the alleged unprofessional errors of counsel, namely, counsel’s failure to present the petitioner’s entire medical record from the hospital and counsel’s failure to solicit expert testimony about the effect of the medications prescribed to the petitioner, it is likely that the trial court would have ruled differently on the motion to suppress the petitioner’s statements such that the result of the criminal trial would have been different. Accordingly, the habeas court did not abuse its discretion in denying the petitioner’s request for certification to appeal.</p>\n<p id=\"b484-6\">II</p>\n<p id=\"b484-7\">The petitioner next claims that his trial counsel provided ineffective assistance because he failed to present <page-number citation-index=\"1\" label=\"461\">*461</page-number>properly and to argue a motion to suppress two identifications made of the petitioner while he was hospitalized. He argues that such a “hospital show-up” is unnecessarily suggestive, unreliable and violated his due process rights. Specifically, as to the claimed deficiency of his counsel, he maintains that counsel did not ask sufficient follow-up questions of Rovella as to why he or other officers did not obtain a photographic array rather than the identification procedure employed.</p>\n<p id=\"b485-5\">The following additional facts are relevant to our resolution of the petitioner’s claim. “Rovella drove [the two witnesses] Couloute and Staunton to the hospital to identify the [petitioner]. At the hospital, Rovella took each witness in separately to look at the [petitioner]. The [petitioner] was lying in a bed with a sheet pulled up to his neck so that the witnesses could not see the nature and location of his injuries. Both Couloute and Staunton identified the [petitioner] as the man they saw lying on the ground at the scene of the shooting. At the suppression hearing, both men testified that, despite the sheet that was covering the [petitioner], they could see that he had an injury to his leg. Rovella testified that he did not make up an array of photographs because he believed that it would have taken too long to obtain a photograph of the [petitioner].” <em>State </em>v. <em>Davis, </em>supra, 69 Conn. App. 727.</p>\n<p id=\"b485-6\">In the appeal from the conviction, this court noted that “the police were looking for a murder suspect and it was crucial to ascertain quickly whether the [petitioner] was the man responsible so that, if he were not, the search to find and apprehend the responsible person could resume with a minimum of delay. Under the circumstances, we conclude that although the hospital identifications were suggestive, they were not unnecessarily so because of the exigent circumstances. Even if we were to assume that the identifications were unnecessarily suggestive, we would conclude that <page-number citation-index=\"1\" label=\"462\">*462</page-number>under the totality of the circumstances, the identifications were sufficiently reliable.” Id., 729.</p>\n<p id=\"b486-6\">On appeal from the habeas court’s decision, the petitioner largely attempts to relitigate the claims made in his criminal appeal as to whether the identification was unnecessarily suggestive, whether there was sufficient exigency to justify the identification procedure used, whether the fact that his injuries were not life threatening factored into the exigency of the situation and whether it was preferable for him to have stood in a lineup the next day if a photographic array was impossible. We do not address these claims, as this court has already decided these issues adversely to the petitioner in the appeal from his criminal conviction. See id., 728-30.</p>\n<p id=\"b486-7\">We will focus instead on the specific claims as to the effectiveness of the petitioner’s trial counsel. At the criminal trial, on direct examination, Rovella testified that he considered having identification conducted via photographic array but did not do so because “[i]f there was a photo [graph] available in the evidentiary services division, I believe it [would have] been at least horns before I could get my hands on it. . . . They were still at the scene, processing.” He testified that in then-absence, the evidentiary services division room would have been locked. On cross-examination by the petitioner’s counsel, Rovella testified that before he went to the hospital, he did not know for certain whether the Hartford police department was in possession of a photograph of the petitioner, but he did learn at some point thereafter that the department did possess such a photograph.</p>\n<p id=\"b486-8\">The ineffective assistance of counsel claim arises out of the failure of the petitioner’s counsel to determine who, precisely, was “still at the scene, processing” and <page-number citation-index=\"1\" label=\"463\">*463</page-number>whether anyone was, in fact, available to obtain a photographic array. At the habeas hearing, the petitioner’s legal expert, Welch-Rubin, opined that testimony from a detective in charge of the evidence room should have been introduced at the suppression hearing. According to her testimony, there was conflicting testimony presented at trial as to whether Rovella could, in fact, have obtained a timely photographic array. Moreover, she opined that counsel was ineffective at marshaling the facts and the law at the suppression hearing so that the trial court would conclude that the exigencies did not warrant the identification procedure employed such that the two identifications should have been suppressed.</p>\n<p id=\"b487-5\">The habeas court concluded: “[T]he petitioner’s argument here is that there was a police officer available who could have compiled a photo [graphic] array. The investigating detective may have been mistaken, but [he believed that] no access to the photo [graph] files was available [until] the next day when an employee would open the office.” The question regarding counsel’s failure to present evidence at the suppression hearing that the investigating detective may have been in error such that a timely photographic array may have been possible goes to the issue of exigency and whether the identifications were unnecessarily suggestive.</p>\n<p id=\"b487-6\">This court concluded in the direct appeal from the criminal conviction that <em>even if </em>the hospital identifications were unnecessarily suggestive, “under the totality of the circumstances, the identifications were sufficiently reliable.” <em>State </em>v. Davis, supra, 69 Conn. App. 729. “[Reliability is the linchpin in determining the admissibility of the identification testimony . . . .” (Internal quotation marks omitted.) Id. Here, indicia of reliability included “the accuracy of the witnesses’ prior description of the [petitioner], the level of certainty of the witnesses at the confrontation and the length of <page-number citation-index=\"1\" label=\"464\">*464</page-number>time between the crime and the confrontation.” Id., 730. Accordingly, we cannot conclude that there is a reasonable probability that, but for the alleged unprofessional errors of counsel, the trial court would have ruled differently on the suppression of the hospital identifications such that the outcome of the trial would have been different.</p>\n<p id=\"b488-5\">Considering the record in light of <em>Strickland, </em>we are not convinced that the issues presented in this appeal are debatable among jurists of reason, that a court could resolve them in a different manner or that the questions raised deserve encouragement to proceed farther. See <em>Farnum </em>v. <em>Commissioner of Correction, </em>118 Conn. App. 670, 680, 984 A.2d 1126 (2009), cert. denied, 295 Conn. 905, 989 A.2d 119 (2010). Consequently, we conclude that the petitioner failed to establish that the habeas court abused its discretion in denying the petition for certification to appeal. See id.</p>\n<p id=\"b488-6\">The appeal is dismissed.</p>\n<p id=\"b488-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b475-5\"> The petitioner was convicted of felony murder in violation of General Statutes § 53a-54c, attempt to commit robbery in the first degree in violation of General Statutes §§ 53a-49 (a) (2) and 53a-134 (a) (2), conspiracy to commit robbery in the first degree in violation of General Statutes §§ 53a-48 (a) and 53a-134 (a) (2), and carrying a pistol or revolver without a permit in violation of General Statutes § 29-35 (a). <em>State </em>v. <em>Davis, </em>supra, 69 Conn. App. 719. He was sentenced to a total effective term of 100 years incarceration. Id., 722. Upon our Supreme Court’s grant of certification solely on the questions of sentence enhancements, the petitioner’s enhanced sentences were affirmed in <em>State </em>v. <em>Davis, </em>263 Conn. 136, 818 A.2d 777 (2003), in a per curiam decision.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b480-8\"> It is unclear whether “under medicated” means that the petitioner believed he was not receiving enough medication or if he meant to indicate that, although he was receiving medication, he wanted to speak to Rovella anyway. In context, the latter seems more likely.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b481-8\"> See <em>Miranda </em>v. <em>Arizona, </em>384 U.S. 436, 478-79, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b482-8\"> A more detailed examination of those records occurred on cross-examination of Sauerhoff where it was made clear that, for example, the petitioner received his last dose of morphine at 7:15 p.m. on August 18, 1997.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b483-7\"> We note that according to the testimony at his habeas trial, the petitioner’s first statement was given at the hospital on August 18 at 9:20 p.m.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}