{
  "casebody": {
    "data": "<casebody firstpage=\"390\" lastpage=\"393\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b524-8\">Disciplinary Counsel <em>v. </em>Wolanin.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b524-9\">[Cite as <em>Disciplinary Counsel v. Wolanin, </em>121 Ohio St.3d 390, 2009-0hio-1393.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b524-12\">(No. 2008-2098 —</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A52m\">Submitted December 17, 2008 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AVn\">Decided April 1, 2009.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b524-14\">Per Curiam.</author>\n<p id=\"b524-15\">{¶ 1} Respondent, John Stanley Wolanin of Phoenix, Arizona, Attorney Registration No. 0051970, was admitted to the Ohio bar in 1991. The Board of Commissioners on Grievances and Discipline recommends that we indefinitely suspend respondent’s license to practice law, based on findings that he misappropriated client funds and failed to respond appropriately during the investigation of this misconduct. We agree that respondent committed professional misconduct as found by the board and that an indefinite suspension is warranted.</p>\n<p id=\"b524-16\">{¶ 2} Relator, Disciplinary Counsel, charged respondent in a three-count complaint with violations of the Disciplinary Rules of the Code of Professional Responsibility and Gov.Bar R. V(4)(G) (requiring that lawyers cooperate in disciplinary investigations). A panel of the board conducted a hearing in the <page-number citation-index=\"1\" label=\"391\">*391</page-number>case, and although respondent participated intermittently in prehearing proceedings and stipulated to the facts and misconduct alleged against him, he did not appear at the hearing. The panel made findings of fact and conclusions of law and recommended that respondent be permanently disbarred. The board adopted the panel’s findings of misconduct, but recommended an indefinite suspension from the practice of law.</p>\n<p id=\"b525-5\">{¶ 3} Neither party has filed objections to the board’s certified report.</p>\n<p id=\"b525-6\">Misconduct</p>\n<p id=\"AVc\">\n<em>Count I</em>\n</p>\n<p id=\"b525-7\">{¶ 4} Daniel Dechert retained respondent to represent him in a personal-injury lawsuit. Respondent filed suit and negotiated a settlement in September 2005. The settlement provided for Dechert to receive $1,649.62 and for payment of his medical bills.</p>\n<p id=\"b525-8\">{¶ 5} Respondent received the $1,649.62 check, made payable to him and Dechert, in January 2006. But rather than remit the proceeds as required, respondent either cashed the check or deposited it into an unknown bank account. Dechert tried unsuccessfully to contact respondent from March through May 2006, and in May, he filed a grievance against respondent, who finally mailed Dechert a check for $1,649.62 on June 19, 2006. Bank records of respondent’s client trust account show that these funds were not on deposit until the day the check was written.</p>\n<p id=\"b525-9\">{¶ 6} In failing to pay settlement proceeds belonging to Dechert and failing to hold those funds in trust, respondent violated DR 1-102(A)(4) (prohibiting conduct involving dishonesty, fraud, deceit, or misrepresentation), 1-102(A)(5) (prohibiting conduct that is prejudicial to the administration of justice), 1-102(A)(6) (prohibiting conduct that adversely reflects on the lawyer’s fitness to practice law), 9-102(B)(l) (requiring notification to the client of the lawyer’s receipt of client funds and other property), 9-102(B)(3) (requiring a lawyer to maintain complete records of all client funds in his possession and to render appropriate accounts regarding those funds to his clients), and 9-102(B)(4) (requiring prompt delivery of client funds).</p>\n<p id=\"b525-10\">\n<em>Count II</em>\n</p>\n<p id=\"b525-11\">{¶ 7} From September 2006 through January 2007, relator sent respondent numerous requests for documentation concerning respondent’s use of his trust account. Respondent failed to provide any documentation showing that he had held Dechert’s funds in compliance with the Disciplinary Rules. Respondent thereby violated DR 1-102(A)(5) and (A)(6) and Gov.Bar R. V(4)(G).</p>\n<p id=\"b526-4\">\n<page-number citation-index=\"1\" label=\"392\">*392</page-number>\n<em>Count III</em>\n</p>\n<p id=\"b526-5\">{¶ 8} In May 2003, respondent accepted the personal-injury case of William and Betty Ann Clark on a contingent-fee basis. The parties settled the case in September 2005 for $6,500. Respondent received the settlement check in October 2005 and deposited it into his trust account.</p>\n<p id=\"b526-6\">{¶ 9} Later in October, respondent paid himself the $2,400 contingent fee. He then forwarded $2,000 of the settlement funds to the Clarks, promising to pay the rest of their share by the end of the year, after the expert-witness fee was determined. Respondent failed to pay the Clarks in full or provide any accounting of their funds for the next year, and bank records show that he did not maintain the funds in his client trust account. On November 20, 2006, respondent deposited $1,700 into his trust account, bringing the balance to $1,708.04. The next day, he mailed the Clarks a check for $1,700.<footnotemark>1</footnotemark></p>\n<p id=\"b526-7\">{¶ 10} In failing to promptly pay settlement funds belonging to the Clarks and failing to hold those funds in trust, respondent violated DR 1-102(A)(4), 1-102(A)(6), 9-102(B)(3), and 9-102(B)(4).</p>\n<p id=\"b526-8\">Sanction</p>\n<p id=\"b526-9\">(If 11} In making a final determination as to the appropriate sanction in disciplinary cases, we weigh evidence of the aggravating and mitigating factors listed in Section 10 of the Rules and Regulations Governing Procedure on Complaints and Hearings Before the Board of Commissioners on Grievances and Discipline (“BCGD Proc.Reg.”). <em>Disciplinary Counsel v. Broeren, </em>115 Ohio St.3d 473, 2007-Ohio-5251, 875 N.E.2d 935, ¶ 21. Because each disciplinary case is unique, we are not limited to the factors specified in the rule but may take into account “all relevant factors” in determining what sanction to impose. BCGD Proc.Reg. 10(B).</p>\n<p id=\"b526-10\">{¶ 12} The parties stipulated and the board found that respondent has no disciplinary record, a mitigating factor under BCGD Proc.Reg. 10(B)(2)(a). The parties also stipulated that respondent suffered from depression, adjustment disorder, and alcohol abuse; however, the board attributed no mitigating effect to this factor because respondent failed to satisfy BCGD Proc.Reg. 10(B)(2)(g)(iii), which required respondent to show that he had experienced “a sustained period of successful treatment.” Aggravating factors are that respondent had dishonest and selfish motives and that he engaged in a pattern of misconduct. See BCGD Proc.Reg. 10(B)(1)(b) and (c).</p>\n<p id=\"b526-11\">{¶ 13} An attorney who engages in conduct that violates DR 1-102(A)(4) will ordinarily be suspended from the practice of law. <em>Disciplinary Counsel v. </em><page-number citation-index=\"1\" label=\"393\">*393</page-number><em>Beeler, </em>105 Ohio St.3d 188, 2005-Ohio-1143, 824 N.E.2d 78, ¶ 44; <em>Disciplinary Counsel v. Fowerbaugh </em>(1995), 74 Ohio St.3d 187, 190, 658 N.E.2d 237. We find this case similar to <em>Cuyahoga Cty. Bar Assn. v. Maybaum, </em>112 Ohio St.3d 93, 2006-Ohio-6507, 858 N.E.2d 359, in which we indefinitely suspended the license of an attorney who had misappropriated client funds and failed to keep proper accounts. Id. at ¶ 7. In that case, the attorney also suffered from mental illness but was unable to show a sustained period of successful treatment. Id. at ¶ 11-13. Although Maybaum, unlike respondent, had a prior disciplinary record, Maybaum had cooperated during the disciplinary proceedings. Id. at ¶ 10 and 24.</p>\n<attorneys id=\"Arc\">Jonathan E. Coughlan, Disciplinary Counsel, and Robert R. Berger, Assistant Disciplinary Counsel, for relator.</attorneys>\n<p id=\"b527-5\">{¶ 14} For his part, respondent has declined to fully cooperate in the disciplinary process, with no apologies. In fact, he booked a three-month trip to Poland to begin on the date of his scheduled disciplinary hearing, notifying the panel chair just three days before his flight. The hearing was rescheduled for his convenience, but respondent notified relator less than two days beforehand that he would not be attending that hearing, either, “[i]n light of the stipulations submitted.”</p>\n<p id=\"b527-6\">{¶ 15} Because respondent has shown little mitigation and a dismissive attitude toward the disciplinary process, we see no reason to depart from the standard sanction for such serious violations of the Disciplinary Rules. Respondent is hereby indefinitely suspended from the practice of law in Ohio. Costs are taxed to respondent.</p>\n<p id=\"b527-7\">Judgment accordingly.</p>\n<judges id=\"b527-8\">Moyer, C.J., and Pfeifer, Lundberg Stratton, O’Connor, O’Donnell, Lanzinger, and Cupp, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b526-12\">. The expert-witness fee was apparently $400.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}