{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"480\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b503-7\">Andrew W. Garrett and Adam Warner, Trustees, <em>v. </em>Henry E. Nace and Edward H. Houck, Appellants.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b503-9\"><em>Ghurch law </em>— Naked <em>trustees </em>— Secession <em>from the church </em>— Injunction.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b503-10\">Trustees to whom were conveyed certain property in trust for the uses of a religious organization, having seceded and also having been expelled from the organization, have divested themselves from all standing to control the church property, and may not intervene by bill in equity to enjoin any one from doing anything which affects in any way the interests of property of the said church.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b503-11\">Argued March 8, 1897.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AmL8\">Appeal, No. 21, March T., 1897, by defendants, from decree of O. P. York Co., Oct. T., 1895, No. 1, sustaining bill for injunction.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"Akj\">Before Rice, P. J., Willard, Wickham, Beaver, Reeder and Orlad y, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"AfX1\">Reversed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b503-12\">Bill praying for injunction to restrain defendants from injuring a certain church building. Before Bittenger, P. J.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b503-13\">It appeared from the record and the evidence that an injunction was granted in the court below to restrain the defendants from further use of or injury to certain property claimed by the plaintiffs, as trustees of Trinity Evangelical Church.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b503-14\">Plaintiffs claim title as trustees of “Trinity Evangelical Church ” under a deed from Oliver Garrett dated April 26, 1886, conveying the property to them, their successors and assigns “ In trust to be kept, used and maintained as a place of <page-number citation-index=\"1\" label=\"476\">*476</page-number>divine worship by the ministry and membership of the Evangelical Association of North America, with power to dispose of and convey the same, subject to the discipline, usage and ministerial appointments of said church or Association, as from time to time authorized and declared by the, General Conference of said Association, and the annual conference in whose bounds the said premises are situate.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b504-5\">Trinity Evangelical Church was organized about that time, as an unincorporated congregation, under the control of the Evangelical Association of North America, and was afterwards dedicated as such.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b504-6\">In 1891 occurred the great split in the Evangelical Association of North America. The regular general conference of the church (afterward declared legal by the courts) met at Indianapolis, Indiana. A seceding general conference also met at Philadelphia in the same year.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b504-7\">Trinity Evangelical Church, and the Central Pennsylvania Conference, to which it belonged, both repudiated the authority of the Indianapolis conference, and joined the seceding Philadelphia conference, to which they have ever since adhered, and from which seceding Central Pennsylvania Conference this church has since 1891 received its pastors by appointment.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b504-8\">Since 1891, therefore, Trinity Evangelical Church and all its members, both by their said act of secession, and by their subsequent expulsion by the regular authorities, have ceased to belong to the Evangelical Association of North America. The new organization to which they belong is known as “ The United Evangelical Church.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b504-9\">The Evangelical Association of North America, after the secession of the Central Pennsylvania Conference, continued, from time to time, to send preachers into territory of that conference to preserve its interests there.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b504-10\">During this state of affairs, on the 7th of September, 1895, the defendants, Nace and Iiouck, bought the church property from Jeremiah Werner, George W. Werner and Andrew Plirt, who claimed to be the trustees of the church, and to have a right to sell the property, as the legal representatives of the regular church authorities of the Evangelical Association of North America.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b504-11\">The defendants thereupon locked and fastened up the build<page-number citation-index=\"1\" label=\"477\">*477</page-number>ing, and a few days later, on the 12th day of September, 1895, proceeded to dismantle it, by removing its furniture and contents. They also subsequently offered the - property for sale, claiming an absolute title thereto under their deed. At the hearing of the injunction proceedings, defendants contended: (a) That as the property was not conveyed to plaintiffs in trust for the congregation which they represented, but for the use of the general “Evangelical Association of North America ” by the very terms of the original deed; and as the plaintiffs and their congregation had seceded from said association, they had thereby forfeited all right and title to the property, and therefore had no standing in court to enjoin the defendants from the use, occupation or sale of. the premises. <em>(V) </em>That the defendants at the time of their alleged trespass and injury to the church property, had the legal title to the premises under their deed, and were in possession thereof, under said title, which could not be questioned by the plaintiffs who had neither title nor right of possession.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b505-5\">The court belo.w rejected the deed and the defendants’ evidence of title, on the ground that the trustees who executed the deed to the defendants, Nace and Houck, had not been legally elected as trustees and that therefore they had not succeeded to the rights of the Evangelical Association of North America. The court declined to pass upon the question of what title the general association had, or still has, to the property in question, but held that the congregation was in peaceable possession of the property at the time of the committing of the grievances complained of and entitled to its use, and that therefore its trustees could maintain their bill against the defendants, who were mere trespassers without title.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b505-6\">The injunction was granted as prayed for against the two defendants, Houck and Nace, who were ordered to restore the property removed or make compensation to plaintiffs for the same in the 'sum of $200.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b505-7\">Defendants assign for error (1) The several legal conclusions of the court as to the questioirof title embodied in the answers to plaintiff’s request. (2) The court’s finding of fact, that at the date of the alleged grievances Trinity Evangelical Church congregation was in peaceable possession of the property, and entitled to the same. (3) Certain admissions and rejections of offers of evidence at the trial of the case.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b506-4\"><page-number citation-index=\"1\" label=\"478\">*478</page-number>■ Injunction gr.anted and defendants ordered to pay the plaintiffs 1200 as compensation for damages and injury to said property. Défendants-appealed.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b506-5\"><em>Error assigned </em>among others was to the direction of the court in sustaining injunction as prayed for.</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b506-6\"><em>Nevin M. Wanner, </em>with him <em>John W. Seller, </em>for appellants.</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"A9q\">The plaintiffs at the time of the filing of their bill were admittedly no longer members of the Evangelical Association of North America. By their secession and expulsion they had forfeited not only their membership but their offices as trustees, which thereupon became vacant. The property was originally conveyed to these plaintiffs in trust for the use of the ministers and members of the Evangelical Association of North America.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b506-7\">But both the highest authority of the church (the general conference) and the highest authority of the state (the Supreme Court) have declared that not only individual members, but congregations, and conferences alike, forfeit their property rights, as well as their church privileges, by rebellion and secession : Krecker v. Shirey, 163 Pa. 534; Roshi’s Appeal, 69 Pa. 462; Den v. Bolton, 12 N. J. L. 206; 20 Am. &amp; Eng. Ency. of Law, 795.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b506-8\"><em>Henry G. Niles, </em>with him <em>George E. Neff, </em>for appellees.</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"AhF2\">The deed of April 26, 1886, from Oliver W. Garrett, vested the title in the congregation: McGinnis v. Watson, 41 Pa. 9; Brendle v. German Reformed Cong., 33 Pa. 415; Griffitts v. Cope, 17 Pa. 96.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b506-9\">The policy forbidding property being held subject to the control of ecclesiastics is as old as the commonwealth of Pennsylvania : Methodist Church v. Remington, 1 Watts, 219.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b506-10\">The act of 1855, P. L. 328, is only a legislative statement of what has always been the law of the state. It is a law that in all its particulars the courts will regard: St. Paul’s Church, Chestnut Hill, 30 Pa. 152.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b506-11\">It is true, as ruled in Krecker v. Shirey, 163 Pa. 534, and the authorities there followed, that the right to the* possession of the property of a divided congregation is in that part, though a minority, which is in harmony with the laws of the denomi<page-number citation-index=\"1\" label=\"479\">*479</page-number>nation with which they are affiliated. But it is not the law that the property of an absolutely united congregation can be seized by a body of foreign ecclesiastics, even though such body be declared to be the supreme authority of the denomination.</p>\n<decisiondate data-order=\"30\" data-type=\"decisiondate\" id=\"AWQ\">July 23, 1897 :</decisiondate>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b507-5\">Opinion by</p>\n<author id=\"Arf\">Reeder, J.,</author>\n<p id=\"b507-6\">This was a bill in equity, asking for an injunction to restrain the defendants from the further use of, or injury to, certain property claimed by the plaintiffs, as trustees of the Trinity Evangelical Church, of West Manheim township, York county.</p>\n<p id=\"b507-7\">The plaintiffs claimed title as trustees of the Trinity Evangelical Church under a deed from Oliver Garrett in trust to be “ kept, used and maintained as a place of divine worship by the ministry and membership of the Evangelical Association of North America, with power to dispose of and convey the same, subject to the discipline, usages and ministerial appointments of said church .or association as from time to time authorized and declared by the general conference of the said association, and the annual conference in whose bounds the said premises are situate.”</p>\n<p id=\"b507-8\">The conveyance by the grantor to the original trustees was manifestly for the mere purpose of vesting the property in the congregation, they being at the time an unincorporated society.</p>\n<p id=\"b507-9\">At the time of the filing of this bill, it is practically undisputed that the plaintiffs were no longer members of the Evangelical Association of North America. They seceded from that association and united with an association called “ The United Evangelical Church.” They were subsequently expelled from tbe church, and were cut off from all church rights and privileges by the regular ecclesiastical authorities of the Evangelical Association of North America. Their offices as trastees have been forfeited, and were, therefore, vacant before the filing of their bill. By their secession from the church, they were no longer entitled to the control of the church property. This congregation collected among themselves the consideration which was paid to Garrett, the original grantor, as the purchase money for the property.</p>\n<p id=\"b507-10\">It was subsequently provided in the deed that the church was to be subject to the discipline, usage and rules of the Evangelical Association of North America. These trustees were <page-number citation-index=\"1\" label=\"480\">*480</page-number>selected by the original association when they were members in full standing of the one ecclesiastical body, but held the empty title merely of this property for this unincorporated society. When they first seceded, and were afterwards expelled from the association who had full control of this church, it was a virtual renunciation by them of their right to exercise the power of trustees, and their control of any portion of the church property ceased.</p>\n<p id=\"b508-5\">They, therefore, have no standing to come into court as plaintiffs in a bill in equity and ask for an injunction as trustees of the said congregation to enjoin anybody from doing anything which affects in any way the interests or property of the said church.</p>\n<p id=\"b508-6\">The decree of the court below is, therefore, reversed and the bill dismissed at the cost of the plaintiffs. This action makes it unnecessary for us to consider the different assignments of error in any further detail.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}