{
  "casebody": {
    "data": "<casebody firstpage=\"196\" lastpage=\"197\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b224-4\">Mrs. Orene Pond v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b224-5\">No. 13213.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ai_\">Delivered October 29, 1930.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b224-6\">Reported in 32 S. W. (2d) 356.</citation>\n<p data-order=\"4\" data-type=\"summary\" id=\"b224-11\">The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b224-12\"><em>Perkins &amp; Perkins </em>of Rusk, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b224-13\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b224-14\">LATTIMORE, Judge.</author>\n<p id=\"AL8\">Conviction for possessing intoxicating liquor for purposes of sale; punishment, one year in the penitentiary.</p>\n<p id=\"b224-15\">The condition this record appears to be in, seriously reflects upon some one. This court is loath to criticize, but the preparation of transcripts, statements of fact, etc., are at much cost, and there appears little excuse if the condition of this record is the result of the carelessness of those charged with its preparation. We find a communication in the papers from the clerk of the trial court suggesting that there has been some tampering with the papers. This is a matter for investigation of the trial court.</p>\n<p id=\"b224-16\">The indictment in this case charged appellant in two counts, one with the selling of intoxicating liquor, and the other with possession of such liquor for purposes of sale. The charge of the court submitted to the jury her guilt predicated upon the sole proposition of a sale of such liquor. The verdict of the jury, in so many words, finds appellant guilty of possessing intoxicating liquor for sale as charged in the indictment, and fixes her punishment. The judgment of the court below adjudges appellant to be guilty of the offense of unlawfully possessing intoxicating liquor and follows the verdict. The sentence of the court directs appellant’s punishment in the penitentiary upon her being found guilty of possessing intoxicating liquor.</p>\n<p id=\"b225-4\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>It would be idle for us to cite authorities holding that the verdict, the judgment and the sentence must follow the indictment. They wholly failing to do so, we have no option but to reverse and remand this cause, which is accordingly done, with the suggestion to the trial court that he investigate the matters set up in the communication to this court in which the district clerk seeks to excuse himself for the condition of the record.</p>\n<p id=\"b225-5\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b225-6\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b225-7\">Hawkins, J., absent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}