{
  "casebody": {
    "data": "<casebody firstpage=\"47\" lastpage=\"55\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b75-4\">IN THE MATTER OF THE GUARDIANSHIP OF C. W., M. W. AND N. F.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b75-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b75-6\">Argued January 26, 1982 —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AP\">Decided February 19, 1982.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b76-6\"><page-number citation-index=\"1\" label=\"48\">*48</page-number>Before Judges MICHELS, McELROY and J. H. COLEMAN.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b76-7\"><em>Gertrude E. Slowinski, </em>Deputy Attorney General, argued the cause for appellant New Jersey Division of Youth and Family Services <em>(Irwin I. Kimmelman, </em>Attorney General of New Jersey, attorney; <em>James R. Zazzali, </em>former Attorney General, and <em>Erminie L. Conley, </em>former Assistant Attorney General, of counsel; <em>Gertrude E. Slowinski </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b76-8\"><em>Claire Drugach, </em>Assistant Deputy Public Defender, argued the cause for respondent Law Guardian for the minors C.W., M.W. and N.F. <em>(Stanley C. Van Ness, </em>Public Defender, attorney; <em>Claire Drugach </em>of counsel and on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b76-9\">The opinion of the court was delivered by</p>\n<author id=\"A9k\">MICHELS, P. J. A. D.</author>\n<p id=\"b76-10\">The New Jersey Division of Youth and Family Services (DYFS) appeals from a portion of an order for guardianship of the Essex County Juvenile and Domestic Relations Court which requires the adoption or placement of the minor children C.W., M.W. and N.F. “as an intact family unit unless further ordered by th[e] court.” The trial court terminated the parental rights of G.W. and T.F. with respect to these three minor children and ordered that they be committed to the guardianship of DYFS for all purposes, including the right of DYFS to consent to the adoption of said children subject to the above restriction.</p>\n<p id=\"b77-5\"><page-number citation-index=\"1\" label=\"49\">*49</page-number>The events which gave rise to this appeal commenced in January 1978 when DYFS filed a complaint pursuant to <em>N.J.S.A. </em>9:6-8.21 <em>et seq., </em>and <em>N.J.S.A. </em>30:40-1 <em>et seq., </em>charging G.W. and T.F. with child abuse and neglect of G.W.’s five minor children, C.W., C.W., M.W., Y.F. and N.F. The Public Defender was appointed law guardian for the five children and thereafter the trial court granted DYFS protective custody of them. All of the children, with the exception of Y.F., were immediately placed in the foster care of a Mrs. R. In July 1978 custody of Y.F. was awarded to her father T.F., and in June 1980 custody of C.W. was returned to his mother G.W.</p>\n<p id=\"b77-6\">In April 1980 an order was entered authorizing DYFS to seek termination of parental rights in C.W., M.W. and N.F. In May 1980 DYFS filed a complaint seeking both a termination of parental rights and guardianship of these three children. In October 1980, at the conclusion of a consolidated <em>N.J.S.A. Title </em>9 and <em>Title </em>30 hearing, the trial court terminated all parental rights in C.W., M.W. and N.F. and granted guardianship of these three children to DYFS for all purposes, including the right of DYFS to consent to the adoption of these children and to act fully and completely as guardians of their person and property pursuant to <em>N.J.S.A. </em>30:4C-15 through <em>N.J.S.A. </em>30:4C-22. However, the trial court placed the following restriction upon any adoption or placement of these children while under the guardianship of DYFS:</p>\n<blockquote id=\"b77-7\">ORDERED that the minor children, C.W., M.W. and N.F., while under the guardianship of the New Jersey Division of Youth and Family Services shall only be adopted or placed as an intact family unit unless further ordered by this court.</blockquote>\n<p id=\"b77-8\">In January 1981 DYFS moved to modify the order of guardianship, requesting that the above restriction be deleted on the ground that circumstances had changed in that C.W. had moved out of the foster home. A hearing was held before the trial court at which time C.W., the oldest of the three children, testified that early in December 1980 she left the foster home as a result of a disagreement with one of Mrs. R.’s natural daugh<page-number citation-index=\"1\" label=\"50\">*50</page-number>ters. Since December 1980 C.W. has been living with an aunt who has two teenage children close to C.W.’s age. C.W. and her aunt’s two children attend the same public high school and apparently get along well. C.W. is still being seen by a therapist and advised by a DYFS case worker. M.W. and N.F. are presently living with their foster mother, Mrs. R., and C.W. has maintained contact with them. According to C.W. both of these sisters are happy. When C.W. was asked if Mrs. R. had indicated a desire to adopt her, C.W. testified that she had not learned of that fact until after she had moved to her aunt’s home. However, C.W. further testified that she wanted to continue living with her aunt.</p>\n<p id=\"b78-5\">The trial judge denied DYFS’s motion on the ground that there was insufficient evidence of changed circumstances to warrant a modification of the order of guardianship. In reaching this conclusion, the trial judge, in part, pointed out that Mrs. R. had not made a good faith effort to adopt all three of the children in accordance with his prior order, and that further investigation by DYFS was necessary before consideration could be given to adoption of all or even part of this family. Thus, the court refused to give prospective approval to the adoption of the two younger children by Mrs. R., and continued the restriction requiring adoption of all three as a unit, reasoning in part:</p>\n<blockquote id=\"AI\">These are children of another family that are closely knit unto themselves. And though you may have ... varying reactions to these children, I think that [DYFS is] going to have to demonstrate to the Court that it would still be in the children’s best interest to allow them to be adopted in this manner. And that is a consideration I t[ook] into account when I issued the form of order that I did finally issue. I’m not prepared to modify at this time based upon what I’ve heard to allow the family to be adopted individually. I think the Division will have to come back with more and show what good faith effort Mrs. R. has made to keep C.W. with her sisters. And, you know, it seem to me that C.W.’s reason for leaving is even possibly twofold. One, that she’s not really wanted. And two, that she’s not getting along, or did not get along, with Mrs. R.’s teenage daughter.. ..</blockquote>\n<blockquote id=\"b78-6\">Now, whether this is just a sign of rivalry and childhood friction, I don’t know. Whether it’s symbolic of something more serious, which might be disruptive of the entire household, I think [is] something that bears investigation before <page-number citation-index=\"1\" label=\"51\">*51</page-number>consideration can be given to adoption of all of the family or to even part of the family.</blockquote>\n<blockquote id=\"b79-5\">I’ve had an opportunity to hear [C.W.’s] testimony at length before. And she adopts the attitude she doesn’t want to be adopted with her sisters, that’s a good thing for her sisters. And if she could be adopted, she would not object to her sisters being adopted and she not be[ing] adopted so long as she could see her sisters. And I think that an adult suddenly cutting out one child, by saying what I will do to others, but remaining silent as to the other, giving implication, I’m not going to do anything for you, then have that child finally say, well, I don’t know. I want to go somewhere else is, in effect, forcing that child out. It’s constructively saying I don’t wish to adopt that child. And again, the Court is going to stand and block that passage. That is the reason why I say Mrs. R. will have to demonstrate a bona fide good faith in her attempt to want C.W. [as] part of her family. It may place an undue burden on the Division, but it places a burden on Mrs. R. not to play games. And I envisioned this sort of situation coming about several months ago.</blockquote>\n<p id=\"b79-6\">This appeal followed.</p>\n<p id=\"b79-7\">DYFS contends principally that the trial court lacked jurisdiction to order that the three children be adopted or placed as an intact family unit. It claims that the trial court lost jurisdiction once it granted guardianship of the three children to DYFS. We disagree.</p>\n<p id=\"b79-8\">Study of the Child Placement Review Act <em>(N.J.S.A. </em>30:4C-50 <em>et seq. </em>(L.1977, c. 424, as amended by L.1978, c. 125, which took effect in October 1978)) evinces a statutory scheme intended to continue the jurisdiction of the court over children, who are wards of the State, even after they have been placed under the guardianship of DYFS.<footnotemark>1</footnotemark></p>\n<p id=\"b79-9\">The legislative policy underlying the Child Placement Review Act is declared in <em>N.J.S.A. </em>30:4C - 51 as follows:</p>\n<blockquote id=\"b80-5\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>The Legislature declares that it is in the public interest to afford every child placed outside his home by the Division of Youth and Family Services with the opportunity for eventual return to his home or placement in an alternative permanent home; that it is the obligation of the State to promote this end through effective planning and regular review of each child’s placement; and that it is the purpose of this act to establish procedures for both administrative ' and judicial review of each child’s placement in order to ensure that such placement serves the best interest of the child.</blockquote>\n<p id=\"b80-6\">To this end <em>N.J.S.A. </em>30:4C-53 provides:</p>\n<blockquote id=\"b80-7\">Within 72 hours after the placement of a child outside his home pursuant to a voluntary agreement, the division shall file notice of such placement with the juvenile and domestic relations court in the child’s county of supervision. Such notice shall be in the form of a complaint encaptioned “In the matter of , a minor” and shall include the date and type of placement and the reasons for such placement. Such filing shall establish a continuing jurisdiction of the court over the placement of the child.</blockquote>\n<blockquote id=\"b80-8\">The division shall also file immediate notice with the court of any change in placement and of the permanent placement or return home of the child. The court’s jurisdiction shall cease upon receipt of such notification of the return home or alternative permanent placement of the child.</blockquote>\n<p id=\"b80-9\">And <em>N.J.S.A. </em>30:4C-54 provides:</p>\n<blockquote id=\"b80-10\">The court shall, within 15 days following receipt of the notice of the initial placement pursuant to a voluntary agreement, determine, based solely upon the complaint and other affidavits and written materials submitted to the court, whether or not the continuation of the child in his home would be contrary to the welfare of the child, and either approve the placement or order the return of the child to his home.</blockquote>\n<blockquote id=\"b80-11\">If the court has before it conflicting statements of material fact, the court may require supplementary material or may schedule a summary hearing. The court shall provide written notice of the date, time and place of such hearing to the parents or legal guardian of the child and the division.</blockquote>\n<p id=\"b80-12\">While these two sections of the act addressed voluntary placements, the 1978 amendments to the act made it applicable to certain involuntary placements made pursuant to court order. <em>N.J.S.A. </em>30:4C-58 provides:</p>\n<blockquote id=\"b80-13\">Each board shall act on behalf of the juvenile and domestic relations court in reviewing the case of every child placed outside his home pursuant to a voluntary agreement to determine whether the best interests of the child are being served by such placement. Such a review shall be initiated within 45 days following the initial placement and completed within 15 days thereafter. A periodic review shall take place at least every 12 months thereafter.</blockquote>\n<blockquote id=\"b80-14\">Each board shall also act on behalf of the juvenile and domestic relations court in reviewing the case of each child placed outside his home by the division in accordance with a court order pursuant to P.L.1974, c. 119, s. 34 (C. 9:6-8.54), <page-number citation-index=\"1\" label=\"53\">*53</page-number>P.L.1951, c. 138 s. 12 (C. 30:4C-12), P.L.1973, <em>c. </em>306, s. 21 (C. 2A:4 61) or P.L.1973, c. 306, s. 22 (C. 2A:4-62). Such a review shall be initiated upon receipt by the board of the placement plan, which shall be submitted by the division within 45 days of the court order. The board’s review shall be completed within 15 days of receipt of the plan. A periodic review shall take place at least every 12 months thereafter.</blockquote>\n<blockquote id=\"b81-6\">All such reviews shall include, but not necessarily be limited to, the consideration and evaluation of such matters as:</blockquote>\n<blockquote id=\"b81-7\">a. The appropriateness of the goal and objectives of the placement plan;</blockquote>\n<blockquote id=\"b81-8\">b. The appropriateness of the services provided to the child, the parents or legal guardian and the temporary caretaker;</blockquote>\n<blockquote id=\"b81-9\">c. Whether the child has siblings who are also placed outside of their home;</blockquote>\n<blockquote id=\"b81-10\">d. Whether the wishes of the child were considered regarding placement and development of the placement plan, when appropriate;</blockquote>\n<blockquote id=\"b81-11\">e. Whether the division, the parents or legal guardian and the temporary caretaker are fulfilling their respective responsibilities in accordance with the placement plan;</blockquote>\n<blockquote id=\"b81-12\">f. Whether the parents or legal guardian have been afforded the opportunity and been encouraged to participate in a program of regular visitation with the child;</blockquote>\n<blockquote id=\"b81-13\">g. Whether there are obstacles which hinder or prevent the attainment of the placement plan objectives and goal; and</blockquote>\n<blockquote id=\"b81-14\">h. The circumstances surrounding the placement.</blockquote>\n<blockquote id=\"b81-15\">In the case of a child in placement outside of his home on the effective date of this act, the first review shall be completed as soon as possible, but not later than 12 months following such effective date.</blockquote>\n<p id=\"b81-16\">Thus, it cannot seriously be contended now that the court’s jurisdiction over the children terminated with its order placing them under the guardianship of DYFS. On the contrary, the explicit language of the foregoing statutes provides that where, as here, an action is commenced pursuant to <em>N.J.S.A. </em>30:4C-12 the court’s jurisdiction continues until the court is notified that the child is returned home or that an alternative permanent placement has been made. <em>See State in re T.G., </em>173 <em>N.J.Super. </em>146, 148-149 (J. &amp; D.R.Ct.1980); <em>D. Y. F. S. v. D. T. &amp; J. T., </em>171 <em>N.J.Super. </em>520, 527 (J. &amp; D.R.Ct.1979).</p>\n<p id=\"b81-17\">Accordingly, we hold that the court had jurisdiction over these three children notwithstanding the fact that it committed them to the guardianship of DYFS. Since the court must determine whether the permanent placement plan submitted by DYFS is in the best interests of each of these children <em>(N.J.S.A. </em>30:4C-61), <page-number citation-index=\"1\" label=\"54\">*54</page-number>the trial judge had the authority to include in its order granting DYFS guardianship a directive indicating the type of placement plan which he would consider to be in the children’s best interests;</p>\n<p id=\"An\">We are also satisfied, contrary to DYFS’s claim, that the restriction placed by the trial judge upon the adoption or placement of these three children did not constitute a mistaken exercise of his discretion and was, at the time the December 1980 order was entered, in their best interests. The proofs presented at the consolidated <em>Title </em>9 and <em>Title </em>30 hearing amply support the trial judge’s imposition of the restriction that these children be adopted or placed as an intact family unit. C.W., who was the oldest of the three infant sisters, had been responsible for and took care of the two younger children while their mother G.W. was away from home and the mother’s boyfriend, T.F., the reputed father of at least one of the children, was at work.</p>\n<p id=\"b82-5\">Moreover, Dr. Frank Dyer, a psychologist who had examined all of these children, was of the opinion that C.W.’s own need to be mothered was fulfilled to some extent by her mothering of her three-year-old sister, and that C.W.’s sisters were “vitally important to her as stable, accessable love objects in a family history that has not provided much in the way of stable relationships.” He was also of the opinion that removal of C.W. from her foster home would be disastrous for her psychologically as would be separation from her sisters. The Division case worker assigned to the case recommended that the children remain together and stated that DYFS was working with the foster home towards that end. The Division case worker also testified that while Mrs. R. wished to adopt the younger two girls, she had not made a commitment as to C.W. Mrs. R. apparently was willing, however, to keep C.W. as a foster child until adulthood. Consequently, we are satisfied that there was ample evidential support for the entry of the order for guardianship in December 1980 with the restriction that the children be adopted or placed <page-number citation-index=\"1\" label=\"55\">*55</page-number>as an intact family unit, and that such a restriction was in their best interests.</p>\n<p id=\"b83-5\">However, shortly after the entry of that order C.W. moved out of the foster home as a result of a dispute with one of Mrs. R.’s natural daughters. C.W. went to live with her aunt, where she is apparently still living. Thus, the trial judge’s objective of keeping the three children together as an intact family unit has not been achieved. Any adverse consequence attendant to the separation of C.W. from her two sisters has undoubtedly come to fruition. Thus, with the passage of time— more than a year since the entry of the order — the restriction imposed by the trial judge with respect to the placement or adoption of these three children may no longer be able to achieve its objective. Consequently, we are of the view that the matter should be remanded to the trial court with direction that placement plans for these three children be formulated by DYFS as soon as practicable and that such plans be submitted to the trial court for review. We do not retain jurisdiction.</p>\n<footnote label=\"1\">\n<p id=\"b79-10\">The Child Placement Review Act will remain in effect until June 30, 1982. L.1977, c. 424, as amended by L.1978, c. 125. At least three months prior to that date, however, a joint committee of both houses of the Legislature must recommend whether the act will be extended, in its present or a modified form, or be permitted to expire. <em>N.J.S.A. </em>30:40-64. A bill making the act, with minor modifications, permanent was pocket-vetoed by Governor Byrne at the end of his term in January 1982. A new bill to extend the act has been introduced and is awaiting action by the present Legislature. Senate Bill 774.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}