{
  "casebody": {
    "data": "<casebody firstpage=\"246\" lastpage=\"248\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b296-3\">UNITED STATES of America, Appellant, v. Richard D. LEUSCHNER, Sr., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ans-dedup-0\">No. 18744.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b296-5\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b296-6\">Aug. 28, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b296-17\">John B. Jones, Jr., Acting Asst. Atty. Gen., Lee A. Jackson, Joseph Kovner, William A. Kriedlander, Ralph A. Muoio, Attys., Dept, of Justice, Washington, D. C., Francis C. Whelan, U. S. Atty., Loyal E. Keir, Asst. U. S. Atty., Chief, Tax Section, Charles Magnuson, Asst. U. S. Atty., Los Angeles, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b296-18\">Charles F. Hamlin, Donald A. Jackson, Wiley Y. Thompson, Kimble, Hamlin <em>&amp;. </em>MacMichael, Fresno, Cal., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b296-19\">Before BARNES, MERRILL and DUNIWAY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b296-20\">DUNIWAY, Circuit Judge.</author>\n<p id=\"b296-21\">The United States appeals from a, judgment denying recovery in an action brought to collect the “penalty” prescribed by section 2707(a) <footnotemark>1</footnotemark> of the Internal Revenue Code of 1939, relating to. taxes withheld by two corporations from, the wages of their employees. Jurisdiction is predicated upon 28 U.S.C. §§ 1340' and 1345 and 26 U.S.C. §§ 7401 and 7403.. <page-number citation-index=\"1\" label=\"247\">*247</page-number>The taxes involved are employees’ income taxes (I.R.C.1939, § 1622(a)) and social security taxes (I.R.C.1939, §§ 1400, 1401(a)). Section 2707(a) is made applicable to these taxes by I.R.C.1939, § 1627, as to income taxes, and § 1430, as to social security taxes. I.R.C.1939, § 3661 requires that amounts withheld ■“shall be held to be a special trust fund in trust for the United States.”</p>\n<p id=\"b297-6\">The taxes in question were withheld from employees’ wages by two corporations, Yosemite Creek Company (Yose■mite) for the last two quarters of 1952, in the net sum of $45,636.38 and Kadota ■Creek Company (Kadota), for the last two quarters of 1953 and the first quarter of 1954, in the net sum of $41,165.35. Defendant-appellee Leuschner bore the .same relationship to each company, being .a director and general manager. The ■court found that he was under a duty<footnotemark>2</footnotemark> to pay over the withheld taxes to the United States, and that during the periods in question funds available to the respective corporations were used to pay ■other creditors, in preference to the payment of the taxes. This finding is not ■contested.</p>\n<p id=\"b297-7\">The court also found that Leuschner 'did not willfully fail to make the payments. The government contends that this finding is clearly erroneous. We Tiold that, as to moneys withheld by Yosemite, the finding is not clearly erroneous, “but that, as to moneys withheld by \"Kadota, it is clearly erroneous.</p>\n<p id=\"b297-8\">Yosemite was engaged in canning and processing fruits and vegetables. One Anders, whom Leuschner called the Controller, kept the books, made out and filed the tax returns, and paid the bills, in-iduding the taxes. Leuschner spent most ■of his time in the field. He handled sales, bought the raw fruits and vegetables, supervised the harvesting and shipping, and generally ran the business. He travelled extensively in this work and was seldom at the company office. For this reason, although he was a co-signer of company checks and of its tax returns, he left signed checks and returns with Anders, who would then complete, sign, and send them out. He relied entirely on Anders to see that creditors, including the United States, were paid. Anders’ testimony is flatly contradictory of this, but the court evidently did not believe him.<footnotemark>3</footnotemark> In the case of Yosemite, it was pressed for cash during the periods in question, and Leuschner spent a good deal of his time in seeing to it that Anders had funds with which to meet the company’s obligations. However, he did not learn that the taxes in question had not been paid until early in 1953, when the company was forced, by an attachment, to make an agreement with certain of its creditors, in the nature of an assignment for their benefit. Among the creditors were the Reconstruction Finance Corporation, which levied the attachment, and the Internal Revenue Service.</p>\n<p id=\"b297-14\">Yosemite being forced to close down its business, Leuschner arranged to have Kadota carry on the same business. He operated exactly as he had for Yosemite, and so did Anders. He did not instruct Anders to see that withheld taxes were paid, or that other creditors were not preferred. He made no inquiries as to whether the taxes were being paid currently. He says that he did not learn that the taxes were not paid until April of 1954, when the Internal Revenue Service levied on Kadota’s bank account.</p>\n<p id=\"b297-15\">In Bloom v. United States, 1959, 272 F.2d 215, this court considered the meaning of “willfully” as used in section 2707(a). We said that, in that case, Bloom’s decision not to have the corporation pay the taxes to the government “was a voluntary, conscious and intentional act to prefer other creditors” over <page-number citation-index=\"1\" label=\"248\">*248</page-number>the United States, and was therefore willful. We held that “there need not be present an intent to defraud or deprive the United States of the taxes collected or withheld * * * nor need bad motives be present.” <footnotemark>4</footnotemark></p>\n<p id=\"b298-4\">The government says that, as a matter of law, Leuschner’s conduct is within the Bloom definition of “willfully.” As to the Yosemite taxes, we think not. The question is one of fact. (Wilson v. United States, 9 Cir., 1958, 250 F.2d 312, 325.) The evidence does not require a finding that the failure of Yosemite to pay over the withheld taxes was caused by a “voluntary, conscious and intentional act” of Leuschner. It would support a finding that Leuschner did not know that the taxes were not paid, and believed that they were. At most, Leuschner was negligent, which is not willfulness.</p>\n<p id=\"b298-5\">We think, however, that in the case of taxes withheld by Kadota the result must be different. When Kadota took over the business, Leuschner knew that Anders, on whom he relied, had failed to see that such taxes were paid and had preferred other creditors. Yet he did absolutely nothing to see that this did not happen again. He was Anders’ superior in the company. He had a duty to see that the taxes were paid. He knew that the withheld moneys were a trust fund for the United States, and were to be paid to it. He knew that Anders, to whom he looked to carry out that duty, had not done it. He could no longer, in good faith, look to Anders to do his duty for him. His complete failure to do anything to see that Anders, or he himself, performed that duty, is, we think, as a matter of law, a “voluntary, conscious and intentional” failure. The court’s ■ contrary finding is clearly erroneous.</p>\n<p id=\"b298-11\">The judgment is reversed, insofar as it denies recovery of the amount of taxes withheld by Kadota and not paid, with directions to increase the judgment for the United States <footnotemark>5</footnotemark> by the principal sum of $41,165.35, with interest thereon as provided by law. In all other respects, the judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b296-11\">. “§ 2707. Penalties.</p>\n<blockquote id=\"b296-12\">“(a) Any person who willfully fails to pay, collect, or truthfully account for and pay over the tax * * * shall, in addition to other penalties provided by law, be liable to a penalty of the amount of the tax * * * not paid, collected, or-accounted for and paid over * *</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b297-9\">. “2707 (d) The term ‘person’ as used in this section includes an officer or employee of a corporation, * * * who as such officer, employee, * * * is under a duty to perform the act in respect of •which the violation occurs.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b297-16\">. The court could consider the fact that Anders, too, might be liable under § 2707 (a). Moreover, Leuschner’s version was partly corroborated by other employees.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b298-6\">. See also: Wilson v. United States, 9 Cir., 1958, 250 F.2d 312, 319, 321; Frazier v. United States, 5 Cir., 1962, 304 F.2d 528; United States v. Strebler, 8 Cir., 1963, 313 F.2d 402. We need not decide whether, as Judge Ridge says in Strebler, the law “ * * * is with keen judicial acumen, enlightenment and understanding stated by Judge Jertberg, speaking for the Ninth Circuit, in the case of Bloom * * * ” (313 F.2d at 405) or whether, as Judge Rives says in Frazier, the Bloom opinion involves a “confusion of words,” or is characterized by “semantic confusion,” or is one whose “use of language left something to be desired.” (304 F.2d at 529-530)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b298-22\">. The United States was given judgment, for other moneys, not here involved.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}