{
  "casebody": {
    "data": "<casebody firstpage=\"306\" lastpage=\"319\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b356-6\">UNITED STATES of America, Appellee, v. Gerardo A. RE, a/k/a Jerry A. Re, Gerard F. Re, Charles A. Casagrande, a/k/a Charles A. Grande and Ely Batkin, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b356-8\">No. 317, Docket 28526.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b356-9\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b356-10\">Argued March 2, 1964.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b356-11\">Decided July 24, 1964.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b356-12\">Certiorari Denied Nov. 9, 1964.</otherdate>\n<seealso data-order=\"6\" data-type=\"seealso\" id=\"b356-13\">See 85 S.Ct. 188, 189.</seealso>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b358-14\"><page-number citation-index=\"1\" label=\"308\">*308</page-number>Sommerfield &amp; James, New York City (Irving A. James, Arthur M. Sommer-field, Jacob Grumet, New York City, of counsel), for appellant Ely Batkin.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b358-15\">Michael P. Direnzo, New York City, for appellant Charles A. Casagrande.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b358-16\">Harris B. Steinberg, New York City (Stanley S. Arkin, New York City, of counsel), for appellant Gerardo A. Re.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b358-17\">Richard A. Green, New York City, for appellant Gerard Re.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b358-18\">Peter H. Morrison, Asst. U. S. Atty. (Robert M. Morgenthau, U. S. Atty. for the Southern District of New York, John S. Martin, Jr. and David M. Dorsen, Asst. U. S. Attys., of counsel), for United States of America.</attorneys>\n<p data-order=\"12\" data-type=\"judges\" id=\"b358-19\">Before WATERMAN, MOORE and FRIENDLY, Circuit Judges.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b358-20\">MOORE, Circuit Judge:</author>\n<p id=\"b358-21\">Gerardo A. Re, also known as Jerry A. Re (hereinafter Re, Sr.), his son Gerard F. Re (hereinafter Re, Jr.), Charles A. Casagrande, also known as Charles A. Grande (hereinafter Grande) and Ely Batkin appeal from judgments of conviction entered after a jury trial in the United States District Court for the Southern District of New York.</p>\n<p id=\"b358-22\">The case went to the jury after a ten-week trial on three counts of the original eight count indictment.<footnotemark>1</footnotemark> Count one charged appellants Re, Sr., Re, Jr., Grande and Batkin and defendants Low<page-number citation-index=\"1\" label=\"309\">*309</page-number>•ell M. Birrell, Jacob Yaffe and Verna Skoglund with conspiracy to violate specified sections of the Securities Act •of 1933 and the Securities Exchange Act of 1934<footnotemark>2</footnotemark> by using facilities of interstate commerce to sell unregistered .stock of Swan-Pinch Oil Corporation, to employ fraudulent methods in such sales, and to create the false appearance •of an active Swan-Finch market on the American Stock Exchange. Count two ■charged that Re, Sr., Re, Jr., Birrell and Grande unlawfully made use of the facilities of the American Stock Exchange to sell 8,900 unregistered shares of Swan-Finch in violation of 15 U.S.C.A. § 77e (a) (1), 77x and 18 U.S.C.A. § 2. Count three charged that Batkin and Yaffe violated the same statutes in causing the mails to be used in the sale of 200 unregistered shares of Swan-Finch. The case .against defendant Birrell, then a fugitive, was severed, and a judgment of acquittal was directed as to Verna Skoglund at the end of the Government’s •case. The jury found that remaining defendants guilty on each of the counts in which they were named. Yaffe, who was given a one year suspended sentence, has not appealed. Grande appeals only from his conviction on count two.</p>\n<p id=\"b359-5\">The Evidence</p>\n<p id=\"b359-6\">Since the sufficiency of the evidence on the conspiracy count is conceded, it will Suffice to sketch in broad outline the activities in which the jury could have found appellants to have been engaged. The Government’s case centered on the stock market enterprises of defendant Birrell, who from 1954 until 1957 had •engineered the sale of more than 800,000 unregistered shares of Swan-Finch stock while simultaneously manipulating its price on the American Stock Exchange. The Government sought to prove that Re, Sr. and Re, Jr., who functioned as “specialists” <footnotemark>3</footnotemark> in Swan-Finch and other stocks on the American Exchange, were instrumental in the market manipulation of Swan-Finch stock and distributed the major portion of Birrell’s Swan-Finch stock by way of a network of twenty-one brokerage accounts. Grande was a longtime friend of the Res, and accounts in his name were among those used by them in the distribution. Batkin was the undisclosed principal in Sinclair Securities, an over-the-counter brokerage firm also deeply involved in the Swan-Finch distribution.</p>\n<p id=\"b359-12\">In so far as the conspiracy and substantive counts charged the unlawful sale of unregistered securities, 15 U.S. C.A. §§ 77e (a) (1), 77x, 18 U.S.C.A. § 2, the Government proceeded on the theory that appellants knowingly participated in the sale of “control” stock which emanated from Birrell. Briefly, the Securities Act of 1933 proscribes the sale of unregistered stock by an “underwriter,” i. e., one who provides an outlet for the stock of an “issuer.” See United States v. Dardi, 330 F.2d 316, 325 (2d Cir. 1964); United States v. Crosby, 294 F.2d 928, 939-40 (2d Cir. 1961), cert. denied sub nom. Mittleman v. United States, 368 U.S. 984, 82 S.Ct. 599, 7 L.Ed.2d 523 (1962). The relationship between Birrell (the “issuer”) and appellants (the “underwriters”), therefore, was basic to the Government’s proof.</p>\n<p id=\"b359-13\">\n<em>Market Manipulation</em>\n</p>\n<p id=\"b359-14\">Birrell acquired control of Swan-Finch <footnotemark>4</footnotemark> in May, 1954 and immediately <page-number citation-index=\"1\" label=\"310\">*310</page-number>committed 10,000 Swan-Finch shares to Re, Sr. and Grande by way of a three-month call. Within two months he had arranged to have the Res appointed specialists. Although it had been long dorment, Swan-Finch stock soon began a rather spectacular market rise. The Government’s explanation of this sudden and uncalled for enthusiasm was that as specialists the Res knew exactly how much stock to buy or sell in order to raise or lower the market. With the Res’ help, Birrell could control the price at will. There was also evidence that this manipulation extended to other stocks whose market performance was closely tied with that of Swan-Finch.</p>\n<p id=\"b360-4\">In June and July, 1956, Sidney Barkley and Charles Rosenthal, undisclosed principals in the over-the-counter brokerage firm of I. F. Stillman &amp; Co., agreed with Birrell to enter the market rigging operation. The Stillman firm, which engaged in so-called “boiler-room” sales tactics, was to support the Swan-Finch market on the Exchange with buy orders and later to sell the stock thus acquired over-the-counter. For this service, Birrell made “under-the-table” cash payments. Since the Stillman sales campaign depended largely on the closing price, Re, Sr. agreed to advise Barkley and Rosenthal of any increased selling so that Stillman could absorb the supply. Re, Sr. was also to tell Barkley and Rosenthal what was “on the book” so that they would know exactly how much to purchase to raise the price on any particular day.<footnotemark>5</footnotemark> If Stillman &amp; Co. was unable to meet the sell orders, it was understood that Re, Sr. would make the purchases required to maintain the desired market level. On at least one occasion, Re, Sr., Barkley and Birrell met to review the Swan-Finch rigging operation. Barkley testified that Re, Sr., annoyed by Birrell’s failure to deliver some stock, exclaimed that he did not care what happened to Birrell’s market. Barkley interjected that he could not afford a market drop since his customers would refuse to-pay if the market fell. Birrell was able-to reassure Re, Sr. that the stock would, be forthcoming and Re, Sr. seemed appeased. On one other occasion, Birrell told Re, Sr. to buy a large block of stock rather than let Swan-Finch suffer a drop-in price.</p>\n<p id=\"b360-7\">\n<em>The Distribution</em>\n</p>\n<p id=\"b360-8\">While the market rigging continued with full vigor, the Res, Grande and Bat-kin were engaged in distributing Bir-rell’s Swan-Finch stock. When Birrell acquired control in 1954, there were 34,-794 shares of common stock outstanding-However, through a series of issuances; and a three-for-one stock split, there were in excess of 2.8 million shares outstanding by January 15, 1957. Appellants participated in the distribution of! approximately 800,000 of the more than.-1 million shares which came to be controlled by Birrell. None of this Swan-Finch stock was registered with the Securities and Exchange Commission (S.. E.C.).</p>\n<p id=\"b360-9\">The Res’ distribution of over 600,000 shares of Birrell’s Swan-Finch on the American Exchange was accomplished by means of twenty-one stock accounts; maintained at three brokerage houses. Nineteen of these accounts, according to-the Government, were opened, controlled and managed exclusively by the Res and they controlled the Swan-Finch activity in two others. Accounts opened in Grande’s name were the vehicles by which a total of 498,500 shares were distributed; other accounts, maintained in the names of relatives and friends of the Res and Birrell or controlled by Birrell, were employed for the sale of an additional 117,700 shares. Accounts maintained by the Res began to sell Birrell’s. stock the day they became specialists in Swan-Finch. Generally, they would sell' shares from an account of their choice- and then, to cover the sale, cause stock to be delivered to that account from a&gt; <page-number citation-index=\"1\" label=\"311\">*311</page-number>Birrell-eontrolled source at a price below the market. There was evidence that the floor partner for Josephthal &amp; Co., where the substantial Grande accounts were maintained, gave the Res orders on .a “not held” basis which permitted them to exercise discretion in their execution.<footnotemark>6</footnotemark></p>\n<p id=\"b361-5\">The Res’ distribution on the Exchange was augmented by the over-the-counter sales of three firms: I. F. Stillman &amp; Co., L. S. Mack &amp; Co., and Sinclair Securities Corporation. Barkley and Ros-enthal (I. F. Stillman &amp; Co.) successfully “boiler-roomed” approximately 70,000 Swan-Finch shares which they had acquired on the Exchange in co-operation with the Res and Birrell. Birrell supplied stock to L. S. Mack &amp; Co. at $5.00 per share and also gave Lloyd Mack, the firm’s principal, an under-the-table cash payment based on the price at which Mack was able to sell to the public. Bir-rell chose the “S &amp; C Trading Co., Inc.,” to camouflage his transactions with Mack, which eventually accounted for the sale of 21,925 shares.</p>\n<p id=\"b361-6\">The most effective participant in the over-the-counter distribution was Sinclair Securities. While ostensibly owned and managed by defendant Yaffe, the Government’s proof readily allowed the inference that appellant Batkin was an undisclosed owner and that he actively engaged in Sinclair’s sales of Swan-Finch. Although most of the 197,608 shares sold by Sinclair were obtained from Birrell, the books of Sinclair indicated fictitious sources. Batkin and Yaffe, along with the Res and the other participants in the distribution, received surreptitious cash payments from Bir-rell.</p>\n<p id=\"b361-7\">On this appeal, appellants urge that their convictions must be reversed on a variety of grounds. They attack the relevant provisions of the Securities Act of 1933 and the Securities Exchange Act of 1934 as vague and indefinite, and argue as well that the floor of the American Stock Exchange is not a means of communication in interstate commerce. Errors arising from the conduct of the trial are said to include the admission of hearsay business records and the Government’s knowing use of the testimony of a witness who was then the client of an attorney who had earlier represented the Res. Re, Jr. and Grande challenge their convictions on count two on the ground that the Government failed to prove that they had anything to do with the sale alleged. In a similar vein, Bat-kin contends that there was no proof that the 200 shares described in count three were in fact “control” shares; in addition he argues that he was denied a fair trial due to the admission of incul-patory testimony of the Res and Grande before the S. E. C.</p>\n<p id=\"b361-9\">The “DeRisi” Records</p>\n<p id=\"b361-10\">Evidence of cash payments in substantial amounts was an important element in the Government’s proof that appellants Re, Sr., Re, Jr., Batkin and other defendants were intimately allied with Birrell in the unlawful distribution and market manipulation. Although there was much additional proof to the same effect, the so-called “DeRisi” records were an important factor in establishing Birrell’s payments to the alleged co-conspirators. Appellants claim that these records constituted hearsay and that their introduction into evidence was reversible error.</p>\n<p id=\"b361-11\">Joseph DeRisi was employed by Birrell as his bookkeeper from 1952 until 1958. At all times he took his orders directly from Birrell and worked without other supervision. He was chiefly concerned with keeping the books related to various corporations and personal bank accounts, all of which were controlled by Birrell. At trial, the Government’s proof focused on the cash disbursement books of four of these accounts, those entitled “Birrell &amp; Larson,” “Harry Workman,” “Ernest Espinosa” and “A. Hector Rivero.” In connection with the many checks drawn on these accounts payable only to “cash,” DeRisi’s records showed notations which purported to identify the recipients. <page-number citation-index=\"1\" label=\"312\">*312</page-number>When totalled it was revealed that $239,-180 had been paid to the Res while $246,-800 was distributed to “Sinclair,” “Yaffe” and “Bob,” who, the jury was entitled to infer, was actually appellant Batkin.</p>\n<p id=\"b362-4\">The information which eventually found its way into the records kept by DeRisi came from the checkbook stubs of each account. Carter Whitney, Bir-rell’s messenger and “Man Friday,” defendant Verna Skoglund, Birrell’s secretary, DeRisi and perhaps Mrs. Skog-lund’s replacement, Miss Miller, always at Birrell’s direction, wrote the checks. Birrell identified the recipient either when the cheek was drawn or when the cash was delivered. The practice was to note initials or some other abbreviation to identify on the stub the recipient of a check made payable to cash. The checkbooks were stored in a file cabinet in Whitney’s office in Birrell’s executive suite at Doeskin Products; the cabinet was kept locked and only Birrell, DeRisi, Mrs. Skoglund and Whitney had keys. In general, matters concerning the various accounts with which DeRisi was concerned were treated confidentially by Bir-rell and his office employees.</p>\n<p id=\"b362-5\">About two or three times a month, DeRisi examined these stubs and entered the amounts of the checks cashed along with the recipient there designated in the appropriate cash disbursement book “so that the bank statement could be reconciled with the cash book.” DeRisi testified that he did so “in the regular course of business.” On some occasions, however, the check stub was incomplete, and DeRisi had to ask Whitney, Mrs. Skog-lund or, “very rarely,” Birrell himself, who the recipient had been. DeRisi would then complete the stub and make the appropriate cash book entry. He did not enter a recipient in the cash disbursement book when stub information was insufficient and no explanation was given by Whitney, Mrs. Skoglund or Birrell.</p>\n<p id=\"b362-6\">The Business Records Act, 28 U.S.C.A. § 1732 provides in relevant part:</p>\n<blockquote id=\"b362-7\">“Record made in regular course of business; photographic copies.</blockquote>\n<blockquote id=\"b362-8\">“(a) In any court of the United. States and in any court established by Act of Congress, any writing orrecord whether in the form of an entry in a book or otherwise, made-as a memorandum or record of any act, transaction, occurrence, or ■ event, shall be admissible as evidence of such act, transaction, occurrence, or event, if made in regular course of any business, and if' it was the regular course of such business to make such memorandum, or record at the time of such act,, transaction, occurrence, or event or within a reasonable time thereafter. <em>“All other circumstances of the making of such writing or record, including lack of personal knowledge-by the entrant or maker, may be-shown to affect its weight, but such-circumstances shall not affect its ad-missibility.</em></blockquote>\n<blockquote id=\"b362-9\">“The term ‘business,’ as used in this: section, includes business, profession, occupation, and calling of every-kind.” (Emphasis added.)</blockquote>\n<p id=\"b362-10\">As appellants concede, the DeRisi records-have all the superficial trappings of business regularity that customarily vouchsafe the absence of any motive to misrepresent. The records were kept on familiar ledger forms, were scrupulously regular, were made within a reasonable time after the transaction, and were prepared for a seemingly natural purpose • under the specific orders of the employer. DeRisi described them as a “set of\" books” consisting of “a cash receipts book, a cash disbursements book, a general ledger and a general journal.” Nevertheless, appellants urge on various ground that DeRisi’s record amounted' only to a diary of Birrell’s personal af- • fairs and that they lacked the traditional' earmarks of trustworthiness contemplat- • ed by the statute.</p>\n<p id=\"b362-11\">There is no merit in the claim that because most of the information recorded by DeRisi reflected the affairs; <page-number citation-index=\"1\" label=\"313\">*313</page-number>&lt;of one person — Birrell—that the records were merely “personal” and as such not within the purview of the Business Ree-■ords Act. The statute makes no such •qualification. “Business,” is broadly defined so as to include “business, profession, occupation and calling of every kind.” That Birrell, while distributing .a huge block of control stock to the investing public through a complex system • of brokerage accounts and over-the-counter sales, was engaged in a “business” or an “occupation” seems so obvious that ■discussion is scarcely necessary. And, the Government’s proof makes it equally ■clear that the accounts which DeRisi’s books reflected were directly involved in the distribution. For example, accounts in the names of Hector Rivero and Ernest Espinosa were used at Josephthal &amp; •Co. as vehicles for distribution and as . sources of stock at Sinclair. An account in the name of Birrell &amp; Larson was maintained at Birnbaum &amp; Co. The Harry Workman account appears as the : source of Swan-Finch stock delivered to the Grande accounts at Josephthal &amp; Co. -and Ira Haupt &amp; Co.</p>\n<p id=\"b363-5\">The fact that Birrell’s business •of distributing unregistered shares of Swan-Finch was unlawful does not affect the admissibility of his records as kept by DeRisi. “The Act does not discrimiinate between lawful and unlawful businesses.” United States v. Quick, 128 F.2d 832, 837 (3d Cir. 1942); see United States v. Quong, 303 F.2d 499 (6th Cir.), cert. denied, 371 U.S. 863, 83 S.Ct. 119, 9 L.Ed.2d 100 (1962); Arena v. United States, 226 F.2d 227 (9th Cir. 1955), cert. denied, 350 U.S. 954, 76 S.Ct. 342, 100 L.Ed. 830 (1956); Spear v. United States, 216 F.2d 185 (4th Cir. 1954); Fischer v. United States, 212 F.2d 441 (10th Cir. 1954). Moreover, ■courts have consistently given full effect to the statute’s sweeping declaration that the “circumstances of the making” have a bearing only on the weight to be given the writing and not on its admissibility. Thus, irregularities similar to those found here, such as the informality of the abbreviations, see Arena v. United States, supra; United States v. Alaimo, 191 F.Supp. 625, 628 n. 7 (M.D.Pa.), aff’d, 297 F.2d 604 (3d Cir. 1961), cert. denied, 369 U.S. 817, 82 S.Ct. 829, 7 L.Ed.2d 784 (1962), <em>possible </em>inconsistencies, see LaPorte v. United States, 300 F.2d 878 (9th Cir. 1962), inaccuracies, see United States v. Bernard, 287 F.2d 715 (7th Cir.), cert. denied, 366 U.S. 961, 81 S.Ct. 1921, 6 L.Ed.2d 1253 (1961), or incompleteness, see United States v. Kimmel, 274 F.2d 54 (2d Cir. 1960) have not precluded admissibility, but have been factors for the jury to evaluate in considering the writing along with the other evidence. See also Bodnar v. United States, 248 F.2d 481 (6th Cir. 1957). The fact that the records were not maintained in the most business like or efficient way is likewise immaterial on the threshold issue of admissibility. Furthermore, the statute itself expressly disposes of any difficulty presented by the fact that DeRisi in most instances lacked “personal knowledge” of the fact recorded by each entry. In sum, the minimum requirements of admissibility were clearly satisfied. See United States v. New York Foreign Trade Zone Operators, Inc., 304 F.2d 792, 796 (2d Cir. 1962).</p>\n<p id=\"b363-7\">Here there was an additional guarantee of reliability in that DeRisi did not gather his information from random sources but from fellow employees who also were acting in the regular course of business in making notations on the stubs in the first instance and in passing the data to DeRisi orally later on if they had neglected to mark the checkbook properly. See United States v. Grayson, 166 F.2d 863, 869 (2d Cir. 1948). See generally Note, Revised Business Entry Statutes, 48 Colum.L.Rev. 920, 924-27 (1948).</p>\n<p id=\"b363-8\">It is, of course, true that records kept in the course of Birrell’s enterprise do not fall into the category of the usual set of books found in the offices of legitimate commercial or industrial enterprises. Birrell’s “business,” “occupation” or “calling,” however, was not of the usual orthodox nature. The very fact that the illegal distribution of 800,000 shares <page-number citation-index=\"1\" label=\"314\">*314</page-number>of unregistered stock by persons who had to be encouraged by cash payments to aid in achieving such a distribution by means of various accounts might well have called for an unusual set of books kept in an unusual manner. The proof is convincing that Birrell relied upon DeRisi as the keeper of his books, that DeRisi employed such means as were available within the Birrell business family to record the entries on a regular basis and that DeRisi pursued his bookkeeping on a regular basis whether the books were physically located in the Doeskin office, at a Pennsylvania farm or in his own basement office (created at Birrell’s suggestion).</p>\n<p id=\"b364-4\">To effect his'stock transactions Birrell apparently thought it necessary to keep some records. The theory of section 1732 is to avoid the necessity of producing the person who actually participated in the transaction and then tracing through witnesses every step from payment to book entry. The Birrell books through DeRisi were subjected to <em>voir dire </em>and cross examination. The jury was made aware of the strength and weakness of the entries. There was no error in admitting the books in evidence.</p>\n<p id=\"b364-5\">The Government argues also that the records were admissible as acts or declarations by a conspirator in furtherance of the conspiracy. To support this thesis it points to the necessity in such a complicated operation of maintaining some kind of record of the various accounts and of the distribution of the profits. Appellants, in turn, contend that it must be established that the records were made to further some object of the conspiracy before they are admissible and that these records do not fall into such a category. It is unnecessary to resolve this question in view of our opinion that the records were admissible under section 1732.</p>\n<p id=\"b364-6\">The Anti-Manipulative Provision of the Securities Exchange Act of 1934 as Applied to Specialists</p>\n<p id=\"b364-7\">The first count of the indictment charged both Res with conspiring with Birrell and the other defendants to manipulate the market price in Swan-Finch in violation of the Securities Exchange-Act of 1934, 15 U.S.C. § 78i, 78j(b), 78ff (a) and Rule 10b-5 of the S. E. C., 17 C.F.R. § 240.10b-5. Reduced to the-essentials, appellants’ argument is that, the proscriptions of sections 78i(a) (2) and 78j(b) are irreconcilably inconsistent with the legitimate duty <em>of a specialist </em>under sections 78k(a) and (b) (2) to “maintain a fair and orderly market.” They argue that “the result is an inconsistent, vague and confusing statutory scheme which fails to give adequate-warning to a specialist of what he can and cannot do.” There is no suggestion, however, that sections 78i(a) (2) and 78j(b) are unconstitutionally vague as applied to non-specialists, a theory previously rejected in this circuit. See United States v. Minuse, 142 F.2d 388 (2d Cir.), cert. denied, 323 U.S. 716, 65 S.Ct. 43, 89 L.Ed. 576 (1944); Wright v. S. E. C., 112 F.2d 89, 94 (2d Cir. 1940).</p>\n<p id=\"b364-9\">Basic to appellants’ defense was the claim that they acted in the legitimate role of specialists, not as market manipulators. This issue was fairly submitted to the jury by the trial court in his charge, which placed before them the question of whether the Res were acting as legitimate specialists. The court charged:</p>\n<blockquote id=\"b364-10\">“Two of the defendants — Re, Senior, and Re, Junior — were specialists in Swan-Finch on the American Stock Exchange, and their counsel has contended that a specialist is charged with the duty of maintaining an orderly market. So in determining the application of this section to them you must determine whether the evidence shows that Re, Senior, and Re, Junior, were maintaining an orderly market in Swan-Finch, as they were required to do as specialists, or whether the government has proved beyond a reasonable doubt that they were knowingly and wil-fully engaging in manipulating the <page-number citation-index=\"1\" label=\"315\">*315</page-number>price of the stock in the manner declared unlawful by the statute.”</blockquote>\n<p id=\"b365-5\">Inherent in the jury’s verdict of guilt on the first count, therefore, was the determination that the Res were not performing the function of specialists in their dealings with Birrell in Swan-Finch. As the Court said in United States v. Wurzbach, 280 U.S. 396, 399, 50 S.Ct. 167, 169, 74 L.Ed. 508 (1930), “[t]he objection to uncertainty concerning the persons embraced need not trouble us now. * * * [I] t will be time enough to consider it when raised by some one whom it concerns.” To the same effect see United States v. Raines, 362 U.S. 17, 21, 80 S.Ct. 519, 4 L.Ed.2d 524 (1960); Dennis v. United States, 341 U.S. 494, 516, 71 S.Ct. 857, 95 L.Ed. 1137 (1951).</p>\n<p id=\"b365-7\">The Stock Exchange as a Means of Communication in Interstate Commerce</p>\n<p id=\"b365-9\">A question squarely posed by the Res’ challenge to their conviction on count two is whether the floor of the American Stock Exchange is a means of communication in interstate commerce within the purview of 15 U.S.C.A. § 77e (a) (1). That section provides, in relevant part, that “it shall be unlawful for any person * * * (1) to make use of any means or instruments of * * * communication in interstate commerce or of the mails to sell [an unregistered] security.” In the transaction depicted in count two, Re, Sr. initiated from the floor of the Exchange a sale of 8,900 shares of Swan-Finch emanating from another broker and the account of appellant Grande. There was no allegation in the indictment of a use of the mails or telephone facilities in connection with the sale. Appellants contend that because several sections of the Securities Exchange Act of 1934, 15 U.S.C.A. § 78i(a), 78j and 78k, specify “any facility of any national securities exchange,” Congress could not have intended the phrase “means * * * of communication in interstate commerce” in the Securities Act of 1933 to include the floor of the American Exchange. Furthermore, while conceding that the Exchange floor may be considered as “contributing meaningfully to the stream of interstate commerce,” appellants urge that the ordinary meaning and common usage of the language of the 1933 Act in itself prohibits a construction which would encompass the floor of a stock exchange. We cannot agree, and consequently hold that section 77e(a) (1) includes as a “means * * * of communication in interstate commerce” the floor of the American Stock Exchange.</p>\n<p id=\"b365-13\">Appellants’ first theory, that the specific inclusion of “any facility of any national securities exchange” in the 1934 Act necessarily meant that Congress had intentionally excluded such a facility from more general language in the earlier Act, is not persuasive. See United States v. Price, 361 U.S. 304, 313, 80 S.Ct. 326, 4 L.Ed.2d 334 (1960); Fogarty v. United States, 340 U.S. 8, 13-14, 71 S.Ct. 5, 95 L.Ed. 10 (1950); United States v. United Mine Workers, 330 U.S. 258, 282, 67 S.Ct. 677, 91 L.Ed. 884 (1947). A somewhat similar problem was recently presented in United States v. Roth et al., 333 F.2d 450 (2d Cir. 1964), where two employers were convicted after arranging a loan in violation of 29 U.S.C.A. § 186(a), prior to its amendment. The original enactment prohibited an employer from paying or delivering “any money or other thing of value” to a representative of his employees. As amended, the section specifically included loans within the general prohibition. In holding that Congress’ subsequent particularity did not detract from the unambiguous general provision of the original, we noted that the coverage of the earlier statute must be ascertained from its own terms. Such an approach is particularly appropriate here where two fundamentally different, if complementary, regulatory schemes are involved.</p>\n<p id=\"b365-14\">We likewise find no merit in appellants’ alternative theory, that common usage and the plain meaning of the statutory terms preclude a holding that the floor of the Exchange is a means of communi<page-number citation-index=\"1\" label=\"316\">*316</page-number>cation in interstate commerce. We have found no federal court opinion precisely on point and have been cited to none. However, the S. E. C. has considered the question and has consistently held that a national stock exchange is a means of communication in interstate commerce within the Securities Act of 1933. The reasoning supporting this position was well-stated in Brooklyn Manhattan Transit Corp., 1 S.E.C. 147, 173 (1935).</p>\n<blockquote id=\"b366-4\">“It would appear that a stock exchange * * * which has become registered as a national securities exchange under the Securities Exchange Act of 1934 may, because of the intimate and unbroken relationship of transactions on such exchange to the interstate ‘flow’ of securities through such an exchange [citing cases], in itself be regarded as a means of or instrument of communication or transportation in interstate commerce * * * ”</blockquote>\n<p id=\"b366-5\">See Cady, Roberts &amp; Co., S. E. C. Securities Exchange Act Release No. 6668, CCH Fed.Sec.L.Rep. fí 76,803 (1961); Consolidated Development Corp., S.E.C. Securities Act Release No. 4287, CCH Fed. Sec.L.Rep. fl 76,723 (1960); 3 Loss, Securities Regulations, 1520-21 n. 4 (2d ed. 1961).</p>\n<p id=\"b366-6\">We think that the construction adopted by the S. E. C. is in harmony with the plain meaning of the statute. See S. E. C. v. Associated Gas &amp; Electric Co., 99 F.2d 795, 798 (2d Cir. 1938). Indeed, even without such guidance, we would be quite reluctant to hold that transactions on the floors of the various national exchanges, the market places and nerve centers of national financial activity, were not encompassed within the broad language of the 1933 Securities Act. In Schillner v. H. Vaughan Clarke &amp; Co., 134 F.2d 875, 878 (2d Cir. 1943), this court commented: “In declaring unlawful the transactions described in section 5 Congress meant to exert its power to the full constitutional extent permitted by the commerce clause and the postal clause.”</p>\n<p id=\"b366-7\">The “Control” Concert Under the Securities Act</p>\n<p id=\"b366-8\">Appellant Batkin advances the theory that the concept of “control” stock is unconstitutionally vague and indefinite since “control” is nowhere defined in the statute and that the trial court’s instructions on this point were defective. Neither contention is well taken. The meaning of “control” under the act is no different than it is in normal everyday usage. “The requirement of reasonable certainty does not preclude the use of ordinary tei’ms to express ideas which find adequate interpretation in common usage and understanding.” Sproles v. Binford, 286 U.S. 374, 393, 52 S.Ct. 581, 587, 76 L.Ed. 1167 (1932) ; cf. United States v. Guterma, 281 F.2d 742, 746-747 (2d Cir.), cert. denied, 364 U.S. 871, 81 S.Ct. 114, 5 L.Ed.2d 93 (1960) ; United States v. Minuse, supra. The instructions to the jury in this connection were sufficient. In any event, appellants failed to object to the portions of the charge now thought to be inadequate. Fed.R. Crim.P. 30.</p>\n<p id=\"b366-9\">Admission op Co-Dependants' S. E. C. Testimony</p>\n<p id=\"b366-11\">In the course of the trial the Government read to the jury 340 pages of testimony previously given before the S. E. C. by Re, Sr., Re, Jr. and Grande. The purpose of this recital was to establish guilty knowledge on the part of those defendants. The S. E. C. testimony contained no references to Batkin. Before each defendant’s testimony was read, the prosecutor stated that it was offered solely against the defendant who gave it, and the trial court, both before and after each of the three readings, specifically and thoroughly instructed the jury to the same effect. Again, in its charge, the court reiterated that such testimony could be considered “only with respect to the defendant allegedly involved in each instance and with respect to whom the testimony was received.”</p>\n<p id=\"b366-12\">Batkin’s unsupported claim that he was denied a fair trial because of the admission of the S. E. C. testimony is with<page-number citation-index=\"1\" label=\"317\">*317</page-number>out merit. The testimony made no mention of his involvement in the conspiracy or in the substantive count. See Delli Paoli v. United States, 352 U.S. 232, 237, 77 S.Ct. 294, 1 L.Ed.2d 278 (1957). Moreover, the trial court made “clear and repeated admonitions to the jury at [the] appropriate times * * *. To say that the jury might have been confused amounts to nothing more than an unfounded speculation that the jurors disregarded clear instructions of the court in arriving at their verdict.” Opper v. United States, 348 U.S. 84, 95, 75 S.Ct. 158, 165, 99 L.Ed. 101 (1954); see United States v. Dardi, supra, 330 F.2d at 334; United States v. Aviles, 274 F.2d 179, 192-193 (2d Cir.), cert. denied, 362 U.S. 974, 80 S.Ct. 1057, 4 L.Ed.2d 1009 (1960); United States v. Kaye, 251 F.2d 87, 90 (2d Cir.), cert. denied, 356 U.S. 919, 78 S.Ct. 902, 2 L.Ed.2d 714 (1958).</p>\n<p id=\"b367-5\">Batkin also contends that because four perjury counts based on this same testimony had been severed prior to trial it was error for the trial court to allow the transcript to be read into the record.<footnotemark>7</footnotemark> However, the ruling on the motions for severance of the perjury counts was necessarily made solely on the information contained in the indictment. The trial judge, on the other hand, had the benefit of the opening arguments and several weeks of trial. He had also examined the S. E. C. material before allowing it to be read into evidence. Under these circumstances, the trial judge was not prohibited from ruling as he did.</p>\n<p id=\"b367-6\">Sufficiency of the Evidence on Counts Two and Three</p>\n<p id=\"Akb\">1. <em>Appellant Batkin</em></p>\n<p id=\"b367-7\">The only proof in the record going directly to the allegations of count three, which charged a sale of 200 shares of Swan-Finch by Batkin and defendant Yaffe, was a stipulation of counsel. It was agreed that one Ernest Lehne of Brownton, Minnesota if called to testify would say that he purchased 200 shares of Swan-Finch from Sinclair Securities and thereafter received its confirmation of the sale through the mail. The trial court properly instructed the jury that it would find Batkin guilty on this count if he “acquired the stock [i. e., the 200' shares sold to Lehne] from Birrell with a view to offering it to the public or participated with Birrell in the sale of the stock to the public.” Batkin reasons that his conviction on this count must be reversed because there was no evidence that Birrell, the “control” person, was the source of the 200 shares. The Government concedes that it presented no proof that these 200 shares emanated from Bir-rell, suggesting that it had no obligation to do so because the jury could find from all the evidence that this sale was in furtherance of the conspiracy alleged in count one.</p>\n<p id=\"b367-9\">It is settled that the Government need not prove that an “underwriter” acquired the “control” shares directly from the “issuer” or control person. S. E. C. v. Culpepper, 270 F.2d 241, 246-47 (2d Cir. 1959); see S. E. C. v. Chinese Consol. Benev. Ass’n, 120 F.2d 738 (2d Cir.), cert. denied, 314 U.S. 618, 62 S.Ct. 106, 86 L.Ed. 497 (1941); Reiter-Foster Oil Corp., 6 S. E. C. 1028, 1035-36 (1940). Nonetheless, there must be sufficient proof that the shares actually sold were in fact “control” shares.</p>\n<p id=\"b367-10\">While Batkin’s complicity in the conspiracy may have been proven by abundant evidence, it was still necessary for the Government to establish that the transaction depicted in count three was-in itself unlawful. See United States v. Agueci, 310 F.2d 817, 828 (2d Cir. 1962), cert. denied, 372 U.S. 959, 83 S.Ct. 1013, 10 L.Ed.2d 11 (1963). Since there was no evidence from which the jury could' find that the 200 shares of Swan-Finch sold by Sinclair Securities came from Birrell, Batkin’s conviction on count, three must be reversed.</p>\n<p id=\"b367-11\">2. <em>Appellants Be, Jr., and Grande</em></p>\n<p id=\"b367-12\">Re, Jr. and Grande also question the sufficiency of the evidence but. <page-number citation-index=\"1\" label=\"318\">*318</page-number>the thrust of their argument is much different than Batkin’s. They concede that Re, Sr. caused 8,900 unregistered shares of Swan-Finch to be sold on the floor of the Exchange as charged in count two and that those shares constituted “control” shares. _ They also admit that “there was evidence which tended to show that Gerard Re (and Grande) may have done things to facilitate the transmission of the stock through Haupt’s office to the buyers. * * * ” The error, they argue, is that their participation was connected not with the sale, 15 U.S.C.A. § 77e(a) (1), but with the <em>delivery, </em>a different and distinct offense covered by 15 U.S.C.A. § 77e(a) (2). Whatever the merits of this contention, it ignores the fact that count two also charged a violation of the aider and abetter statute, 18 U.S.C.A. § 2. Thus, the court instructed the jury: “[I]f you find that the particular defendant did not himself violate the Securities Act, but if you find that he aided, abetted, counseled or induced another to violate it, he is just as guilty as if he had violated the Act himself.” By facilitating the transmission of the stock so as to complete the transaction, Re, Jr. and Grande associated themselves with the sale and thus could have been found to have aided and abetted Re, Sr. See United States v. Campisi, 248 F.2d 102, 104 (2d Cir.), cert. denied, 355 U.S. 892, 78 S.Ct. 266, 2 L.Ed.2d 191 (1957) ; cf. S. E. C. v. Culpepper, supra, 270 F.2d at 247.</p>\n<p id=\"b368-4\">The Alleged Misconduct op the Res’ Former Lawyer</p>\n<p id=\"b368-5\">The Res seek a reversal on all counts because an attorney, a “Mr. Z,” <footnotemark>8</footnotemark> who at one time had represented them, also represented one Nahum Birnbaum, a Government witness at trial. After a thorough hearing, which included the testimony of Mr. Z, the trial court concluded that appellants’ rights had not been prejudiced and that appellants had not been denied a fair trial.</p>\n<p id=\"b368-6\">Birnbaum’s firm, Birnbaum &amp; Co., was a longtime client of the law firm in which Mr. Z was a partner. In 1957, Birn-baum <em>&amp; </em>Co. was a respondent, as was the Re firm, in an action in which the S. E. C. sought to enjoin the sale of Swan-Finch stock. Mr. Z appeared for Birnbaum &amp; Co. and the Re firm was represented by another lawyer. In 1961, the Res retained Mr. Z when the S. E. C. acted to revoke their registration as broker-dealers due to their dealings in Swan-Finch stock. At that time, Mr. Z explained to the Res that his firm represented Birn-baum and that he could not take any employment that would be inconsistent with Birnbaum’s representation; however, Mr. Z saw no conflict and agreed to act on behalf of the Res in the revocation proceeding. Shortly after that matter was completed, the Res were arrested on a complaint which charged market violations concerning the stock of Thompson-Starrett Company, Inc. At their request, Mr. Z appeared as attorney of record before the United States Commissioner to fix bail, and after the arraignment represented the Res at one or two conferences at the United States Attorney’s Office. However, Mr. Z was soon replaced and had no further association with the Res.</p>\n<p id=\"b368-8\">Birnbaum was subsequently called to testify before the Grand Jury, but Mr. Z was involved only to the extent of arranging for the time and place of Birn-baum’s appearance. Mr. Z was not present during Birnbaum’s interviews at the United States Attorney’s Office, and did not confer with Birnbaum about his testimony before or after it was given. After the return of the Res’ indictment, Mr. Z did not discuss the case with Birn-baum, and the only connection Mr. Z or his firm had with Birnbaum’s testimony at trial was supplying a photostatic copy of one of Birnbaum’s records. Mr. Z testified that he never discussed with Birn-baum or any Government official any aspect of his representation of the Res. Thus, Mr. Z and his firm represented Birnbaum in connection with the Re <page-number citation-index=\"1\" label=\"319\">*319</page-number>prosecution only to the point of arranging a time and place for his Grand Jury appearance. Birnbaum continued, however, as a client of the firm.</p>\n<p id=\"b369-5\">The Government agrees that it had notice of Mr. Z’s appearance for the Res and of his representation of Birnbaum. For purposes of this appeal, it assumes that the Res gave confidential material to Mr. Z.</p>\n<p id=\"b369-6\">Lacking even the most remote evidence that confidences of the Res were in fact violated, appellants invoke the proposition that where identity of subject matter of a litigation is shown, an irrebuta-ble inference arises that a lawyer who has represented both parties will have obtained and used confidences of the former client to the detriment of that client in the pending litigation. However, assuming, without deciding, both the correctness of this theory and its automatic applicability in a criminal case to warrant a reversal of a conviction, we do not see that it can serve appellants under these facts. In T. C. Theatre Corp. v. Warner Bros., 113 F.Supp. 265 (S.D.N.Y.1953), from which appellants seem to derive their theory, defendant corporation moved to disqualify a lawyer for the plaintiff who had earlier represented defendant on an appeal from an adverse judgment in an anti-trust case. The litigation then pending alleged substantially the same conspiracy found to exist in the earlier case. Thus, there was a <em>prima facie </em>violation of Canon 6 of the Canons of Professional Ethics. However, the now lawyer for the plaintiff claimed that no confidence had, in fact, been divulged. In granting defendant’s motion, the court held that the former client had only to show that the “matters embraced within the pending suit wherein his former attorney appears on behalf of his adversary are substantially related to the matters * * * wherein the attorney previously represented him, the former client.” 113 F.Supp. at 268. Whatever bearing that decision might have if Mr. Z had joined in the prosecution or if Birnbaum had joined forces with the Government, that is not this case. Birnbaum was not a party litigant. And, his testimony appears to have been not at all crucial. The District Court thus commented that “Birn-Baum was not a prosecuting witness here. He testified with one exception as to records that were in his firm’s possession.” Moreover, Mr. Z’s representation of Birnbaum did not extend to his appearance in the Grand Jury proceedings, when the possibility of conflicting interests first might have been detected, or to his appearance at trial. Mr. Z, either by design or accident, was never in a position where in his representation of Birnbaum he might have made improper, if unconscious, use of confidences of his former clients. As far as the Re proceedings were concerned, Mr. Z as a practical matter had withdrawn before the possibility of conflict developed. See Canon 37, Canons of Professional Ethics.</p>\n<p id=\"b369-8\">We conclude that the conduct of Mr. Z was not improper and that appellants have failed to show that his professional relationship with Birnbaum prejudiced' their defense in any manner. Their claim on this point falls well short of the mark that would justify reversing the convictions.</p>\n<p id=\"b369-9\">The judgments of conviction on counts one and two are affirmed; the conviction of appellant Batkin on count three is reversed with instructions to dismiss count three of the indictment, as to him.</p>\n<footnote label=\"1\">\n<p id=\"b358-12\">. Counts four through seven charged separate violations of 18 U.S.C.A. § 1001 on the part of Re, Sr., Re, Jr., and Grande in the course of a matter within the jurisdiction of the Securities and Exchange Commission while count eight <page-number citation-index=\"1\" label=\"309\">*309</page-number>charged that they conspired to violate that section. On a motion for severance, the district court held that the joinder was not defective under Rule 8(a) or (b) ■of the Federal Rules of Criminal Procedure. Nevertheless, to safeguard the interests of defendants Skoglund, Yaffe and appellant Batkin, he ordered a severance of these counts.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b359-9\">. 15 U.S.C.A. §§ 77e(a), 77e(c), 77q(a), 77x, 78i, 78j(b), 78ff(a) and Rule 10b-5 of the S. E. C., 17 C.F.R. § 240. 10b-5.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b359-15\">. For a thorough description and discussion of the role of the market “specialist,” see generally Leffler, The Stock-market 216 (2d ed. 1957); 2 Loss, Securities Regulations 1201-09 (2d ed. 1961).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b359-18\">. Swan-Finch manufactured lubricating oils and greases. It enjoyed unlisted trading privileges on the American Exchange.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b360-5\">. The specialist is prohibited from disclosing the information on his “book” to anyone other than an official of the Exchange or a representative of the S. E. O. by 15 U.S.C.A. § 78k (b).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b361-12\">. This is specifically prohibited by 15 U.S.C.A. § 78k(b).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b367-13\">. This testimony was the basis for counts four through eight of the indictment. See footnote 1, supra.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b368-9\">. To avoid embarrassment, we join the parties in not referring to the lawyer or his firm by the correct name.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}