{
  "casebody": {
    "data": "<casebody firstpage=\"330\" lastpage=\"332\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b380-12\">Nelson David POLK, Petitioner-Appellant, v. Lynn BOMAR, Warden, etc., Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b380-14\">No. 15640.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b380-15\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b380-16\">Sept. 18, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b381-12\"><page-number citation-index=\"1\" label=\"331\">*331</page-number>Norris L. Ganson (Court appointed), Cincinnati, Ohio (Edward K. Halaby, Cincinnati, Ohio, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b381-13\">Henry C. Foutch, Asst. Atty. Gen. of Tennessee, Nashville, Tenn. (George F. McCanless, Atty. Gen., Nashville, Tenn., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b381-14\">Before WEICK, Chief Judge, and PHILLIPS and EDWARDS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b381-15\">WEICK, Chief Judge.</author>\n<p id=\"b381-16\">This is an appeal from an order of the District Court denying, after an evi-dentiary hearing, Polk’s petition for a writ of habeas corpus. V</p>\n<p id=\"b381-17\">Two indictments charging armed robberies were returned against Polk and his co-defendants by the Grand Jury in the Criminal Court of Davidson County, Tennessee. The co-defendants pleaded guilty and were sentenced to ten years’ imprisonment for each offense, the sentences to be served concurrently.</p>\n<p id=\"b381-18\">Polk pleaded not guilty to both indictments. He was tried and convicted by a jury on the first indictment of the offense of robbery, and sentenced to not more than ten years or less than five years in the penitentiary. On the same day another jury in that court convicted him of the offense of armed robbery, charged in the second indictment, and sentenced him to fifteen years. He was repi’esented at the trials by counsel appointed by the court.</p>\n<p id=\"b381-19\">Polk gave notice of a motion for a new trial. Later he withdrew the notice and the trial court, in consideration thereof, ordered that the sentences be served concurrently instead of consecutively. No appeal was taken by Polk from the judgments of conviction.</p>\n<p id=\"b381-20\">The District Court appointed counsel to represent Polk in the habeas corpus hearing. Polk, his half-brother, his attorney in the criminal trial, and the prosecuting attorney testified. Polk was granted leave by the Court to subpoena nine of the jurors who served at his trials, but he did not call any of them as witnesses.</p>\n<p id=\"b381-21\">At the close of the hearing, the District Judge reviewed the evidence and found that no constitutional right of Polk had been violated. He denied the petition for writ of habeas corpus.</p>\n<p id=\"b381-22\">Counsel was appointed by this Court to represent Polk in his appeal and the ease was submitted on oral arguments and briefs. Two points were raised, namely, (1) that Polk was denied his constitutional right to a fair trial by the failure of the trial court in his criminal cases to appoint a court reporter, pursuant to Section 40-2010 of the Tennes<page-number citation-index=\"1\" label=\"332\">*332</page-number>see Code Annotated; and (2) that he was denied his right to effective counsel.</p>\n<p id=\"b382-4\">No proof was offered in the District Court that any request had ever been made by Polk or his attorney to the trial court in the criminal cases, to appoint a court reporter. There was no evidence that a court reporter was necessary in order for Polk to perfect the record on appeal, in case he had desired to appeal from his convictions.</p>\n<p id=\"b382-5\">The courts of Tennessee not only permit, but actually prefer, narrative bills of exception to having stenographers’ transcripts. Tucker v. Tenn., 210 Tenn. 646, 361 S.W.2d 494 (1961). The Supreme Court has recognized the propriety of narrative or bystander’s bills of exception. Miller v. United States, 317 U.S. 192, 63 S.Ct. 187, 87 L.Ed. 179 (1942); Griffin v. Illinois, 351 U.S. 12, 20, 76 S.Ct. 585, 100 L.Ed. 891, 55 A.L.R.2d 1055 (1955).</p>\n<p id=\"b382-6\">There was no evidence that a narrative, bystander’s or some other type of bill of exception could not have been prepared if Polk had wanted to appeal.</p>\n<p id=\"b382-7\">The District Court found from the evidence, however, that Polk was fully advised of his right to appeal, by his attorney, and that he agreed to the withdrawal of his motion for a new trial in order that his sentences would be made to run concurrently instead of consecutively. This treatment had been accorded to the co-defendants who pleaded guilty.</p>\n<p id=\"b382-8\"> If the Tennessee statute gave Polk the right to have a court reporter, it is clear that he waived it. Banks v. State, 203 Md. 488, 102 A.2d 267 (1954); Commonwealth ex rel. Turk v. Ashe, 167 Pa.Super. 323, 74 A.2d 656 (1950) cert. den. Turk v. Claudy, 340 U.S. 907, 71 S.Ct. 274, 95 L.Ed. 656.</p>\n<p id=\"b382-9\">Since Polk did not appeal, no prejudice resulted to him from the failure of the trial court to furnish him a court reporter.</p>\n<p id=\"b382-10\">We see no merit in Polk’s contention that he was denied the effective assistance of counsel. He was unable to point out anything at the habeas corpus hearing that his counsel did that was wrong. The District Judge found from the evidence that Polk’s attorney was capable and competent and that he acted in good faith in representing Polk. Polk’s attorney advised him as to his constitutional rights. Polk approved and accepted his advice. O’Malley v. United States, 285 F.2d 733 (6th Cir., 1961).</p>\n<p id=\"b382-12\">Polk complains that the two criminal cases were tried in one day. The issues in the two cases were not complicated. The two robberies were committed on a Sunday evening at different places in the same city. The only witnesses who testified were the two victims of the robberies and two city detectives. There was no occasion for the trials to be protracted.</p>\n<p id=\"b382-13\">We find no basis to blame counsel for advising Polk not to take the witness stand in his criminal trials. The decision as to whether it was advisable for Polk to testify required the exercise of sound judgment. No proof was offered that this judgment was improperly or imprudently exercised by the attorney.</p>\n<p id=\"b382-14\">We agree with the District Judge that no constitutional rights of Polk were violated in his trials.</p>\n<p id=\"b382-15\">The judgment of the District Court is affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b382-16\">EDWARDS, Circuit Judge</author>\n<p id=\"A0P\">(concurring) .</p>\n<p id=\"b382-17\">I concur in affirmance. I agree that Griffin v. Illinois, 351 U.S. 12, 76 S.Ct. 585 (1956) and Miller v. United States, 317 U.S. 192, 63 S.Ct. 187 (1942) are controlling and feel that they must be read as rejecting appellant’s contention that Tennessee’s failure to provide stenographic transcripts of his trial automatically deprived him of a constitutional right. In my opinion no “equal protection” issue is presented on this appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}