{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"482\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b482-12\" pgmap=\"482\">Leroy Payne et al. v. James Irvin.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b482-15\" pgmap=\"482\">Filed at Ottawa, March 31, 1893.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b482-16\" pgmap=\"482\">1. Landlord and tenant—keeping premises in repair. Where the owner of a building leases a room thereof to be used as a blacksmith shop, at a monthly rental, reserving the entire control of the other parts of the building, including the roof, and of a large sign fastened to the roof, the landlord, as to that portion of the building and appurtenances over which he retains control, will be held to retain also the responsibility to keep the same in reasonable repair in respect of all persons, including the tenants of the room.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b482-17\" pgmap=\"482\">2. When a landlord rents a room in a one story building, at a monthly rental, which building has a sign-board attached to the roof, not used by the tenant in any way, but which is used by the former for his own use, and he suffers the fastenings of the sign to get out of safe repair, in consequence of which it is blown down and a serious injury is thereby inflicted upon the person of the tenant, who has exercised ordinary care to save himself from the injury, the landlord will be liable to such tenant for the damages received by him.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b482-18\" pgmap=\"482\">3. Appeals and writs of error—directing what the verdict shall he — question on appeal to the Supreme Court. In an action based on the negligence of the defendants, resulting in a personal injury, the defendants asked and the court refused an instruction requiring the jury to find in their favor : Held, that the question presented to this court on appeal was, whether there was evidence tending to establish a right of recovery, and that it was confined to the simple question whether there was evidence from which the jury might have legitimately found for the plaintiff.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b482-19\" pgmap=\"482(20) 483(105)\">4. Same—reviewing questions of fact—negligence of landlord. Where a tenant sues his landlord for a personal injury caused by the blowing down of a sign-board from the top of a building, a part of which was occupied by the plaintiff as a tenant of defendant, on the ground of neglect to keep the sign-board properly fastened, the questions of negligence on the part of the plaintiff in removing a brace which supported the board, and of notice to Mm of the insecure condition of such board, and whether the falling of the same was the result of an extraordinary wind which reasonable foresight could not have guarded against, are all questions of fact, not reviewable in this court on appeal from the Appellate Court.</syllabus><summary data-order=\"6\" data-type=\"summary\" id=\"b483-5\" pgmap=\"483\">Appeal from the Appellate Court for the First District;—heard in that court on appeal from the Circuit Court of Cook county; the Hon. R. W. Clifford, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b483-6\" pgmap=\"483\">Mr. George F. Westover, for the appellants:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b483-7\" pgmap=\"483\">In the absence of express contract on the part of Payne, he, as lessor, was not charged with the duty of keeping the part of the building occupied by the tenant in safe repair. Plett v. Farney, 16 Bradw. 216.</p><p data-order=\"9\" data-type=\"legal\" id=\"b483-8\" pgmap=\"483\">There is no evidence that would show that the sign-board was a nuisance in 1885, and there was no agreement on the part of Payne to repair. City of Peoria v. Simpson, 110 Ill. 294.</p><p data-order=\"10\" data-type=\"legal\" id=\"b483-9\" pgmap=\"483\">If the sign-board was not in safe condition just before it fell it would by no means follow that it was unsafe three years previous to that time, when Irvin hired and went into possession of the premises, and if not then in dangerous condition the lessor would not be liable.</p><p data-order=\"11\" data-type=\"legal\" id=\"b483-10\" pgmap=\"483\">If the fastenings of the sign-board had become unsafe, and if a customer of Irvin, when approaching or leaving the shop, had been injured by reason of the defective condition of the fastening, Irvin, as a tenant in possession, would have been liable unto the injured person. He would have been the negligent party. If an action would lie against him on account of what damage the sign may have done, it can not lie in his favor. He can not sue another, in other words, for his own fault. Shearman &amp; Redfield on Negligence, 504.</p><p data-order=\"12\" data-type=\"legal\" id=\"b484-4\" pgmap=\"484\">A tenant who has been in possession of premises for years must be supposed to know of defects, if they exist, and must use such increased care as the defective nature of the thing requires, and can not excuse himself for want of such care by the plea that he was not responsible for the defect. Shearman &amp; Redfield on Negligence, 504.</p><p data-order=\"13\" data-type=\"legal\" id=\"b484-5\" pgmap=\"484\">Payne had no right of entry upon any portion of the building leased to Irvin and his partner, against the consent of the lessees, not even to repair, and can not, therefore, be made liable for any accidents occasioned by a want of repair in that part occupied by the lessees. Veder v. Veder, 1 Denio, 257; Gridley v. City of Bloomington, 68 Ill. 47.</p><p data-order=\"14\" data-type=\"legal\" id=\"b484-6\" pgmap=\"484\">If the landlord expressly agreed to repair he would be liable to third parties. Union Br. Mfg. v. Lindsay, 10 Bradw. 583.</p><p data-order=\"15\" data-type=\"legal\" id=\"b484-7\" pgmap=\"484\">But there is no implied contract on the part of the landlord that he will repair, or that the premises are in safe condition for occupancy. Mendel v. Fink, 8 Bradw. 378; Greene v. Hogue, 10 id. 598.</p><p data-order=\"16\" data-type=\"legal\" id=\"b484-8\" pgmap=\"484\">When there is equal negligence on both sides, without any intentional wrong on the part of either, or if the plaintiff, whether by his own negligence or otherwise, has contributed substantially to produce the accident, no action lies. Taylor’s Landlord and Tenant, sec. 199.</p><p data-order=\"17\" data-type=\"legal\" id=\"b484-9\" pgmap=\"484\">One who complains of another’s negligence should himself be without fault as to the particular delinquency complained of. Brownell v. Flagler, 5 Hill, 282. And see authorities cited in note 3, to section 199, Taylor’s Landlord and Tenant.</p><p data-order=\"18\" data-type=\"legal\" id=\"b484-10\" pgmap=\"484(81) 485(15)\">If Irvin or his partner removed a brace from the sign-board in making changes or repairs for their own use and convenience, they assumed all responsibility as to the safety of the remaining fastenings, and the lessor would not be liable, either to them or third parties, for any injury thereafter caused by the insecurity of the structure. Ryan v. Wilson, 87 N. Y. 471; Bard v N. Y. &amp; H. R. R. Co., 10 Daly, 520; Crandall v. Loomis, 56 Vt. 664; Stone v. Codman, 15 Pick. 297; Earl v. Hall, 2 Met. 353.</p><p data-order=\"19\" data-type=\"legal\" id=\"b485-5\" pgmap=\"485\">If the lack of fastenings caused the sign to fall, then removing one of the braces was the proximate cause of the injury to plaintiff. King v. O. &amp; M. Ry. Co., 25 Fed. Rep. 799.</p><attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b485-6\" pgmap=\"485\">Messrs. Weigley, Bulkley &amp; Gray, for the appellee:</attorneys><p data-order=\"21\" data-type=\"legal\" id=\"b485-7\" pgmap=\"485\">Negligence is not a legal question, but one of fact. Great Western R. R. Co. v. Haworth, 39 Ill. 353; C. &amp; A. R. R. Co. v. Pennell, 94 id. 455; Penn. Co. v. Conlan, 101 id. 106.</p><p data-order=\"22\" data-type=\"legal\" id=\"b485-8\" pgmap=\"485\">The affirmance of the judgment by the Appellate Court conclusively settles all controverted questions of fact in favor of such judgment. Alphin v. Working, 132 Ill. 484; Brownell v. Welch, 91 id. 523; Germania Fire Ins. Co. v. McKee, 94 id. 494; Brant v. Lill, 96 id. 608.</p><p data-order=\"23\" data-type=\"legal\" id=\"b485-9\" pgmap=\"485\">“ Where there is evidence on the trial tending to prove the issues of fact in favor of the successful party, and the Appellate Court affirms the judgment below, this court must take the affirmance as a finding of the facts as they were found by the Circuit Court.” Hewitt v. Board of Education, 94 Ill. 528; Sconce v. Henderson, 102 id. 376; Bennett v. Connelly, 103 id. 50.</p><p data-order=\"24\" data-type=\"legal\" id=\"b485-10\" pgmap=\"485\">“ All matters relating to the character, force and effect of the testimony are settled by the judgment of the Appellate Court, and are not open for review in this court.” Fitch v. Johnson, 104 Ill. 111.</p><p data-order=\"25\" data-type=\"legal\" id=\"b485-11\" pgmap=\"485\">“ Whether there is a conflict of evidence or not, this court can not reverse a judgment on the ground that issues of fact were improperly decided below, when the judgment has been affirmed by the Appellate Court.” Insurance Co. v. Barrel Co., 114 Ill. 103.</p><p data-order=\"26\" data-type=\"legal\" id=\"b485-12\" pgmap=\"485(41) 486(65)\">“ The judgment of the Appellate Court is final, not only in respect to the principal and ultimate facts upon which the right of recovery is claimed, but also in respect to the evidentiary and subordinate facts. Hamburg-American Packet Co. v. Gattman, 127 Ill. 608, and cases cited. Nor can the court go behind the judgment of the Appellate Court and consider what inferences might arise from particular facts appearing in the bill of exceptions.” Montgomery et al. v. Black et al., 124 Ill. 64; see also, Cothran v. Ellis et al., 125 id. 502-5; Illinois Central R. R. Co. v. Frelka, 110 id. 501.</p><p data-order=\"27\" data-type=\"legal\" id=\"b486-6\" pgmap=\"486\">It is a general rule of law that it is the duty of the owner or occupant of a building to keep it in such a state that his neighbor may not be injured by its fall. Vincett v. Cook, 4 Hun, 320; Benson v. Suarez, 43 Barb. 408; Graham v. Gross, 125 Mass. 232; Kappes v. Appel, 14 Bradw. 170; Mullen v. St. John, 57 N. Y. 567.</p><p data-order=\"28\" data-type=\"legal\" id=\"b486-8\" pgmap=\"486\">Where the landlord retains control of the building, and the tenant has only rooms, the landlord is liable to the tenant for any injury caused by neglecting to keep the building or parts of the building under his own control in proper repair. Toole v. Beckett, 67 Me. 544; Looney v. McLean, 129 Mass. 35; Eagle v. Swayze, 2 Daly, 140; Bold v. O'Brien, 12 id. 160; Center v. Davis, 39 Ga. 210; Watkins v. Goodall, 138 Mass. 533; Priest v. Nichols, 116 id. 407; Ward v. Fagan, 28 Mo. App. 116; Glickauf v. Maurer, 75 Ill. 289; B. B. C. Co. v. Rees, 69 Wis. 442; Sawyer v. McGillicuddy, 17 Atl. Rep. 124.</p> <opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b486-9\" pgmap=\"486\">Mr. Justice Shope</author> <p id=\"AmA\" pgmap=\"486\">delivered the opinion of the Court:</p> <p id=\"b486-10\" pgmap=\"486\">Counsel for appellants, in his brief filed in this court, says : “ I admit that the sole question before this court is whether, as a matter of law, the facts in proof will support the verdict.”</p> <p id=\"A6i\" pgmap=\"486(75) 487(69)\">On the trial appellants asked, and the court refused, an instruction requiring the jury to return a verdict for the defendants, and thereby the court was asked to say, as a matter of law, that the facts proved, with all the inferences legitimately arising therefrom, were insufficient to sustain a verdict for appellee. Under this state of the case, the question presented for our consideration is, whether there was evidence tending to establish a right of recovery. The weight and credit to be given the evidence was within the province of the jury, and they having found for plaintiff, and the finding having been approved by the trial and Appellate Courts, we are not permitted to enter that domain, but are confined to the simple question whether there was evidence from which the jury might, legitimately, have so found.</p> <p id=\"b487-5\" pgmap=\"487\">Appellants rely, in this court, chiefly upon two grounds: First, it is said that no negligence is attributable to appellants ; and second, if negligence is chargeable to them, that appellee was guilty of negligence contributing to the injury, and, therefore, can not recover.</p> <p id=\"b487-6\" pgmap=\"487\">On the 11th day of June, 1888, a sign-board, four or five feet wide and about sixty feet long, was blown from a one story building on Michigan avenue, in Chicago, striking appellee and seriously injuring him. Appellee was the tenant of appellant, Leroy Payne, of a room, in said one story building, of twenty-five or thirty feet front and fifty or sixty feet deep, and used by him, appellee, as a blacksmith shop. The sign in question extended on top of the front wall of said one story building, and over the entire part occupied by appellee. The evidence tended to show that the renting by appellee was from year to year, at a monthly rental. It also tended to show that appellee and his partner were to put the room in repair for the uses to which they designed it. It pretty clearly appears that nothing was said about who should keep the roof and the outside of the building in repair. It was, however, understood between the parties that the tenants desired to use no part of the sign-board, and that it was appropriated by the landlord, who had painted thereon a sign advertising his business, carried on in the residue of that building and an adjoining one.</p> <p id=\"b487-7\" pgmap=\"487(33) 488(325)\">The jury were justified in finding, from the conduct of the parties, that it was a renting of the room only. By the agreement, the tenants were given the right to extend upward a chimney above the roof, etc. The renting was in 1884, and the landlord, during the intervening years prior to the injury, on different occasions, repaired the roof, put glass in the skylights, etc., without consulting the tenants. The tenants, at no time, assumed or exercised any control over the building, other than in the room which they occupied. The jury were instructed, at the instance of appellants, that unless they found it was understood between the parties, that the landlord was to keep the building in repair, they must find for the defendant. We are of opinion, that there was ample evidence, derived from the conduct of the parties, that such was the understanding. There was no renting of the sign-board, or of the roof of the building, or any agreement on the part of the tenants to keep the same in repair. As before said, the landlord during the entire term and from year to year, exercised control over and took charge of the repairs upon the outside of the building. The landlord was not, therefore, exonerated from responsibility to keep in reasonably safe and secure condition, that portion of the building over which he retained control; and we think the duty devolved upon him to keep the sign-board, in question, in such condition and state of repair.. The landlord, as to that portion of the building, and appurtenances, over which he retains control, must be held to also retain the responsibility to keep the same in reasonable repair in respect of all persons, including the tenants of the building. Toole v. Becket, 67 Me. 544; Looney v. McLean, 129 Mass. 35; Eagle v. Swayze, 2 Daly, 140; Bold v. O’Brien, 12 id. 160; Center v. Davis, 39 Ga. 210; Priest v. Nichols, 116 Mass. 407; Ward v. Fagan, 28 Mo. App. 116; Bissell v. Lloyd, 100 Ill. 214; Kirby v. Boylston M. Assoc., 14 Gray, 249.</p> <p id=\"b488-5\" pgmap=\"488(43) 489(75)\">It will not be necessary to note the cases announcing the general doctrine, that the tenant, or occupier, of the premises is, in respect of the public, bound to keep the building and structures upon the streets and highways in such repair that persons may pass with safety. The distinction between cases arising between the tenant and landlord, where the injury has resulted from the failure of the landlord to beep in repair portions of the building, such as stairways, passage ways, signs and the like, over which he retains control for his own use or for the general use of the tenants of his building, and cases arising under the general rule, is well defined.</p> <p id=\"b489-5\" pgmap=\"489\">The evidence tended to show that the sign-board was kept in position by wooden braces nailed to the top of the sign-board and to blocks nailed to the roof. It is insisted that the evidence shows that appellee, or some one acting for him, removed a long brace, and thereby contributed to weakening the fastening, by which the sign board was retained in place, and ought not, therefore, to recover. Whether such brace was so removed was a controverted question of fact, in respect to which the jury were told by the court, at the instance of appellants, that if they found, “ from the evidence, that the plaintiff’s firm removed any substantial brace, stay, or support from the sign-board, then the duty devolved upon them to see that, notwithstanding such removal, the sign-board was still properly braced and supported, and the plaintiff can not recover in this action.” The question of fact, having been properly submitted to the jury, the finding thereon is conclusive.</p> <p id=\"b489-6\" pgmap=\"489(128) 490(52)\">It is also insisted, that appellee knew of the condition and mode of fastening of the sign-board upon the wall of the building, and if it was unsafe, was chargeable with notice thereof. The evidence shows that appellee could and did see the manner of staying the sign-board from the windows of an ad joining building, practically every day during the occupancy of the blacksmith shop by him. But it is not shown, or pretended, that he could know, from such casual observation, the condition of the wood forming the braces and supports, which, the evidence tended to show, had decayed so as to form insufficient stays. The questions of whether appellee was chargeable with notice of the insecure condition of the sign-board, and whether its falling was the result of an extraordinary wind, which reasonable foresight could not have guarded against, were each fairly submitted to the j ary as questions of fact, by instructions of the court as favorable to appellants as they asked, or could ask under the rules of law applicable.</p> <p id=\"b490-4\" pgmap=\"490\">We find no error of law in this record, and the judgment of the Appellate Court must be affirmed.</p> <p id=\"b490-5\" pgmap=\"490\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}