{
  "casebody": {
    "data": "<casebody firstpage=\"526\" lastpage=\"527\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b582-8\">AIRFLEET LEASING CORPORATION, Appellant, v. ARKANSAS AVIATION SALES, INC., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b582-10\">No. 18387.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b582-11\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b582-12\">Nov. 8, 1966.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b582-17\">Philip S. Anderson, Jr., of Wright, Lindsey &amp; Jennings, Little Rock, Ark., for appellant and filed brief.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b583-3\"><page-number citation-index=\"1\" label=\"527\">*527</page-number>Leon B. Catlett, of Catlett &amp; Henderson, Little Rock, Ark., for appellee and filed brief.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b583-4\">Before VOGEL, Chief Judge, MATTHES, Circuit Judge and DUNCAN, Senior District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b583-5\">PER CURIAM.</author>\n<p id=\"b583-6\">In this diversity ease appellant, plaintiff below, is seeking to recover damages in excess of $10,000.00 on the theory that appellee, defendant below, had made false and fraudulent representations upon which appellant relied in purchasing an airplane from appellee. Contemporaneously with the purchase appellant leased the airplane to one Don Welch, Jr. Welch defaulted in his payments and the airplane was returned to appellant. Eventually, this action was instituted.</p>\n<p id=\"b583-7\">The case was tried before the court, Honorable Gordon E. Young, without a jury. In its memorandum opinion, unpublished, the court found <em>inter alia:</em></p>\n<blockquote id=\"b583-8\">“The charges of fraud by the plaintiff may be classified as follows: (1) the alleged missing equipment on the airplane at the time it was delivered to Welch, and (2) the failure of Welch to make a substantial cash down payment on the airplane.</blockquote>\n<blockquote id=\"b583-9\">“The alleged missing equipment consists of one Motorola ADF, one Narco DME, and an automatic pilot.</blockquote>\n<blockquote id=\"b583-10\">******</blockquote>\n<blockquote id=\"b583-11\">“The value of all of the equipment referred to above is not much more than $2,000 and it was all on the plane when it was delivered to plaintiff. At any rate I do not think that these sums are sufficient to be considered material in a transaction of sixty some odd thousand dollars. This part of the case does not give me concern.</blockquote>\n<blockquote id=\"b583-12\">“What does give me concern is the contention that defendant’s representatives assured or promised plaintiff that Welch would make or had made a down payment of more than $10,000. The testimony of the principals on this issue is in direct conflict. To put it mildly, the testimony of one of them is incorrect.</blockquote>\n<blockquote id=\"b583-14\">“In support of the plaintiff’s contention are the economics of the transaction. Usually lenders will not lend a proportionately large part of the purchase price unless they are assured that the purchaser has enough of his own money invested to be motivated to pay the balance of the price to protect his original investment.</blockquote>\n<blockquote id=\"b583-15\">“Yet in the correspondence between the parties such a down payment is never mentioned. Mr. Brown’s letter of April 6'simply states that his company could not handle over $50,000 for the defendant. His letter of April 23 enclosed the lease contract with the statement that as soon as it was signed and returned with the bill of sale and insurance papers the plaintiff would send defendant a check for $50,000.</blockquote>\n<blockquote id=\"b583-16\">“The Court then is in this dilemma — the oral evidence is in sharp conflict. Nowhere in the documents or in the correspondence between the parties is there any reference to the requirement of a down payment by Welch. * * * I cannot find with the certainty that the law requires that the proof of the plaintiff on this issue meets the more exacting standard of being clear and convincing.”</blockquote>\n<p id=\"b583-17\">In our view, the only question presented by this appeal is whether the district court’s findings of fact are clearly erroneous within the meaning of Rule 52 (a), Fed.R.Civ.P., as interpreted by the Supreme Court in United States v. United States Gypsum Company, 333 U.S. 364, 68 S.Ct. 525, 92 L.Ed. 746 (1948). We have carefully examined the record, including all exhibits, have considered the contentions of the parties, the applicable law and conclude that the court’s findings are not clearly erroneous. We affirm.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}