{
  "casebody": {
    "data": "<casebody firstpage=\"972\" lastpage=\"975\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1028-6\">Donald Walker WILLIAMS, a/k/a D. W. Williams, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1028-8\">No. 8771.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1028-9\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1028-10\">Nov. 14, 1966.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1028-11\">Rehearing Denied Dec. 14, 1966.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1028-27\">Roy Cook, Kansas City, Kan., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1028-28\">James R. Ward, Asst. U. S. Atty. (Newell A. George, U. S. Atty., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1029-4\"><page-number citation-index=\"1\" label=\"973\">*973</page-number>Before PHILLIPS and SETH, Circuit Judges, and DOYLE, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1029-5\">ORIE L. PHILLIPS, Circuit Judge.</author>\n<p id=\"b1029-6\">Williams has appealed from a judgment and sentence on jury verdicts of guilty on 12 counts of a 15-count indictment, charging him with violations of 18 U.S. C. A. § 1341. Each count of the indictment alleged that Williams devised a scheme and artifice to defraud for obtaining money by means of false and fraudulent pretenses, representations and promises, and further alleged a separate and distinct use of the United States mail for the purpose of executing such scheme.</p>\n<p id=\"b1029-8\">Each count further alleged that the scheme so devised was substantially as follows: That Williams, using the name D. W. Williams Advertising Agency of Dallas, Texas, would contract with a local automobile service station operator in Olathe, Kansas, to promote and advertise the business of such service station operator through the sale by Williams of auto service cards in the name of the station operator; that thereafter, to promote the sale of such cards, Williams would represent to the public by newspaper advertising and over the telephone that for $3.75 [sic] <footnotemark>1</footnotemark> in cash each person telephoned would receive automotive goods and services amounting to a retail market value of $15, without any restrictions as to the manner of delivery of such goods and performance of such services at such service station, when in fact Williams knew that such cards would contain restrictions and reservations printed thereon, namely:</p>\n<blockquote id=\"b1029-10\">(1) “Not valid Saturday and Sunday”;</blockquote>\n<blockquote id=\"b1029-11\">(2) “Please phone for appointment”;</blockquote>\n<blockquote id=\"b1029-12\">(3) “Only two service jobs per visit”;</blockquote>\n<blockquote id=\"b1029-13\">(4) That the five gallons of gasoline were to be delivered only when all of the other services on the card had been performed;</blockquote>\n<p id=\"b1029-14\">that such cards would be sent in a sealed envelope, either C.O.D. through the United States mail, or C.O.D. by private messenger, and that the money received from the sale of such cards would be retained by Williams; and that the agreement between Williams and the service station operator would authorize, but not require, the sale of 200 of such cards.</p>\n<p id=\"b1029-16\">These facts were supported by substantial evidence: On July 24, 1962, Williams entered into a contract with Ronald Zimmerman, owner of the Zimmerman Skelly Service Station at Olathe, Kansas, to promote and advertise the business of such service station through the sale by Williams of auto service cards. The agreement provided that Williams was authorized, but not required, to sell 200 of such auto service cards and that Zimmerman would redeem the offers in such cards upon presentation thereof prior to February 15, 1963, and that such service cards would comprise the following offers:</p>\n<blockquote id=\"b1029-17\">3 Chassis Lubrications</blockquote>\n<blockquote id=\"b1029-18\">3 Quarts of Oil — 1 per change</blockquote>\n<blockquote id=\"b1029-19\">1 Tire Set Rotated</blockquote>\n<blockquote id=\"b1029-20\">1 Tire Repair</blockquote>\n<blockquote id=\"b1029-21\">1 Brake Adjustment</blockquote>\n<blockquote id=\"b1029-22\">2 Front Wheels Repacked at % price</blockquote>\n<blockquote id=\"b1029-23\">1 Battery Charge</blockquote>\n<blockquote id=\"b1029-24\">1 Car Wash</blockquote>\n<blockquote id=\"b1029-25\">5 Gallons of Gasoline when other services have been sampled [supplied].</blockquote>\n<p id=\"b1029-26\">Williams orally agreed with Zimmerman that the sales of such cards would be made only in Olathe.</p>\n<p id=\"b1029-27\">The cards contained the following conditions : Only two service jobs would be furnished each time the card owner came to the station for service; the cards would not be valid on Saturday or Sunday; the card holder should telephone for appointments for service; and the five gallons of gasoline would be obtainable only after all the other services had been fully used.</p>\n<p id=\"b1029-28\">After securing the contract, Williams rented a hotel room in Olathe, had five <page-number citation-index=\"1\" label=\"974\">*974</page-number>telephones installed therein, the numbers of which were unlisted, and placed advertisements in the local Olathe newspaper, advertising the sale of such service cards, and, in the classified section, want ads for telephone saleswomen.</p>\n<p id=\"b1030-4\">Williams hired several women as telephone solicitors and gave each of them a typewritten “sales pitch,” which is set out in note,<footnotemark>2</footnotemark> to be used in soliciting purchasers of such cards. The women solicitors first called numbers taken from the Olathe telephone book and thereafter called numbers contained in other telephone books from other towns. While the conditions and limitations were printed on the auto service cards which the customers received, acting under Williams’s instructions, the telephone solicitors did not advise the customers that the cards were not valid on week ends; that the customers could receive only two service jobs per visit to the station; that the purchasers were advised to request appointments by telephone for services to be performed; and that the five gallons of gasoline could only be obtained after all the other services and merchandise had been obtained. While the cards thus restricted the right to receive the five gallons of gasoline, it will be noted that the sales pitch states, “Your card entitles you to more than fifteen dollars worth of gasoline, oil, grease jobs and other service for only three dollar[s] and ninety five cents,” which was misleading, since it emphasized the gasoline by referring to it first in the enumeration of items to be received by the purchaser, whereas only after the other services and goods had been obtained would the card holder be entitled to the gasoline. Williams, at the trial, admitted that some of the conditions set forth on the cards were not included in the sales pitch used by the telephone solicitors.</p>\n<p id=\"b1030-17\">Moreover, the cards were delivered C.O.D. and the purchasers had no opportunity to examine them before they had paid the purchase price.</p>\n<p id=\"b1030-18\">The cards for which orders were received in Olathe were delivered C.O.D. in sealed envelopes by private messenger and the cards ordered outside of Olathe were delivered by C.O.D. mail. Although Williams was authorized to sell up to 200 cards, by oral agreement the sales <page-number citation-index=\"1\" label=\"975\">*975</page-number>were limited to purchasers living in Olathe. Williams, in fact, mailed by C.O.D. 494 service cards, in addition to those delivered by messenger to purchasers living in Olathe. Auto service cards were sold to purchasers living 10 or 20 miles from Olathe, and it would be impractical for them to make service visits to the service station for each two services enumerated on the card.</p>\n<p id=\"b1031-5\">Zimmerman received a number of telephone calls from people wanting to know about the service cards and concluded that Williams had reached the agreed number of not more than 200 cards. He contacted Williams and the latter told him he had sold 230 cards and was going to stop further solicitations and gave Zimmerman a cheek for $48, on account of the 30 extra cards he represented he had sold.</p>\n<p id=\"b1031-6\">The elements of the offenses charged are the devising of a scheme or artifice to obtain money by means of false or fraudulent pretenses, with the specific intent to defraud and the use of the United States mails to execute such scheme.</p>\n<p id=\"b1031-7\">The sole ground urged for reversal is that the evidence was insufficient to establish the formation of the scheme, with specific intent to defraud. The use of the mails to execute such scheme is not challenged, if the formation of the scheme and the intent to defraud were established.</p>\n<p id=\"b1031-8\">“Fraudulent representations,” as that term is used in § 1341, supra, may be effected by deceitful statements of half truths or the concealment of material facts; and the devising of a scheme for obtaining money or property by such statements or concealments is within the prohibition of the statute.<footnotemark>3</footnotemark></p>\n<p id=\"b1031-9\">In passing on the sufficiency of the evidence to support a verdict of guilty in a criminal case, an appellate court will not weigh conflicting evidence or consider the credibility of witnesses.<footnotemark>4</footnotemark></p>\n<p id=\"b1031-16\">The appellate courts must view the evidence in a light most favorable to the Government and determine the question of law as to whether there is substantial evidence, either direct or circumstantial, which together with the reasonable inferences that may be drawn therefrom substantiates the verdict.<footnotemark>5</footnotemark></p>\n<p id=\"b1031-17\">When so viewed and considered, we feel certain after a careful examination of the record that the verdicts of guilty were supported by substantial evidence.</p>\n<p id=\"b1031-18\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1029-29\">. The proof showed the amount for which the cards were sold was $3.95.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1030-5\">. Hello, Mrs. _??? This is Zimmerman’s Shelly Service Station calling you. We’re located on the corner of Kansas and Lula here in Olathe. We have selected your phone number today for our Shelly Auto Service Card. Did you see our big announcement in the news?? Well, it was on page_of_paper if you’d care to look it up. You see, Mrs. _, Ron Zimmerman is celebrating his grand opening and to acquaint you with his fine service he is offering you the Skelly Auto Service Card. Your card entitles you to more than fifteen dollars worth of gasoline, oil, grease jobs and other service for only three dollar and ninety five cents. That means a saving of about eleven dollars. Here are the things you will receive on your card:</p>\n<blockquote id=\"b1030-10\">“3 grease jobs</blockquote>\n<blockquote id=\"b1030-11\">1 car wash . . . now these are worth more than you pay for your card, but you also receive,</blockquote>\n<blockquote id=\"b1030-13\">1 battery charge</blockquote>\n<blockquote id=\"A7qJ\">1 tire repair</blockquote>\n<blockquote id=\"b1030-14\">3 quarts of oil . one per oil change</blockquote>\n<blockquote id=\"b1030-19\">1 brake adjustment</blockquote>\n<blockquote id=\"A7Z\">1 set of tires rotated, and</blockquote>\n<blockquote id=\"Avq\">5 gallons of gasoline, as a bonus at the end of your card.</blockquote>\n<p id=\"ARP\">“Now, Mrs._, you get everything I have just mentioned on your Skelly Auto Service Card for only three dollars and ninety five cents and your card is good five days a week until February 16 of next year so you’ll have time to use most all your services. It’s also transferable, good on any car or truck. If you would like to have your card sent out to you, I’ll send it out to you with your mailman. You pay him just the three dollars and ninety five cents when he delivers your card to you because we pay all mailing and postage charges. May we send your card out to you, Mrs. _?? Fine, and what is your correct mailing address?? Thank you, Mrs. _, and I’m sure you’ll enjoy all your services. Good bye.</p>\n<p id=\"Ani\">“Station Hours 7 AM to 9 PM. Major Brands of Oil Available. Appt. Not Mandatory But Time Saving.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1031-10\">. Gusow v. United States, 10 Cir., 347 F.2d 755, 756; Cacy v. United States, 9 Cir., 298 F.2d 227, 229; See also, Lemon v. United States, 9 Cir., 278 F.2d 369, 374.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1031-26\">. Cartwright v. United States, 10 Cir., 335 F.2d 919, 921; Corbin v. United States, 10 Cir., 253 F.2d 646, 649.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1031-28\">. Corbin v. United States, supra at 649; Reynolds v. United States, 10 Cir., 289 F.2d 698, 699.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}