{
  "casebody": {
    "data": "<casebody firstpage=\"999\" lastpage=\"999\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1055-6\">Kiney Joseph DAVIS, Appellant, v. Dr. George J. BETO, Director, Texas Department of Corrections, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1055-8\">No. 23825.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1055-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1055-10\">Nov. 21, 1966.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1055-11\">Rehearing Denied Dec. 20, 1966.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1055-20\">Lonny F. Zwiener, Asst. Atty. Gen., Waggoner Carr, Atty. Gen. of Texas, Hawthorne Phillips, First Asst. Atty. Gen., T. B. Wright, Executive Asst. Atty. Gen., Howard M. Fender, Asst. Atty. Gen., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1055-21\">Before JONES, WISDOM and GOLDBERG, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1055-22\">PER CURIAM.</author>\n<p id=\"b1055-23\">Appellant seeks relief by application for habeas corpus from a state court conviction for the possession of heroin. A search was made disclosing the heroin under a warrant procured upon the affidavit of a police officer based upon “reliable information from a credible person.” The sole issue presented by the appeal is whether Aguilar v. State of Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723, is to be given retrospective application. We think it follows from what is said in Linkletter v. Walker, 381 U.S. 618, 85 S.Ct. 1731, 14 L.Ed.2d 601, denying retroactive effect to the rule of Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081, 84 A.L.R.2d 933, that the Aguilar rule should not be applied in any case where the challenged search was made prior to the <em>Mapp </em>decision and perhaps prior to the <em>Aguilar </em>decision. The appellant contends here that the trial judge did not properly determine the admissibility of incriminatory statements orally made by him and in support of this contention, refers us to Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908, 1 A.L.R.3rd 1205. Since this contention was not made before the district court, it is not before us for review. The order of the district court is</p>\n<p id=\"b1055-24\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}