{
  "casebody": {
    "data": "<casebody firstpage=\"662\" lastpage=\"668\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b662-6\">JEROME LINCOLN <em>v. </em>COLUSA COUNTY.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b662-7\">Cpmplatnt for Damages for Laying out Highway.—A complaint in an action against a county for damages sustained by the location of a public highway over plaintiffs land, laid out under the Act of 1861, fails to state a causa of action, unless it avers that the plaintiff had attempted to come to an agreement with the Board of Supervisors as to tho amount of damages sustained, and could not agree with the Board as to such amount.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b662-8\">Damages for Laying Out a Public Highway.—Under the Act of 1861 a person whose lands have been taken for a public road has no right of action against the county for damages until after a fair and honest attempt on his part to agree upon the amount with the Board of Supervisors.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b662-9\">Evidence as to Agreement with Board for Damages for Laying Out Hoad. The filing of a petition with tho Board of Supervisors claiming damages in the event of a public road being laid out over tho petitioner’s laud, is no evidence in an action brought by him for damages, that he could not compromise or agree with the Board respecting the damages.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b662-10\">Power of Legislature in Relation to Damages for Opening Roads.— It is competent for the Legislature to fix the mode of condemnation of land for public highways, and the method by which damages shall be ascertained, and the proceedings to he had for their recovery, and as strict a compliance with the Act is required by those claiming damages as by the public making tho condemnation.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b662-11\">Appeal from the District Court, Tenth Judicial District, Colusa County.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b662-12\">The complaint described the tract of land, and alleged that plaintiff was the owner of it; that a petition was ¡iresented to the Board of Supervisors of Colusa County, praying for the location and establishment of a public road from the Town of Colusa to the northern boundary line of Colusa County; that ^ the Board appointed viewers to survey and lay out the road ; that on the day that these proceedings were had, the plaintiff presented his petition protesting against and objecting to the action of the Board in laying out said road, and claiming damages therefor, should said road be laid out; that subsequently, the viewers thus appointed made their report to the <page-number citation-index=\"1\" label=\"663\">*663</page-number>Board, to the effect that they had surveyed the road, which ran about one mile, and a half through plaintiff’s land, and that they had awarded to him, as damages, only one dollar therefor; that the report of the viewers was thereupon accepted and approved by the Board, the road declared a public highway, and ordered to be opened by the Road Overseer of the proper district. The complaint charged that the plaintiff had been greatly damaged by the location of the <em>road; </em>that he was dissatisfied with the award of the viewers, and refused to receive the same. The complaint further charged that the road as located took from the plaintiff a con-' siderable portion of valuable farming land, and necessitated the building of several miles of fencing for the inclosure of plaintiff’s land, besides cutting off a portion of the tract of land from the benefits of the water of the Sacramento River, all to plaintiff’s damage to the amount of three thousand dollars.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b663-5\">Upon the trial of the case the plaintiff, after proving that he was the owner of the land, and after making his proof upon the question of damages, introduced in evidence a copy of his petition or protest against the action of the Board of 'Supervisors, and rested his case.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b663-6\">The petition did not state what damages the petitioner would sustain, nor what amount he claimed;</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b663-7\">The plaintiff appealed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b663-8\">The other facts are stated in the opinion of the Court.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b663-9\"><em>H. H. Hartley, </em>for Appellant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b663-10\">It is not shown that there was any objection to the demand for damages, because there was no specific amount claimed. That the Board knew that the plaintiff, by his remonstrance and petition, claimed more than nominal damages, is beyond question; they could have allowed him one cent. If the Board was made to understand what plaintiff desired, it was all the law requires, and their refusal to comply with what is reasonable, puts an end to the discussion.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b664-5\"><page-number citation-index=\"1\" label=\"664\">*664</page-number>It was the duty of the Board, under the Constitution, to have allowed and tendered him an equivalent for the loss. <em>(Henry </em>v. Underwood, 1 Dana, 257.) If, then, the plaintiff has presented his petition to the Board of Supervisors of said county, and said Board has acted upon it and refused to allow him a reasonable sum for his damages, or any more than nominal damages, and that he was dissatisfied with the allowance, and that the Board and he could not agree as to the amount, and that he has refused to receive the sum allowed, then the law, as contended for by the respondent’s attorneys and the District Court, has been fully complied'with, and the plaintiff is entitled to his action and his actual damages. The law gives the damages, and the Court should not have refused them to him.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b664-6\">A party damaged by acts of a county, city or State, by taking his property for public uses, has his remedy without statutory enactment; he has his right of action independent of the statute.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b664-7\">It should be borne in mind that this Road Act provides no time for the final hearing, mentioned in Section 7 of the Act. The order of the Board confirming the award may be made, the Board adjourn, and not meet again for three months. How, then, is a damnified land owner going to make an efiort even to agree with the Board within ten days ? Tlieré are ten chances to one that there will be no meeting of the Board within ten days. Negotiating with the individual Supervisors will do no good. x</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"AOyD\">The language in the seventh section of the Road Act of 1861, in reference to the person damaged not being able to <em>agree </em>with the Board of Supervisors, means nothing more than that if he accepts the award of viewers, or makes any agreement with the Board for any other sum, he shall not sue the county. And there is no more necessity for his proving that he has <em>not </em>made an agreement with the Board, or has made any effort to do so and failed, than thpre would be in any action of tort in proving that the plaintiff had not made any agreement with the defendant as to the amount of damages.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b665-4\"><page-number citation-index=\"1\" label=\"665\">*665</page-number><em>Hatch &amp; McQuaid, </em>for Respondent.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"b665-5\">We maintain that the plaintiff has no right of action against the county. He had no right to sue the county until he had first presented his claim to the Board of Supervisors of the county for allowance, and until after they had rejected it in whole or in part. He had no right to sue the county until he had made an effort to “ agree with the Board of Supervisors as to the amount of damages sustained” by him. (Road Law Statute, 1861, Sec. 7.)</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b665-6\">It has been said that a county is not a person or a corporation. Again, it has been said that counties are <em>quasi </em>corporations. At common law, an action did not lie against a county; and such was the law of this State until the Legislature passed “An Act prescribing the manner of commencing and maintaining suits by or against counties,” passed May 11th, 1854. The rule at common law proceeded upon the principle that a county government is part of the State government, and is, <em>pro tanto, </em>a part of the sovereign power. <em>(Hunsaker </em>v. <em>Borden, </em>5 Cal. 228; <em>Gilman </em>v. <em>Contra Costa Co., </em>8 Cal. 52.)</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b665-7\">The twenty-fourth section of the Act creating a Board of Supervisors in the several counties of this State, passed March 20th, 1855, shows how a person having a claim against a county may acquire a right to commence his action. The Supreme Court of this State have frequently had occasion to consider the section of the statute, above quoted, with reference to the right of the citizen to bring and maintain actions against a county. <em>(Price </em>v. <em>Sacramento Co., </em>6 Cal. 254; <em>McCann </em>v. <em>Sierra Co., </em>7 Cal. 121.)</p>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b665-8\">By the Court,</p>\n<author id=\"AqzV\">Shafter, J.</author>\n<p id=\"b665-9\">This is an action to recover three thousand dollars as damages alleged to have been sustained by the plaintiff by reason of the location of a public highway over his land by order of the Board of Supervisors of the defendant county.</p>\n<p id=\"b665-10\">A nonsuit was ordered at the trial on the ground that it <page-number citation-index=\"1\" label=\"666\">*666</page-number>was neither alleged in the complaint nor proved as a fact, that the jdaintiff prior to the commencement of the action “could not agree with the Board of Supervisors as to the amount of damages sustained,” nor that he had even attempted such agreement.</p>\n<p id=\"b666-6\">The language of the statute is as follows : “If any person or persons claiming damages on account of the location or alteration of any road under the provisions of this Act shall be dissatisfied with the award of the road viewers, and cannot agree with the Board of Supervisors as to the amount of damages sustained, and shall refuse to receive the same, such person or persons shall within ten days from the time of the final hearing, commence an action against the county by name for such damages in a Court of competent jurisdiction ; which action shall be conducted in like manner as other actions in civil cases in the Courts of justice in this State.” (Acts of 1861, p. 392, Sec. 7.)</p>\n<p id=\"b666-7\">Under the Constitution, private property cannot be taken for public use except upon compensation made. It is competent for the Legislature to fix the mode of condemnation, the method by which the damages to individuals shall be determined and the proceedings for their recovery. This power has been fully exercised, in relation to lands taken for public highways, in the Act of 1861. Strict compliance with the requirements of the Act is necessary to accomplish a condemnation- on the part of the public, and a like compliance with all the provisions relating to the assessment of damages and their recovery is essential also on the part of the landowner. Under the Act of 1861, a person whose lands have been taken for a public road has no right of action against the county for damages until after a fair and honest attempt on his part to agree upon the amount with the Board of Supervisors. Such endeavor is a condition precedent to his right to sue. The provision is contained in most if not in all of our statutes relating to the condemnation of private property to public use, whether directly, or indirectly through the action of corporations. The object of the provision, wherever <page-number citation-index=\"1\" label=\"667\">*667</page-number>it appears, is to prevent a waste of money by needless litigation, and to expedite condemnations whenever the public good requires that they should be made. But it is unnecessary to pursue the argument, for in <em>Harper </em>v. <em>Richardson, </em>22 Cal. 251, the question was presented and decided, and it is broadly within the analogy of <em>Gilmer </em>v. <em>Lime Point, </em>19 Cal. 47.</p>\n<p id=\"b667-5\">Not only was the complaint defective on the ground that it contained no averment that the plaintiff “ could not agree ” with the Board of Supervisors on the damages, but the evidence upon which appellant relies as making out the fact itself, has no tendency to prove it. The petition for the road was presented to the Board of Supervisors on the 4th of August, 1862; and on the same day the plaintiff filed with the Clerk of the Board a petition for “just and reasonable damages,” in the event that the road should be laid out. The filing of this paper with the Clerk was the only step taken by the plaintiff from first to last, in the matter of the damages. The fourth section of the Act of 1861 provides that “any person owning land through which it is proposed to locate a public highway, and desiring to apply for damages in consequence of such location, shall make application by petition in writing to the Board of Supervisors on the day on which such application shall be made, wherein he shall set forth the particular road referred to, the amount and character of the land affected thereby, and other circumstances relating to the subject of damages upon such land; and all persons who fail to do so shall be considered as waiving all rights to damages.” Obviously, the plaintiff’s purpose in filing his petition with the Clerk was to avert the consequence which the statute would have coupled with a failure on his part so to do. The petition was in the nature of a pleading, and was as essential to the life of his claim as is an answer in an ordinary action at law to save a defendant from judgment by default. It was a statute step taken by the plaintiff by way of initiating a claim for damages against the county, and the most that can be said concerning the document, is, that the plaintiff, by filing it, took the first step in the statute series toward establishing <page-number citation-index=\"1\" label=\"668\">*668</page-number>Ms claim. The petition and the filing of it begin and end in that. If the plaintiff had not filed the petition, there would have been nothing to agree about, for the right would have been lost, and the Supervisors would have been guilty of malversation in office if they had allowed damages to the plaintiff in any amount. An attempt, at least, “ to agree with the Board,” is a condition precedent to a right of action ; and we do not consider that the taking of one step amounts, in legal effect, to the taking of another differing from the first in purpose and essential nature. Nor is the filing of the petition to be set down for evidence that any overture or other move was ever made by the plaintiff looking to a compromise or agreement respecting his claim. He had his statute opportunity of making the merits of his claim known to the Board on the 22d of September, when they met under the sixth section of the Act, for the purpose of final action on the general question and all collateral matters connected therewith. But the plaintiff did not make known to the Board on that occasion, nor thereafter, what he conceived to be the amount of his “just and reasonable damages,” nor the amount he would take in conciliation. He did not even attend the meeting. Under this state of facts we cannot consider that the evidence of the plaintiff had any tendency to show that he “ <em>could not </em>agree with the Board of Supervisors as to the amount of damages sustained,” and that he was driven to his action by necessity.</p>\n<p id=\"b668-6\">Judgment affirmed.</p>\n<p id=\"b668-7\">Mr. Justice Rhodes expressed no opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}