{
  "casebody": {
    "data": "<casebody firstpage=\"481\" lastpage=\"482\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b521-4\">[S. F. No. 2929.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AaD\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKS5\">—November 8, 1901.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b521-5\">A. BOYER, Petitioner, v. A. G. BURNETT, Judge of the Superior Court of Sonoma County, et al., Respondents.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b521-7\">Mandamus—Settlement of Bill of Exceptions—Agreed Continuance of Hearing — Presentation of Bill and Amendments. — Where the hearing of the settlement of a proposed bill of exceptions and the proposed amendments thereto, which were rejected, was duly noticed, agreed continuances of the hearing of such settlement, by stipulation of the parties, were, by implication, continuances of the presentation of the bill and amendments to the judge; and where the judge refused at the hearing to settle the bill, because presented only at the hearing, and not within the ten days first noticed, <em>mandamus </em>will lie to compel such settlement.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b521-8\">PETITION in the Supreme Court for writ of mandate to the Judge of the Superior Court of Sonoma County. A. G. Burnett, Judge.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b521-9\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b521-10\">James P. Sweeney, for Petitioner.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b521-11\">Fox &amp; Gray, and J. M. Thompson, for Respondents.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b521-12\">BEATTY, C. J.</author>\n<p id=\"Abq\">This is a petition for a writ of mandate to the judge of the superior court, requiring him to settle a bill of exceptions.</p>\n<p id=\"b521-13\">Judgment having been given against the petitioner in an action of ejectment, he in due time served his proposed bill of exceptions, to which the defendants in the action proposed and served amendments on June 3, 1901. On June 5th, petitioner served notice that he rejected the proposed amendments, and that on June 12th he would present the same, with his proposed bill, to the judge for settlement. On June 11th, the parties stipulated in writing to continue the hearing of the application to settle the bill to June 19th, and this time was afterwards extended by several renewals of the same stipulation to September 3d. On that day the matter was brought to ' a hearing before the respondent, who refused to settle the bill, because it had not been presented to him within ten days after service of the proposed amendments, his opinion being that <page-number citation-index=\"1\" label=\"482\">*482</page-number>such presentation was not waived by the stipulations continuing the hearing, and that it was a jurisdictional prerequisite to his right to act.</p>\n<p id=\"b522-4\">We think this was an errorneous conclusion. The parties had a right to continue the hearing by stipulation, and the continuance of the hearing was, by implication, a continuance of the presentation of the bill and amendments to the judge. Nothing would have been accomplished by showing him the papers before the day agreed upon by the parties for the settlement, and no harm was occasioned by the failure to present them in advance of the hearing.</p>\n<p id=\"b522-5\">It is ordered that a peremptory writ issue as prayed.</p>\n<p id=\"b522-6\">McFarland, J., Temple, J., Van Dyke, J., Harrison, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}