{
  "casebody": {
    "data": "<casebody firstpage=\"896\" lastpage=\"897\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b912-9\">Bailey <em>et al. v. </em>Prince <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b912-10\">\n<em>(Supreme Court, General Term, First Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A1B\">May 24, 1889.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b912-11\">Arrest in Civil Cases—Vacation ot Order.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b912-12\">Under Code Civil Proc. N. V. § 549, subd. 4, which provides for the arrest of a. defendant who has removed or disposed of his property with intent to defraud his creditors, it is proper to refuse a motion to vacate an order of arrest where the evidence shows that a chattel mortgage given by defendant to his brother was foreclosed under very suspicious circumstances, and there is no statement produced from the purchaser at the foreclosure sale showing the good faith of the transaction.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b912-13\">Appeal from special term, Hew York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b912-14\">Action by Theodore W. Bailey, Edward H. Bailey, and Howard H. Bailey against Arial A. Prince and Spencer A. Prince, for goods sold and delivered. Plaintiffs demanded the arrest of the defendants for fraud. Their arrest was ordered, and defendants appeal from an order denying their motion to vacate the order. The principal specification of fraud was that defendants gave <page-number citation-index=\"1\" label=\"897\">*897</page-number>their brother William M. Prince, of Massachusetts, a chattel mortgage on their stock of goods when they owed him nothing, and that their goods were fraudulently sold and removed under the powers given in such mortgage.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b913-5\">Argued before Van Brunt, P. J., and Daniels and Bartlett, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b913-6\"><em>Gurdon G. Shrauder, </em>for appellants. <em>T. O. Campbell, </em>for respondents.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b913-7\">Bartlett, J.</author>\n<p id=\"A2Tx\">The right of the plaintiffs to recover in this action depends upon their ability to prove that the defendants removed or disposed of their property with intent to defraud their creditors. Code Civil Proc. § 549, subd. 4. The court below.held that the question of fraud should not be passed upon in advance of the trial, except in a clear case; and the view thus expressed is sanctioned in <em>Welch </em>v. <em>Winterburn, </em>14 Hun, 519, and <em>Peck </em>v. <em>Lombard, </em>22 Hun, 63, where it was held that an order of arrest based on the nature of the action should not be vacated upon affidavits tending to disprove the existence of the alleged cause of action. In the present case the cause of action primarily arises out of the breach of the defendants’ contract to pay for the goods which they purchased from the plaintiffs, but proof of this breach would not suffice of itself to sustain a verdict in the plaintiffs’ favor. They must go further, and establish the fraudulent removal of the defendants’ property, or they must suffer defeat in the suit. The element in their alleged cause of action which renders it possible for them to maintain this particular suit is the averment that the defendants have removed or disposed of their property with intent to defraud their creditors, and therefore the facts on which the order of arrest is granted cannot properly be regarded as extrinsic to the cause of action. The doctrine which finds support in <em>Welch </em>v. <em>Winterburn </em>and <em>Peck </em>v. <em>Lombard, supra, </em>however, has not uniformly been acted upon in this court, and the better rule seems to be that indicated by Mr. Justice Daniels in <em>Liddell </em>v. <em>Paton, </em>7 Hun, 105, to the effect that, even in a case in which the facts constituting the cause of action are identical with the facts constituting the cause of arrest, the court should dispose of an application to vacate the order of arrest according to the just preponderance of proof as contained in the affidavits read upon such motion, and a decision as to the defendants’ liability to-arrest ought not to be postponed until the trial.</p>\n<p id=\"ASVI\">But applying that rule to the case at bar, and assuming that the court below was bound to decide the motion upon the merits, I am not satisfied that it, was erroneously denied. Numerous acts of the defendants are proved, and indeed admitted, which might well and justly excite the suspicion of the plaintiffs, and which certainly called for explanation on the part of the defendants. The foreclosure of the chattel mortgage, the short time occupied by the sale thereunder, the transportation of goods to New England in an unpacked condition, and the removal of others from the defendants’ premises late at night, were circumstances that would naturally give rise to inquiry by the plaintiffs. Such inquiry, in the light of the statements made to them by the witnesses whose affidavits they produce, indicated that the property of the defendants had been fraudulently removed. The denials and explanations by and in behalf of the defendants meet many and perhaps most of the allegations satisfactorily, if the witnesses are to be believed; but to my mind their averment that the mortgage foreclosure sale was made in good faith is seriously discredited by their omission to produce any affidavit by the alleged purchaser. The absence of any statement from him seems too significant, under the circumstances, to be overlooked, and leaves the preponderance of the proof with the plaintiffs. The order appealed from should be affirmed, with costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}