{
  "casebody": {
    "data": "<casebody firstpage=\"751\" lastpage=\"759\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b689-4\">[Crim. No. 27772.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aqg\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avb\">June 30, 1976.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b689-5\">THE PEOPLE, Plaintiff and Appellant, v. KARL ANDREW SMITH, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b690-7\"><page-number citation-index=\"1\" label=\"752\">*752</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b690-8\">John K. Van de Kamp, District Attorney, Hariy B. Sondheim, Donald J. Kaplan, George A. Oakes and Eugene D. Tavris, Deputy District Attorneys, for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b690-9\">Richard S. Buckley, Public Defender, John M. Moore, Chief Deputy Public Defender, Harold E. Shabo, Michael P. Judge, Frederick A. Gould, Jr., Michael O. Clark and Leighton A. Nugent, Deputy Public Defenders, for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b690-10\">Opinion</p>\n<author id=\"b690-11\">FLEMING, J.</author>\n<p id=\"A_p\">The People appeal the dismissal in an amended information of a count which charged that defendant Karl Andrew <page-number citation-index=\"1\" label=\"753\">*753</page-number>Smith “did . . . with malice aforethought murder a human.fetus.” (Pen. Code, § 187.)<footnotemark>1</footnotemark> Defendant was charged in three other counts with assault with force likely to produce great bodily injury (Pen. Code, § 245, subd. (a)); wife-beating (Pen. Code, § 273d); and criminal abortion (Pen. Code, § 274). He was tried and convicted on these other counts and sentenced to prison for the forceful assault.</p>\n<p id=\"b691-5\">I</p>\n<p id=\"b691-6\">At the preliminary hearing, Jolene Smith testified she lived with defendant, her husband of five months, in an Inglewood apartment. In April 1975 she believed she was pregnant. After an examination at a clinic on 24 April 1975, Jolene told defendant she was pregnant. He seemed happy to hear it, and Jolene began saving mqney for the baby.</p>\n<p id=\"b691-7\">On the morning of May 7 Jolene went to her doctor for treatment of a back injury and for advice about her pregnancy. Because defendant did not want to get up to take her to the hospital, she was taken by her father. Jolene returned to the apartment in the late afternoon, and about 7 p.m. defendant telephoned to say he, was coming home and she better have good news. Jolene did not know what he meant. About 15 minutes later defendant fumbled with his door key, entered the apartment, and slammed the door. He had been drinking.</p>\n<p id=\"b691-8\">Defendant accused Jolene of lying to him, of getting an abortion, and of performing 'lewd interracial acts. He grabbed her and threw her around the apartment, he choked and pushed her with his fists, he said he would kill Jolene’s parents, and he said the baby had no right to live with her as its mother. While Jolene knelt on the floor, defendant kicked <page-number citation-index=\"1\" label=\"754\">*754</page-number>her in the stomach and back, saying he did not want the baby to live and repeating “Bleed, baby, bleed.”</p>\n<p id=\"b692-4\">The beating continued for more than an hour, while Jolene tried unsuccessfully to escape. Once, when defendant answered the telephoñe, Jolene ran to the balcony and called for help, but defendant pulled her back into the apartment. When police officers knocked at the apartment door, defendant told Jolene to tell the officers they were making, love. Instead, Jolene called for help, and the officers broke through the door. They dragged defendant, beserk and arms swinging at all angles, away from Jolene. It was stipulated that defendant later told one of the officers that Jolene deserved to be beaten for having had interracial intercourse.</p>\n<p id=\"b692-5\">Following the beating, the lower part of Jolene’s stomach began to hurt and continued to hurt. On May 24, some two-and-one-half weeks after the beating, Jolene experienced a heavy vaginal flow of blood and clots, and she was treated at the hospital emergency room at UCLA Medical Center for severe pain, bleeding, and contractions. She went home but the pain continued, and next morning bleeding and contractions resumed. On her return to the hospital and while being treated, she felt something come out of her, which she described as an incomplete abortion.</p>\n<p id=\"b692-6\">Judith Safford, a medical student employed in the surgical pathology department of the hospital, testified her .department received no specimen of a fetus but it did receive a specimen of uterine contents (blo.od, mucus, and endometrium) which was a product of conception and which indicated that Jolene was 12 to 15 weeks pregnant at the time of the miscarriage. It was stipulated that the product of conception was nonviable.</p>\n<p id=\"b692-7\">The superior court found reasonable cause to believe defendant procured an abortion by violent means and with malice. However, the court concluded that only a viable fetus could become an object of murder, and dismissed the murder charge.</p>\n<p id=\"b692-8\">II</p>\n<p id=\"b692-9\">1. The evidence sufficiently established Jolene’s pregnancy and defendant’s conduct as the cause of the abortion. Jolene, an adult woman who had experienced prior pregnancy and miscarriage, was competent to testify about her pregnancy and abortion. <em>(See Frederick </em>v. <em>Federal Life </em><page-number citation-index=\"1\" label=\"755\">*755</page-number><em>Ins. Co., </em>13 Cal.App.2d 585, 589-590 [57 P.2d 235].) Expert testimony was not required to support the logical inference, drawn from common experience, that the beating given to Jolene brought about the abortion. <em>(Greene </em>v. <em>Anders </em>(Tex.Civ.App.) 473 S.W.2d 622, 625-626.)</p>\n<p id=\"b693-5\">2. The People contend the court erred in dismissing the murder charge, in that an embryo becomes a fetus no later than the 12th week of pregnancy and section 187 applies to the violent and malicious destruction of all fetuses older than 12 weeks.</p>\n<p id=\"b693-6\">Respondent argues that the murder statute must be reasonably and constitutionally limited to the destruction of a fetus that is viable, i.e., having the potentiality for survival outside the body of the parent, and that destruction of a nonviable fetus is not murder but only, a violent and unconsented abortion. The difference in the position\" of the parties is relatively narrow, in that the People, in effect, admit that a fetus does not come into existence until about 12 weeks after conception, while respondent, who relies on the concept of viability, concedes that viability can occur as early as the 24th week of pregnancy. The issue presented is whether the murder statute applies to the destruction of a product of conception subsequent to the time its organs and tissues have become differentiated but before it has reached the poténtiality for' survival outside the body of its parent. Put another way, the issue is whether violent and unconsented abortion of a nonviable fetus is murder.</p>\n<p id=\"b693-7\">The history of abortion as murder in California is quickly told. At common law, abortion did not amount to murder, even when violent, malicious, and performed on a woman quick with child. Hale, Pleas of the Crown (1678) 53; 1 Blackstone, Commentaries (1765) 129-130. California followed the common law rule, and live.birth was required to support a charge of murder, although killing in the course of the birth itself could amount to murder. <em>(People </em>v. <em>Chavez, 11 </em>Cal.App.2d 621 [176 P.2d 92].) In 1970 the rule requiring birth as a prerequisite to murder was applied in a case of extreme brutality involving the destruction of a fully viable child carried by a woman in an advanced state of pregnancy (35 weeks). <em>(Keeler </em>v. <em>Superior Court, </em>2 Cal.3d 619 [87 Cal.Rptr. 481, 470 P.2d 617, 40 A.L.R.3d 420]). <em>Keeler </em>held that an unborn but <em>viable </em>fetus was not a human being within the meaning of section 187, which then read: ‘‘Murder is the unlawful killing of a human being, with malice aforethought.” The legislative reaction to the case brought about the amendment of section 187 into its present form. (Stat. 1970, ch. 1311, p. 2440.) (See <em>People </em>v. <em>Carlson, </em>37 Cal.App.3d 349, 355 [112 Cal.Rptr. <page-number citation-index=\"1\" label=\"756\">*756</page-number>321]; MacCartee, <em>Infanticide in California, </em>7 Cal. Western L.Rev. 272, 282.) The legislative history of the 1970 amendment, Assembly Bill No. 816, suggests the term “fetus” was left undefined and open to construction in order to ensure passage of the amendment in the face of divided legislative views about its meaning and intended purpose. (See Webb, <em>Is the Intentional Killing of an Unborn Child Homicide? </em>2 Pacific L.J. 170, 172-175.)</p>\n<p id=\"b694-4\">The People contend the amendment to section 187 makes the destruction of any product of conception subsequent to the time its organs have become differentiated a murder. The People’s argument possesses a structural weakness in that section 187, as amended, does not define fetus nor is it consistent with other parts of the Penal Code in which it is located. Thus, the statute defining <em>murder </em>is part of the chapter on homicide, and <em>homicide </em>comprises the destruction of human life. In turn the homicide chapter is part of title 8 of the Penal Code, entitled, <em>Of Crimes Against the Person. </em>Legally, a fetus is not a person. <em>(Roe </em>v. <em>Wade </em>(1973) 410 U.S. 113, 157-158 [35 L.Ed.2d 147, 179-180, 93 S.Ct. 705].) A further example of this inconsistency is found in the definition of the express malice required for murder as “a deliberate intention unlawfully to take away the life of a fellow creature.” (Pen. Code, § 188.) Yet, the respondent’s argument, as well, contains its own structural weakness in that if the Legislature had wished to limit section 187 to <em>viable </em>fetuses it could have easily said so in the text of its amendment. In view of the gaps and inconsistencies on both sides of the issue, we rely on general legal principles interpreted in the light of the factual situation with which the statute purportedly deals.</p>\n<p id=\"b694-5\">Legally and factually, a nonviable fetus does not possess the capability for independent existence and has not attained the status of independent human life. Logically, one cannot destroy independent human life prior to the time it has come into existence. Until the capability for independent human life is attained, there is only the expectancy and potentiality for human life. <em>(Roe </em>v. <em>Wade, supra, </em>410 U.S. 113, 162 [35 L.Ed.2d 147, 182].) This was the prevailing view at common law, which required birth to recognize human life, and in the then state of the medical art the legal requirement for birth before recognition of human life harmonized with practical realities. With the advance in the medical art in recent years the capability .for independent human life prior to birth has increased, and the period of successful gestation has shortened. This increased capability for independent human life justifies <page-number citation-index=\"1\" label=\"757\">*757</page-number>increased legal protection for human beings <em>(Keeler </em>v. <em>Superior Court, supra, 2 </em>Cal.3d 619, 631), but it does not separate us from the underlying realities and limitations of gestation,  We, therefore, construe section 187 as making its protection coextensive with the capability for independent human life, a concept embraced within the term <em>viability. </em>(Cf. <em>Foster </em>v. <em>State </em>(1923) 182 Wis. 298 [196 N.W. 233].) If future medical art succeeds in further lowering the age of viability, then the protection of the statute will follow, for it protects human life at the stage it has achieved the capability for independent existence.</p>\n<p id=\"b695-5\">From the constitutional view, this construction leaves section 187 consistent with due process of law. If destruction of a nonviable fetus were susceptible to classification as the taking of human life and therefore murder, then the mother no more than the father would have the right to take human life. Yet we know from <em>Roe </em>v. <em>Wade, supra, </em>410 U.S. 113, that the mother has an absolute right to destroy the fetus during the first trimester of gestation, and, under some of the language of that opinion, a right that is almost absolute to destroy the fetus during the second trimester, the latter right being restricted only by the state’s interest in regulating abortion to promote “the health of the mother.” <em>(Wade, </em>p. 164 [35 L.Ed.2d p. 183].) We do not believe the court intended to suggest that the mother has a constitutional right to destroy a fetus after it has become viable, but rather that the court assumed the commencement of viability at the end of the second trimester. The compelling point, said the court, is viability (p. 163 [35 L.Ed.2d pp. 182-183], and until viability has been reached the state has no interest in the fetus that it is entitled to protect against the wishes of the mother. The underlying rationale of <em>Wade, </em>therefore, is that until viability is reached, human life in the legal sense has not come into existence.  Implicit in <em>Wade </em>is the conclusion that as a matter of constitutional law the destruction of a nonviable fetus is not a taking of human life. It follows that such destruction cannot constitute murder or other form of homicide, whether committed by a mother, a father (as here), or a third person.</p>\n<p id=\"b695-6\">The Supreme Court of Michigan interpreted <em>Wade </em>in this manner in <em>Larkin </em>v. <em>Cahalan </em>(1973) 389 Mich.-533 [208 N.W.2d 176], where the court limited the scope of a manslaughter statute to the destruction of a viable unborn child. The Michigan statute read: “ ‘. . . The wilful killing of an unborn child by any injury to the mother of such child, which would be murder if it resulted in the death of such mother, shall be deemed manslaughter.’ ” (At p. 179.)</p>\n<p id=\"b696-3\"><page-number citation-index=\"1\" label=\"758\">*758</page-number>The Michigan court explained (208 N.W.2d at p. 180):</p>\n<blockquote id=\"b696-4\">“In Roe v. Wade, the United States Supreme Court has held that the state has a compelling interest in the protection of human life from and after the point of viability....</blockquote>\n<blockquote id=\"b696-5\">“We hold that the word child as used in [this statute] means a viable child in the womb of its mother; that is, an unborn child whose heart is beating, who is experiencing electronically measurable brain waves, who is discernably-moving, and who is so far developed and matured as to be capable of surviving the trauma of birth with the aid of the usual medical care and facilities available in the community.”</blockquote>\n<p id=\"b696-6\">3.  The People contend the concept of viability is too vague to be serviceable. We disagree. The definition of viability is well-established: “having attained such form and development of organs as to be normally .capable of living outside the uterus.” (Webster’s Third New Internat. Dict. (1966 ed.) p. 2548.) The exact time of viability, of course, may differ for each fetus. <em>Roe </em>v. <em>Wade, supra, </em>cites evidence that “[viability is usually placed at about seven months (28 weeks) but may occur earlier, even at 24 weeks.” (410 U.S. at p. 160 [35 L.Ed.2d at p. 181].) The National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research reported on 21 May 1975 to the Secretary of Health, Education and Welfare that it found no well-documented instances of survival of infants less than 24 weeks old and weighing less than 600 grams. (Quoted in the 1974-1975 Report on Human Reproduction and the Law, Legal Medical Studies, Inc., p. I-A-31.) At the same time, however, the report suggested a possible shortening of the period within which a fetus becomes viable and indicated that possible viability may be recognized operationally at a gestational age of 20 to 24 weeks and a weight of 500 to 600 grams. These indices, the report stated, depend upon present technology and should be reviewed periodically. Professor David Louisell has noted that the weight and length of the fetus may be better guides to the state of fetal development than age’ alone. (Louisell, <em>Abortion, The Practice of Medicine and the Due Process of Law, </em>16 UCLA L.Rev. 233, 241, fn. 48; see also <em>Planned Parenthood Association </em>v. <em>Fitzpatrick, </em>(E.D.Pa. 1975) 401 F.Supp. 554, 568-572.) We notice that the average weight of fetuses at the end of the third lunar month (12 weeks) is 14 grams and at the end of the fourth lunar month (16 weeks) about 100 grams. (Eastman &amp; Hellman, Williams Obstetrics (13th ed. 1966) Appleton-Centuiy-Crofts, <page-number citation-index=\"1\" label=\"759\">*759</page-number>New York, pp. 191-195.)  Obviously, the product of conception in this cause did not remotely approach the state of viability.  In borderline cases the factual question would be one solely of evidentiary dimensions.</p>\n<p id=\"b697-6\">The Michigan court in <em>Larkin </em>v. <em>Cahalan, supra, </em>took a similar view of the evidentiary problem (pp. 180-181):</p>\n<blockquote id=\"b697-7\">“The question of whether the deceased was a living human being at the time of an alleged homicide, like the cause of death itself, is a proper subject of adversary litigation. Scientific and lay evidence is admissible, and the jury can bring to its deliberations its experience in the ordinary affairs of life....</blockquote>\n<blockquote id=\"b697-8\">“[T]he burden is, of course, upon the People in a prosecution for manslaughter by abortion to prove beyond a reasonable doubt that the subject of the manslaughter was in fact a viable child ... ,”<footnotemark>2</footnotemark></blockquote>\n<p id=\"b697-9\">The unviable fetus does not go unprotected. As happened here, destruction of an unviable fetus may be punished under the criminal abortion statute, Penal Code section 274.</p>\n<p id=\"b697-10\">In sum, we construe the word “fetus” in section 187 to refer to a viable unborn child.  As so construed, the ruling of the trial court was correct, and its order is affirmed.</p>\n<p id=\"b697-11\">Roth, P. J., and Beach, J., concurred.</p>\n<p id=\"b697-12\">A petition for a rehearing was denied July 28, 1976, and appellant’s petition for a hearing by the Supreme Court was denied September 3, 1976. Sullivan, J., and Clark, J., are of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b691-9\"> Penal Code section 187 reads:</p>\n<blockquote id=\"b691-10\">“(a) Murder is the unlawful killing of a human being, or a fetus, with malice aforethought.</blockquote>\n<blockquote id=\"b691-11\">“(b) This section shall not apply to any person who commits an act which results in the death of a fetus if any of the following apply:</blockquote>\n<blockquote id=\"b691-12\">“(1) The act complied with the Therapeutic Abortion Act, Chapter 11 (commencing with Section 25950) of Division 20 of the Health and Safety Code.</blockquote>\n<blockquote id=\"b691-13\">“(2) The act was committed by a holder of a physician’s and surgeon’s certificate, as defined in the Business and Professions Code, in a case where, to a medical certainty, the result of childbirth would be death of the mother of the fetus or where her death from childbirth, although not medically certain, would be substantially certain or more likely than not.</blockquote>\n<blockquote id=\"b691-14\">“(3) The act was solicited, aided, abetted, or consented to by the mother of the fetus.</blockquote>\n<blockquote id=\"b691-15\">“(c) Subdivision (b) shall not be construed to prohibit the prosecution of any person under any other provision of law.’*’</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b697-13\"> The United States Supreme Court has heard argument and is considering the issue of viability in <em>Planned Parenthood </em>v. <em>Danforth, </em>No. 74-1151, and <em>Danforth </em>v. <em>Planned Parenthood, </em>No. 74-1419.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}