{
  "casebody": {
    "data": "<casebody firstpage=\"18\" lastpage=\"21\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b50-5\">Martin, Appellant, <em>v. </em>Pittsburg Railways Company.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b50-6\"><em>Negligence </em>— <em>Death </em>— <em>Statement </em>— Amended <em>statement </em>— <em>Change of cause of action </em>— Statute <em>of limitations </em>— Pleading—Act <em>of April </em>26, 1855, <em>P. L. </em>309.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b50-7\">1. Where at the trial of an action to recover for the death of plaintiff’s husband, every act of negligence charged in the original statement of claim is shown to be untrue and unfounded, the situation is not cured by an amended statement setting up an entirely different theory, charging a different kind of negligence based upon different relations of the parties, after the statute of limitations has become a bar. ■</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b50-8\">2. This rule is applicable where the original statement is based on the standard of care owing by a street railway company to a person, not an intending passenger, at a street crossing, while the amended statement is based upon the relation of common carrier and passenger, and the standard of care is the protection which an intending passenger is entitled to receive while getting on a street car.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b50-9\">3. In an action to recover damages for death caused by the negligent act of another, the statute of limitations need not be specially pleaded.</headnotes>\n<decisiondate data-order=\"5\" data-type=\"otherdate\" id=\"b50-10\">Argued Nov. 3, 1909.</decisiondate>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"AWe\">Appeal, No. 209,</docketnumber>\n<summary data-order=\"7\" data-type=\"summary\" id=\"AGT\">Oct. T., 1909, by plaintiff, from judgment of C.'P. No. 3, Allegheny Co., Nov. T., 1904, No. 962, for defendant non obstante veredicto in case of Margaret Martin, for herself and as next friend for Michael Martin, and John' Martin v. Pittsburg Railways Company.</summary>\n<judges data-order=\"8\" data-type=\"summary\" id=\"A9\">Before Fell, Brow™, Mestrezat, Potter, Elkin and Stewart, JJ.</judges>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AkT\">Affirmed.</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b50-11\">Trespass to recover damages for death of plaintiff’s husband. Before Davis, J.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b50-12\">The opinion of the Supreme Court states the case.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b51-3\"><page-number citation-index=\"1\" label=\"19\">*19</page-number>At the trial the jury returned a verdict for plaintiff for $5,625. Subsequently the court entered judgment for defendant non obstante veredicto.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b51-4\"><em>Error assigned </em>was in entering judgment for defendant non obstante veredicto.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b51-5\"><em>R. S. Martin, </em>with him <em>W. A. Hudson, </em>for appellant.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"ApV\">— The foundation of plaintiff’s cause of action as laid in the statement of claim is adhered to in the amendment, and the amendment may vary the mode of stating the cause of action: Knapp v. Hartung, 73 Pa. 290; Stoner v. Erisman, 206 Pa. 600; Herbstritt v. Lumber Co., 212 Pa. 495; Pittsburg Junction R. R. Co. v. McCutcheon, 18 W. N. C. 527; Schmelzer v. Traction Co., 218 Pa. 29.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b51-6\">To make the defense of the statute, the statute should have been pleaded: Barclay v. Barclay, 206 Pa. 307; Dickerson v. R. R. Co. of N. J., 7 Pa. Dist. Rep. 104; Daley v. Henry, 51 P. L. J. 313.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b51-7\"><em>William A. Challener, </em>with him <em>Clarence Burleigh </em>and <em>James C. Gray, </em>for appellee.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"ADK\">— An amendment to a declaration will not be allowed if a new cause of action is thereby introduced, which is barred by the statute of limitations.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b51-8\">A fatal and material defect in the pleadings cannot be corrected after the statute of limitations has become a bar: Wright v. Hart’s Admr., 44 Pa. 454; Smith v. Smith, 45 Pa. 403; Trego v. Lewis, 58 Pa. 463; Fairchild v. Dunbar Furnace Co., 128 Pa. 485; Grier v. Northern Assurance Co., 183 Pa. 334; Mahoney v. Park Steel Co., 217 Pa. 20.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b51-9\">The act of 1895 need not be pleaded: Rodebaugh v. Phila. Traction Co., 190 Pa. 358; Peterson v. Ferry Co., 190 Pa. 364; Spees v. Boggs, 204 Pa. 504.</p>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b51-10\">Opinion by</p>\n<author id=\"ABT\">Mr. Justice Elkin,</author>\n<p id=\"AyY\">January 3, 1910:</p>\n<p id=\"b51-11\">This is an appeal from the judgment entered by the court below for defendant non obstante veredicto. The accident occurred on January 21, 1904, and the original statement of <page-number citation-index=\"1\" label=\"20\">*20</page-number>claim was filed November 2, 1904. The negligence charged was that the car was running at an excessive rate of speed; that there was no headlight on the car; and that no bell was rung nor gong sounded as the car approached the crossing. The theory of the case then was that the decedent while attempting to cross a public street was negligently run down and fatally injured by a car of the appellee company without a headlight and without proper warning of its approach having been given. Thus the case stood until September 4, 1906, when a rule to show cause why an amended statement should not be filed was made absolute. The amended statement set up another theory of the case and averred negligence of an entirely different character. It was that the decedent, an intending passenger, signaled the car to stop which it did in pursuance of the signal given, and while in the act of boarding the car and before he was securely on it suddenly started and threw him to the ground and under the car. At the trial every act of negligence charged in the original statement was shown to be untrue and without foundation in fact. There was no evidence to show that proper signals were not given, and the positive testimony of witnesses produced by appellant showed that the car had a headlight; that it was not running at an excessive rate of speed, and that the decedent was not attempting to cross the street at the time of the accident. In other words, plaintiff proved herself out of court on the original statement. Can this situation be cured by an amended statement setting up an entirely different theory, charging a different kind of negligence based upon different relations of the parties after the statute of limitations had become a bar? All of our cases hold that this cannot be done if a new cause of action be introduced by the amended statement. The cause of action, if any, was the negligent act or acts which occasioned the injury. In the original statement the negligent acts relied on to sustain a recovery were recited in detail and with such circumstantiality as to leave no doubt upon what ground a recovery was based. In the amended statement this ground is not merely shifted, it is entirely abandoned. It is not, therefore, a case of adding to or amplifying the original statement <page-number citation-index=\"1\" label=\"21\">*21</page-number>within the rule recognized in some of our eases, but on 1he contrary a different theory is relied on, new grounds are set up and other acts of negligence entirely different are alleged. The relations and duties of the parties are entirely changed by the amended statement. In the original statement the standard of care was the duty owed by a street railway company to a person, not an intending passenger, at a street crossing. In the amended statement the relation of common carrier and passenger is set up, and the standard of care required in protecting an intending, passenger while getting on the car is relied on. The two theories are entirely inconsistent and cannot be sustained on the ground that one is but an enlargement of the other.</p>\n<p id=\"b53-3\">It is further contended that the statute of limitations must be specially pleaded and that inasmuch as no special plea was entered in this case, such a defense cannot prevail. As to actions of assumpsit this is true, because both at common law and under the procedure act of 1887 such a plea is required if relied on to defeat a recovery. This rule has no application to the case at bar which is an action of trespass brought by the widow to recover for personal injuries resulting in the death of her husband. At common law she had no such right of action, and the act of 1855 upon which her claim is based requires that “the action shall be brought within one year after the death and not thereafter.” The procedure act of 1887 in express terms provides that “the only plea in actions of trespass shall be 'not guilty.’” Certainly under this general statutory plea the defendant either by the record or by evidence introduced at the trial may show that the action was not brought within the time definitely fixed by the act, which has expressly provided that suit should not be brought after the time limited, and when this fact is established, the right to recover is defeated. All of these matters were properly raised by learned counsel for appellee at every stage of the case under the plea of the general issue, and nothing more was required.</p>\n<p id=\"b53-4\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}