{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1098\" lastpage=\"1105\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Jane DOE 1, Jane Doe 2, Jane Doe 3, Jane Doe 4, and Jane Doe 5, Plaintiffs,\n  <br/>\n  v.\n  <br/>\n  CITY OF CHICAGO, Defendant.\n </parties>\n <docketnumber id=\"p-2\">\n  No.\n  <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=18%20Cow.%203054\">\n   18 C 3054\n  </extracted-citation>\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, N.D. Illinois, Eastern Division.\n </court>\n <decisiondate id=\"p-4\">\n  Signed September 27, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Thomas McCarthy Cramer, Amy S. Cramer, Cramer Law Chicago, P.C., Chicago, IL, Hannah Valdez Garst, Law Offices of Hannah Garst, Lynn T. Palac, Lynn T. Palac, Attorney at Law, Arlington Heights, IL, for Plaintiffs.\n </attorneys>\n <attorneys id=\"p-6\">\n  Howard P. Levine, City of Chicago, Nadine C. Abrahams, Julia Pearce Argentieri, Jackson Lewis P.C., Susan Margaret O'Keefe, City of Chicago Law Department, Chicago, IL, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   <em>\n    MEMORANDUM OPINION AND ORDER\n   </em>\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Ronald A. Guzmán, United States District Judge\n  </author>\n  <p id=\"p-9\">\n   For the reasons explained below, the City of Chicago's motion to dismiss certain claims is granted in part and denied in part.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   Five Jane Doe plaintiffs brought this action against their employer, the City of Chicago (the \"City\"). Plaintiffs work as paramedics for the Chicago Fire Department (the \"CFD\"). Four of them allege that they have been sexually harassed and intimidated by superiors, and one alleges that she received the same treatment from a colleague. According to plaintiffs, the CFD, as a pattern or practice, has allowed sexual harassment, sex discrimination, and retaliation \"to be pervasive throughout its firehouses and facilities.\" (ECF No. 1, Compl. at 1.) Plaintiffs assert claims for hostile work environment, quid pro quo harassment, retaliation, and disparate treatment, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e\n   <em>\n    et seq.\n   </em>\n   , and the Illinois Human Rights Act (\"IHRA\"), 775 ILCS 5/1-101\n   <em>\n    et seq.\n   </em>\n   Plaintiffs also assert a sex-discrimination claim under\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201983\">\n    42 U.S.C. § 1983\n   </extracted-citation>\n   and\n   <em>\n    Monell v. Department of Social Services\n   </em>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"2\" url=\"https://cite.case.law/us/436/658/\">\n    436 U.S. 658\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"3\" url=\"https://cite.case.law/us/436/658/\">\n    98 S.Ct. 2018\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"4\" url=\"https://cite.case.law/us/436/658/\">\n    56 L.Ed.2d 611\n   </extracted-citation>\n   (1978).\n  </p>\n  <p id=\"p-12\">\n   The City moves to dismiss (1) Jane Doe 2's claims for hostile work environment and quid pro quo harassment; (2) Jane Doe 5's \"time barred allegations of sexual harassment in Paragraphs 406-413 arising from conduct prior to November 2017\"; and (3) all plaintiffs' disparate-treatment claims. (ECF No. 22, Def.'s Mem. Supp. Mot. Dismiss at 1.)\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    LEGAL STANDARDS\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   When evaluating the sufficiency of a complaint on a Rule 12(b)(6) motion to dismiss, the Court construes the complaint in the light most favorable to the plaintiff, accepts as true all well-pleaded facts therein, and draws all reasonable inferences in plaintiff's favor.\n   <em>\n    Cincinnati Life Ins. Co. v. Beyrer\n   </em>\n   ,\n   <extracted-citation case-ids=\"4061972\" index=\"5\" url=\"https://cite.case.law/f3d/722/939/#p946\">\n    722 F.3d 939\n   </extracted-citation>\n   , 946 (7th Cir. 2013). The complaint must \"give the defendant fair notice of what the claim is and the grounds upon which it rests.\"\n   <em>\n    Bell Atl. Corp. v. Twombly\n   </em>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"6\" url=\"https://cite.case.law/us/550/544/#p555\">\n    550 U.S. 544\n   </extracted-citation>\n   , 555,\n   <extracted-citation case-ids=\"3556136\" index=\"7\" url=\"https://cite.case.law/us/550/544/#p555\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"8\" url=\"https://cite.case.law/us/550/544/#p555\">\n    167 L.Ed.2d 929\n   </extracted-citation>\n   (2007) (ellipsis omitted). It \"does not need detailed factual allegations\" but must contain \"enough facts to state a claim to relief that is plausible on its face.\"\n   <em>\n    <extracted-citation case-ids=\"3556136\" index=\"9\" url=\"https://cite.case.law/us/550/544/#p555\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3556136\" index=\"9\" url=\"https://cite.case.law/us/550/544/#p555\">\n    at 555, 570\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"10\" url=\"https://cite.case.law/us/550/544/#p555\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   . \"A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\"\n   <em>\n    Ashcroft v. Iqbal\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"11\" url=\"https://cite.case.law/us/556/662/#p678\">\n    556 U.S. 662\n   </extracted-citation>\n   , 678,\n   <extracted-citation case-ids=\"3653744\" index=\"12\" url=\"https://cite.case.law/us/556/662/#p678\">\n    129 S.Ct. 1937\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"13\" url=\"https://cite.case.law/us/556/662/#p678\">\n    173 L.Ed.2d 868\n   </extracted-citation>\n   (2009) (citing\n   <em>\n    Twombly\n   </em>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"14\" url=\"https://cite.case.law/us/550/544/#p555\">\n    550 U.S. at 556\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"15\" url=\"https://cite.case.law/us/550/544/#p555\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   <strong>\n    A. Jane Doe 2's Claims for Hostile Work Environment and Quid Pro Quo Harassment\n   </strong>\n  </p>\n  <p id=\"p-17\">\n   The City argues that Jane Doe 2's Title VII and IHRA claims for hostile\n   work environment and quid pro quo harassment\n   <footnotemark>\n    1\n   </footnotemark>\n   (labeled as Jane Doe Counts I through IV) are time-barred. Under Title VII, a charge of employment discrimination must be filed with the EEOC within 300 days of the alleged unlawful employment practice. 42 U.S.C. § 2000e-5(e)(1) ;\n   <em>\n    Bagwe v. Sedgwick Claims Mgmt. Servs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4081931\" index=\"16\" url=\"https://cite.case.law/f3d/811/866/\">\n    811 F.3d 866\n   </extracted-citation>\n   , 886 n.58 (7th Cir. 2016). At the relevant time, an IHRA claim had to be filed with the EEOC within 180 days of the alleged unlawful employment practice. 775 ILCS 5/7A-102(A)(1), (A-1) (1).\n   <footnotemark>\n    2\n   </footnotemark>\n   Jane Doe 2's Charge was filed on January 29, 2018. The City maintains that Counts I through IV should be dismissed because, while Jane Doe 2 alleges that she was sexually harassed in 2014 by a colleague, George Olifer, she does not allege that she was sexually harassed within the applicable limitations period (for Title VII, after April 4, 2017, which was 300 days prior to the filing of the Charge).\n  </p>\n  <p id=\"p-18\">\n   Plaintiff invokes the continuing-violation doctrine to support her argument that the alleged instances of harassment that occurred outside the limitations period can nonetheless form a basis for relief under Title VII. \"The continuing violation doctrine allows a plaintiff to get relief for time-barred acts by linking them with acts within the limitations period.\"\n   <em>\n    Shanoff v. Ill. Dep't of Human Servs.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11082832\" index=\"17\" url=\"https://cite.case.law/f3d/258/696/#p703\">\n    258 F.3d 696\n   </extracted-citation>\n   , 703 (7th Cir. 2001). As a result, the statute of limitations does not bar the court from considering conduct that occurred ten, fifteen, or twenty years ago, as long as \"it formed a single unlawful employment practice that reached into the statutory period.\"\n   <em>\n    Milligan-Grimstad v. Stanley\n   </em>\n   ,\n   <extracted-citation case-ids=\"12265778\" index=\"18\" url=\"https://cite.case.law/f3d/877/705/#p712\">\n    877 F.3d 705\n   </extracted-citation>\n   , 712 (7th Cir. 2017). \"[A] hostile environment is one wrong, and ... an employee therefore may file the charge (under Title VII) ... within the statutory time from the last hostile act. In litigation that is timely under this approach, the employee may refer to hostile acts that occurred earlier, because the entire hostile work environment encompasses a single unlawful employment practice.\"\n   <em>\n    Pruitt v. City of Chi.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5199170\" index=\"19\" url=\"https://cite.case.law/f3d/472/925/#p927\">\n    472 F.3d 925\n   </extracted-citation>\n   , 927 (7th Cir. 2006) (internal citation and quotation marks omitted) (citing\n   <em>\n    Nat'l R.R. Passenger Corp. v. Morgan\n   </em>\n   ,\n   <extracted-citation case-ids=\"1254428\" index=\"20\" url=\"https://cite.case.law/us/536/101/#p115\">\n    536 U.S. 101\n   </extracted-citation>\n   , 115-21,\n   <extracted-citation case-ids=\"1254428\" index=\"21\" url=\"https://cite.case.law/us/536/101/#p115\">\n    122 S.Ct. 2061\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1254428\" index=\"22\" url=\"https://cite.case.law/us/536/101/#p115\">\n    153 L.Ed.2d 106\n   </extracted-citation>\n   (2002) ). \"Provided that an act contributing to the claim occurs within the filing period, the entire time period of the hostile environment may be considered for the purposes of determining liability.\"\n   <em>\n    Morgan\n   </em>\n   ,\n   <extracted-citation case-ids=\"1254428\" index=\"23\" url=\"https://cite.case.law/us/536/101/#p115\">\n    536 U.S. at 117\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1254428\" index=\"24\" url=\"https://cite.case.law/us/536/101/#p115\">\n    122 S.Ct. 2061\n   </extracted-citation>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Lucas v. Chi. Transit Auth.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9247954\" index=\"25\" url=\"https://cite.case.law/f3d/367/714/#p724\">\n    367 F.3d 714\n   </extracted-citation>\n   , 724 (7th Cir. 2004).\n  </p>\n  <p id=\"p-19\">\n   Jane Doe 2 alleges that she dated Olifer in late 2013 and ended the relationship after three months. (Compl. ¶¶ 110, 112.) Thereafter, in early 2014, Olifer sent her numerous text messages seeking to reconcile, including threats of suicide; repeatedly drove by her house; posted on Facebook a photo of her in a bra and underwear with a sexual comment about her; and sent her a nasty, degrading email. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 112-114.) Jane Doe 2 went to the CFD's Internal Affairs Division (\"IAD\") and spoke to an investigator about the harassment. (\n   <em>\n    Id.\n   </em>\n   ¶ 116.) The investigator told her that because Olifer was \"doing these things outside of work, they could not do anything about it,\" and advised her to seek an order of protection. (\n   <em>\n    Id.\n   </em>\n   ¶ 117.) In mid-March 2014, Jane Doe 2 then sought an order of protection against Olifer but ultimately did not pursue the case because a licensed clinical social worker for the CFD persuaded her to forgo \"the legal route\" because Olifer was \"in a better place\" and \"something like this could ruin [Olifer's] career.\" (\n   <em>\n    Id.\n   </em>\n   ¶¶ 118, 120-21.) In May 2014, an IAD investigator interviewed Jane Doe 2 about her harassment claims and told her that \"they would conclude their investigation and notify her of the outcome.\" (\n   <em>\n    Id.\n   </em>\n   ¶¶ 122, 124.) In July and October 2014, Jane Doe 2 received more text messages from Olifer, to which she did not respond. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 140-41.) In November 2014, Jane Doe 2 transferred to a different assignment and did not have contact with Olifer again until the CFD transferred her again in October 2016 to the same district as Olifer. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 142-45, 165.)\n  </p>\n  <p id=\"p-20\">\n   In late 2016, Olifer conducted himself in such a way that made Jane Doe 2 believe that he was trying to intimidate her by seeking to work frequent shifts at her firehouse. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 145-161.) On November 10, 2016, Olifer screamed, \"This is bullshit! This is racism! That fucking bitch did this!\" within earshot of Jane Doe 2 after arrangements were made to transfer Olifer to a different firehouse that day. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 152-161.) That same day, Jane Doe 2 wrote a complaint to CFD Deputy Chief Juan Hernandez, stating that she did not feel safe working in the same firehouse as Olifer due to the events with the order of protection and her complaints to IAD. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 162-63.) To date, Jane Doe 2 has not received a response from Hernandez. (\n   <em>\n    Id.\n   </em>\n   ¶ 167.) In December 2016, Jane Doe 2 received various instructions from various CFD personnel about how to handle the situation, but nothing was done. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 166-182.)\n  </p>\n  <p id=\"p-21\">\n   In June 2017, Jane Doe 2 was served with an incident report containing allegations that she had made fraudulent charges of harassment against Olifer. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 183-84.) Jane Doe 2 was informed that Olifer had filed a grievance \"about his ban to work at her firehouse.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 191.) The matter was put to a union vote, and the union voted to lift the ban. (\n   <em>\n    Id.\n   </em>\n   ) On October 16, 2017, Jane Doe 2 received CFD disciplinary charges alleging that she had made false allegations against another CFD employee and that she had \"continued to lie to IAD investigators\" during the ensuing investigation. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 194-95.) On November 23, 2017, Jane Doe received a \"906 (Charges Not Sustained).\" (\n   <em>\n    Id.\n   </em>\n   ¶ 198.) To date, she has not received any official explanation from the CFD about the allegations. (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-22\">\n   Jane Doe 2 contends that her hostile-work-environment claim based on Olifer's harassment is timely because she alleges that on December 21, 2017, Olifer was assigned to her firehouse, and she had a meeting with a superior and a colleague in the superior's office concerning her previous problems with Olifer. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 199-206.)\n  </p>\n  <p id=\"p-23\">\n   The superior left the office to tell Olifer to report for duty at a different firehouse and then returned to the meeting and closed the door. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 206-207.) Shortly thereafter, Olifer pounded on the door, entered the office, and said, \"Oh, excuse me! Excuse me!\" (\n   <em>\n    Id.\n   </em>\n   ¶ 210.) He made direct eye contact with Jane Doe 2 and her colleague. (\n   <em>\n    Id.\n   </em>\n   ) The colleague stepped in front of Jane Doe 2's chair, and she later told Jane Doe 2 she did so in order to \"stop Olifer from lunging at\" Jane Doe 2. (\n   <em>\n    Id.\n   </em>\n   ¶ 211.) Olifer then exited the room and shut the door. (\n   <em>\n    Id.\n   </em>\n   ¶ 212.) Jane Doe 2 feared for her physical safety and was crying and shaking after this encounter. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 213-14.) Her superior told her that he believed Olifer had entered the office in order to make contact with her. (\n   <em>\n    Id.\n   </em>\n   ¶ 215.) On December 22, 2017, Jane Doe 2 was informed that Olifer had filed another complaint alleging harassment and discrimination as well as a union grievance. (\n   <em>\n    Id.\n   </em>\n   ¶ 225.)\n  </p>\n  <p id=\"p-24\">\n   Plaintiff's allegations about Olifer's actions in December 2017 are sufficient to plausibly suggest a continuing violation. In essence, the City's position is that the act occurring within the limitations period that serves to \"anchor\" the earlier component acts of the hostile work environment must be \"sexual in nature,\" not merely \"intimidating.\" (Def.'s Mem. Supp. Mot. Dismiss at 9.) The City construes too narrowly the kinds of conduct that can contribute to a work environment permeated with sexual harassment. As plaintiff points out, \"[h]arassment is not limited to acts of sexual desire, but rather is a broad term which encompasses all forms of conduct that unreasonably interfere with an individual's work performance or create an intimidating, hostile, or offensive working environment.\"\n   <em>\n    Hildebrandt v. Ill. Dep't of Nat. Res.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9052243\" index=\"26\" url=\"https://cite.case.law/f3d/347/1014/#p1033\">\n    347 F.3d 1014\n   </extracted-citation>\n   , 1033 (7th Cir. 2003). Plaintiff alleges that Olifer's conduct was based on her sex. (Compl. ¶ 230.) The City disputes that Olifer's alleged intimidation was based on plaintiff's sex, (ECF No. 26, Def.'s Reply at 8-9), but that contention goes to the merits of plaintiff's claim, which the Court does not reach on a motion to dismiss.\n  </p>\n  <p id=\"p-25\">\n   With respect to her claim for quid pro quo sexual harassment, Jane Doe 2 asserts that this claim is not time-barred because she has alleged that she suffered tangible employment consequences-the disciplinary charges-within the 300-day limitations period (and, the Court notes, within the IHRA 180-day limitations period) as a result of her having refused to submit to Olifer's sexual demands. In reply, the City simply relies on its argument that there was \"no sexually harassing conduct\" within the limitations period (Def.'s Reply at 10-11), which the Court has rejected. The Court agrees with plaintiff.\n   <em>\n    See\n   </em>\n   <em>\n    Faccio-Robert v. Empress River Casino\n   </em>\n   ,\n   <extracted-citation case-ids=\"11486906\" index=\"27\" url=\"https://cite.case.law/f-supp-2d/80/918/#p921\">\n    80 F.Supp.2d 918\n   </extracted-citation>\n   , 921 (N.D. Ill. 2000) (conduct was not actionable under a quid pro quo theory until plaintiff suffered the adverse employment action of being fired);\n   <em>\n    Hilgers v. Rothschild Inv. Corp.\n   </em>\n   , No.\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=15%20Cow.%203572\">\n    15 C 3572\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=2017%20WL%204164036\">\n    2017 WL 4164036\n   </extracted-citation>\n   , at *10 (N.D. Ill. Sept. 20, 2017) (quid pro quo sexual harassment claim accrued on the date plaintiff suffered an adverse employment action).\n  </p>\n  <p id=\"p-26\">\n   The City's motion to dismiss Jane Doe 2's claims in Counts I through IV is denied.\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    B. Jane Doe 5's Allegations Concerning Conduct that Occurred Prior to November 2017\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   Jane Doe 5 alleges that in 2005, a supervisor named George Bedon sexually harassed her. (Compl. ¶¶ 406-412.) After enduring the harassment for \"several years,\" Jane Doe 5 asked for a transfer to a busier and less-desirable assignment. (\n   <em>\n    Id.\n   </em>\n   ¶ 413.) On November 6, 2017, Bedon was assigned\n   as her partner. (\n   <em>\n    Id.\n   </em>\n   ¶ 414.) That day, Bedon cornered her in the ambulance, \"tightly squeez[ed] her\" so that her breasts were pressed against him, kissed her on the mouth, and later made sexual comments about another female worker. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 415-24.)\n  </p>\n  <p id=\"p-29\">\n   The City argues that Jane Doe 5's allegations about the harassment that occurred prior to November 2017 should be stricken from the complaint and cannot serve as the basis for her claims, even under a continuing-violation theory. Citing\n   <em>\n    Isaacs v. Hill's Pet Nutrition, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4078177\" index=\"30\" url=\"https://cite.case.law/f3d/485/383/\">\n    485 F.3d 383\n   </extracted-citation>\n   (7th Cir. 2007), Jane Doe 5 responds that the conduct on which her hostile-work-environment claim is based constitutes a single employment practice and therefore the conduct occurring prior to 2017 should be considered.\n  </p>\n  <p id=\"p-30\">\n   In\n   <em>\n    Isaacs\n   </em>\n   , the Seventh Circuit held that events of sexual harassment that occurred two or three years before the events that occurred within the limitations period should have been considered in determining whether the plaintiff's employer had violated Title VII, explaining as follows:\n  </p>\n  <blockquote id=\"p-31\">\n   [E]mployers are not vicariously responsible for misconduct in the workplace; employers are responsible for their own conduct (or omissions)-which is to say, for how they respond (or fail to respond) after receiving notice that an employee may be suffering from disparate treatment at co-workers' hands. ( [Plaintiff] does not contend that she suffered any adverse \"tangible employment action\" ... or that [defendant] is responsible for the conduct of a \"supervisor.\")\n  </blockquote>\n  <blockquote id=\"p-32\">\n   As [plaintiff] related events, she complained repeatedly to supervisors and management-level personnel at [defendant] about how the men were treating her, and she received the same response every time: one or another variation on \"grin and bear it.\" The employer's approach thus remained constant. Doing nothing after receiving multiple complaints about serious conditions is a straight road to liability under Title VII.\n  </blockquote>\n  <blockquote id=\"p-33\">\n   An employee moved from one plant to another, where a different set of managers made decisions about working conditions, might well experience different hostile environments for the purpose of\n   <em>\n    Morgan\n   </em>\n   . As long as the employee remains within a single chain of command, however, and the same people control how the employer addresses problems in the workplace, there is only one employment practice, and all events may be considered (subject to the possibility of laches) to determine whether that employment practice violates Title VII. [Plaintiff] therefore is entitled to present for consideration her treatment throughout her employment at [defendant].\n  </blockquote>\n  <p id=\"p-34\">\n   <extracted-citation case-ids=\"4078177\" index=\"31\" url=\"https://cite.case.law/f3d/485/383/\">\n    485 F.3d at 386\n   </extracted-citation>\n   (citations omitted). In\n   <em>\n    Milligan-Grimstad\n   </em>\n   , the Seventh Circuit elaborated on this reasoning, adding that, although the continuing-violation doctrine allows plaintiffs to \"drag up ancient history, to the employer's prejudice, the length of time between incidents has been a consistent limiting factor,\" and that \"[w]hen determining whether gaps in the alleged conduct prevent it from forming a single employment practice, we have demanded that plaintiffs provide more than speculative, unspecific assertions.\"\n   <extracted-citation case-ids=\"12265778\" index=\"32\" url=\"https://cite.case.law/f3d/877/705/#p712\">\n    877 F.3d at 712\n   </extracted-citation>\n   (citations and internal quotation marks omitted).\n  </p>\n  <p id=\"p-35\">\n   Here, it is unclear from the complaint how many years went by between the two periods of alleged harassment. Under\n   <em>\n    Isaacs\n   </em>\n   and\n   <em>\n    Milligan-Grimstad\n   </em>\n   , the unspecified gap in time does not doom the consideration of the earlier period's events, but plaintiff's failure to connect the time periods does. In contrast with Isaacs, Jane Doe 5 does not allege that she complained about Bedon or provided the CFD with\n   notice about his alleged harassment during the earlier period, such that it could be reasonably inferred that the CFD had any approach that remained constant over the two periods. In other words, Jane Doe 5 fails to set out allegations that suggest a single employment practice. Accordingly, the Court strikes without prejudice the allegations set forth in paragraphs 406 through 413 of the complaint.\n  </p>\n  <p id=\"p-36\">\n   <strong>\n    C. Plaintiffs' Claims for Disparate Treatment\n   </strong>\n  </p>\n  <p id=\"p-37\">\n   \"To establish a Title VII disparate treatment claim, a plaintiff must allege that an employer took job-related action\" against her that was motivated by intentional discrimination.\n   <em>\n    Alamo v. Bliss\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275807\" index=\"33\" url=\"https://cite.case.law/f3d/864/541/#p552\">\n    864 F.3d 541\n   </extracted-citation>\n   , 552 (7th Cir. 2017). The City maintains that plaintiffs' claims for disparate treatment should be dismissed as duplicative of their hostile-work-environment and retaliation claims. The Court disagrees. Plaintiffs' claims are not duplicative; they require proof of different elements.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Fulmore v. M &amp; M Transp. Servs., Inc.\n   </em>\n   , No. 1:11-CV-00389-TWP-TAB,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=2013%20WL%203779123\">\n    2013 WL 3779123\n   </extracted-citation>\n   , at *4 (S.D. Ind. July 18, 2013) (\"Seventh Circuit cases routinely treat harassment and disparate treatment as unique claims with specific requirements.\") (citing\n   <em>\n    Passananti v. Cook Cty.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3501038\" index=\"35\" url=\"https://cite.case.law/f3d/689/655/#p659\">\n    689 F.3d 655\n   </extracted-citation>\n   , 659 (7th Cir. 2012) );\n   <em>\n    McDade v. YRC Worldwide, Inc.\n   </em>\n   , No.\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=14%20Cow.%201500\">\n    14 C 1500\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=2017%20WL%204046345\">\n    2017 WL 4046345\n   </extracted-citation>\n   , at *7 (N.D. Ill. Sept. 13, 2017) (\"[A] claim for retaliation is substantively different than a claim for disparate treatment under Title VII, invoking a different statutory section and different elements to prove the claim.\"). It may be that certain actions serve as a basis for more than one of a given plaintiff's claims, but that does not make the claims themselves duplicative. Of course, regardless of how many legal theories plaintiffs raise, they may not recover twice for the same injury. But that is not a concern at this stage of the proceeding.\n   <em>\n    Volling v. Antioch Rescue Squad\n   </em>\n   ,\n   <extracted-citation case-ids=\"4093219\" index=\"38\" url=\"https://cite.case.law/f-supp-2d/999/991/#p1006\">\n    999 F.Supp.2d 991\n   </extracted-citation>\n   , 1006 (N.D. Ill. 2013) (\"[T]he pleading stage is not the time to address a potential double recovery.\"). The Court denies the City's motion to dismiss plaintiffs' claims for disparate treatment.\n  </p>\n  <p id=\"p-38\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-39\">\n   Defendant's partial motion to dismiss [21] is granted in part and denied in part. Paragraphs 406 through 413 of the complaint are stricken without prejudice. The remainder of defendant's motion is denied.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-42\">\n    The Court notes that the concept of quid pro quo harassment \"has largely been abandoned; courts distinguish instead between cases in which the plaintiff suffered a tangible employment action and those in which no such action was taken.\"\n    <em>\n     Godin v. Whirlpool Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"1124762,1125075\" index=\"39\" url=\"https://cite.case.law/f-appx/132/661/\">\n     132 F. App'x 661\n    </extracted-citation>\n    , 664 (7th Cir. 2005) ;\n    <em>\n     see also\n    </em>\n    <em>\n     Robinson v. Sappington\n    </em>\n    ,\n    <extracted-citation case-ids=\"9048327\" index=\"40\" url=\"https://cite.case.law/f3d/351/317/\">\n     351 F.3d 317\n    </extracted-citation>\n    , 324 n.6 (7th Cir. 2003) (\"[T]he Supreme Court has abandoned the distinction between quid pro quo and hostile environment sexual harassment.\"). The Court will use the term herein because of the manner in which plaintiffs have stated their claims. \"To state a Title VII hostile work environment claim, a plaintiff must allege (1) she was subject to unwelcome harassment; (2) the harassment was based on her [sex]; (3) the harassment was severe or pervasive so as to alter the conditions of employment and create a hostile or abusive working environment; and (4) there is basis for employer liability.\"\n    <em>\n     Huri v. Office of the Chief Judge of the Cir. Ct. of Cook Cty.\n    </em>\n    ,\n    <extracted-citation case-ids=\"4356569\" index=\"41\" url=\"https://cite.case.law/f3d/804/826/#p833\">\n     804 F.3d 826\n    </extracted-citation>\n    , 833-34 (7th Cir. 2015). In analyzing IHRA claims, Illinois courts apply the federal Title VII framework.\n    <em>\n     Volling v. Kurtz Paramedic Servs., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12173850\" index=\"42\" url=\"https://cite.case.law/f3d/840/378/#p383\">\n     840 F.3d 378\n    </extracted-citation>\n    , 383 (7th Cir. 2016).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-43\">\n    The IHRA was amended in mid-2018 to change this period from 180 days to 300 days, but the amendment applies only to charges filed on or after the effective date of the amendatory act. 775 ILCS 5/7A-102(L). In its briefs, the City does not discuss the applicable IHRA limitations period.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}