{
  "casebody": {
    "data": "<casebody firstpage=\"162\" lastpage=\"195\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b202-7\">879 A.2d 81</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b202-8\">PRINCE GEORGE’S COUNTY, Maryland v. LOCAL GOVERNMENT INSURANCE TRUST.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b202-11\">No. 127,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A8x\">Sept. Term, 2004.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b202-12\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b202-13\">July 21, 2005.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b205-13\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>Geoffrey S. Gavett (Rhoda S. Barish of Gavett and Datt, P.C. of Rockville), on brief, for petitioner</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b205-14\">David M. Funk and Jefferson L. Blomquist (Funk <em>&amp; </em>Bolton, P.A. of Baltimore,) on brief, for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b206-4\"><page-number citation-index=\"1\" label=\"166\">*166</page-number>Argued before BELL, C.J., RAKER, WILNER, CATHELL, HARRELL, BATTAGLIA and GREENE, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b206-6\">RAKER, J.</author>\n<p id=\"b206-7\">This appeal is an excess insurance case arising from a claim of police brutality against Prince George’s County and three of the County’s police officers. The excess insurer for the County denied coverage because the County failed to inform the excess insurer of the incident, claim, and lawsuit until after the trial. The insured sought declaratory judgment in the Circuit Court for Prince George’s County, and the Circuit Court granted summary judgment to the excess insurer. The Court of Special Appeals affirmed, holding that the insured violated the notice requirements of the policy and that the excess insurer was prejudiced as a matter of law. We affirm.</p>\n<p id=\"b206-8\">I.</p>\n<p id=\"b206-9\">Respondent Local Government Insurance Trust (“the Trust”) was established by Maryland local governments, pursuant to Md.Code (1997, 2002 RepLVol., 2004 Cum.Supp.), § 19-602 of the Insurance Article,<footnotemark>1</footnotemark> to pool together to provide insurance protection to themselves and their employees.<footnotemark>2</footnotemark> The Trust consists of separate pools providing coverage for differ<page-number citation-index=\"1\" label=\"167\">*167</page-number>ent types of risk. Members may participate in any one or in several pools. The Maryland Municipal League, the Maryland Association of Counties, and approximately 163 Maryland local governments participate in the Trust through the execution of a Trust Agreement, designation of one or more pools, and contribution of premiums into the selected pools. The premiums cover administrative expenses, claim costs, loss reserves, and other expenses. If a pool runs a deficit, the trustees may assess a premium adjustment or increase premiums for the following years.</p>\n<p id=\"b207-5\">Petitioner, Prince George’s County (“the County”), was a member of the Trust and participated in its Excess Liability Program from July 1, 1996 through July 1, 1998.<footnotemark>3</footnotemark> The County self-insured for up to one million dollars, and the Excess Liability Program covered losses by the County in excess of one million dollars and up to live million dollars.</p>\n<p id=\"b207-6\">Underlying the instant case is a civil action brought by Freddie McCollum, Jr. and his family in the United States District Court for the District of Maryland against the County and three of its police officers. The McCollums alleged that on June 28, 1997, following a traffic stop, the three officers, accompanied by a police dog, entered McCollum’s home without a warrant and savagely beat him. McCollum suffered severe injuries, including the loss of his right eye. McCollum notified the County of his fifty million dollar claim by letter on November 7, 1997 and filed suit on March 19, 1998.</p>\n<p id=\"b207-7\">The federal jury found that the entry of one of the officers into McCollum’s home violated his federal and state constitutional rights and awarded him nominal damages of one dollar. The jury also found that all the officers had used excessive force in violation of McCollum’s federal and state constitutional rights and had battered him maliciously. The jury awarded him damages of over $4,100,000. The District Court granted the County and the officers’ request for remittitur and entered <page-number citation-index=\"1\" label=\"168\">*168</page-number>judgment for $1,597,670. The County and the officers appealed to the United States Court of Appeals for the Fourth Circuit, which affirmed the judgment per curiam in an unreported opinion. The County paid the judgment.</p>\n<p id=\"b208-4\">At no point prior to the jury verdict did the County notify the Trust of the incident involving the officers and McCollum or of McCollum’s suit against the County and its officers. On April 13, 2000, ten days after the jury returned its verdict, the County first wrote to the Trust, informed the Trust of the judgment, noted the excess coverage policy, and expressed the expectation that the Trust would want to participate in an upcoming settlement conference. The Trust replied to the County and denied coverage and indemnification.</p>\n<p id=\"b208-5\">The County filed suit against the Trust in the Circuit Court for Prince George’s County, alleging a breach of contract and seeking a declaratory judgment. The two parties filed cross-motions for summary judgment. Following a hearing, the court granted summary judgment in favor of the Trust. The court concluded that the Trust was not obligated to indemnify the County because the County had failed to give notice as required by the policy. Additionally, the court found that the underlying suit by McCollum against the County did not meet the coverage requirements of the Commercial General Liability section of the policy.</p>\n<p id=\"b208-6\">The County noted a timely appeal to the Court of Special Appeals. That court affirmed, holding that the County breached the notice requirement of the policy and that the Trust was prejudiced by the breach as a matter of law. <em>See Prince George’s v. LGIT, </em>159 Md.App. 471, 484, 487, 859 A.2d 353, 360, 362 (2004). The court did not reach the issue of whether the underlying claims otherwise qualified under the policy. <em>Id. </em>at 475, 859 A.2d at 355.</p>\n<p id=\"b208-7\">This Court granted the County’s petition for a Writ of Certiorari. 384 Md. 581, 865 A.2d 589 (2005). Three questions are presented for our consideration:</p>\n<blockquote id=\"b209-3\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>“1. Whether an endorsement to an excess insurance policy .. . [conflicts with and] supersedes the ‘Conditions’ provisions of the main policy part.”</blockquote>\n<blockquote id=\"b209-4\">“2. Whether an excess insurer ... is prejudiced as a matter of law by the insured’s late notice [given after judgment was entered in the underlying suit].... ”</blockquote>\n<blockquote id=\"b209-5\">“8. Whether the use of excessive force by a County’s police officers wThich caused the plaintiffs bodily injury, mental anguish, and other harms, constitutes an ‘occurrence’ and ‘personal injury’ as defined by a commercial general liability policy.”</blockquote>\n<p id=\"b209-6\">In response to the first question, we hold that the Circuit Court did not err in finding that the main part of the policy and the endorsement did not conflict, that both required the County to notify the Trust well before the judgment, and that the County violated the notice requirements of the policy. In considering the second question, we first determine whether the Trust was required to show prejudice. We conclude that the Trust is exempted from the statute requiring a showing of prejudice, but that the Trust was required to show prejudice under the common law. The Trust was prejudiced as a matter of law because it did not receive notice until after the verdict. Accordingly, we hold that the Trust was entitled to deny the County coverage.<footnotemark>4</footnotemark></p>\n<p id=\"b209-7\">II.</p>\n<p id=\"b209-8\">The Excess Liability Program provided coverage for four types of liability: Commercial General Liability, Police Legal Liability, Public Officials Liability, and Business Automobile. In this appeal, the County claims coverage only under the Commercial General Liability coverage.<footnotemark>5</footnotemark> The terms of the Program were governed by three documents: the <page-number citation-index=\"1\" label=\"170\">*170</page-number>Coverage Declaration Form, the Excess Liability Scope of Coverage (“Scope of Coverage”), and the Self-Insurance Program Excess Coverage Endorsement (“Endorsement”).<footnotemark>6</footnotemark></p>\n<p id=\"b210-5\">The position of the County is that the “Claim Reporting” conditions in the Endorsement contradict and supercede the notice provisions in the Scope of Coverage. The County argues that the notice provisions in the Scope of Coverage applied only to the Trust members for whom the Trust was their primary coverage. Unlike those members, members who self-insured for primary coverage and only participated in the Excess Liability Program were responsible for the investigation, settlement, and defense of any claims or suits brought against them. The County reasons that the Trust only required pre-trial notice for claims and suits it was required to investigate, settle, and defend. The County fulfilled its notice obligations under the Endorsement, the County claims, and, therefore, the Trust could not deny coverage. Additionally, the County argues that even viewing the Scope of Coverage by itself, the County was not required to notify the Trust before the judgment.</p>\n<p id=\"b211-3\"><page-number citation-index=\"1\" label=\"171\">*171</page-number>The County next argues that the Court of Special Appeals erred in holding that the Trust was prejudiced as a matter of law. According to the County, the Trust suffered no prejudice because the Trust, as an excess insurer, did not have the right to control the defense, investigation, and settlement of the suit. At the least, the County argues, the issue of whether the Trust suffered prejudice is a question of fact. Specifically, the County notes that it vehemently disputed in the Circuit Court the allegations of the Trust that the County had made strategic mistakes in defending the underlying suit.</p>\n<p id=\"b211-4\">The Trust responds that the County violated the express terms of the Scope of Coverage and the Endorsement by failing to notify the Trust of the incident between McCollum and the police and of the subsequent legal action and by failing to furnish the Trust with relevant documents. The Trust rejects the contention of the County that the Endorsement conflicted with and superceded the notice requirements detailed in the Scope of Coverage. First, the Trust notes that it maintains an interest in the outcome of suits brought against its members participating in its Excess Liability Program and possesses a right to participate in the defense of the suits, despite the fact that it is not obligated to investigate, settle, or defend the suits. Second, the Trust argues that even if the Scope of Coverage and the Endorsement conflict, the express language of the Scope of Coverage mandates that the conflict be resolved in favor of the provision in the Scope of Coverage.</p>\n<p id=\"b211-5\">The Trust argues that it was not required to show prejudice and that even if it were, the Court of Special Appeals did not err in finding that it had shown prejudice as a matter of law. The Trust disputes the conclusion of the Court of Special Appeals that it was statutorily required to show prejudice. It argues that it is exempted from the statutory requirement. Accordingly, the Trust asserts, this Court should apply the common law rule, which does not require a showing of prejudice. In the alternative, the Trust argues that it was prejudiced as a matter of law because the County deprived it of the opportunity to investigate the claim, encourage the County to <page-number citation-index=\"1\" label=\"172\">*172</page-number>settle, recommend trial strategies to the County, and dissuade the County from adopting ineffective trial strategies. Specifically, the Trust characterizes a number of the County’s decisions as strategic mistakes. Generally, the Trust argues that an adverse verdict or judgment should establish prejudice as a matter of law because otherwise an insurer would face the impossible burden of proving what could have happened had it known of the suit.</p>\n<p id=\"b212-5\">This case reaches us as an appeal from summary judgment. Under Md. Rule 2-501(e)(2), a circuit court “shall enter judgment in favor of or against the moving party if the motion and response show that there is no genuine dispute as to any material fact and that the party in whose favor judgment is entered is entitled to judgment as a matter of law.” In this case, there is no dispute of material fact. The standard of review is whether the trial court was legally correct. <em>Arroyo v. Board of Education, </em>381 Md. 646, 654, 851 A.2d 576, 581 (2004).</p>\n<p id=\"b212-6\">III.</p>\n<p id=\"b212-7\">The Trust denied coverage to the County because the County did not comply with the notice provisions of the Scope of Coverage and the Endorsement. The first issue for review is whether the Circuit Court erred in finding that the County did not comply with the notice provisions. It is undisputed that the County did not provide notice until after the jury reached its verdict. Still, the County does not concede that it breached the terms of the policy. Rather, the County argues that the notice requirements of the policy were governed by the Endorsement and that the Endorsement required notice only sixty days after the judgment. Accordingly, we review the interpretation by the Circuit Court of the notice requirements of the policy.</p>\n<p id=\"b212-8\">In interpreting an insurance policy, as with any contract, the primary task of the circuit court is to apply the terms of the policy itself. <em>See Cole v. State Farm, </em>359 Md. 298, 305, 753 A.2d 533, 537 (2000); <em>Bausch &amp; Lomb v. Utica </em><page-number citation-index=\"1\" label=\"173\">*173</page-number><em>Mutual, </em>355 Md. 566, 581, 735 A.2d 1081, 1089 (1999). The circuit court must initially look to the terms of the insurance policy to determine the scope and limitations of its coverage. <em>See Cole, </em>359 Md. at 305, 753 A.2d at 537; <em>Chantel Associates v. Mt. Vernon, </em>338 Md. 131, 142, 656 A.2d 779, 784 (1995). In construing the terms of the insurance contract, the court must accord the terms their “customary, ordinary, and accepted meaning,” unless there is an indication that the parties intended to use the words in a technical sense. <em>See Bushey v. Northern Assurance, </em>362 Md. 626, 631, 766 A.2d 598, 600 (2001); <em>Cole, </em>359 Md. at 305, 753 A.2d at 537; <em>Bausch &amp; Lomb, </em>355 Md. at 581, 735 A.2d at 1089; <em>Sullins v. Allstate Ins. Co., </em>340 Md. 503, 508, 667 A.2d 617, 619 (1995); <em>Chantel Associates, </em>338 Md. at 142, 656 A.2d at 784. The court also must construe the instrument as a whole, examining the character of the contract, its purpose, and the facts and circumstances of the parties at the time of execution. <em>See Cole, </em>359 Md. at 305, 753 A.2d at 537; <em>Chantel Associates, </em>338 Md. at 142, 656 A.2d at 785; <em>Pacific Indem. v. Interstate Fire </em>&amp; Cas., 302 Md. 383, 388, 488 A.2d 486, 488 (1985).</p>\n<p id=\"b213-4\"> In general, the main insurance policy and an endorsement constitute a single insurance contract, and an effort should be made to construe them harmoniously. <em>See Bausch &amp; Lomb, </em>355 Md. at 583, 735 A.2d at 1091; <em>Truck Ins. Exc. v. Marks Rentals, 288 </em>Md. 428, 436, 418 A.2d 1187, 1191 (1980). If the endorsement conflicts with the main policy, the endorsement controls. <em>See id.</em></p>\n<p id=\"b213-5\">The Scope of Coverage for the Excess Liability Program contains extensive notice requirements. The relevant subsection, under the “Conditions” section, provides in pertinent part as follows:</p>\n<blockquote id=\"b213-6\">“C. INSURED’S DUTIES — In the Event of Occurrence, Claim or Lawsuit</blockquote>\n<blockquote id=\"b213-7\">“Failure to comply with the provisions of this Scope of Coverage may result in the Trust’s denying coverage with respect to such Claim or Lawsuit.</blockquote>\n<blockquote id=\"b214-4\"><page-number citation-index=\"1\" label=\"174\">*174</page-number>“1. The Insured must see to it that the Trust is notified promptly of an Occurrence, Wrongful Act or Accident, which is likely to create an obligation under this Scope of Coverage. Notice shall include:</blockquote>\n<blockquote id=\"b214-5\">a. How, when and where the Occurrence, Wrongful Act or Accident took place; and</blockquote>\n<blockquote id=\"b214-6\">b. The names and addresses of any injured persons and witnesses.</blockquote>\n<blockquote id=\"b214-7\">“2. If a Claim is made or Lawsuit is brought against any Insured, the Named Insured must see to it that the Trust receives prompt written notice of the Claim or Lawsuit.</blockquote>\n<blockquote id=\"b214-8\">“3. With respect to a Claim or Lawsuit of which the Trust has been notified, an Insured shall:</blockquote>\n<blockquote id=\"b214-9\">a. Immediately send the Trust copies of any demands, notices, summonses or legal papers received in connection with a Claim or Lawsuit;</blockquote>\n<blockquote id=\"b214-10\">b. Authorize the Trust to obtain records and other information;</blockquote>\n<blockquote id=\"b214-11\">c. Cooperate with the Trust in the investigation, settlement or defense of the Claim or Lawsuit; and</blockquote>\n<blockquote id=\"b214-12\">d. Assist the Trust, upon the Trust’s request, in the enforcement of any right against any person or organization which may be liable to the Insured for a Loss.”</blockquote>\n<p id=\"b214-13\">The Endorsement contains notice requirements as well. The relevant subsection of the Endorsement, within the “Conditions” section, provides as follows:</p>\n<p id=\"b214-14\">“B. <em>CLAIM REPORTING</em></p>\n<blockquote id=\"b214-15\">“The Insured shall be responsible for the investigation, settlement and defense of any Claim made or Lawsuit brought against the Insured. Within sixty (60) days of gaining actual knowledge thereof, the Insured must report the following Losses to the Trust:</blockquote>\n<blockquote id=\"b214-16\">“1. Claims reserved at $100,000 or more;</blockquote>\n<blockquote id=\"b215-4\"><page-number citation-index=\"1\" label=\"175\">*175</page-number>“5. All amputation and or permanent loss of use or sensation of a major extremity;</blockquote>\n<blockquote id=\"b215-5\">“6. All head/brain injuries;</blockquote>\n<blockquote id=\"b215-6\">“7. Loss of sight and/or hearing;</blockquote>\n<blockquote id=\"b215-7\">* * *</blockquote>\n<blockquote id=\"b215-8\">“9. All violations of civil rights protected under those federal or Maryland State civil rights statutes.</blockquote>\n<blockquote id=\"b215-9\">“The Insured, when reporting a Claim, shall promptly furnish the Trust with copies of accident and investigation reports, demands, summonses or other legal papers received in connection with a Claim. The Insured shall also, at the Trust’s request, provide the Trust or its designated representatives with complete access to Claim files and all documents for any reported Claim. The Insured shall provide the Trust with quarterly reports on the status of each reported Claim including the Insured’s most recent loss reserve value for each Claim.”</blockquote>\n<p id=\"b215-10\">The Endorsement defines “Claim,” in pertinent part, as follows:</p>\n<blockquote id=\"b215-11\"><em>“Claim </em>means the direct or indirect assertion of any legal right alleging liability or responsibility on the part of an Insured arising out of an Occurrence or Wrongful Act and shall include (i) a Lawsuit filed by a claimant or a representative of a claimant, (ii) a demand letter from a claimant or a representative of a claimant or (iii) any other written communication from a claimant or a representative of a claimant.”</blockquote>\n<p id=\"b215-12\">The notice provisions in the Scope of Coverage and the Claim Reporting provisions in the Endorsement can be read in harmony. The Scope of Coverage requires the Insured to notify the Trust of potential claims — “of an Occurrence, Wrongful Act or Accident, which is likely to create an obligation.” Additionally, the Scope of Coverage mandates “prompt written notice” of an actual claim or lawsuit. The <page-number citation-index=\"1\" label=\"176\">*176</page-number>Claim Reporting provisions of the Endorsement mandate that the Insured report actual claims to the Trust within sixty days. The terms of the Scope of Coverage and Endorsement overlap: both require notice of actual claims or lawsuits, provision of copies of legal documents, and authorization of access to other records. The two documents each contain information that is not contained in the other, but that does not conflict with any provision from the other document. For example, the Scope of Coverage refers to “prompt” notice, while the Endorsement specifies sixty days.<footnotemark>7</footnotemark></p>\n<p id=\"b216-5\">The harmonious reading of the two documents is consistent with the purpose of those documents of ensuring that the Trust is informed of lawsuits well before the judgment. This notice provides the Trust the opportunity to defend its interests and to prevent or mitigate adverse judgments that would be covered under its policies. The County is correct in noting that the Endorsement states that “[t]he Insured shall be responsible for the investigation, settlement and defense of any Claim made or Lawsuit brought against the Insured.” The Trust, however, maintains under the Scope of Coverage “the right to participate in the defense and trial of any Claims or Lawsuits which relate to any Occurrence, Wrongful Act or Accident or Claim that the Trust feels may create liability on the part of the Trust under the terms of this Scope of Coverage.” While the Trust cannot direct the defense strate<page-number citation-index=\"1\" label=\"177\">*177</page-number>gy for the Excess Liability Program participant, the Trust can encourage settlement or propose trial strategies. The notice requirements in the Scope of Coverage and the Endorsement ensure that the Trust has the information necessary to exercise its right to participate.</p>\n<p id=\"b217-4\">Two subsections following on the same page as the “Claim Reporting” subsection further indicate that the Endorsement does not supercede the notice provisions of the Scope of Coverage. First, the “Disputes, Other Coverage” subsection begins with the following sentence: “The Scope of Coverage will determine the duties, liabilities, obligations and responsibilities of the Named Insured and the Trust.” The notice provisions encompass almost the entire “Insured’s Duties” subsection of the Scope of Coverage. Second, the “Notice” subsection of the Endorsement provides that “[a]ny notice, request, demand, communication or other paper required to be given under the Scope of Coverage shall be sufficiently given and shall be deemed given when mailed... . ” These two subsections of the Endorsement presume the applicability of the notice requirements in the Scope of Coverage.</p>\n<p id=\"b217-5\">To argue that the Endorsement contradicts the Scope of Coverage, the County isolates the word “Losses” in the second sentence of the “Claim Reporting” subsection, a sentence which states as follows: “Within sixty (60) days of gaining actual knowledge thereof, the Insured must report the following Losses to the Trust....” The Endorsement does not define the term “Losses.” The Scope of Coverage defines “Loss” as follows:</p>\n<blockquote id=\"b217-6\"><em>“Loss </em>means all sums actually paid or sums which the Insured is legally obligated to pay in the settlement or satisfaction of a Claim to which this Scope of Coverage applies after making proper deductions for all recoveries and salvage.”</blockquote>\n<p id=\"b217-7\">Based on this definition, the County interprets the “Claim Reporting” subsection as requiring the Insured to report a loss after it had been suffered — in other words, to report the adverse judgment within sixty days of the verdict.</p>\n<p id=\"b218-4\"><page-number citation-index=\"1\" label=\"178\">*178</page-number>Reading the entire sentence and its context makes clear that the Endorsement requires notice within sixty days of gaining actual knowledge of Claims — not of Losses or judgments. The sentence falls within a subsection entitled “Claim Reporting,” not “Loss Reporting.” The first sentence of the subsection details the responsibility of the Insured to investigate, settle, and defend “any Claim made or Lawsuit brought.” The next sentence begins: “Within sixty (60) days of gaining actual knowledge thereof.” “Thereof” refers to that which was mentioned in the preceding sentence — “any Claim made or Lawsuit brought.” The sentence concludes, “the Insured must report the following Losses to the Trust.” “Losses” necessarily refers to what follows, which is a list of injuries or types of claims.</p>\n<p id=\"b218-5\">The paragraph immediately following the list, the last part of the “Claim Reporting” subsection, further belies the position of the County that the “Claim Reporting” provision concerns Losses, not Claims. The paragraph refers repeatedly to Claims and contains no mention of Losses. It requires the insured, “when reporting a Claim,” to provide information that the Trust would need for an ongoing action, a Claim. The Insured must provide all legal papers “received in connection with a Claim,” including accident and investigative reports, demands, and summonses. Upon the Trust’s request, the Insured must provide complete access to “Claim files and all documents for any reported Claim.” The Insured must update the Trust with quarterly reports on “the status of each reported Claim” and these reports must include the “most recent loss reserve value for each Claim.” Each of these requirements are consistent with a Claim, defined as assertions of a legal right alleging liability, not a Loss, or judgment.</p>\n<p id=\"b218-6\">We conclude that the Circuit Court did not err in finding that the County was bound by the notice provisions in the Scope of Coverage and the Endorsement and that it violated those provisions. It is clear that the County failed to comply with its duties under the policy. Far from notifying the Trust “promptly” of the occurrence (the incident involving <page-number citation-index=\"1\" label=\"179\">*179</page-number>McCollum in June 1997) or of the claim or lawsuit (the suit brought by the McCollums in March 1998), the County waited until ten days after the jury verdict, in April 2000, before notifying the Trust. Correspondingly, the County did not fulfill its duties to forward the Trust copies of court documents, authorize the Trust to obtain records, and cooperate and assist the Trust. Indeed, the Trust had no opportunity to participate in the investigation, settlement, or defense before the verdict was issued.</p>\n<p id=\"b219-4\">The attempts of the County to argue that it complied with the requirements of the policy are unavailing. First, the County argues that the requirements under the “Insured’s Duties” subsection of the Scope of Coverage were not “conditions precedent to the policy” because the subsection states that failure to comply “may” result in a denial of coverage. The County’s attempt to convert “duties” into suggested actions is strained. <em>See </em>Black’s Law Dictionary 543 (8th ed.2004) (defining “duty” as “[a] legal obligation that is owed or due to another and that needs to be satisfied”). The plain and unambiguous meaning of the sentence is that the Trust has discretion whether to deny coverage when the Insured violates a duty of the Scope of Coverage.</p>\n<p id=\"b219-5\">Second, the County argues again that notice is not a “condition precedent” to coverage by pointing to the word “likely” in the provision that requires that “[t]he Insured must see to it that the Trust is notified promptly of an Occurrence, Wrongful Act or Accident, which is likely to create an obligation under this Scope of Coverage.” Even were the County able to show that it reasonably could have determined that the incident involving its police officers which resulted in severe injuries to McCollum was not “likely” to exceed the underlying coverage of one million dollars under provision “1.,” provision “2.” required the County to notify the Trust when the McCollums brought their action.</p>\n<p id=\"b219-6\">Finally, the County notes that the Insured’s Duties subsection only applied “[i]n the Event of Occurrence, Claim or Lawsuit” and argues that none of these events were met. The <page-number citation-index=\"1\" label=\"180\">*180</page-number>position of the County is contradicted by its own argument in the third question presented. There the County argues that the excessive force by the police officers constituted an “occurrence.” For example, the County stated as follows: “The County has maintained throughout this litigation that the harms sustained by McCollum were caused by an ‘occurrence’ as defined by the policy.”</p>\n<p id=\"b220-5\">IV.</p>\n<p id=\"b220-6\">A.</p>\n<p id=\"b220-7\">After concluding that the Circuit Court did not err in finding that the County breached its obligation under the policy to provide notice to the Trust, the Court of Special Appeals held that the Trust had a statutory obligation to establish prejudice before it could deny coverage. 159 Md.App. at 484, 859 A.2d at 360. The Trust argues that it is exempted from this statutory requirement. We agree.</p>\n<p id=\"b220-8\">Md.Code (1997, 2002 Repl.Vol., 2004 Cum.Supp.), § 19-110 of the Insurance Article requires that an “insurer” establish by a preponderance of the evidence that it suffered “actual prejudice” from the lack of notice before the insurer may deny coverage. Section 19-110 provides as follows:</p>\n<blockquote id=\"b220-9\">“An insurer may disclaim coverage on a liability insurance policy on the ground that the insured or a person claiming the benefits of the policy through the insured has breached the policy by failing to cooperate with the insurer or by not giving the insurer required notice only if the insurer establishes by a preponderance of the evidence that the lack of cooperation or notice has resulted in actual prejudice to the insurer.”</blockquote>\n<p id=\"b220-10\">Section l-101(v) defines “insurer” as follows: “ ‘Insurer’ includes each person engaged as indemnitor, surety, or contractor in the business of entering into insurance contracts.” Section l-101(t) defines the business of insurance as follows:</p>\n<p id=\"A8r\">“(1) ‘Insurance business’ includes the transaction of:</p>\n<blockquote id=\"b220-11\">(i) all matters pertaining to an insurance contract, either before or after it takes effect; and</blockquote>\n<blockquote id=\"b221-4\"><page-number citation-index=\"1\" label=\"181\">*181</page-number>(ii) all matters arising from an insurance contract or a claim under it.</blockquote>\n<blockquote id=\"b221-5\">“(2) ‘Insurance business’ does not include pooling by public entities for self-insurance of casualty, property, or health risks.”</blockquote>\n<p id=\"b221-6\">Section 19-602 authorizes public entities to form insurance pools. <em>See supra, </em>note 1. As discussed <em>supra, </em>the Trust is an insurance pool under § 19-602. Therefore, the Trust does not engage in “insurance business” under § l-101(t), and, consequently, is not an “insurer” under § l-101(v). Accordingly, it is not included under § 19-110 and is not required by that statute to show actual prejudice.</p>\n<p id=\"b221-7\">B.</p>\n<p id=\"b221-8\">We next consider whether the Trust must prove prejudice under the common law. The Legislature originally enacted § 19-110, then Article 48A, § 482, in 1964. <em>See </em>1964 Md. Laws, Chap. 185.<footnotemark>8</footnotemark> In passing the statute, the Legislature apparently aimed to abrogate the common law rule as articulated in <em>Watson v. U.S.F. &amp; G. Co., </em>231 Md. 266, 189 A.2d 625 (1963). <em>See Allstate v. State Farm, </em>363 Md. 106, 122, 767 A.2d 831, 840 (2001); <em>Sherwood v. Hartford, </em>347 Md. 32, 42, 698 A.2d 1078, 1082-83 (1997); <em>T.H.E. Ins. v. P.T.P. Inc., </em>331 Md. 406, 414, 628 A.2d 223, 227 (1993); <em>St. Paul Fire &amp; Marine Ins. v. House, </em>315 Md. 328, 332, 554 A.2d 404, 406 (1989).</p>\n<p id=\"b221-9\">In <em>Watson, </em>we held that an insurer need not show prejudice in order to deny coverage to an insured who breached the notice provision of an insurance policy. The insurer sought declaratory judgment that it could deny coverage to the insured motor vehicle owner and the driver of the vehicle because the insured had not notified the insurer promptly of the accident. This Court held that the breach alone eonstitut<page-number citation-index=\"1\" label=\"182\">*182</page-number>ed sufficient grounds for the insurer to deny coverage, without any showing of prejudice. The <em>Watson </em>Court reasoned that the notice provision of the policy should be enforced as a provision of a contract. 231 Md. at 271, 189 A.2d at 627. The Court considered the notice provision as a “condition precedent” to coverage and stated that “[sjuch a condition precedent ... must be performed before any obligation on the part of the assurer commences.” <em>Id.</em></p>\n<p id=\"b222-4\">In rejecting the insured’s position that the insurer must show prejudice, the <em>Watson </em>Court emphasized that the majority rule did not require prejudice. The Court stated that the insured’s position was “not in accord with the Maryland decisions, <em>nor with the weight of authority elsewhere in this country.” Id. </em>at 272, 189 A.2d at 627 (emphasis added). We cited Maryland opinions that emphasized the violation of the notice provision or other policy provisions as a breach of contract, and, accordingly, rejected a prejudice requirement. <em>Id. </em>at 272-3, 189 A.2d at 628 (citing <em>Lennon v. Amer. Farm. Mut. Ins. Co., </em>208 Md. 424, 118 A.2d 500 (1955); <em>Assurance Corporation v. Perkins, </em>169 Md. 269, 181 A. 436 (1935); <em>Casualty Co. v. Purcella, </em>163 Md. 434, 163 A. 870 (1933); <em>Amer. Etc. Ins. Co. v. Fid. &amp; Cas. Co., </em>159 Md. 631, 152 A. 523 (1930); <em>Lewis v. Commercial Cas. Ins. Co., </em>142 Md. 472, 121 A. 259 (1923)). We then cited cases from other states to support the proposition that “[tjhese decisions of the Court of Appeals are in accord with the great weight of authority in this country.” 231 Md. at 273, 189 A.2d at 628. In particular, we quoted an opinion of the Nevada Supreme Court as rejecting a prejudice requirement and stating that “[ijt would be presumptuous on our part to establish a rule of law in this state which departs from the overwhelming majority of decisions throughout the United States.” <em>Id. </em>(quoting <em>State Farm Mut. Auto. Ins. Co. v. Cassinelli, </em>67 Nev. 227, 216 P.2d 606, 615 (1950)).</p>\n<p id=\"b222-5\">In the four decades since we last considered the common law rule, the majority “no-prejudice rule” (now “the traditional view”) that the <em>Watson </em>Court relied upon became the minority rule. <em>See Alcazar v. Hayes, </em>982 S.W.2d 845, 850 (Tenn.1998) <page-number citation-index=\"1\" label=\"183\">*183</page-number>(noting that “[wjhile once the overwhelming majority approach in this country, the number of jurisdictions that still follow the traditional view has dwindled dramatically”); 22 Eric Mills Holmes, <em>Holmes’ Appleman on Insurance 2d </em>§ 139.4 (2003) (tracing the “national shift of weight of authority away from the <em>no-prejudice rule ” </em>and describing the prejudice rule as the rule in the “overwhelming majority of states”). <em>See generally </em>Charles C. Marvel, Annotation, <em>Modem Status of Rules Requiring Liability Insurer to Show Prejudice to Escape Liability Because of Insured’s Failure or Delay in Giving Notice of Accident or Claim, or in Forwarding Suit Papers, </em>32 A.L.R.4th 141 (1984); 1 Barry R. Ostrager &amp; Thomas R. Newman, <em>Handbook on Insurance Coverage Disputes </em>§ 4.04 (12th ed.2004).<footnotemark>9</footnotemark></p>\n<p id=\"b223-5\">State courts adopt the “prejudice rule” primarily to prevent the insurer from depriving an insured of coverage based on a <page-number citation-index=\"1\" label=\"184\">*184</page-number>technicality. They recognize that the purpose of a notice provision is to protect the interests of the insurer — for example, by affording the insurer the opportunity to acquire full information about the circumstances of the case, assess its rights and liabilities, and take early control of the proceedings. <em>See Brakeman v. Potomac Ins. Co., </em>472 Pa. 66, 371 A.2d 193, <page-number citation-index=\"1\" label=\"185\">*185</page-number>197 (1977); <em>Coop. Fire Ins. Ass’n of Vermont v. White Caps, Inc., </em>166 Vt. 355, 694 A.2d 34, 38 (1997). If the insured violates the notice provision without harming the interests of the <em>insurer </em>— ie. without prejudice' — then there is no reason to deny coverage. <em>See House, </em>315 Md. at 346, 554 A.2d at 413 (Murphy, C.J., dissenting) (noting that state courts adopting the prejudice rule reason based upon the purpose and function of the notice provision); <em>Weaver Bros., Inc. v. Chappel, </em>684 P.2d 123, 125 (Alaska 1984) (noting that “the notice requirement is designed to protect the insurer from prejudice” and “fi]n the absence of prejudice ... there is no justification for excusing the insurer from its obligations under the policy”); <em>Miller v. Marcantel, </em>221 So.2d 557, 559 (La.Ct.App.1969) (stating that “[t]he function of the notice requirements is simply to prevent the insurer from being prejudiced, not to provide a technical escape-hatch by which to deny coverage in the absence of prejudice”); <em>Brakeman, </em>371 A.2d at 197 (concluding that “[wjhere the insurance company’s interests have not been harmed by a late notice ... the reason behind the notice condition in the policy is lacking, and it follows neither logic nor fairness to relieve the insurance company of its obligations under the policy”); <em>Coop. Fire Ins., </em>694 A.2d at 38 (stating that the notice clause should not serve as a technical means for escaping liability, “but rather as an early warning mechanism to benefit both insurer and insured”).</p>\n<p id=\"b225-5\">Similarly, courts have concluded that the harsh results of denying coverage necessitate an exception to the strict interpretation of contract provisions. Enforcement of the notice provision would constitute a forfeiture because the insured would lose insurance coverage despite paying premiums to the insurer. <em>See House, </em>315 Md. at 345, 554 A.2d at 413 (noting that state courts that have adopted a prejudice rule reason that the no-prejudice rule creates a forfeiture); <em>Aetna Cas. &amp; Sur. Co. v. Murphy, </em>206 Conn. 409, 538 A.2d 219, 222 (1988) (commenting that “enforcement of these notice provisions will operate as a forfeiture because the insured will lose his insurance coverage without regard to his dutiful payment of insurance premiums”); <em>Cooper v. Gov’t Employees Ins. Co., </em>51 N.J. 86, 237 A.2d 870, 873 (1968) (stating that “what is <page-number citation-index=\"1\" label=\"186\">*186</page-number>involved is a forfeiture, for the carrier seeks, on account of a breach of that provision, to deny the insured the very thing paid for”). Adherence to a strict contractual approach, therefore, would result in the severe results of a forfeiture for the insured and a windfall to the insurer, even when the violation of the notice requirement caused no harm to the insurer. <em>See Miller, </em>221 So.2d at 559 (stating that notice requirements should not be used “to evade the fundamental protective purpose of the insurance contract to assure the insured and the general public that liability claims will be paid up to the policy limits for which premiums were collected”); <em>Cooper, </em>237 A.2d at 873-74 (concluding that “[t]hus viewed, it becomes unreasonable to read the provision unrealistically or to find that the carrier may forfeit the coverage, even though there is no likelihood that it was prejudiced by the breach”); <em>Brakeman, </em>371 A.2d at 198 (stating that “[allowing an insurance company, which has collected full premiums for coverage, to refuse compensation to an accident victim or insured on the ground of late notice, where it is not shown timely notice would have put the company in a more favorable position, is unduly severe and inequitable”); <em>Alcazar, </em>982 S.W.2d at 852 (concluding that “it is inequitable for an insurer that has not been prejudiced by a delay in notice to reap the benefits flowing from the forfeiture of the insurance policy”).</p>\n<p id=\"b226-5\">The Restatement of Contracts supports an exception to the strict interpretation of contracts to avoid disproportionate forfeiture. Restatement (Second) of Contracts § 229 (1981), “Excuse of a Condition to Avoid Forfeiture,” provides as follows:</p>\n<blockquote id=\"b226-6\">“To the extent that the non-occurrence of a condition would cause disproportionate forfeiture, a court may excuse the non-occurrence of that condition unless its occurrence was a material part of the agreed exchange.”</blockquote>\n<p id=\"b226-7\">Comment b to § 229 states, in pertinent part, as follows:</p>\n<blockquote id=\"b226-8\">“In determining whether the forfeiture is ‘disproportionate,’ a court must weigh the extent of the forfeiture by the obligee against the importance to the obligor of the risk from which he sought to be protected and the degree to <page-number citation-index=\"1\" label=\"187\">*187</page-number>which that protection will be lost if the non-occurrence of the condition is excused to the extent required to prevent forfeiture. The character of the agreement may, as in the case of insurance agreements, affect the rigor with which the requirement is applied.”</blockquote>\n<p id=\"b227-4\">Courts have noted that forfeiture is disproportionate when the notice provision is enforced in the absence of prejudice because the insurer suffers no harm and the insured forfeits the premiums and loses coverage. <em>See Aetna, </em>538 A.2d at 221; <em>Alcazar, </em>982 S.W.2d at 853.<footnotemark>10</footnotemark></p>\n<p id=\"b227-5\">We agree with the reasoning articulated above by our sister state courts. In addition, we note that the Maryland General Assembly, in enacting § 19-110, announced the public policy of this state that an insurer must show prejudice before disclaiming coverage based on the insured’s breach of a notice provision. <em>See Allstate, </em>363 Md. at 122, 767 A.2d at 840 (stating that “the statute at least has wiped away any basic distinctions with respect to whether prejudice is required.... Anything to the contrary in our pre-1964 case law is no longer valid”). In accordance with the overwhelming weight of authority of courts across the country and the expression of public policy by the Maryland General Assembly as stated in § 19-110, we adopt the prejudice rule. An insurer may not disclaim coverage to an insured based on the insured’s violation of a notice provision, unless the insurer has been prejudiced by the violation.</p>\n<p id=\"b227-6\">The insurer bears the burden of proof to show prejudice. <em>See Clementi v. Nationwide Mut. Fire Ins. Co., </em>16 P.3d <page-number citation-index=\"1\" label=\"188\">*188</page-number>223, 230 (Colo.2001) (en banc) (noting that a plurality of courts place the burden of proof on the insurer to prove prejudice); <em>Alcazar, </em>982 S.W.2d at 853-54 (same); <em>cf. </em>Md.Code (1997, 2002 Repl.Vol., 2004 Cum.Supp.), § 19-110 of the Insurance Article (providing that the insurer must establish prejudice “by a preponderance of the evidence”); <em>Sherwood, </em>347 Md. at 42, 698 A.2d at 1083 (holding under § 19-110 that “the insurer must establish by a preponderance of affirmative evidence that the delay in giving notice has resulted in actual prejudice to the insurer”). Courts have identified four rationales for allocating the burden to the insurer. <em>See Alcazar, </em>982 S.W.2d at 854. First, it is more equitable for the insurer to bear the burden because the insurer seeks to disclaim the coverage. <em>See Brakeman, </em>371 A.2d at 198; <em>Cooper, </em>237 A.2d at 874 n. 3. Second, it is more difficult for the insured to prove a negative, that there was no prejudice, than for the insurer to prove a positive, that there was prejudice. <em>See Jones v. Bituminous Cas. Corp., </em>821 S.W.2d 798, 803 (Ky.1991); <em>Great Am. Ins. Co. v. C.G. Tate Constr. Co., </em>303 N.C. 387, 279 S.E.2d 769, 776 (1981). Third, the insurer is in a superior position to produce evidence that it suffered prejudice. <em>See Jones, </em>821 S.W.2d at 803. Finally, allocating the burden to .the insurer encourages the insurer to undertake a timely preliminary investigation. <em>See Great Am. Ins. Co., </em>279 S.E.2d at 775-76.<footnotemark>11</footnotemark></p>\n<p id=\"b228-5\">C.</p>\n<p id=\"b228-6\">The question remains whether the Trust met its burden of showing prejudice from the failure of the County to <page-number citation-index=\"1\" label=\"189\">*189</page-number>notify it of the McCollum incident, claim, and lawsuit until after the judgment. The Court of Special Appeals held that the Trust was prejudiced as a matter of law. We agree.</p>\n<p id=\"b229-4\">The case for finding prejudice as a matter of law is strongest for primary insurers who receive notice after a judgment because the late notice deprives the primary insurers of their right to control the investigation, defense, and settlement of the claims. In <em>Washington v. Federal Kemper Ins., </em>60 Md.App. 288, 482 A.2d 503 (1984), the insured, Washington, failed to inform the insurer, Kemper, of the lawsuit until after an adverse judgment and an unsuccessful appeal. After Kemper refused coverage, Washington sought declaratory judgment. The Circuit Court found in favor of Kemper, holding that Kemper was prejudiced because it was denied its rights to investigate, evaluate coverage, choose defense counsel, and attempt to settle. The Court of Special Appeals affirmed.<footnotemark>12</footnotemark> The court rejected the proposition that Kemper was required to prove prejudice other than the denial of its contractual rights. The court reasoned as follows:</p>\n<blockquote id=\"b229-5\">“We do not perceive that Art. 48A, § 482 of the Maryland Code requires the insurance carrier to assume the burden of proving a negative. It is impossible for the carrier to demonstrate to the court what witnesses it might have discovered, what defense it might have made, and what disposition it might have reached in settlement if it had received notice before the verdict was rendered in this case.”</blockquote>\n<p id=\"b229-6\"><em>Id. </em>at 295-96, 482 A.2d at 507 (referring to what is now § 19-110 of the Insurance Article); <em>see also Allstate Ins. Co., </em>363 Md. at 122, 767 A.2d at 841 (quoting Washington). The court then concluded that “[i]n such cases where the insurer has been deprived of all opportunity to defend, the mere entry of <page-number citation-index=\"1\" label=\"190\">*190</page-number>the adverse judgment is affirmative evidence of actual prejudice to the insurer.” 60 Md.App. at 296, 482 A.2d at 507.<footnotemark>13</footnotemark></p>\n<p id=\"b230-5\">A significant number of courts in other states have employed similar reasoning as the <em>Washington </em>court to hold that a primary insurer was prejudiced as a matter of law when the insured notified the insurer after a judgment. The reasoning employed generally by these courts is that the insured has presented the insurer with a <em>fait accompli </em>by delaying notice until after the judgment. The delay vitiates the purpose of the contractual notice requirement, as the insurer cannot exercise any of its rights to investigate, defend, control, or settle the suit. Accordingly, courts have held that the insurer is prejudiced as a matter of law. <em>See Allstate Ins. Co. v. Occidental Int’l, Inc., </em>140 F.3d 1, 5-6 (1st Cir.1998) (holding under Puerto Rican law that the insurer was prejudiced as a matter of law when it received notice after the judgment because the insurer was deprived of the ability to investigate, locate witnesses, appoint counsel, negotiate a settlement, and develop a trial strategy); <em>Navigazione Alta Italia v. Columbia Cas. Co., </em>256 F.2d 26, 29 (5th Cir.1958) (affirming the dismissal of the suit by the insured against the insurer because the insured “depriv[ed] the insurer ... of all opportunity to defend against the claim, and thus completely abrogated] its contract, the insured presents it with a fait accompli in the form of a final and satisfied judgment”); <em>Champion v. S. Gen. Ins. Co., </em>198 Ga.App. 129, 401 S.E.2d 36, 38-39 (1990) (citing <page-number citation-index=\"1\" label=\"191\">*191</page-number><em>Washington </em>and holding that the insurer showed prejudice when it established that it received no notice until after a default judgment because it was denied all opportunity to engage in discovery, conduct a defense at trial, and negotiate a settlement); <em>Lusalon, Inc. v. Hartford Accident &amp; Indem. </em>Co., 23 Mass.App.Ct. 903, 498 N.E.2d 1373, 1375 (1986) (holding that the failure of an insured to notify the insurer until after judgment was prejudicial as a matter of law), <em>aff'd on other grounds, </em>400 Mass. 767, 511 N.E.2d 595 (1987); <em>Hooper v. Zurich Am. Ins. Co., </em>552 N.W.2d 31, 36-37 (Minn.Ct.App. 1996) (holding as a matter of law that the insurer was prejudiced when the insured failed to notify it before an adverse judgment in one suit and a settlement in another); <em>Neckerman v. Progressive Ins. Agency, </em>103 Ohio App.3d 414, 659 N.E.2d 843, 844 (1995) (holding that the insurer was prejudiced as a matter of law because it was never notified of the lawsuit); <em>Metal Bank of Am., Inc. v. Ins. Co. of N. Am., </em>360 Pa.Super. 350, 520 A.2d 493, 498 (1987) (holding as a matter of law that insurers were prejudiced when the insured notified the insurers of the suit after settlement because the insurers were presented with a <em>fait accompli </em>and were denied an opportunity to gain early control of the proceedings and to investigate); <em>Harwell v. State Farm Mut. Auto. Ins. Co., </em>896 S.W.2d 170, 174 (Tex.1995) (holding that the failure to notify an insurer of a judgment prejudiced the insurer as a matter of law because the insurer could not defend the insured and minimize liability); <em>Northwest Prosthetic &amp; Orthotic Clinic, Inc. v. Centennial Ins. Co., </em>100 Wash.App. 546, 997 P.2d 972, 973 (2000) (holding that summary judgment was appropriate when the insured failed to notify the insurer before the insured settled because the insurer did not have a meaningful opportunity to investigate); <em>Gerrard Realty Corp. v. Am. States Ins. Co., </em>89 Wis.2d 130, 277 N.W.2d 863, 871 (1979) (holding as a matter of law that the insurer was prejudiced by not receiving notice until after trial because the insurer was denied the opportunity to investigate, defend, or settle); <em>cf. Colonial Gas Energy System v. Unigard Mut. Ins. Co., </em>441 F.Supp. 765, 770-71 (N.D.Cal.1977) (holding that insurer was <page-number citation-index=\"1\" label=\"192\">*192</page-number>prejudiced as a matter of law when the insured notified it of a loss from the repair of a leaking gas tank because the insured precluded any investigation by the insurer when it resealed the tank). <em>But see Halsey v. Fireman’s Fund Ins. Co., </em>68 Or.App. 349, 681 P.2d 168, 170 (1984) (holding that “[a]n insurer is not prejudiced as a matter of law just because it receives notice after a claim has been settled or tried”).</p>\n<p id=\"b232-4\">As an excess insurer, the Trust does not have the same rights as it does as a primary insurer. Under the Scope of Coverage and the Endorsement, the Trust does not have the right to control the investigation, defense, and settlement of the suit against the County. The Scope of Coverage provides as follows: “The Trust will NOT be obligated to control the investigation, settlement or defense of any Claim made or Lawsuit brought against the Insured.” Similarly, the Endorsement states as follows: “The Insured shall be responsible for the investigation, settlement and defense of any Claim made or Lawsuit brought against the Insured.”</p>\n<p id=\"b232-5\">While the Trust does not have the right to control, the Trust does have the right to participate in the investigation, settlement, and defense of the claim. The Scope of Coverage provides as follows:</p>\n<blockquote id=\"b232-6\">“The Trust, however, has the right to participate in the defense and trial of any Claims or Lawsuits which relate to any Occurrence, Wrongful Act or Accident or Claim that the Trust feels may create liability on the part of the Trust under the terms of this Scope of Coverage.”</blockquote>\n<p id=\"b232-7\">Additionally, the requirements in the Scope of Coverage and the Endorsement that the insured provide documents and reports and complete access to claim files and all documents related to the claim contemplate participation by the Trust in the investigation, settlement, and defense of the claim.</p>\n<p id=\"b232-8\">The Trust suffered prejudice when the County precluded the Trust from exercising any of its rights. The right to participate had value to the Trust. Had the County complied with the notice provisions and provided the required documents related to the lawsuit, the Trust could have investigated <page-number citation-index=\"1\" label=\"193\">*193</page-number>the incident. The Trust could have participated in trial preparation, proposed trial strategies, and encouraged settlement. The Trust could have brought to the table its experience in trying liability cases, and specifically police brutality cases.</p>\n<p id=\"b233-4\">By failing to notify the Trust of the incident, claim, and lawsuit until after the judgment, the County nullified unilaterally all of the Trust’s rights and presented the Trust with a <em>fait accompli. </em>The County may be correct that the attempts of the Trust to criticize particular trial choices made by the County and to argue that those choices increased the judgment represent “20/20 hindsight.” The County, however, put the Trust in the position of proving a negative and speculating about what could have been. The Trust need not speculate. By itself, the abrogation of <em>all </em>of the Trust’s contractual rights constituted prejudice.</p>\n<p id=\"b233-5\">We hold that the Trust was prejudiced as a matter of law when the County failed to notify the Trust of the incident, claim, and lawsuit until after an adverse judgment was entered. Accordingly, the Trust was entitled to deny coverage to the County.</p>\n<p id=\"b233-6\">Our conclusion is in accord with the decision of courts in other jurisdictions addressing excess carriers.<footnotemark>14</footnotemark> In <em>Atlanta Intern. Ins. Co. v. Yellow Cab Co., Inc., </em>972 F.2d 751 (7th Cir.1992) (per curiam), the court held that an excess insurer was prejudiced as a matter of law when the insured did not notify the excess insurer until after the jury had returned a verdict triggering the excess coverage. The court reasoned that the delay in notice “depriv[ed] the excess insurer of any opportunity to conduct its own investigation and, perhaps, settle for a lower amount” <em>Id. </em>at 752.</p>\n<p id=\"b233-7\">In <em>Allstate Ins. Co. v. Kepchar, </em>592 N.E.2d 694 (Ind.Ct.App. 1992), the court held that an excess insurer was prejudiced as a matter of law when it was not notified until after trial. The <page-number citation-index=\"1\" label=\"194\">*194</page-number>court noted that the excess insurer was denied the “opportunity to associate with the defense and control of the case, attempt to negotiate a settlement in cooperation with the underlying insurer, or take an appeal.” <em>Id. </em>at 699. In fact, the court explained, the excess insurer “was effectively precluded from doing anything but tendering payment under the policy.” <em>Id; see also Herman Bros., Inc. v. Great West Cas. Co., </em>255 Neb. 88, 582 N.W.2d 328, 336 (1998) (holding that an excess carrier was prejudiced as a matter of law when it was not informed of the suit until after the insured reached a tentative settlement because the excess insurer “was not given a meaningful opportunity to investigate, defend, or participate in any of the decisions regarding the claim”); <em>cf. Kerr v. Ill. Cent. R.R. Co., </em>283 Ill.App.3d 574, 219 Ill.Dec. 81, 670 N.E.2d 759, 765 (1996) (stating that “[a]n excess insurer should not be forced to rely on its insured or the primary insurer to protect its interests where timely notice would provide the excess insurer with an opportunity to pursue its own investigation”); <em>Am. Home Assurance Co. v. Int’l Ins. Co., </em>90 N.Y.2d 433, 661 N.Y.S.2d 584, 684 N.E.2d 14, 17 (1997) (noting “the important function of prompt notice in furnishing even an excess carrier with an opportunity to participate in settlement discussions at a time when its input is most likely to be meaningful”); Douglas R. Richmond, <em>Rights and Responsibilities of Excess Insurers, 78 </em>Denv. U.L.Rev. 29, 44-45 (2000) (concluding that an excess insurer should not be compelled to rely on the insured to protect its interests and that excess insurers “need an option to defend in order to protect themselves in cases where ... the primary insurer is not mounting a strong defense”). <em>But see Rouse Co. v. Fed. Ins. Co., </em>991 F.Supp. 460, 466-67 (D.Md.1998) (holding that a primary insurer who, unlike the insurer in <em>Washington, </em>did not have the duty to defend or right to settle could not satisfy its burden to show prejudice solely by pointing to the insured’s failure to notify the insurer until after trial).<footnotemark>15</footnotemark></p>\n<p id=\"b235-4\">\n<page-number citation-index=\"1\" label=\"195\">*195</page-number>\n<em>JUDGMENT OF THE COURT OF SPECIAL APPEALS AFFIRMED. COSTS TO BE PAID BY PETITIONER.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b206-10\">. Md.Code (1997, 2002 Repl.Vol., 2004 Cum.Supp.), § 19-602 of the Insurance Article provides as follows:</p>\n<blockquote id=\"b206-11\">\"(a) <em>‘Public entity’ defined. </em>— In this section, 'public entity’ means:</blockquote>\n<blockquote id=\"b206-12\">(1) a political subdivision of the State;</blockquote>\n<blockquote id=\"b206-13\">(2) a unit of the State or a local government; or</blockquote>\n<blockquote id=\"b206-14\">(3) a nonprofit or nonstock corporation that:</blockquote>\n<blockquote id=\"b206-15\">(i) receives 50% or more of its annual operating budget from the State or a local government; and</blockquote>\n<blockquote id=\"b206-16\">(ii) is exempt from taxation under § 501(c)(3) or (4) of the Internal Revenue Code.</blockquote>\n<blockquote id=\"b206-17\">(b) <em>In general. </em>— Public entities may pool together to purchase casualty insurance, property insurance, or health insurance or to self-insure against casualty, property, or health risks.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b206-18\">. The Local Government Insurance Trust (\"the Trust”) also provides group life and health benefits to employees of participating local governments, pursuant to Md.Code (1997, 2002 Repl.Vol., 2004 Cum. Supp.), §§ 16-116 and 19-602 of the Insurance Article.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b207-8\">. The County participated in the Excess Liability Program for two successive one-year terms. For purposes of this appeal, the policies contained identical provisions. We will refer to them as one policy.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b209-9\">. As we determine that the Trust was entitled to deny coverage based on the delayed notice, we do not address the third question.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b209-10\">. By its terms, the Business Automobile category does not apply. The County conceded before the Court of Special Appeals that coverage could not be afforded under the Police Legal Liability and Public <page-number citation-index=\"1\" label=\"170\">*170</page-number>Officials Legal Liability. Coverage under both of those categories was on a \"claims-made” basis, not covering claims made after the termination of the policy. In contrast, Commercial General Liability was covered on an “occurrence” basis, covering injuries occurring before the policy expired. As the injuries to McCollum were inflicted while the County participated in the Excess Liability Program, but the County claimed coverage after it withdrew from the Program, the County only could seek coverage under the Commercial General Liability category.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b210-7\">. We grant the Trust's Motion to Strike the appendix to the County's Reply Brief, which contained the 2004 version of the policy forms issued by the Trust, and the portions of the County's argument in its Reply Brief referencing these documents. These documents were not before the Circuit Court or the Court of Special Appeals, and, therefore, were not considered by the Circuit Court in the grant of summary judgment. <em>See Maryland Lumber Co. v. Savoy Construction, </em>286 Md. 98, 101 n. 2, 405 A.2d 741, 743 n. 2 (1979) (striking two documents inserted into the record extract that did not appear in the record below); <em>cf. </em>Md. Rule 8-501(f) (stating that “[t]he appellant may include as an appendix to a reply brief any additional part <em>of the record </em>that the appellant believes is material in view of the appellee’s brief or appendix” [emphasis added]).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b216-6\">. Even were the notice provisions of the Endorsement and the Scope of Coverage to have conflicted, an express provision of (he policy directs that the Scope of Coverage controls. The first paragraph of the Scope of Coverage states as follows:</p>\n<blockquote id=\"b216-7\">\"The terms, conditions, definitions, endorsements, exclusions and limitations of the Underlying Coverage as stated in Item 6 of the Declarations are made part of this Scope of Coverage unless they are inconsistent with the provisions of this Scope of Coverage or relate to any duty to investigate and defend, the Limits of Liability, conditions, extended reporting periods, and any exclusion or limitation attached to this Scope of Coverage by endorsement or included in the exclusion section of this Scope of Coverage. With respect to these exceptions, the provisions enumerated in this Scope of Coverage shall apply.”</blockquote>\n<p id=\"b216-8\">Item six of the Coverage Declaration Form identifies the \"Underlying Coverage” as the Endorsement.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b221-10\">. As originally enacted, Md.Code (1957, 1964 Repl.Vol., 1965 Cum. Supp.), Art. 48A, § 482 pertained only to motor vehicle liability insurance. <em>See </em>1964 Md. Laws, Chap. 185. The provision was amended in 1966 to apply to liability insurance in general. <em>See </em>1966 Md. Laws, Chap. 205.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b223-6\">. Thirty-eight states and two territories have adopted the “prejudice rule.” <em>See, e.g., Municipality of San Juan v. Great Am. Ins. Co., </em>813 F.2d 520, 521 (1st Cir.1987) (applying Puerto Rican law); <em>In re Tutu Water Wells Contamination Litig., </em>32 F.Supp.2d 795, 799 (D.Vi.1998) (applying Virgin Islands law); <em>Weaver Bros., Inc. v. Chappel, </em>684 P.2d 123, 125 (Alaska 1984); <em>Lindus v. N. Ins. Co. of New York, </em>103 Ariz. 160, 438 P.2d 311, 315 (1968) (en banc); <em>Campbell v. Allstate Ins. Co., </em>60 Cal.2d 303, 32 Cal.Rptr. 827, 384 P.2d 155, 156 (1963) (en banc); <em>Clementi v. Nationwide Mut. Fire Ins. Co., </em>16 P.3d 223, 230 (Colo.2001) (en banc); <em>Aetna Cas. &amp; Sur. Co. v. Murphy, </em>206 Conn. 409, 538 A.2d 219, 224 (1988); <em>Nationwide Mut. Ins. Co. v. Starr, </em>575 A.2d 1083, 1088 (Del. 1990); <em>Tiedtke v. Fid. &amp; Cas. Co. of New York, </em>222 So.2d 206, 209 (Fla. 1969); <em>Standard Oil Co. of Cal. v. Hawaiian Ins. &amp; Guar. Co., </em>65 Haw. 521, 654 P.2d 1345, 1348 n. 4 (1982); <em>Miller v. Dilts, </em>463 N.E.2d 257, 260-61 (Ind.1984); <em>Grinnell Mut. Reins. Co. v. Jungling, </em>654 N.W.2d 530, 542 (Iowa 2002); <em>Nat’l Union Fire Ins. Co. of Pittsburgh, Pa. </em>v. <em>Fed. Deposit Ins. Corp., </em>264 Kan. 733, 957 P.2d 357, 368 (1998); <em>Jones v. Bituminous Cas. Corp., </em>821 S.W.2d 798, 803 (Ky.1991); <em>Miller v. Marcantel, </em>221 So.2d 557, 559 (La.Ct.App.1969); <em>Ouellette v. Maine Bonding &amp; Cas. Co., </em>495 A.2d 1232, 1235 (Me. 1985); <em>Johnson Controls, Inc. v. Bowes, </em>381 Mass. 278, 409 N.E.2d 185, 188 (1980); <em>Koski v. Allstate Ins. Co., </em>456 Mich. 439, 572 N.W.2d 636, 639 (1998); <em>Reliance Ins. Co. v. St. Paul Ins. Cos., </em>307 Minn. 338, 239 N.W.2d 922, 924-25 (1976); <em>Weaver v. State Farm Mut. Auto. Ins. Co., </em>936 S.W.2d 818, 820-21 (Mo.1997) (en banc); <em>Herman Bros., Inc. v. Great W. Cas. Co., </em>255 Neb. 88, 582 N.W.2d 328, 334-35 (1998); <em>Dover Mills P’ship v. Commercial Union Ins. Cos., </em>144 N.H. 336, 740 A.2d 1064, 1067 (1999); <em>Cooper v. Gov't Employees Ins. Co., </em>51 N.J. 86, 237 A.2d 870, 874 <page-number citation-index=\"1\" label=\"184\">*184</page-number>(1968); <em>Found. Reserve Ins. Co. v. Esquibel, </em>94 N.M. 132, 607 P.2d 1150, 1152 (1980); <em>Great Am. Ins. Co. v. C.G. Tate Constr. Co., </em>303 N.C. 387, 279 S.E.2d 769, 775 (1981); <em>Finstad v. Steiger Tractor, Inc., </em>301 N.W.2d 392, 398 (N.D.1981); <em>Champion Spark Plug Co. </em>v. <em>Fid. &amp; Cos. Co. of N.Y., </em>116 Ohio App.3d 258, 687 N.E.2d 785, 791 (1996); <em>Fox </em>v. <em>Nat'l Sav. Ins. Co., </em>424 P.2d 19, 25 (Okla.1967); <em>Lusch v. Aetna Cas. &amp; Sur. Co., </em>272 Or. 593, 538 P.2d 902, 904 (1975); <em>Brakeman v. Potomac Ins. Co., </em>472 Pa. 66, 371 A.2d 193, 196 (1977); <em>Pa. Gen. Ins. Co. </em>v. <em>Becton, </em>475 A.2d 1032, 1035 (R.I.1984); <em>Vt. Mut. Ins. Co. v. Singleton, </em>316 S.C. 5, 446 S.E.2d 417, 421 (1994); <em>Auto-Owners Ins. Co. v. Hansen Hous., Inc., </em>604 N.W.2d 504, 513 (S.D.2000); <em>Alcazar v. Hayes, </em>982 S.W.2d 845, 856 (Tenn.1998); <em>Harwell v. State Farm Mut. Auto. Ins. Co., </em>896 S.W.2d 170, 174 (Tex. 1995); <em>State Farm Mut. Auto. Ins. Co. v. Green, </em>89 P.3d 97, 104 (Utah 2003); <em>Coop. Fire Ins. Ass'n of Vt. v. White Caps, Inc., </em>166 Vt. 355, 694 A.2d 34, 38 (1997); <em>Or. Auto. Ins. Co. v. Salzberg, </em>85 Wash.2d 372, 535 P.2d 816, 819 (1975); <em>Colonial Ins. Co. v. Barrett, </em>208 W.Va. 706, 542 S.E.2d 869, 875 (2000); <em>Gerrard Realty Corp. </em>v. <em>Am. States Ins. Co., </em>89 Wis.2d 130, 277 N.W.2d 863, 871 (1979) (applying Wis. Stat. § 631.81).</p>\n<p id=\"b224-6\">Alabama maintains the “no prejudice rule” for primary insurers, but requires that excess insurers show prejudice. <em>See, e.g., Midwest Employers Cas. Co. v. E. Ala. Health Care, </em>695 So.2d 1169, 1173 (1997); <em>but see American Home Assur. Co. v. International Ins. Co., </em>90 N.Y.2d 433, 661 N.Y.S.2d 584, 684 N.E.2d 14, 18 (1997).</p>\n<p id=\"b224-7\">Six states and the District of Columbia maintain the traditional \"no prejudice rule.” <em>See, e.g., Bolivar County Bd. of Supervisors v. Forum Ins. Co., </em>779 F.2d 1081, 1085-86 (5th Cir. 1986) (applying Mississippi law); <em>Greenway v. Selected Risks Ins. Co., </em>307 A.2d 753, 756 (D.C.1973); <em>Caldwell v. State Farm Fire &amp; Cas. Ins. Co., </em>192 Ga.App. 419, 385 S.E.2d 97, 99 (1989); <em>Viani v. Aetna Ins. Co., </em>95 Idaho 22, 501 P.2d 706, 713-14 (1972), <em>overruled in part on other grounds by Sloviaczek v. Estate of Puckett, </em>98 Idaho 371, 565 P.2d 564, 568 (1977); <em>State Farm Mut. Auto. Ins. Co. </em>v. <em>Cassinelli, </em>67 Nev. 227, 216 P.2d 606, 616 (1950); <em>Sec. Mut. Ins. Co. of New York v. Acker-Fitzsimons Corp., </em>31 N.Y.2d 436, 340 N.Y.S.2d 902, 293 N.E.2d 76, 78 (1972); <em>State Farm Fire &amp; Cas. Co. v. Scott, </em>236 Va. 116, 372 S.E.2d 383, 385 (1983).</p>\n<p id=\"b224-8\">Although it appears that the Illinois Supreme Court has not addressed this issue, the intermediate appellate courts of Illinois have reached varying results. <em>Compare, e.g., Vega v. Gore, </em>313 Ill.App.3d 632, 246 Ill.Dec. 562, 730 N.E.2d 587, 589 (2000), <em>with General Cas. Co. of Ill. v. Juhl, </em>283 Ill.App.3d 376, 218 Ill.Dec. 685, 669 N.E.2d 1211, 1215 (1996).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b227-7\">. Courts in other states also frequently cite 1wo other rationales for adopting the \"prejudice rule.” First, these courts reason that insurance contracts are contracts of adhesion, with their terms dictated to the insured, rather than negotiated. Thus, they conclude that insurance contracts should not be interpreted as strictly as other contracts. <em>See, e.g., Aetna, </em>538 A.2d at 222; <em>Cooper, </em>237 A.2d at 873; <em>Brakeman, </em>371 A.2d at 196; <em>Alcazar, </em>982 S.W.2d at 851-52; <em>Coop. Fire Ins., </em>694 A.2d at 37. Second, courts point to the public policy of compensating victims of torts as a reason for requiring that an insurer show prejudice before denying coverage. <em>See, e.g., Cooper, </em>237 A.2d at 874; <em>Brakeman, </em>371 A.2d at 198 n. 8; <em>Alcazar, </em>982 S.W.2d at 852.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b228-7\">. A minority of courts presume prejudice to the insurer and place the burden of rebutting the presumption on the insured. <em>See Alcazar, </em>982 S.W.2d at 854. These courts reason that the insured is the party seeking to be excused from the consequences of breaching the contract and that the insured is in a better position to demonstrate that witnesses and information remain available for the insurer. <em>See Aetna, </em>538 A.2d at 224; <em>Champion Spark Plug Co., </em>687 N.E.2d at 792. An even smaller minority of states include prejudice as a factor in determining whether the insured provided timely notice. <em>See Alcazar, </em>982 S.W.2d at 855. That approach is problematic because prejudice is a potential product of untimely notice, not a determinant of it. <em>See id. </em>at 855-56; <em>Clementi, </em>16 P.3d at 231.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b229-7\">. While the specific disposition of the court was a finding that the conclusion of the Circuit Court was not clearly erroneous, the reasoning of the Court of Special Appeals is applicable and has been applied by other courts to find prejudice as a matter of law. <em>See </em>cases cited <em>infra.</em></p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b230-6\">. In <em>Scottsdale Ins. Co. v. Am. Empire Surplus Lines Ins. Co., </em>791 F.Supp. 1079 (D.Md.1992), the court held that an insurer who received notice on the eve of trial was required to show prejudice besides the delayed notice itself. <em>Id. </em>at 1082. The court acknowledged the reasoning of <em>Washington, v. Federal Kemper Ins., </em>60 Md.App. 288, 482 A.2d 503 (1984), but noted that the Court of Special Appeals carefully limited its holding to cases hi which the insured provides notice after judgment. 791 F.Supp. at 1082-83. Similarly, in' <em>General Acc. Ins. Co. v. Scott, </em>107 Md.App. 603, 669 A.2d 773 (1996), the court held that an insurer who received notice before trial could not rely on the delayed .notice alone to show prejudice. <em>Id. </em>at 616, 669 A.2d at 779. The court reasoned that the insurer was not denied \"all opportunity to protect its rights in the litigation” because, unlike in <em>Washington, </em>the trial had not yet occurred. <em>Id. </em>at 617, 669 A.2d 773, 669 A.2d at 780.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b233-8\">. All of the cases cited <em>infra </em>involve private parties, while the case <em>sub judice </em>involves a county government and an organization composed of public entities. This distinction does not affect our analysis or conclusions as to the issues raised in the instant case.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b234-5\">. The court erroneously stated that this Court abrogated <em>Washington </em>in <em>Sherwood v. Harford, </em>347 Md. 32, 698 A.2d 1078 (1997). <em>See Rouse </em><page-number citation-index=\"1\" label=\"195\">*195</page-number><em>Co. v. Fed. Ins. Co., </em>991 F.Supp. 460, 467 n. 4 (D.Md.1998). In <em>Sherwood, </em>this Court noted that the duty to defend attaches when the claim is made or when an insured occurrence happens. <em>Id. </em>at 44, 698 A.2d at 1083-84. We disagreed with courts, such as <em>Washington, </em>that stated that the duty to defend does not arise until the insurer is notified of the claim and asked to undertake the defense. <em>Id </em>at 44, 698 A.2d at 1084. We referred to a different section of <em>Washington, </em>not the section relating to prejudice. <em>See Washington, </em>60 Md.App. at 297, 482 A.2d at 507 (stating that \"Kemper had no duty to defend, however, until the assured <em>requested </em>a defense”). Indeed, as noted <em>supra, </em>we quoted the position of the <em>Washington </em>court on prejudice in <em>Allstate v. State Farm, </em>363 Md. 106, 122, 767 A.2d 831, 841 (2001).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}