{
  "casebody": {
    "data": "<casebody firstpage=\"349\" lastpage=\"353\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b375-10\">UNITED STATES of America, Plaintiff-Appellee, v. Aurelio BASULTO-REINA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AIP\">No. 10-40860</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aaq\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"AQo\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A_t1\">April 5, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b376-3\"><page-number citation-index=\"1\" label=\"350\">*350</page-number>Mary Jane Harmon, James Lee Turner, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b376-4\">Marjorie A. Meyers, Federal Public Defender, Sarah Beth Landau, Assistant Federal Public Defender, H. Michael Soko-low, Assistant Federal Public Defender, Federal Public Defender’s Office, Houston, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b376-6\">Before DAVIS, SMITH, and SOUTHWICK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b376-7\">JERRY E. SMITH, Circuit Judge: <footnotemark>*</footnotemark></author>\n<p id=\"Avj\">Aurelio Basulto-Reina challenges the district court’s conclusion that aggravated battery under Georgia law is a “crime of violence” (“COV”) under U.S.S.G. § 2L1.2(b)(1)(A)(ii). We affirm, because Georgia aggravated battery involves the use of force and is thus a COV.</p>\n<p id=\"b376-8\">I.</p>\n<p id=\"b376-9\">Basulto-Reina pleaded guilty to one count of being found unlawfully present in the United States following deportation, in violation of 8 U.S.C. § 1326(a) and (b). The district court imposed a 16-level sentencing enhancement under § 2L1.2(b)(1)(A)(ii) because Basulto-Reina had been deported following a felony conviction for a COV. The underlying felony was a 1997 conviction in Georgia for aggravated battery. After a three-level reduction for acceptance of responsibility, the enhancement gave Basulto-Reina a total offense level of 21; he had a criminal history category of I. The guideline range was 37-46 months, but the district court gave 24 months. Basulto-Reina challenges the 16-level enhancement, arguing that Georgia aggravated battery is not a COV.</p>\n<p id=\"b376-13\">II.</p>\n<p id=\"b376-14\">The categorization of prior convictions as COVs is a legal issue that we review <em>de novo.</em><footnotemark><em>1</em></footnotemark><em> </em>The application notes define a COV as</p>\n<blockquote id=\"b376-15\">any of the following offenses under federal, state, or local law: murder, manslaughter, kidnapping, aggravated assault, forcible sex offenses ..., statutory rape, sexual abuse of a minor, robbery, arson, extortion, extortionate extension of credit, burglary of a dwelling, or any other offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another.</blockquote>\n<p id=\"b376-16\">U.S.S.G. § 2L1.2 cmt. n. 1 (B)(iii). Thus, an offense can qualify as a COV either because it is part of an enumerated category or because it falls within the physical-force provision. Because we decide that the use of physical force is an element of aggravated battery in Georgia, we need not determine whether it is part of an enumerated category.</p>\n<p id=\"b376-17\">For purposes of the guidelines, the “ ‘use’ of force requires that a defendant intentionally avail himself of that force.” <em>United States v. Vargas-Duran, </em>356 F.3d 598, 599 (5th Cir.2004). To determine whether an offense involves the use of force, we employ the categorical approach in <em>Taylor v. United States, </em>495 U.S. 575, 600-02, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), examining the elements of the offense rather than the facts underlying the <page-number citation-index=\"1\" label=\"351\">*351</page-number>conviction. <em>United States v. Moreno-Flo-rean, </em>542 F.3d 445, 449 (5th Cir.2008). Nonetheless, “if the statute of conviction contains a series of disjunctive elements, this court may look beyond the statute to certain records made or used in adjudicating guilt to determine which subpart of the statute formed the basis of the conviction.” <em>Id. </em>(citations omitted).</p>\n<p id=\"b377-5\">A person commits aggravated battery in Georgia “when he or she maliciously causes bodily harm to another by depriving him or her of a member of his or her body, by rendering a member of his or her body useless, or by seriously disfiguring his or her body or a member thereof.” Ga.Code Ann. § 16-5-24(a). The indictment for Basulto-Reina’s 1997 conviction reveals that his conviction arose from disfigurement. Therefore, our inquiry is whether “maliciously causing] bodily harm to another ... by seriously disfiguring his or her body” requires the use, attempted use, or threatened use of physical force.</p>\n<p id=\"b377-6\">Basulto-Reina contends that causing bodily harm does not necessarily require physical force. His argument is supported by <em>United States v. Lopez-Hernandez, </em>112 Fed.Appx. 984, 985 (5th Cir.2004) (per curiam), in which we evaluated a Georgia family violence battery conviction. A conviction for family violence battery requires “ ‘intentionally causing] substantial physical harm or visible bodily harm to another’ person who is a family member.” <em>Id. </em>(quoting Ga.Code Ann. § 16-5-23.1(a)). We reasoned that “[t]he Georgia offense is results-oriented and does not contain a requirement that the offender apply force, but rather, leaves open the possibility that harm to the victim might result from omission or from the actions of another person or animal controlled by the offender.” <em>Id. </em>Basulto-Reina urges that the same reasoning applies to a conviction for aggravated battery.</p>\n<p id=\"b377-11\">Because <em>Lopez-Hernandez </em>is unpublished, it is not precedential, and we find it unpersuasive. In particular, it ignores that Georgia courts have interpreted even simple battery to require the use of physical force. In <em>Hammonds v. State, </em>263 Ga.App. 5, 587 S.E.2d 161, 163 (2003), for example, the court examined the element of simple battery requiring “intentionally causing physical harm to another.” Ga. Code Ann. § 16-5-23(a)(2). That requirement, the court held, “contemplates a touching that goes beyond insult to the infliction of pain or physical injury,”<footnotemark>2</footnotemark> and any touching that inflicts pain necessarily requires the use of force.<footnotemark>3</footnotemark> If a requirement of “intentionally causing physical harm” requires physical force, therefore, so must the stricter requirement of “maliciously causing bodily harm to another ... by seriously disfiguring his or her body.” Admittedly, Georgia uses the <em>results </em>of a forceful touching to distinguish among simple battery, battery, and aggravated battery.<footnotemark>4</footnotemark> Thus, battery and aggravated battery are defined by the level of harm a defendant “causes” and do not explicitly mention an offensive touching or the use of <page-number citation-index=\"1\" label=\"352\">*352</page-number>force. That classification scheme does not mean, however, that a forceful touching has dropped out of the offense as the severity increases to battery and aggravated battery. Thus, one Georgia court has construed the aggravated battery statute with reference to the common law definition of battery as the “ ‘unlawful touching or striking of the person of another by the aggressor himself or by any substance put in motion by him, done with the intention of bringing about a harmful or offensive contact or apprehension thereof.’ ”<footnotemark>5</footnotemark> Similarly, another court has assumed that aggravated battery qualifies under the Georgia statute allowing self-defense to prevent “forcible felonies.”<footnotemark>6</footnotemark> Georgia thus treats aggravated battery as including an element of force.</p>\n<p id=\"b378-4\">In support of its holding, <em>Lopez-Hernandez </em>cited <em>J.A.T. v. State, </em>133 Ga.App. 922, 212 S.E.2d 879, 882 (1975), which held that one can commit battery by siccing a dog on another. <em>J.A.T. </em>does not hold, however, that committing battery in such a fashion involves the absence of force. Instead, the court noted that by letting the dog go, the defendant “set[] a force in motion which ultimately produce[d] the result.” <em>Id. </em>at 881. As the government points out, pulling the trigger on a gun also sets in motion a separate force that actually causes the harm, but it certainly involves the use of force. Siccing a dog on another must therefore involve using force as well, at least when that act is committed intentionally, as in <em>J.A.T.</em><footnotemark><em>7</em></footnotemark></p>\n<p id=\"b378-9\">It is hypothetically possible that at some point the defendant’s actions become so attenuated from the application of force to the victim that he cannot be said to have “used force,” even though he is still guilty of battery. We need not engage in speculation to identify such remote possibilities, however. The Supreme Court’s reasoning when determining whether a crime fell within an enumerated category of CO Vs is equally applicable here:</p>\n<blockquote id=\"b378-10\">[T]o find that a state statute creates a crime outside the generic definition of a listed crime in a federal statute requires more than the application of legal imagination to a state statute’s language. It requires a realistic probability, not a theoretical possibility, that the State would apply its statute to conduct that <page-number citation-index=\"1\" label=\"353\">*353</page-number>falls outside the generic definition of a crime. To show that realistic probability, an offender, of course, may show that the statute was so applied in his own case. But he must at least point to his own case or other cases in which the state courts in fact did apply the statute in the special (nongeneric) manner for which he argues.</blockquote>\n<p id=\"b379-5\"><em>Gonzales v. Duenas-Alvarez, </em>549 U.S. 183, 193, 127 S.Ct. 815, 166 L.Ed.2d 683 (2007). Basulto-Reina has cited no Georgia cases applying the aggravated-battery statute in the absence of force, so he has not shown a “realistic probability” that the statute could apply in such situations. We thus conclude that aggravated battery in Georgia involves the use of force and is a COV under U.S.S.G. § 2L1.2(b)(l)(A)(ii).</p>\n<p id=\"Aek\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b376-11\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b376-18\">. <em>United States v. Hernandez-Galvan, </em>632 F.3d 192, 196 (5th Cir.2011) (citing <em>United States v. Sanchez-Ruedas, </em>452 F.3d 409, 412 (5th Cir.2006)).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b377-7\"><em>.Hammonds, </em>587 S.E.2d at 163; <em>accord McKinney v. State, </em>218 Ga.App. 633, 463 S.E.2d 136, 139 (1995) (\"Physical contact is required for a simple battery....”); <em>Lyman v. State, </em>188 Ga.App. 790, 374 S.E.2d 563, 565 (1988) (stating that § 16-5-23(a)(2) \"concerns the intentional causation of physical harm, a touching which goes beyond insult to the infliction of pain”); <em>Anderson v. State, </em>170 Ga.App. 634, 317 S.E.2d 877, 878 (1984) (stating that a simple battery conviction under § 16-5-23 \"requires physical contact”); <em>Tuggle v. State, </em>145 Ga.App. 603, 244 S.E.2d 131, 133 (1978) (same).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"Aqq\">. <em>See Hernandez v. U.S. Att’y Gen., </em>513 F.3d 1336 (11th Cir.2008) (declining to insert the word \"violent” before \"physical force” in the definition of COV and concluding that \"simple physical contact----satisfied] the use of physical force’ definition of a crime of violence' ” (citing <em>United States v. Griffith, </em>455 F.3d 1339, 1342 (11th Cir.2006))).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"Aez\">. <em>Williams v. State, </em>248 Ga.App. 316, 546 S.E.2d 74, 78 (2001) (\"The legislature has <page-number citation-index=\"1\" label=\"352\">*352</page-number>created three distinct categories of battery: simple battery, OCGA § 16-5-23 (offensive touching or physical harm); battery, OCGA § 16-5-23.1 (substantial physical harm or visible bodily injury); and aggravated battery, OCGA § 16-5-24 (loss of body member or serious disfigurement). These statutes evidence a legislative intent to categorize the types of battery by the severity of the harm inflicted and to provide harsher penalties for batteries that result in more severe bodily harm.”).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b378-6\">. <em>Blanch v. State, </em>293 Ga.App. 750, 667 S.E.2d 925, 926 (2008) (emphasis removed) (quoting <em>Brown v. State, 57 </em>Ga.App. 864, 197 S.E. 82, 84 (1938)).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b378-7\">. <em>See Wicker v. State, </em>285 Ga.App. 294, 645 S.E.2d 712, 713 (2007) (rejecting a defendant’s requested self-defense instruction because she did not introduce evidence that she feared her victim would commit aggravated battery, but acknowledging that aggravated battery can be a forcible felony justifying self-defense).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b378-12\"><em>.J.A.T., </em>212 S.E.2d at 880. <em>J.A.T. </em>suggests that one can also be convicted of battery if one was \"criminally negligent” when letting the dog go, <em>id. </em>at 881, and one might argue that a criminally negligent defendant did not \"use” force because \"using” force requires using force \"intentionally,” <em>Vargas-Duran, </em>356 F.3d at 599. <em>J.A.T. </em>stated that criminally negligent defendants can be convicted of battery, however, only because \"[ejvery person is presumed to intend the natural and necessary consequence of his acts.” <em>J.A.T., </em>212 S.E.2d at 881 (citations and internal quotation marks omitted). Even a defendant convicted of battery because of criminal negligence has therefore used force \"intentionally” and has thus committed a COV.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}