{
  "casebody": {
    "data": "<casebody firstpage=\"710\" lastpage=\"711\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b748-3\">[Civ. No. 9839.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ao4\">Second Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-Cf\">March 26, 1936.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b748-5\">PACIFIC STATES SAVINGS AND LOAN COMPANY (a Corporation), Appellant, v. LAURA E. GREGORY, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b748-9\">Loyd Wright, Charles E. Millikan and S. Earl Wright for Respondent.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b748-10\">John L. Mace for Appellant.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b748-11\">THE COURT.</author>\n<p id=\"AJOC\">From the transcript herein it appears that in an action to recover the balance due upon two promissory notes secured by deeds of trust after sale of the security by the trustee thereunder, the defendant, after filing, her answer, moved for judgment on the pleadings, upon the sole ground that “the complaint and each of the causes of action thereof is and are barred by the provisions of section 2924% of the Civil Code of the State of California for the reason that said' <page-number citation-index=\"1\" label=\"711\">*711</page-number>plaintiff failed to record the notices of breach and the election to sell the parcels of property referred to in the said causes of action at least one year before the dates of the sales of the said property.” Said motion was granted and a judgment entered that plaintiff take nothing by its action, from which judgment this appeal is prosecuted.</p>\n<p id=\"b749-4\">Counsel for the parties hereto have stipulated that this appeal “may be submitted upon the rule of <em>Brown </em>v. <em>Ferdon, </em>5 Cal. (2d) 226 [54 Pac. (2d) 712]”. Since the notes and the deeds of trust securing the same are alleged to have been executed and delivered prior to the enactment of section 2924% of the Civil Code, said section, under the rule in the case referred to, can have no application. The judgment is therefore reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}