{
  "casebody": {
    "data": "<casebody firstpage=\"818\" lastpage=\"820\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b850-9\">(35 Misc. Rep. 276.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b850-10\">SCHEUER et al. v. MONASH.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b850-11\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AuFo\">June, 1901.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b850-12\">1. Contract or Hiring—-Statute or Frauds.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b850-13\">It Is no defense to an action by a servant for his compensation that the contract was, by its terms, invalid, because not to be performed within a year, where he has been permitted to perform and has performed.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b850-14\">2. Same—Evidence or Value.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b850-15\">A contract for services, invalid under the statute of frauds, is admissible as a measure of the value of services rendered.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b850-16\">8. Same—Abandonment or Employment.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b850-17\">Where a person contracts for services for a year, and abandons the employment after serving for 10 months only, without the master’s consent, he cannot recover under the contract.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b850-18\">4. Same—Evidence.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b850-19\">Where a servant employed under a contract for a year abandons it in 10 months, his stipulated yearly salary is not evidence of the value of his services for 10 months.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b850-20\">Appeal from municipal court, borough of Manhattan, Ninth district.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b851-4\"><page-number citation-index=\"1\" label=\"819\">*819</page-number>Action by Nathan Scheuer and others against Morris L. Monash. Judgment for defendant. Plaintiffs appeal. Reversed.</summary>\n<p data-order=\"14\" data-type=\"judges\" id=\"b851-5\">Argued before SCOTT, P. J., and BEACH and FITZGERALD, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b851-6\">Jay C. Guggenheimer, for appellants.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b851-7\">M. D. Steuer, for respondent.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b851-8\">PER CURIAM.</author>\n<p id=\"A6G3\">The learned justice who tried this case rendered a written opinion, in which he said that, from the evidence given upon the trial and the demeanor and conduct of the witnesses, he concluded that the defendant truthfully stated the agreement which existed between the parties. Accepting this estimate as to the comparative truthfulness of the parties, it remains to consider whether, upon the defendant’s own showing, the judgment should be allowed to stand. The action was for money loaned to the defendant and goods sold to him. He did not dispute the receipt of the money and goods, but set up a counterclaim, upon which the action turned. According to the defendant’s story, a verbal agreement was made between the plaintiffs and himself on November IS, 1899, whereby he agreed to act as salesman for them for the year 1900, commencing, on the 1st day of January and ending on the 31st day of December,, and they in return agreed to pay him a certain weekly salary, a&lt; stated commission, and a bonus of $500 providing his sales reached $20,000. He entered upon the performance of this agreement, and' his sales, up to the time he left the plaintiffs’ employ, on November-6, 1900, amounted to more than the stipulated sum. The agreement,, being one which, by its terms, was not to be performed within a year,-, was obnoxious to the statute of frauds, but, notwithstanding that fact, if the plaintiffs permitted the defendant to go on under it, and perform the services it called for, and if he did in fact perform the contract on his part, the plaintiffs cannot avail themselves of the statute to deprive him of his agreed compensation. The contract was; one covering the whole year 1900. The plaintiffs were entitled to defendant’s services, not only until he had sold $20,000 worth of goods,, but until the end of the year. He continued to serve them only until November 6th, when his agreement had nearly two months to-run. The justice was of the opinion that the contract had been terminated by mutual consent, and, so concluding, decided that the situation of the parties and the defendant’s rights thereunder were the-same as they would have been had the contract been fully executed' by continuing the services until the end of the year. If he was right in deciding that the contract had been terminated by mutual consent,, the conclusion at which he arrived undoubtedly followed. Jeffery v. Walker, 72 Hun, 631, 25 N. Y. Supp. 161. Accepting again the defendant’s own version of the matter, we are unable to find any evidence of consent by the plaintiffs to the termination of the contract. It is true that he testifies that when he told one of the plaintiffs that he had a chance to make a good change the latter said, “If it is a very good one, take it, because you would be a fool not to accept it.” It does not appear, however, that he told the plaintiff that the. change was one to take effect immediately, nor is there anything hr <page-number citation-index=\"1\" label=\"820\">*820</page-number>►indicate that the plaintiff with whom he was talking had reason to so understand it. On the contrary, the presumption is all the other way. The defendant, in October, 1900, asked Henry Scheuer what arrangement he would make for next year, meaning, as defendant himself says, the year 1901. The parties seem to have had several conversations about the contract for the following year, and it was in the course of one of them that the defendant spoke of the better -chance which had offered itself. He does not say that he told either •of the plaintiffs that the better chance involved breaking his existing engagement, and, considering the fact that the conversations related -solely to a contract for the next year, the natural assumption would be that the better chance to which he referred meant a better chance rfor the year 1901. We are unable to spell out of this conversation -any consent to the premature termination of the existing agreement. If the defendant abandoned his employment before the end of the stipulated term, without the consent of his employers, as—from his own evidence we are convinced that he did—he certainly cannot recover upon his contract. Whether or not\" he could recover upon a •quantum meruit for the work done it is not necessary to discuss, for he neither sought to recover upon that theory nor was any evidence -offered as to the value of his services except the contract itself. Such a contract, even though void under the statute of frauds, might fur•nish a measure of the value of the services, if the defendant had fulfilled the contract on his part. Having refused to fulfill, he cannot rely upon the contract to fix the value of his services. His agreement was to serve for one year, and his compensation, including his bonus, must be deemed to have been fixed with reference to such -service. The compensation, having been agreed upon with reference to a year’s complete service, was not, therefore, competent evidence •of the value of the services during 10 months. Galvin v. Prentice, 45 N. Y. 162, 6 Am. Rep. 58. There was, therefore, no competent evidence in the case as to the value of the defendant’s services, and nothing upon which to base a judgment in his favor.</p>\n<p id=\"b852-5\">Judgment reversed, with costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}