{
  "casebody": {
    "data": "<casebody firstpage=\"469\" lastpage=\"475\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b583-10\">John GOEKEN, Plaintiff, Appellant, v. Alan KAY, Defendant, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b583-12\">No. 84-1398.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b583-13\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b583-15\">Heard Oct. 5, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b583-16\">Decided Jan. 10, 1985.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b585-4\"><page-number citation-index=\"1\" label=\"471\">*471</page-number>Reuben L. Hedlund, Chicago, 111., with whom Robert M. Dell, Kenneth S. Goods-mith, Latham &amp; Watkins, Chicago, 111., William Shields, III and Herrick &amp; Smith, Boston, Mass., were on brief for plaintiff, appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b585-5\">Robert S. Potters with whom Daniel A. Shapiro and Nix &amp; Potters, Boston, Mass., were on brief for defendant, appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b585-6\">Before CAMPBELL, Chief Judge, BREYER, Circuit Judge, and WEIGEL,<footnotemark>*</footnotemark> Senior District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b585-11\"> Of the Northern District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b585-7\">BREYER, Circuit Judge.</author>\n<p id=\"b585-8\">A jury, in this diversity case, returned a verdict for the plaintiff on a breach of contract claim. The district court set aside the verdict on the ground that the Massachusetts statute of frauds barred the enforcement of the contract in question because it was an oral, not a written, one. The basic issue here, on plaintiffs appeal, is whether the record offers adequate support for the district court’s decision. We find that it does; and we affirm the judgment entered for the defendant.</p>\n<p id=\"b585-9\">I</p>\n<p id=\"b585-10\">In June 1978 plaintiff Goeken and defendant Kay signed a complicated written financial agreement providing, in essence, that Kay would give Goeken $500,000 and Goeken would give Káy 200,000 shares of MCI stock. The agreement went on to protect Kay against a future decline in the stock’s value by allowing him to get some or all of his money back and, in a sense, treat the arrangement like a loan. It did this by opening a “window” of six days— November 10-15, 1978 — during which time Kay could require Goeken to repurchase some, or all, of the 200,000 shares for $2.50 per share, plus a payment of interest for Goeken’s interim use of the money. The agreement makes clear that if Kay exercised the option, Goeken would have to pay Kay within about a week — at least by November 21, 1978. And, the written agreement also gave Kay the right, should Goeken fail to pay by November 21, to back out of his “window” offer. That is to say, if Kay exercised his option to resell some or all of the shares for $2.50 each, but Goeken failed to pay by November 21, Kay was then free to refuse to deliver the shares if Goeken later tendered payment.</p>\n<p id=\"b585-13\">Kay exercised his “window” option on November 14, 1978, by asking Goeken to repurchase 170,000 MCI shares. Goeken failed to tender payment for the shares. The parties met on December 19, 1978. And, according to Goeken, they then made a new “oral” agreement. Goeken says that under the new agreement he was to arrange for the sale of Kay’s 170,000 shares, that Kay would receive $2.50 per share, and that Kay would tender the shares sometime in January. He adds that Kay, in effect, made a firm agreement to deliver the shares, giving up his right under the written agreement to back out of the sale. Kay disputes this version of the meeting. He claims that there was no oral agreement and that he kept his right provided in the earlier written contract to refuse to deliver the shares if Goeken failed to pay on time. (And Goeken had failed to pay on time.)</p>\n<p id=\"b585-14\">In early January 1979 Goeken arranged to sell 170,000 MCI shares to Allen &amp; Co., a stock brokerage. During January, however, the price of MCI shares rose. Kay told Goeken that he would exercise his right not to deliver, and he refused to tender the shares. Since Goeken had promised to sell 170,000 MCI shares to Allen &amp; Co., he had to sell the brokerage 170,000 MCI shares from his own portfolio. He lost money in this transaction because, on the rising market for MCI shares, he could have sold his own shares for more than the price to which he was bound by his early January promise to Allen &amp; Co. He sued Kay, arguing, among other things, that Kay’s breach of the December 19 oral contract caused his loss.</p>\n<p id=\"b585-15\">In response to five questions from the judge, the jury entered a special verdict for <page-number citation-index=\"1\" label=\"472\">*472</page-number>Goeken, <em>see </em>Fed.R.Civ.P. 49(a), finding in his favor as to the existence of the oral contract. The relevant questions arid answers were as follows:</p>\n<blockquote id=\"b586-4\">3.(a) Did Alan F. Kay and John D. Goeken make an oral contract in December 1978? (Answer: <em>Yes)</em></blockquote>\n<blockquote id=\"b586-5\">3. (b) Did Alan F. Kay breach that contract? (Answer: <em>Yes)</em></blockquote>\n<blockquote id=\"b586-6\">4. On what date did John F. Goeken know or should he reasonably have known that Alan F. Kay would not deliver the 170,000 shares? (Answer: <em>January 3, 1979)</em></blockquote>\n<blockquote id=\"b586-7\">5. On what date ... should John D. Goeken reasonably be expected to cover the sale or replenish his portfolio? (Answer: <em>January 22, 1979)</em></blockquote>\n<p id=\"b586-8\">The district court, relying in part on these answers, set aside the verdict. It found that the oral contract was a contract for “the sale of securities,” and that because it was oral, not written, the relevant statute of frauds, Mass.G.L. ch. 106, § 8-319, forbids its enforcement. The court also rejected Goeken’s efforts to avoid the statute of frauds by invoking the doctrine of “promissory estoppel.” <em>See Cellucci v. Sun Oil Co., </em>2 Mass.App. 722, 320 N.E.2d 919 (1974), <em>aff'd, </em>368 Mass. 811, 331 N.E.2d 813 (1975); <em>see also Restatement (Second) of Contracts </em>§ 139(1) (1979) (“A promise which the promisor should reasonably expect to induce action or forebearance ... is enforceable <em>notwithstanding the Statute of Frauds </em>if injustice can be avoided only ■by enforcement of the promise.”) (emphasis added); <em>see generally Kiely v. St. Germain, </em>670 P.2d 764 (Colo.1983) (en banc); Note, <em>Promissory Estoppel as a Means of Defeating the Statute of Frauds, </em>44 Fordham L.Rev. 114 (1975).</p>\n<p id=\"b586-9\">The district court noted that it had instructed the jury that Goeken entered into the agreement with Allen &amp; Co. on January 5. The court pointed out that the jury, in responding to question 4, found that Goeken “knew or should ... reasonably have known” by January 3 that Kay would not deliver the shares. The court concluded that Goeken therefore could not reasonably have relied on Kay’s oral promise to deliver the shares when he asked Allen &amp; Co. to sell them. Appellant Goeken here attacks the legal validity of these district court conclusions.</p>\n<p id=\"b586-11\">1. Goeken first argues that the statute of frauds does not apply because his December 19 oral contract with Kay was not a contract for “the sale of securities”; one might, he argues, more aptly characterize it as a contract under which Goeken promised to have someone else, namely Allen &amp; Co., sell Kay’s stock. Goeken says he did not promise Kay to buy the shares himself; title was to pass to Allen &amp; Co. — not to him — and he was therefore a “conduit,” not a purchaser. Where a third party agrees to arrange for the sale of one person’s shares to another, the third party’s agreement to make such arrangements is typically held not to be a “sale of securities” within- the meaning of the statute of frauds. <em>See, e.g., MortgageAmerica Corp. v. American National Bank, </em>651 S.W.2d 851 (Tex.Civ.App.1983); <em>Lindsey v. Stein Brothers &amp; Boyce, Inc., </em>222 Tenn. 149, 433 S.W.2d 669 (1968).</p>\n<p id=\"b586-12\">Here, however, the district court found that the contract between Goeken and Kay was for the sale of Kay’s shares to Goeken, not for the sale (through Goeken) to Allen &amp; Co. Unless the jury explicitly or implicitly found to the contrary, this holding must stand, for, in a “special verdict” case like this one, a district court may make its own finding on “any issue of fact raised by the pleadings or by the evidence,” provided the issue was not submitted to the jury and no demand for such submission was - made. Fed.R.Civ.P. 49(a). In this case, no such demand was made. And, regardless whether the district court’s conclusion on this mixed question of fact and law calls for review under a “clearly erroneous” standard, Fed.R.Civ.P. 52(a), or possibly under a more searching standard, <em>see Pullman-Standard v. Swint, </em>456 U.S. 273, 289-90 &amp; n. 19, 102 S.Ct. 1781, 1790-91 &amp; n. 19, 72 L.Ed.2d 66 (1982), we believe that the district court resolved the issue correctly-</p>\n<p id=\"b587-4\"><page-number citation-index=\"1\" label=\"473\">*473</page-number>For one thing, the record shows that Goeken was to pay Kay $2.50 per share, regardless of any change in MCI’s market price between mid-December 1978 and mid-January 1979. An agreement under which Goeken (not Kay or Allen &amp; Co.) runs the risk of market changes — keeping any extra profit generated through an increase in MCI’s price and paying any loss resulting from a market decline — looks like a contract of <em>purchase, </em>not a contract of agency. For another thing, the parties’ prior written agreement specifically stated that during the “window” period, upon proper notice, “Kay shall have the right... to <em>sell to Goeken, </em>and Goeken shall be obligated to <em>buy from Kay” </em>as many of the 200,000 shares as Kay wishes to resell (emphasis added). The district court might reasonably have interpreted the later oral contract (the terms of which were disputed) in light of the parties’ earlier written agreement to provide for a <em>sale </em>to Goeken.</p>\n<p id=\"b587-5\">Goeken makes three arguments to the contrary. First, he claims that title to the stock did not pass to him; hence, he did not “buy” the shares from Kay. The record contains no evidence about “title,” however, other than the evidence about “risk bearing,” mentioned above. And, that uncontradieted evidence is here sufficient to show an intent to “pass title” to Goeken for purposes of the statute of frauds’ “buyer/agent” distinction. <em>Compare </em>Mass.G.L. ch. 106, § 2-106 (defining “sale” as “the passing of title from buyer to seller for a price”), <em>with </em>§ 2-101, comment (noting statute’s provisions concerning sales contracts were designed “to avoid making practical issues between practical men turn upon the location of an intangible something, the passing of which no man can prove by evidence and to substitute for such abstractions proof of words and actions of a tangible character”). <em>Cf. Villa v. Alvarado State Bank, </em>611 S.W.2d 483, 485-86 (Tex.Civ.App.1981) (name on automobile title certificate showing passage of title directly from auto wholesaler to ultimate purchaser does not constitute proof of sale to that purchaser in light of surrounding circumstances showing that the car was actually sold to intermediary dealer, who bore risk of loss if ultimate purchaser failed to tender payment).</p>\n<p id=\"b587-7\">Second, Goeken points to a string of cases that he says find no “sale” on similar facts. These cases, however, are factually distinguishable for they all involve brokerage or agency features that are not present here. Thus, in <em>Lindsey v. Stein Brothers &amp; Boyce, Inc., supra, </em>a stockbroker had orally agreed to arrange for the sale of certain shares of his customers’ stock; the court found the “stockbroker/customer” agreement not one for the “sale of securities.” And in <em>MortgageAmerica Corp. v. American National Bank, supra, </em>a bank that acted as an intermediary in the marketing of certain securities was found to have an “agency” contract with the seller.</p>\n<p id=\"b587-8\">Finally, Goeken argues that the judge cannot herself decide the “buyer/ agent” question because she submitted it to the jury. Goeken points to the judge’s instructions to the jury, in which she asked the jury to find whether the parties had made an oral contract under which Goeken would <em>“arrange </em>to sell Kay’s 170,000 shares and then pay Kay the money that he owed” (emphasis added). Goeken contends that Kay, not having objected to that instruction, is now bound by it. Fed.R.Civ.P. 51. The words “arrange to sell Kay’s 170,-000 shares” in the instruction favor Goeken’s interpretation, and, if they stood alone, his argument would persuade us. But, the words that follow — “and then pay Kay the money that he owed” — suggest the contrary, namely that Goeken owed Kay money for shares that Goeken was purchasing from Kay. Moreover, the reference to “Kay’s shares” does not necessarily mean “the shares that Kay owns”; it could as readily mean “the shares that Goeken was buying from Kay” (as distinguished from other MCI shares that Goeken already owned). Taken as a whole, the instruction is ambiguous, possibly meaning that Goeken would arrange to sell the shares that Kay continued to own, and possibly meaning that Goeken would arrange to sell the <page-number citation-index=\"1\" label=\"474\">*474</page-number>shares that he was buying from Kay so that he could obtain money to pay Kay for the shares. At the same time, the fact that Goeken apparently would keep any profit (above $2.50) while paying Kay $2.50 despite any loss favors the latter interpretation. This issue was not directly presented to the jury. There is no reason to believe the jury instruction was meant to decide the question, and, in any event, the language of the instruction is not clear enough to have done so. Under these circumstances, the judge could decide the issue, Fed.R.Civ.P. 49(a), and we find no basis for overturning her decision.</p>\n<p id=\"b588-4\">2. Goeken tries to avoid the statute of frauds on another ground, namely that he reasonably relied on Kay’s December 19 oral promise to deliver the shares when he entered into his early January contract with Allen &amp; Co. He argues that Massachusetts law allows him to recover damages resulting from his reasonable reliance on Kay’s breach of the December 19 oral promise notwithstanding the statute of frauds’ requirement of a writing. <em>See Cellucci v. Sun Oil Co., supra; Loranger Construction Corp. v. E.F. Hauserman Co., </em>6 Mass.App. 152, 374 N.E.2d 306, <em>aff'd, </em>376 Mass. 757, 384 N.E.2d 176 (1978). The district judge assumed for the sake of argument that Goeken was right about the law. But she also found that Goeken had not “reasonably” relied on Kay’s promise when he made his agreement with Allen &amp; Co-. Thus, the “estoppel” exception to the statute of frauds does not come into play.</p>\n<p id=\"b588-5\">The court based its conclusion on the fact that the jury found that on January 3 Goeken knew or should have known that Kay would not perform <em>{see </em>answer to question 4), while Goeken did not enter into his contract with Allen &amp; Co. until January 5, two days later. (The parties did not dispute this January 5 date, which the district court judge included in her instructions to the jury as the date on which Goeken agreed to sell 170,000 MCI shares to Allen &amp; Co.). The court concluded that, given the jury’s finding with respect to January 3 and the instruction with respect to January 5, Goeken could not <em>reasonably </em>have relied on Kay’s promise when he entered into the contract with Allen &amp; Co.</p>\n<p id=\"b588-7\">Goeken argues that this conclusion is not consistent with the evidence. In particular, he claims that, since there was some evidence that the agreement with Allen &amp; Co. was made on January 3 rather than January 5, the district court should have “harmonized” the jury’s instructions and findings. <em>Cf. Gallick v. Baltimore &amp; Ohio R.R. Co., </em>372 U.S. 108, 119, 83 S.Ct. 659, 666, 9 L.Ed.2d 618 (1963); C. Wright &amp; A. Miller, <em>Federal Practice and Procedure (Civil) </em>§ 2510 at 515 (1971). Thus, he argues, the jury might have believed that the agreement with Allen &amp; Co. was made on January 3 and that Goeken found out that Kay would not perform late in the day on January <em>3 </em>— after he had bound himself to Allen &amp; Co. If so, then Goeken would have made his agreement with Allen &amp; Co. in reliance upon Kay’s promise.</p>\n<p id=\"b588-8\">As a matter of legal form, however, Goeken did not object to the judge’s instruction that Goeken’s promise to Allen &amp; Co. was made on January 5, and he is therefore bound by that instruction. Fed. R.Civ.P. 51. There is also evidence that on December 22, three days after the oral contract was made, Kay told an associate of Goeken’s that he would not relinquish his right to decline to deliver the shares. Therefore, the jury might have believed that Kay made an oral contract on December 19, but by December 22 was already communicating an intent to renege — thereby creating circumstances under which Goeken “should ... reasonably have known” by at least January 3 that Kay would not perform.</p>\n<p id=\"b588-9\">Moreover, we are not persuaded that it was basically unjust for the district court to accept the jury’s factual conclusions as given, since the jury might well have taken a view of the evidence as showing at least the following: (a) that on December 19 Kay promised Goeken that he would tender the 170,000 MCI shares; (b) that, in light of the statements made by Kay, Goeken ought to have checked to see if Kay really did intend <page-number citation-index=\"1\" label=\"475\">*475</page-number>to deliver the shares; and (c) that Goeken ought to have done so <em>before </em>he made a binding commitment to Allen &amp; Co. Given this possible view of the evidence, the district judge, who heard the same evidence, acted within her lawful powers in accepting the jury’s factual findings as determinative and consequently concluding as a matter of law that Goeken’s reliance was not “reasonable.” <em>Cf. Atlantic &amp; Gulf Stevedores v. Ellerman Lines, </em>369 U.S. 355, 364, 82 S.Ct. 780, 786, 7 L.Ed.2d 798 (1962) (“Where there is a view of the case that makes the jury’s answers to special interrogatories consistent, they must be resolved that way.”). Goeken understandably finds it disturbing that the jury’s fact finding here is being used to deprive him of the very judgment to which the jury found him entitled. But it is the jury’s “special verdict” findings of fact, not its views of what legal conclusions follow from those facts, which courts treat with deference.</p>\n<p id=\"b589-5\">The judgment of the district court is</p>\n<p id=\"AHV\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}