{
  "casebody": {
    "data": "<casebody firstpage=\"763\" lastpage=\"771\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b877-5\">The CARPENTERS AMENDED AND RESTATED HEALTH BENEFIT FUND, and its Trustees; The North Texas Carpenters Apprentice and Training Fund, and its Trustees; The North Texas Carpenters Amended and Restated Pension Trust, and its Trustees, Plaintiffs-Appellants, v. HOLLEMAN CONSTRUCTION COMPANY, INC., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b877-8\">No. 83-1905.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b877-9\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b877-11\">Jan. 28, 1985.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b878-12\"><page-number citation-index=\"1\" label=\"764\">*764</page-number>Matthews, Allen, Carlton &amp; Stein, Kenneth R. Stein, Dallas, Tex., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b878-13\">Canterbury, Stuber, Elder &amp; Gooch, Charles W. Stuber, Frederic Gover, Dallas, Tex., for defendant-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b878-15\">Before CLARK, Chief Judge, GOLDBERG and RUBIN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b878-16\">GOLDBERG, Circuit Judge:</author>\n<p id=\"b878-17\">This case is a reminder that the toughest nuts to crack are not always the largest. Although we do not perceive any jurisprudential forest lurking behind this case, it nonetheless presents several knotty questions of contract interpretation. Indeed, the one thing clear about the contract in question is its ambiguity. Because the interpretation of an ambiguous contract is a question of fact, we defer to the interpretation of the district court and consequently affirm.</p>\n<p id=\"b878-18\">I. BACKGROUND</p>\n<p id=\"b878-19\">On May 25, 1973, the North Texas Contractors Association (“NTCA”) and the Carpenters District Council of North Central Texas (“Union”)<footnotemark>1</footnotemark> executed a master collective bargaining agreement. This agreement required member contractors of the NTCA to file reports and make health and welfare benefit contributions on behalf of their employees to the appellant trust funds (“Trust Funds”).<footnotemark>2</footnotemark> The agreement had an expiration date of April 30, 1975, but provided that after that date, the agreement would continue in full force and effect “from year to year” unless either <page-number citation-index=\"1\" label=\"765\">*765</page-number>party gave ninety-days notice of termination.</p>\n<p id=\"b879-4\">Asa Holleman began doing business as the Holleman Construction Company in 1972. Because Mr. Holleman was not a member of the NTCA, he was not initially bound by the terms of the 1973 master agreement. He became bound by the 1973 master agreement when, on November 13, 1973, he executed a one-page short-form agreement with the Union, which adopted the 1973 master agreement by reference. Like the master agreement, the short-form agreement provided that if notice of termination was not given, the agreement would remain in force “from year to year” and would be subject “to the terms and agreements as negotiated with the [NTCA].”</p>\n<p id=\"b879-7\">In January 1975, pursuant to the termination provision of the 1973 master agreement, the NTCA gave notice of termination to the Union. As a result, the 1973 master agreement terminated on April 30,1975. A new master agreement was not executed until July 30, 1975, leaving a three-month gap during which no master agreement was in force.</p>\n<p id=\"b879-8\">Although neither party to the 1973 short-form agreement ever gave notice of termination, on April 21,1975, the Union and the Holleman Construction Company executed a new short-form agreement. This agreement did not make any reference to the 1973 short-form agreement, nor did it contain a termination or expiration provision.<footnotemark>3</footnotemark> It merely provided that the parties would continue to recognize the 1973 master agreement until a new master agreement was negotiated, at which time the new master agreement would take effect. (The 1975 short-form agreement also set forth an interim wage scale, but provided that the wage scale of the new master agreement would be applied retroactively.)</p>\n<p id=\"b879-10\">On July 30, 1975, a new master collective bargaining agreement was executed between the NTCA and the Union. This agreement continued in force until April 30, 1978, when it was replaced by yet another master agreement, which remained in effect at the time of trial.</p>\n<p id=\"b879-11\">Under the terms of both the 1973 and the 1975 short-form agreements, the Holleman Construction Company was obligated to file reports and make health and welfare benefit contributions to the Trust Funds on behalf of its carpenters. Holleman Construction Company made these contributions through August 1978, when it was replaced as a business entity by the Holle-man Construction Company, Inc. (“Corporation”). The Corporation continued to make contributions on behalf of some, but apparently not all, of its employees through April 30, 1982. At that time, it ceased making any contribution payments to the Trust Funds, and refused to allow audits as required by the 1978 master agreement. The Trust Funds then brought the present suit.</p>\n<p id=\"b879-12\">II. DISCUSSION</p>\n<p id=\"b879-13\">The Trust Funds seek to recover health and welfare benefit contributions that they claim the Corporation owed under the 1978 master agreement. The Trust Funds claim that the Corporation is bound by this agreement as a result of (1) the 1973 short-form agreement and (2) the Corporation’s course of conduct in continuing to make benefit payments from 1978 to 1982. The Corporation claims that it is not bound by the 1978 agreement, and that its payments <page-number citation-index=\"1\" label=\"766\">*766</page-number>to the Trust Funds after 1978 were voluntary.<footnotemark>4</footnotemark></p>\n<p id=\"b880-4\">\n<em>A. The 1973 Short-Form Agreement</em>\n</p>\n<p id=\"b880-5\">At the heart of this case is a difficult question of contract interpretation, relating to the 1973 short-form agreement. According to the Trust Funds, this agreement was open-ended and adopted by reference not only the 1973 master agreement but future master agreements as well. They argue that because neither party ever gave notice of termination, the 1973 short-form agreement was still in effect in 1978 and subjected the Holleman Construction Company (and the Corporation, as Holleman’s successor or alter ego) to the 1978 master agreement. The Corporation argues, in response, that the 1973 short-form agreement was tied to the existence of the 1973 master agreement, and terminated when the 1973 master agreement terminated.<footnotemark>5</footnotemark></p>\n<p id=\"b880-6\">In rendering judgment for the Corporation, the district court stated two grounds of decision. First, it agreed with the Corporation that the 1973 short-form agreement terminated on April 30, 1975, when the 1973 master agreement terminated. Second, it held as a matter of law that the 1973 and 1975 short-form agreements were inconsistent, and that therefore the 1975 agreement had the effect of rescinding the 1973 agreement.<footnotemark>6</footnotemark> We affirm the district court’s opinion on the basis of the first of these holdings, namely, that the termination of the 1973 master agreement also terminated the 1973 short-form agreement. Consequently, we do not reach the second holding, that the 1975 short-form agreement rescinded the 1973 short-form agreement.</p>\n<p id=\"b880-7\">\n<em>1. Standard of Review</em>\n</p>\n<p id=\"b880-8\">Ambiguity is the mother of interpretation. The less determinate meaning the drafter infuses into a document, the more different meanings the interpreter can take out. Only when a contract is clear on its face — only when it speaks for itself — is interpretation unnecessary.</p>\n<p id=\"b880-13\">Ordinarily, courts attempt to resolve ambiguities in a contract by looking to the contract itself, on the theory that the parties’ words best represent their intentions. Ambiguous terms are interpreted in light of other terms in the contract, and inconsistencies are resolved through standard rules of interpretation — for example, that specific terms control over general terms, or that separately negotiated terms control over standardized terms. As long as the contract as a whole is coherent, ambiguities can be resolved as a matter of law, without looking beyond the four corners of the document. In such cases, a reviewing court is not bound by the clearly erroneous standard of review. Since no issues of fact are involved, the reviewing court is as competent as the trial court to interpret the contract. <em>Paragon Resources v. National Fuel Gas Distribution, </em>695 F.2d 991, 995 (5th Cir.1983); <em>Illinois Central R.R. v. Gulf, Mobile &amp; Ohio R.R., </em>308 F.2d 374, 375 (5th Cir.1962).</p>\n<p id=\"b880-14\">In some cases, however, even by looking at the entire document, ambiguities cannot be resolved — the document as a whole is ambiguous. To resolve these ambiguities, a court can no longer rely solely on the language of the contract to determine the parties’ intent, and must look to extrinsic or parol evidence. Consequently, in these cases, questions of contract interpretation are questions of fact, <em>see West v. Smith, </em>101 U.S. 263, 270, 11 Otto 263, 270, 25 L.Ed. 809, 812 (1879); <em>Paragon Re-</em><page-number citation-index=\"1\" label=\"767\">*767</page-number><em>sources, supra, </em>695 F.2d at 995; <em>In re Stratford of Texas, Inc., </em>635 F.2d 365, 368 (5th Cir.1981), and the clearly erroneous standard of review applies. Fed.R.Civ.P. 52(a).<footnotemark>7</footnotemark></p>\n<p id=\"b881-4\">These principles apply to labor contracts as well as to non-labor contracts. <em>See Laborers Health &amp; Welfare Trust Fund v. Kaufman &amp; Broad, </em>707 F.2d 412, 418 (9th Cir.1983). Although labor agreements are not rigidly governed “by the same common-law principles which control private contracts,” <em>Transportation-Communication Employees Union v. Union Pacific R.R., </em>385 U.S. 157, 160, 87 S.Ct. 369, 371, 17 L.Ed.2d 264 (1966); <em>see also NLRB v. L.B. Priester &amp; Son, </em>669 F.2d 355, 364 (5th Cir.1982), the division of labor between district and appellate courts remains the same in interpreting labor and non-labor contracts. Consequently, in order to determine the appropriate standard of review in the present case, we must determine whether the 1973 short-form agreement is ambiguous. This preliminary question of whether an ambiguity exists is a question of law, which we, as a court of review, must answer ourselves. <em>Paragon Resources, supra, </em>695 F.2d at 995; <em>Fujimoto v. Rio Grande Pickle Co., </em>414 F.2d 648, 654 (5th Cir.1969). We therefore turn to the 1973 short-form agreement to determine (1) whether it is ambiguous, and (2) whether, given the appropriate standard of review, the district court’s interpretation should be upheld.</p>\n<p id=\"b881-7\">\n<em>2. Ambiguities in the 1973 Short-Form Agreement</em>\n</p>\n<p id=\"b881-8\">The 1973 short-form agreement contained the following termination provision:</p>\n<blockquote id=\"AleN\">In the event that either party to this Agreement desires to cancel this Agreement at its expiration, it is agreed that such party shall notify the other party in writing not less than ninety (90) days prior to the expiration date. If such notice is not given by either party as outlined, this Agreement shall remain in force from year to year and shall be subject to the terms and agreements as negotiated with the North Texas Contractors Association.</blockquote>\n<p id=\"b881-9\">Both parties agree that the “expiration date” mentioned in the first sentence of this provision is the expiration date of the 1973 master agreement, <em>i.e., </em>April 30,1975. Both parties also agree that the 1973 short-form agreement, like the 1973 master agreement, did not automatically terminate on April 30, 1975. Under the 1973 master agreement, if no notice of termination was given, the master agreement would continue in effect from year to year after April 30, 1975. As a corollary, so long as the 1973 master agreement continued in force and no notice was given to terminate the short-form agreement, then the short-form agreement would also continue in effect after April 30, 1975.</p>\n<p id=\"b881-10\">As events transpired, however, the 1973 master agreement did terminate on April <page-number citation-index=\"1\" label=\"768\">*768</page-number>30, 1975, and thus did <em>not </em>continue in effect after its specified expiration date. The question then is whether this termination of the master agreement also terminated the short-form agreement, or whether separate notice by one of the parties to the short-form agreement was required. The Trust Funds contend that such notice was required; the Corporation that the termination of the master agreement automatically terminated the short-form agreement.</p>\n<p id=\"b882-4\">The termination provision of the short-form agreement contains no clear answer to this problem. On the one hand, the second sentence of the provision states that “[i]f ... notice is not given by either party as outlined, this Agreement shall remain in force from year to year,” which seems to imply that notice of termination was required. On the other hand, the sentence also states that the short-form agreement “shall be subject to the terms and agreements as negotiated with the North Texas Contractors Association,” which seems to imply that the short-form agreement depended on the existence of a current master agreement.</p>\n<p id=\"b882-5\">■ The Trust Funds cite <em>Ted Hicks &amp; Associates v. NLRB, </em>572 F.2d 1024 (5th Cir. 1978), for the proposition that notice of termination of a master agreement does not terminate a short-form agreement. In <em>Ted Hicks, </em>however, a new master agreement was negotiated prior to the termination of the previous master agreement, and thus there was no gap period between master agreements. Consequently, <em>Ted Hicks </em>did not consider the effect of actual termination of a master agreement; it did not consider whether a short-form agreement can continue to exist if there is no existing master agreement for it to latch onto. Moreover, in <em>Ted Hicks, </em>the Court held only that the NLRB’s interpretation of the contract in question was reasonable, not that the contract was unambiguous. <em>Id. </em>at 1026. For both of these reasons, <em>Ted Hicks </em>does not govern the present case.<footnotemark>8</footnotemark></p>\n<p id=\"b882-9\">The only case cited by the Trust Funds for the proposition that a gap between master agreements does not terminate a short-form agreement is <em>Zinser-Furby, Inc. v. San Diego County District Council of Carpenters, </em>516 F.Supp. 952 (S.D.Cal. 1981), <em>aff'd, </em>681 F.2d 1171 (9th Cir.1982). According.to the Trust Funds, <em>Zinser-Furby </em>held that during a gap period, a short-form agreement only lies dormant; when a new master agreement is adopted, the short-form agreement reawakens. In <em>Zinser-Furby, </em>however, the short-form agreement in question had an explicit term of two years, which had not expired at the time that the gap between master agreements occurred. The court ruled that, because the short-form agreement had a life of at least two years, it did not terminate during the gap. <em>Id. </em>at 955. By contrast, in the present case the short-form agreement did not have a specified duration, independent of the life of the master agreement. Therefore, the grounds used in <em>Zinser-Furby </em>for holding that the short-form agreement did not terminate during the gap do not apply in the present case. Moreover, despite the explicit two-year term of the short-form agreement in <em>Zinser-Furby, </em>the court held that the short-form agreement did <em>not </em>continue in effect <em>during </em>the gap. <em>Id. </em>(“As the court reads the short form, it is a contract which imposes obligations to perform and pay for work only during peri<page-number citation-index=\"1\" label=\"769\">*769</page-number>ods when a current [master labor agreement] is in effect. During periods when no [master labor agreement] is operative the parties simply have no immediate contractual obligations.”). Consequently, <em>Zinser-Furby </em>implies, if anything, that a short-form agreement <em>does </em>require the existence of a master agreement.</p>\n<p id=\"b883-4\">The 1973 short-form agreement between the Union and the Holleman Construction Company was not only ambiguous about whether its continued vitality depended on the existence of a current master agreement; it was also ambiguous about whether it bound the parties only to the 1973 master agreement, or whether it also bound them to future master agreements. The Trust Funds contend that the phrase in the termination provision, “and shall be subject to the terms and agreements as negotiated with the North Texas Contractors Association,” implies that the short-form agreement incorporated future master agreements. But this phrase is not unambiguous. On the one hand, it uses both the future tense, “shall be subject,” rather than “is subject,” and the plural form, “terms and agreements.” These seem to imply that the short-form agreement was meant to apply to <em>future </em>master agreements, not just to the current master agreement. On the other hand, it also uses the present tense, “as negotiated,” rather than “to be negotiated” or “as will be negotiated.” This seems to imply that the short-form agreement was subject only to the already negotiated master agreement— <em>i.e., </em>the 1973 master agreement.</p>\n<p id=\"b883-5\">The Trust Funds cite a number of cases where similar phrases were interpreted to mean that a short-form agreement was not tied to the existing master agreement. But the phrases considered in these cases were all considerably clearer than the phrase in</p>\n<p id=\"b883-9\">question here. In <em>Ted Hicks, supra, </em>for example, the contract bound the parties to “any modifications, extensions, or renewals” of the existing master agreement. 572 F.2d at 1026 n. 1. Similarly, in <em>Chicago District Council of Carpenters Pension Fund v. Yonan, </em>553 F.Supp. 653 (N.D.I11.1982), the short-form agreement stated that the parties “specifically adopt any agreement entered into ... subsequent to the expiration date of the agreement adopted by reference as aforesaid.” <em>Id. </em>at 655 n. 4. In <em>Construction Teamsters Health &amp; Welfare Trust v. Con Form Construction Corp., </em>657 F.2d 1101 (9th Cir.1981), the clause at issue read, “the parties hereto agree to be bound by ... all supplemental agreements thereto, ... and all renewals, changes, or modifications.” <em>Id. </em>at 1103. Finally, in <em>Zinser-Furby, supra, </em>the agreement stated that the employer would be bound by “any amendments, modifications, extensions, changes, supplements, and renewals of said Agreement.” 516 F.Supp. at 954 n. 2. In all of these cases, the short-form agreement clearly applied both to supplemental agreements and to renewals or modifications; in the present case, in contrast, the short-form agreement states merely that it was subject to “terms and agreements as negotiated,” leaving it ambiguous whether this meant existing or future agreements.</p>\n<p id=\"b883-10\">Because the 1973 short-form agreement is ambiguous both as to whether it would continue in existence if there were no existing master agreement and as to whether it incorporates future master agreements, we apply the clearly erroneous standard in reviewing the conclusions of the district court.<footnotemark>9</footnotemark> We find that the district court’s interpretation of the agreement is a reasonable one, given all of the circumstances. In particular, we agree that the short-form agreement was parasitic upon the existence <page-number citation-index=\"1\" label=\"770\">*770</page-number>of a master agreement, and perished with its host. This conclusion is supported not only by the language of the 1973 short-form agreement, but by the actions of the parties in executing the 1975 short-form agreement. As conduct subsequent to the formation of the 1973 short-form agreement, these actions should be given considerable weight in interpreting the 1973 contract. <em>Kaufman &amp; Broad Home Systems v. International Brotherhood of Firemen &amp; Oilers, </em>607 F.2d 1104, 1112 (5th Cir.1979).</p>\n<p id=\"b884-4\">The circumstances of this case indicate that the parties believed that the 1973 short-form agreement terminated on April 30,1975, along with the 1973 master agreement. If the parties believed that the 1973 short-form agreement would survive the termination of the 1973 master agreement, then there would have been no need either to readopt the 1973 master agreement or to agree to accept the new master agreement, as the parties did in the 1975 short-form agreement. The district court could reasonably have concluded that if the parties intended merely to reacknowledge preexisting obligations, they would have made some reference to the 1973 short-form agreement in the 1975 short-form agreement. The fact that the parties saw fit to reiterate obligations contained in the 1973 short-form agreement, without referring to the 1973 agreement, indicates their belief that the earlier agreement was no longer in effect. Indeed, one party testified that this was his understanding at the time.<footnotemark>10</footnotemark> Given this evidence, we conclude that the district court’s finding that the 1973 short-form agreement terminated in 1975 was not clearly erroneous.</p>\n<p id=\"b884-5\">\n<em>B. Course of Conduct</em>\n</p>\n<p id=\"b884-6\">The Trust Funds argue that even if the 1973 short-form agreement terminated in 1975, the Corporation nonetheless assumed the obligations of the 1978 master agreement by its course of conduct from 1978 to 1982. The Trust Funds contend that until April 30, 1982, the Corporation followed a consistent pattern of filing reports and making contributions payments, and that this conduct constituted an implied ratification of the 1978 master agreement.</p>\n<p id=\"b884-8\">Unlike the prior question of contract interpretation, this argument gives us little pause. Although a labor agreement can be adopted through conduct manifesting an intention to be bound, <em>NLRB v. Haberman Construction Co., </em>641 F.2d 351, 356 (5th Cir.1981) (en banc), whether parties have entered into a contract is an issue of fact, to which the clearly erroneous standard of review applies. <em>Casielles v. Taylor Rolls Royce, Inc., </em>645 F.2d 498, 502 (5th Cir.1981); <em>Trustees of Atlanta Iron Workers Pension Fund v. Southern Stress Wire Corp., </em>724 F.2d 1458, 1459 (11th Cir.1983); Fed.R.Civ.P. 52(a).</p>\n<p id=\"b884-9\">In the present case, the district court made a finding that, after August 1978, the Corporation made contributions and filed reports to the Trust Funds at the request of certain employees, not because it believed that it was obligated under the 1978 master agreement to do so. Record, vol. I at 90, Finding of Fact 16. We find ample support in the record for this finding, both in the testimony of Mr. Holleman concerning his reasons for continuing to make contribution payments after August 1978 and in the evidence that contribution payments were not made for all Union employees. Although the district court did not explicitly consider whether the Corporation, through its objective conduct, adopted the 1978 master agreement, we conclude from the district court’s findings that the Corporation did not adopt this <page-number citation-index=\"1\" label=\"771\">*771</page-number>agreement. The only conduct manifesting an intent to be bound by the 1978 master agreement was the Corporation’s payment of benefit contributions from 1978 to 1982. However, the Corporation did not make these benefit contributions on behalf of all of its Union employees, nor did it use the Union hiring hall. Taken as a whole, the Corporation’s conduct did not manifest an intent to be bound by the 1978 agreement. <em>Cf. Caporale v. Mar Les, Inc., </em>656 F.2d 242, 244 (7th Cir.1981). Having declined to accept the benefits of the agreement, the Corporation should not be bound by its burdens.</p>\n<p id=\"b885-4\">III. CONCLUSION</p>\n<p id=\"b885-5\">Where, as here, a contract is ambiguous, we must rely on an opaque optics. “Words, like eyeglasses, blur everything that they do not make more clear.” J. Joubert, <em>quoted in Aphorisms </em>357 (W. Auden &amp; L. Kronenberger eds. 1962). Although we recognize that this case is a close one, the long and the short of it is this: Given the ambiguities involved, we defer to the district court’s determination that these long and short-form contracts stand and fall together.</p>\n<p id=\"b885-6\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b878-10\">. The Carpenters District Council of North Central Texas is an affiliate of the United Brotherhood of Carpenters and Joiners of America, AFL-CIO.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b878-11\">. The appellants are the trust funds of multi-em-ployer benefit plans (and the individual trustees of these plans), established pursuant to the Employee Retirement Income Security Act of 1974, 29 U.S.C. §§ 1001-1381, as amended in 1980 by the Multiemployer Pension Plan Amendments Act, Pub.L. 96-364. They bring this suit under § 502(e) and § 515 of ERISA, 29 U.S.C. § 1132(e) and § 1145, and under § 301 of the Labor Management Relations Act of 1947, 29 U.S.C. § 185.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b879-9\">. The Trust Funds contend that the 1975 short-form agreement was merely an interim measure and terminated upon the adoption of the 1975 master agreement. They base this contention on the sentence in the 1975 short-form agreement that stated: \"The parties agree to keep this agreement in full force and effect until an agreement has been reached between the negotiating parties.” The Trust Funds misconstrue this sentence, however. Read in context, the \"agreement” referred to in the first part of the sentence is the 1973 master agreement, not the 1975 short-form agreement. The sentence merely stated that the parties would continue to accept the 1973 master agreement until a new master agreement was negotiated; it did not state that upon the adoption of a new master agreement, the 1975 short-form agreement itself would terminate.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b880-9\">. Both parties agree that the Holleman Construction Company was bound by the 1973 and the 1975 master agreements, as a result of the 1973 and the 1975 short-form agreements respectively.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b880-10\">. Both parties agree that the 1975 short-form agreement was limited in scope, and adopted by reference only the 1975 master agreement. Thus, the 1975 short-form agreement terminated, at the latest, on April 30, 1978, when the 1975 master agreement terminated.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b880-15\">. Because the district court held that the 1973 short-form agreement terminated in 1975, it did not reach the issue of whether the Corporation was the successor to, or alter ego of, the Holle-man Construction Company.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b881-5\">. Although the interpretation of an ambiguous contract is often characterized as an issue of fact, it could perhaps be better characterized as a mixed issue of fact and law. In interpreting an ambiguous contract, a court does not simply determine the parties’ intent; it makes a legal conclusion about the meaning of the contract based on evidence of the parties' intent. The words of the contract establish a universe of reasonable interpretations; evidence of the parties’ intent guides the district court in choosing among these possible interpretations.</p>\n<p id=\"b881-6\">The question of the appropriate standard of review for mixed issues of fact and law has long bedeviled appellate courts. It is sometimes said that courts lean towards freely reviewing mixed issues of fact and law. <em>See </em>9 C. Wright &amp; A. Miller, <em>Federal Practice and Procedure </em>§ 2589 (1971). However, in most instances where we have freely reviewed purportedly mixed issues of fact and law, the facts were undisputed and the only real issue was what legal implication should be drawn from the facts. <em>See, e.g., United States v. Grayson County State Bank, </em>656 F.2d 1070, 1075 (5th Cir.1981), <em>cert. denied, </em>455 U.S. 920, 102 S.Ct. 1276, 71 L.Ed.2d 460 (1982); <em>American Nat'l Bank v. United States, </em>421 F.2d 442, 451 (5th Cir.), <em>cert. denied, </em>400 U.S. 819, 91 S.Ct. 36, 27 L.Ed.2d 46 (1970). Where factual issues were in dispute, in contrast, we have at times been willing to employ the clearly erroneous rule. <em>See, e.g., Backar v. Western States Producing Co., </em>547 F.2d 876, 884 (5th Cir.1977); <em>Pennsylvania Casualty Co. v. McCoy, </em>167 F.2d 132 (5th Cir.1948). In any event, our cases are clear that the interpretation of ambiguous contracts is one question to which the clearly erroneous standard of review does apply.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b882-6\">. The Trust Funds’ reliance on <em>Contractors, Laborers, Teamsters &amp; Eng'rs Health &amp; Welfare Plan v. Harkins Constr. &amp; Equip. Co., </em>733 F.2d 1321 (8th Cir.1984), is similarly unavailing. In <em>Contractors, </em>the district court had held that the termination of the master agreement did not terminate the short-form agreement. The circuit court, in reviewing this interpretation, held that the interpretation was not clearly errone- ■ ous, <em>id. </em>at 1323, 1327; it did not hold, however, that the master agreement was susceptible of only this interpretation. Indeed, the court’s application of the clearly erroneous standard implies that it viewed interpreting the contract to be a question of fact. Similarly, in <em>Mo-kan Teamsters Pension Fund v. Creason, </em>716 F.2d 772 (10th Cir.1983), <em>cert. denied, </em>— U.S.-, 104 S.Ct. 716, 79 L.Ed.2d 178 (1984), the court did not reach the issue of whether a 30-day gap between master agreements terminated a short-form agreement. <em>See id. </em>at 776-77.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b883-6\">. In <em>United States v. United States Gypsum Co., </em>333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746, 766 (1948), the Supreme Court characterized the clearly erroneous standard as follows:</p>\n<blockquote id=\"A1q\">A finding is \"clearly erroneous” when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.</blockquote>\n<p id=\"aoo-dedup-1\"><em>See also Pullman-Standard v. Swint, </em>456 U.S. 273, 102 S.Ct. 1781, 1788, 72 L.Ed.2d 66 (1982).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b884-10\">. While we agree that the execution of the 1975 short-form agreement evinces the parties’ belief that the 1973 short-form contract had terminated, we express no opinion about the district court's other ground for decision, namely, that as a matter of law, the 1975 short-form agreement had the effect of rescinding the 1973 short-form agreement.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}