{
  "casebody": {
    "data": "<casebody firstpage=\"991\" lastpage=\"995\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1105-4\">Jeffrey A. SISSON, Plaintiff-Appellant, v. J. Lynn HELMS, Administrator Federal Aviation Administration and Robert Faith, Alaska Regional Administration, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1105-6\">No. 84-3522.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1105-7\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1105-8\">Argued and Submitted Nov. 9, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1105-9\">Decided Jan. 8, 1985.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1105-10\">As Amended March 1,1985.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1106-9\"><page-number citation-index=\"1\" label=\"992\">*992</page-number>Richard D. Kibby, Dennis, Kibby, &amp; Moss, Anchorage, Alaska, for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1106-10\">Sue Ellen Tatter, Asst. U.S. Atty., Anchorage, Alaska, for defendants-appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1106-12\">Before WRIGHT, SNEED and ALAR-CON, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1106-13\">ALARCON, Circuit Judge:</author>\n<p id=\"b1106-14\">Jeffrey Sisson appeals from the dismissal after trial on the merits of his handicap discrimination claim filed pursuant to The Rehabilitation Act of 1973 (amended 1978), 29 U.S.C. §§ 791-794a.</p>\n<p id=\"b1106-16\">Jeffrey Sisson claims that the district court erred in finding that the physical criteria for the position of electronics technician in the Airways Facilities Division were job related and that he was not discriminated against solely on the basis of his handicap.</p>\n<p id=\"b1106-17\">In reviewing Jeffrey Sisson’s claim, we must interpret The Rehabilitation Act of 1973 (amended 1978) as it applies to a disparate impact claim and a surmountable claim of discrimination solely on the basis of a physical handicap. In performing this task, we will first discuss the facts which must be proved by a handicapped person to prove discrimination as well as the burden placed on the federal employer if a prima facie case has been presented. Secondly, we will examine the facts to determine if the court’s finding that Jeffrey Sisson failed to prove that he was denied employment solely because of his handicap is supported by the record.</p>\n<p id=\"b1106-18\">I</p>\n<p id=\"b1106-19\">\n<em>PROOF OF HANDICAP DISCRIMINATION</em>\n</p>\n<p id=\"b1106-20\">Section 504 of The Rehabilitation Act of 1973 (amended 1978), (hereinafter The Act), 29 U.S.C. § 794 provides in pertinent part as follows:</p>\n<blockquote id=\"b1106-21\">No otherwise qualified handicapped individual ... as defined in section 706(7) of this title, shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity ... conducted by any Executive agency or by the United States Postal Service.</blockquote>\n<p id=\"b1106-22\">A handicapped person seeking relief from alleged discrimination under section 794 must prove the following:</p>\n<blockquote id=\"b1106-23\"><em>One. </em>That he applied for a job for which a federal employer was seeking applicants. <em>See McDonnell Douglas </em><page-number citation-index=\"1\" label=\"993\">*993</page-number><em>Corp. v. Green, </em>411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1972) (complainant alleged race discrimination in employment).</blockquote>\n<blockquote id=\"b1107-5\"><em>Two. </em>That he is qualified for the position in spite of his handicap under all but the physical criteria being challenged as discriminatory. <em>Southeastern Community College v. Davis, </em>442 U.S. 397, 406, 99 S.Ct. 2361, 2367, 60 L.Ed.2d 980 (1979); <em>Bentivegna v. United States, </em>694 F.2d 619, 621 (9th Cir.1982); <em>Prewitt v. United States Postal Service, </em>662 F.2d 292, 307 (5th Cir.1981).</blockquote>\n<blockquote id=\"b1107-6\"><em>Three. </em>That “[h]e has a handicap that prevents him from meeting the physical criteria for employment.” <em>Prewitt v. United States Postal Service, </em>662 F.2d at 309-10.</blockquote>\n<blockquote id=\"b1107-7\"><em>Four. </em>That the physicial standards which must be met as a condition of employment for the vacant position have a disproportionate impact on persons suffering from the plaintiffs handicap.</blockquote>\n<blockquote id=\"b1107-8\"><em>Five. </em>That despite his qualifications his application was rejected. <em>McDonnell Douglas Corp. v. Green, </em>411 U.S. at 802, 93 S.Ct. at 1824.</blockquote>\n<blockquote id=\"b1107-9\"><em>Six. </em>That the position remained open and the employer continued to seek applicants from persons who did not have the plaintiffs handicap. <em>See McDonnell Douglas Corp. v. Green, </em>411 U.S. at 802, 93 S.Ct. at 1824 (race discrimination).</blockquote>\n<p id=\"b1107-10\">The plaintiff must also make a facial showing or present plausible reasons to believe that the physical criteria are not “job related” or that the handicap can be accommodated. <em>Prewitt v. United States Postal Service, </em>662 F.2d at 310.</p>\n<p id=\"b1107-11\">If the plaintiff establishes a prima facie case of handicap discrimination by proving each of the foregoing elements, the burden of producing credible evidence shifts to the employer to show the following facts:</p>\n<blockquote id=\"b1107-12\"><em>One. </em>“[T]he physical criteria offered as justification for refusal to hire the plaintiff are ‘job related,’ <em>i.e. </em>that persons who suffer from the handicap plaintiff suffers and who are, therefore, unable to meet the challenged standards, cannot safely and efficiently perform the essentials of the position in question.” <em>Id. </em>at 310.</blockquote>\n<blockquote id=\"b1107-14\"><em>Two. </em>“If the issue of reasonable accommodation is raised, the agency must then be prepared to make a further showing that the accommodation cannot reasonably be made that would enable the handicapped applicant to perform the essentials of the job safely ...” <em>Id. </em>at 310.</blockquote>\n<p id=\"b1107-15\">If the employer presents credible evidence that the physical requirements are job related, the burden shifts back to the plaintiff to present persuasive evidence that “other selection criteria without a similar discriminating effect would also serve the employer’s legitimate interest in efficient and trustworthy workmanship.” <em>Id. </em>at 310. <em>See Dothard v. Rawlinson, </em>433 U.S. 321, 329, 97 S.Ct. 2720, 2727, 53 L.Ed.2d 786 (1977) (weight and height requirements in a sex discrimination case). <em>See also Albermarle Paper Co. v. Moody, </em>422 U.S. 405, 425, 95 S.Ct. 2362, 2375, 45 L.Ed.2d 280 (1975) (pre-employment tests in race discrimination matter); <em>McDonnell Douglas Corp. v. Green, </em>411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973) (civil rights activities in a race discrimination suit).</p>\n<p id=\"b1107-16\">If in response to the plaintiffs evidence that reasonable accommodation can be made, the employer “presents credible evidence that reasonable accommodation is not possible or practicable, the plaintiff must bear the burden of coming forward with evidence that suggests that accommodation may in fact be reasonably made.” <em>Prewitt v. United States Postal Service, </em>662 F.2d at 310.</p>\n<p id=\"b1107-17\">As in any other civil litigation, the plaintiff bears the burden of persuading the trier of fact by a preponderance of the evidence that impermissible handicap discrimination was a significant factor in the adverse employment decision. <em>See United States Postal Service Board of Governors </em><page-number citation-index=\"1\" label=\"994\">*994</page-number><em>v. Aikens, </em>460 U.S. 711, 715-16, 103 S.Ct. 1478, 1482, 75 L.Ed.2d 403 (1983) (race discrimination).</p>\n<p id=\"b1108-4\">II</p>\n<p id=\"b1108-5\">Having determined the proper “allocation of burdens and order of presentation of proof,” <em>Texas Department of Community Affairs v. Burdine, </em>450 U.S. 248, 252, 101 S.Ct. 1089, 1093, 67 L.Ed.2d 207 (1981) in a handicap discrimination case, we must next evaluate the evidence to see if discrimination was proved. In deciding whether the district court’s findings are supported by the evidence, however, we must apply the clearly erroneous rule. <em>Thorne v. City of El Segundo, </em>726 F.2d 459, 464 (9th Cir. 1983), <em>cert. denied, </em>— U.S.-, 105 S.Ct. 380, 83 L.Ed.2d 315 (1984). In determining whether facts proven by the plaintiff establish an essential element of his cause of action, we must make an independent de novo review of the record. <em>Gay v. Waiter’s &amp; Dairy Lunchmen’s Union, </em>694 F.2d 531, 540 (9th Cir.1982).</p>\n<p id=\"b1108-8\">A. <em>Available Position</em></p>\n<p id=\"b1108-9\">On July 29, 1979, Jeffrey Sisson applied for an entry level predevelopmental position as an electronics technician in the Federal Aviation Administration’s (hereinafter FAA) Airways Facilities Division in Anchorage, Alaska. At that time, the FAA employment register was closed for electronics technician positions. Upon receipt of this application, Marge Tideman, a personnel staffing specialist for the Airways Facilities Division contacted the electronics technician hiring supervisor, Bob Wilson. Mr. Wilson advised Mrs. Tideman that there were no vacancies. Because of the fact there were no vacancies, Jeffrey Sis-son’s application was not immediately forwarded to any supervisor in the Airways Facilities Division. However, he was interviewed in the Avionics Maintenance Unit but was not offered employment due to the unavailability of any positions in that division.</p>\n<p id=\"b1108-10\">Sisson’s father, Glen Sisson, was a journeyman level electronics technician at the Airways Facilities Division. Glen Sisson erroneously believed that electronics technician positions were available because he was aware of a memorandum that encouraged supervisors to nominate presently employed FAA employees to attend the FAA training academy in Oklahoma City. The evidence presented by the government showed that this memorandum was not intended to identify existing vacancies.</p>\n<p id=\"b1108-12\">Glen Sisson persuaded his supervisor, Mark Kelliher, to interview his son. Kelli-her, who was aware of the recruitment memorandum, agreed to interview Jeffrey. He rated Sisson as an “excellent candidate.” Sisson was not hired, however, because there were no available positions.</p>\n<p id=\"b1108-13\">Glen Sisson asked George B. Woodbury, Chief of the Personnel Management Division for the Alaska Region of the FAA to assist his son in obtaining a position. Woodbury sent Jeffrey Sisson to the Aviation Medical Division Chief, Dr. Hepler, for a medical interview. Dr. Hepler reviewed the medical records prepared by Sisson’s personal physician, Dr. Schlosstein. Jeffrey Sisson suffers from ankylosing spon-dylitis, which causes stiffening of his joints, limiting the movement of his spine, knees, elbows, and wrists. Dr. Schlos-stein’s report stated that because Sisson could not perform activities involving significant lifting or a significant amount of walking or standing, he was “fairly well suited for work as a technician which he can do primarily at a bench or desk .. ” Dr. Hepler adopted Dr. Schlosstein’s evaluation. Jeffrey Sisson’s application, together with Dr. Hepler’s report, was referred back to Mr. Wilson. Mr. Wilson determined that there were no bench or desk jobs available at the Airways Facilities Division in Anchorage.</p>\n<p id=\"b1108-14\">On February 26, 1980, Jeffrey Sisson was notified in writing that there were no positions limited to “bench-type duties” at the Airways Facilities Division. In July, 1980, Jeffrey Sisson rejected an offer of a temporary position as a GS-4 electronics technician in Oklahoma City. Jeffrey Sis-son declined this offer because it was too <page-number citation-index=\"1\" label=\"995\">*995</page-number>far from his home and not of an acceptable grade level.</p>\n<p id=\"b1109-4\">The district court’s finding that Jeffrey Sisson failed to prove that there were jobs available at the Airways Facilities Division is supported by the evidence and was not clearly erroneous. Jeffrey Sisson failed to prove an essential element of his cause of action <em>i.e. </em>that he applied for a job for which a federal employer was seeking applicants.</p>\n<p id=\"b1109-5\">The district court’s finding is in accordance with <em>Teamsters v. United States, </em>431 U.S. 324, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977), where the Supreme Court noted:</p>\n<blockquote id=\"AOTC\">Although the <em>McDonnell Douglas </em>formula does not require direct proof of discrimination, it does demand that the alleged discriminatee demonstrate at least that his rejection did not result from the two most common legitimate reasons on which an employer might rely to reject a job applicant: an absolute or relative lack of qualifications or the absence of a vacancy in the job sought.</blockquote>\n<p id=\"b1109-6\"><em>Id., </em>431 U.S. at 358 n. 44, 97 S.Ct. at 1866 n. 44.</p>\n<p id=\"b1109-7\">Sisson’s failure to prove that there was an available position makes it unnecessary for us to decide whether the physical restrictions were job related and if so, whether the government failed to prove that a reasonable accommodation to his handicap was not possible.</p>\n<p id=\"b1109-8\">Because Sisson failed to prove that he was not offered employment solely on the basis of his handicap, the judgment is AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}