{
  "casebody": {
    "data": "<casebody firstpage=\"440\" lastpage=\"442\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b464-2\">GONZALEZ et al. v. RODRIGUEZ et al. GUERRA et al. v. FIRST STATE BANK &amp; TRUST CO. OF RIO GRANDE CITY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b464-5\">Nos. 12732, 12697.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b464-6\">Court of Civil Appeals of Texas. San Antonio.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b464-8\">June 9, 1954.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b464-9\">Rehearing Denied July 7, 1954.</otherdate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b464-12\">See also 250 S.W.2d 253.</seealso>\n<p data-order=\"6\" data-type=\"docketnumber\" id=\"b464-21\">No. 12732:</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b464-22\">Gerald Weatherly, Falfurrias, Sawnie B. Smith, Edinburg, for appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b464-23\">A. J. Vale, Rio Grande City, L. Hamilton Lowe, ' Austin, Frank R. Nye,-Jr., Rio Grande City, for appellees.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b464-24\">No. 12697:.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b464-25\">Hill, Lochridge, King &amp; Hodson, Mission, for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b464-26\">A. J. Vale; Rio Grande City, L. Hamilton Lowe, Austin, for appellee.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b464-27\">POPE, Justice.</author>\n<p id=\"b464-28\">Cause No. 12732, styled Gonzalez et al. v. Rodriguez et al., is an election contest. In March of 1952 an election was conducted in Starr County to determine whether the Grulla Independent School District and the Rio Grande City Independent School District should be consolidated. This contest concerns only the election conducted in the Grulla District, Gonzalez v. Duran, Tex.Civ.App., 250 S.W.2d 322. The voters in both districts, according to the canvass, favored consolidation, and in the Grulla District there were 424 votes for consolidation and 384 against consolidation. Both the contestants and contestees challenged certain voters in the trial of the contest. The judgment of the trial court upheld the election and declared that there were 422 valid votes for consolidation and only 351 against consolidation. The contestants, in their attack upon this judgment, claim that the trial court erred with reference to 84 votes, which number of claimed errors is suffi<page-number citation-index=\"1\" label=\"441\">*441</page-number>cient to overcome the majority of 71 votes favoring consolidation.</p>\n<p id=\"b465-5\">The election officials denied 57 persons the privilege of voting on the grounds that they were non-residents. The trial court held that 31 of those persons were residents of the Grulla District and were illegally denied the right to vote, but that the other 26 person were non-residents and disqualified as voters. We may discuss 11 of those 26 persons as a group. The evidence showed that all of the 57 persons owned homes, furniture and possessions in the Grulla District, but that each year, commencing in April, they made long and extended trips throughout the United States, following their trade of harvesting seasonal produce. But with reference to 11 of the persons whom the court held disqualified, there was additional convincing evidence which supports the finding that they were non-residents. The Tax Assessor-Collector testified that each of those 11 persons availed himself of a tax exemption accorded non-residents with reference to the payment of an automobile use tax required by Article 7047k. The Tax Assessor-Collector was an interested party, but that did not disqualify him as a witness. As the proper official in charge, he explained the tax office methods used in processing and issuing title certificates. He then identified certified copies of duplicate originals of the tax collector’s receipt for title applications issued to each of the 11 persons. These documents, without regard to other notations which contestants objected to, show that those 11 persons did not pay the use tax. The force of the evidence is that those persons, at a time when voting was not the issue, claimed a residence outside of Texas and thereby avoided the payment of a tax which they must have paid, had they been residents. That those persons gained an exemption and a tax advantage by reason of an earlier denial of residence in the Grulla District was not rebutted. Contestants claim that the documents may not be considered in the face of their objection that they were immaterial and irrelevant. Article 3731a permits the introduction of &lt;rany written statement, certificate, record, return or report made by an officer of this state or of any governmental subdivision thereof, or by his deputy or employee, in the performance of the functions of his office * * * so far as relevant”. The evidence was relevant in that it shows the voters had accepted an exemption and had taken an earlier contrary position with reference to their residence.</p>\n<p id=\"b465-7\">Certain votes against consolidation were excluded by the trial court. Mrs. Isidro Ibarro is the wife of one of the persons who registered his truck as a non-resident of Texas. The proof was that they were not separated but lived together. Mr. and Mrs. Martin Solis, as appeared .from the cross-examination of Mr. Solis and other witnesses, in June of 1951, left with his family for Edinburg, which is outside the. Grulla District. He worked there and sent his children to school there and at other places where he worked. Though he was formerly seen daily during 1951, in the district and visiting his father as testified by friends and neighbors and life-long residents of Grulla, after that date he was rarely seen. Mr. ’and Mrs. Simon Almaraz and their daughter, Joaquin Almaraz, also voted against consolidation, but the trial court excluded their votes. Two long-standing residents of the Grulla District who knew the Almaraz family, testified that the family had moved from Grulla about 1950 and had since lived at Weslaco and that Mr. Almaraz had so stated in conversation with two of the witnesses.</p>\n<p id=\"b465-8\">Ysabel Bazan also voted against consolidation, and her vote was excluded by the trial judge. A witness testified that he formerly visited daily in the home of Ysabel’s mother, where Ysabel lived, that she married and left the Grulla District, and that although he knew her well and formerly saw her daily, after her marriage she and her husband left the district. The witness stated he had seen her but'one time after she left, and that was on election day, at which time they conversed and she stated to him that she was then residing in Ray-mondville. Raymondville is outside the District. The same witness also testified with reference to Trinidad Bazan, whose vote <page-number citation-index=\"1\" label=\"442\">*442</page-number>was excluded. The evidence with reference to him was of the same general nature as that relating to Ysabel. He married in 1949, left the Grulla District, and was living and working at Orange Grove, which is outside the District. This testimony was un-contradicted.</p>\n<p id=\"b466-3\">The qualifications of other voters were challenged, some of them concerning legal questions of citizenship. But the evidence supports the trial court’s findings with reference to the above nineteen voters, and should the contestants be correct about all the other voters, they could not overcome the majority of the contestees and the result of the election would remain unchanged. The judgment declaring that the election for the consolidation of the Grulla and Rio Grande City Districts was valid is affirmed.</p>\n<p id=\"b466-4\">We shall also decide Cause No. 12697, styled Guerra v. First State Bank <em>&amp; </em>Trust Company of Rio Grande City, Texas. After the consolidation election was held, a second election was conducted, as required by Article 2805a, Vernon’s Ann.Civ.Stats. According to the record, the election resulted in a vote favoring all propositions, including the assumption of the outstanding indebtedness of the districts. The First State Bank &amp; Trust Company of Rio Grande City was the depository for the Grulla District and had on hand in a building fund the sum of $420,500, and some additional funds in an interest and sinking fund account. The Bank filed an inter-pleader suit to determine how it should handle and disburse the funds during the pendency of the election contest and until it should be determined whether the consolidation election was validly carried. The trial court sustained a motion for summary judgment in favor of the Rio Grande 'City Consolidated Independent School District.</p>\n<p id=\"b466-5\">By reason of our decision upholding the election and denying the contestants’ claims with reference to the consolidation election, the other question is also decided. Both elections being in favor of the Rio Grande City Consolidated Independent School District, that District is entitled to have the custody, administration and control of all funds belonging to the Rio Grande City Independent School District and the Grullá Independent School District on deposit with the bank.</p>\n<p id=\"b466-8\">The judgment denying the election contest is affirmed, and the judgment that the Rio Grande Consolidated Independent School District is entitled to the custody, administration, and control of the funds of the two districts consolidated is also affirmed. .</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}