{
  "casebody": {
    "data": "<casebody firstpage=\"211\" lastpage=\"216\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b257-10\">R. D. MACKINTOSH et al., Appellants, v. ESTATE of Henry M. MARKS et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b257-12\">No. 15483.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b257-13\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b257-14\">Aug. 26, 1955.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b257-15\">Rehearing Denied Sept. 28, 1955.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b258-12\"><page-number citation-index=\"1\" label=\"212\">*212</page-number>Samuel J. Tennant, Jr., New Orleans, La., Dhu Thompson, Monroe, La., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b258-13\">George M. Snellings, Jr., Allen B. Guthrie, Geo. Gunby, Monroe, La., W. Dan Files, Bastrop, La., E. Leland Richardson, Baton Rouge, La., Harry B. Kelleher, Thomas F. Jordan, New Orleans, La., for appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b258-14\">Jerome S. Hafter, Greenville, Miss., and Wood H. Thompson, Monroe, La., for Estate of Henry M. Marks, appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b258-15\">Before HUTCHESON, Chief Judge, and RIVES and TUTTLE, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b258-16\">RIVES, Circuit Judge.</author>\n<p id=\"b258-17\">A troublesome question concerning indispensable parties must be decided on this appeal. Jurisdiction was based solely on diversity of citizenship. The requisite diversity existed between the parties to the original complaint, but the district court, 15 F.R.D.. 332, dismissed the suit for failure of the plaintiffs to comply with the court’s order that they join additional parties, whose joinder would have defeated the jurisdiction of the court.</p>\n<p id=\"b258-18\">The case made by the complaint is briefly as follows. On July 1, 1930, a deed vested an absolute or fee simple title to the “Gum Ridge Plantation” consisting of 260 acres of land in Tensas Parish, Louisiana, in the plaintiffs or their ancestors in title by blood or affinity, who continued to be the owners thereof certainly until June 26, 1940. At that time, so it was alleged, a scheme to defraud, devised and confected by Henry M. Marks and The California Company, was carried into execution. The scheme contemplated that the agents and employees of The California Company would represent to, the “owners” that their title to the property was fatally defective, but that if they, the “owners” of the property, would convey it to Henry M. Marks, he would re-convey to them a one-half interest in the minerals, and that The California Company would then take a <em>joint </em>mineral lease from the “owners” and from “Marks” and would pay the “owners” one-half of the rentals and one-sixteenth of. any production from the property. The “owners” at <page-number citation-index=\"1\" label=\"213\">*213</page-number>that time lived more than five hundred miles away from the property. Actually, Marks had-no title whatever to the property nor was he in possession thereof, but it was a part of the scheme that by using an employee and representative of The California Company, a major oil company, the “owners” would be lulled into a belief that the statements made to them were true.</p>\n<p id=\"b259-5\">“On June 26, 1940 the representatives and employees of the defendant, The California Company, called upon the ‘owners’ with two documents, one being a contract, grant, agreement and act of compromise<footnotemark>1</footnotemark> and the other an oil, gas and mineral lease and by making the false representations which were a part of the contemplated scheme and which representations were to the effect that Henry M. Marks had a title to the property and that the title of Henry M. Marks was superior to any title which the ‘owners’ had, they induced the ‘owners’ to sign both the act of compromise and the mineral lease”.</p>\n<p id=\"b259-6\">In consideration of legal services rendered in connection with the transaction, Marks made transfers to defendants Dale, Wade, and Watson of certain individual interests in both the real estate and in the reserved minerals. The suit sought to set aside and annul both the compromise agreement and the mineral lease, and further also the transfers from Marks to Dale, Wade, and Watson.</p>\n<p id=\"b259-17\">The defendants moved for summary judgment on the ground of non-joinder of indispensable parties, and absence of jurisdiction if such parties were joined. On submission of the motions, it was established that there were numerous other transferees and assignees of undivided mineral and royalty interests in the property whose joinder and arrayal on either side would defeat the jurisdiction of the court.</p>\n<p id=\"b259-18\">The plaintiffs, appellants, in their motion for new trial or amendment of judgment in the district court, and in brief here, abandon their efforts to cancel the mineral lease.<footnotemark>2</footnotemark> As to the compromise agreement, however, and the transfers to Dale, Wade,' and Watson, they insist that the court can properly render judgment either for or against each of the defendants without directly affecting persons who are not parties to the suit.<footnotemark>3</footnotemark></p>\n<p id=\"b260-3\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>For reasons to be stated, we agree.</p>\n<p id=\"b260-4\">After praying for cancellation of the compromise agreement and of the lease, and the return of the properties, the prayer of the! complaint continued, “that in the event that it is impossible for any of the defendants to return the interest which was conveyed to them, your complainants demand the value of the said interest. That in addition thereto that your complainants demand reasonable attorney fees and exemplary damages in the amount of $100,000.00.”</p>\n<p id=\"b260-5\">Plaintiffs are entitled to any relief which the facts justify even though that relief has not been asked and that theory has not been advanced in the pleadings. This Court had said that before the adoption of the Federal Rules of Civil Procedure, 28 U.S.C.A., Young &amp; Vann Supply Co. v. Gulf, F. &amp; A. Ry. Co., 5 Cir., 1925, 5 F.2d 421, 423; Edenborn v. Wigton, 5 Cir., 1934, 74 F.2d 374, 376; and so had the Supreme Court of the United States, Lockhart v. Leeds, 195 U.S. 427, 437, 25 S.Ct. 76, 49 L.Ed. 263; Bemis Bros. Bag Co. v. United States, 289 U.S. 28, 34, 53 S.Ct. 454, 77 L.Ed. 1011. Rule 54(c), F.R.C.P., has expanded that idea measurably:</p>\n<blockquote id=\"b260-6\">“ * * * every' final judgment shall grant the relief to which the party in whose favor it is rendered is entitled, even if the party has not demanded such relief in his pleadings.”</blockquote>\n<p id=\"b260-7\">In brief, appellant argues, and soundly so we think, that:</p>\n<blockquote id=\"b260-8\">“There are two * * * reasons why the royalty owners are not indispensable parties.</blockquote>\n<blockquote id=\"b260-9\">“The first reason is that the rights of the royalty owners would continue to exist irrespective of the outcome of the present suit. The royalty owners who deraign their title from the appellants are protected under their warranty of title, both express and implied. As to the royalty owners who deraign their title from.the appellees suffice it to say that no attempt has been made by the appellants to in any way affect their title, but, on the contrary appellants have asked for a money judgment against the defendants for the value of such royalty interests as defendants may not be able to re-convey to appellants.</blockquote>\n<blockquote id=\"b260-11\">“The second and more compelling reason why the royalty owners rights might not be affected regardless of the outcome of the suit is that their titles are protected by the Public Registry Act. This Act which was Act No. 7 of the Second Extra-ordinary Session for the year 1950 and which became Louisiana Revised Statute 9:2721-2723 is as follows:</blockquote>\n<blockquote id=\"b260-12\">*****</blockquote>\n<blockquote id=\"b260-13\">“Since the royalty owners have acquired their various interests on the strength of the public records of which the quitclaim agreement was a part, neither appellants nor appel-lees could ever be heard to question the titles of these royalty owners. The title of these royalty owners are indefeasible and regardless of what judgment might be rendered in the instant case their title cannot be affected.</blockquote>\n<blockquote id=\"b260-14\">“We have concluded that the lease may not be set aside except with the joinder of all of the royalty interests but the cancellation of the quitclaim deed presents an entirely different situation than does the cancellation of the mineral lease. In the cancellation of the mineral lease each of the various royalty owners are affected. As was said in the case of Calcote v. Texas Pacific Coal &amp; Oil Co., 5 Cir., 1946, 157 F.2d 216, 167 A.L.R. 413, the cancellation of the present lease would destroy their vested interest in praesenti, whereas a declaration of its invalidity would either destroy absolutely their vested interest in virtuo or postpone the enjoyment of it indefinitely.</blockquote>\n<blockquote id=\"b260-15\">“The cancellation of the quitclaim and compromise deed would merely restore to the appellants that which <page-number citation-index=\"1\" label=\"215\">*215</page-number>was fraudulently taken from them and could not and would not affect in the slightest the rights of any royalty holders who held either from appellants or from appellees.”</blockquote>\n<p id=\"b261-5\">It was said by this Court in Seeley v. Cornell, 5 Cir., 74 F.2d 353, 356: “it is within the powers of a court of equity to deprive a party of the benefit of a deed or judgment obtained by fraud without their being set aside.” The power of a court of equity so to mold its decree as to do complete justice between the parties without adversely affecting those not before the court is exceedingly broad and elastic.</p>\n<p id=\"b261-6\">We hold that the district court erred in requiring all persons having or claiming any interest in the lands to be made parties, and in dismissing the suit upon plaintiffs’ failure to join those whose joinder would have defeated the jurisdiction of the court. Instead, the court should retain jurisdiction and limit any relief granted to such as can be given without prejudice to the absent parties.<footnotemark>4</footnotemark> The judgment is reversed and the cause remanded for further proceedings consistent with this opinion.</p>\n<p id=\"b261-7\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b259-7\">. Which we shall hereafter refer to as the compromise agreement.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b259-8\">. Evidently, because of the holdings in Keegan v. Humble Oil &amp; Refining Co., 5 Cir., 155 F.2d 971, and Calcote v. Texas Pacific Coal &amp; Oil Co., 5 Cir., 157 F.2d 216, 167 A.L.R. 413.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b259-10\">. As explained in more detail in appellants’ brief:</p>\n<blockquote id=\"b259-11\">“For instance, the Court might, after a hearing render a judgment against the Estate of Marks decreeing the invalidity of the contract, grant and compromise agreement and because of the impossibility of the Estate of Marks being able to re-convey all of the interests which were allegedly taken from the plaintiffs it might render a further judgment against his estate for the value of the interests which he could not re-convey, at the same time deciding in favor of all of the other defendants. On the other hand, the Court might determine that The California Company .was a party to the alleged fraud and could render a judgment in favor of the idaintiffs for the value of the minerals extracted from the property. It is also possible that the Court might conclude that The California Company’s lease was valid but that since it took a prominent and indisputable part in the alleged fraud that it was liable for attorneys fees and exemplary damages. In like manner, it is possible that the Court might find that The California Company was guilty of fraud and that since it is impossible to cancel the lease without effecting the rights of third persons, not parties to the suit, the Court could order an accounting by The California Company of the value of the minerals which have been extracted from the land. Certainly mineral or royalty owners, not parties to the suit would not be affected by such a judgment are neither necessary or indispensable parties.</blockquote>\n<blockquote id=\"b259-20\">“If the defendant Marks, Dale, Watson, Wade and Mrs. Wade cannot return either the fee or the minerals or royalty rights which they received, then certainly a judgment can be framed to return such rights as they still possess and in addition can render a monetary judgment in favor of the plaintiffs for the value of the rights which cannot be returned.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b261-19\">. See Hudson v. Newell, 5 Cir., 172 F.2d 848, on rehearing, 5 Cir., 174 F.2d 546.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b261-8\">HUTCHESON, Chief Judge.</author>\n<p id=\"b261-9\">I dissent.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b261-10\">HUTCHESON, Chief Judge</author>\n<p id=\"A-_\">(dissenting).</p>\n<p id=\"b261-11\">The judgment appealed from did not dispose of or even attempt to deal with the merits of plaintiffs’ claims against the defendants. Neither did it attempt to place any barrier in the way of plaintiffs suing the defendants in the state court on the claims sought to be asserted in the federal court, nor any in the way ■of their again suing the defendants in the federal court on any of their claims, except those for the cancellation of instruments on which the rights of others not parties to the suit depended.</p>\n<p id=\"b261-12\">What and all that is in question here then is whether, by belatedly offering in this Court what they should have offered to do in the court a quo, to amend their complaint to eliminate such claims for cancellation, they may put the district judge in error and the defendants to the cost of this appeal.</p>\n<p id=\"b261-14\">Of the clear opinion that in simple justice to the district judge and to the defendants they cannot do this, I thus set briefly down my reasons for dissenting.</p>\n<p id=\"b261-15\">That the plaintiffs had and have the right, without making additional parties, to sue the defendants in the federal court for their fraud and require them to disgorge their alleged ill gotten gains, the district judge did not, and no one could or can, deny. That plaintiffs did not have the right to sue the defendants alone in the federal court for cancellation of instruments on which the rights of others depend, I had thought, until the opinion of the majority put the district judge in error for following this Court’s teachings, settled by the course of decision here culminating in our en banc decision in Hudson v. Newell, 5 Cir., 172 F.2d 848, Id., 5 Cir., 174 F.2d 546.</p>\n<p id=\"b261-16\">If the plaintiffs had, in response to the motion, offered below to amend their complaint to eliminate their claims for cancellation or to affirm the validity against such claims of the titles and rights which would or might otherwise be affected by such claims, the district judge could not, nor would he have refused them permission to do so.</p>\n<p id=\"b261-17\">In my considered opinion plaintiffs cannot, as the majority has held that they can, by belatedly offering in this Court to do so, if this Court will reverse the judgment, which, for default of their offer to amend, was rightly entered, put the district judge in error for doing his duty and the defendants to the cost of this appeal for insisting that the district judge do what he ought to have done.</p>\n<p id=\"b261-18\">I would affirm the judgment with costs against appellants without prejudice of <page-number citation-index=\"1\" label=\"216\">*216</page-number>course to plaintiffs’ right, if they are so advised, to. refile against the defendants in the federal court a suit for fraud and an accounting to plaintiffs for their alleged ill gotten gains.</p>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-4\" type=\"rehearing\">\n<p id=\"b262-4\">On Petition for Rehearing</p>\n<p id=\"b262-5\">Before HUTCHESON,. Chief Judge, and RIVES and TUTTLE, Circuit Judges.</p>\n<author id=\"b262-6\">PER CURIAM.</author>\n<p id=\"b262-7\">Since neither of the judges who concurred in our original decision is of the opinion that the petition for a rehearing should be granted, the same is denied. Fifth Circuit Rule 29.</p>\n<p id=\"b262-8\">Denied.</p>\n<p id=\"b262-9\">Judge HUTCHESON, Chief Judge, dissenting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}