{
  "casebody": {
    "data": "<casebody firstpage=\"82\" lastpage=\"83\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b88-3\">KEYSTONE LUNCH, INCORPORATED, PROSECUTOR, v. FIRST CRIMINAL COURT OF NEWARK ET AL., DEFENDANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b88-4\">Argued January 8, 1944</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAX\">Decided January 26, 1944.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b88-7\">Before justice Parker.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b88-8\">■For the prosecutor, <em>William J. Egan.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b88-9\">For the defendants, <em>Philip J. Schotland.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b88-10\">Parker, J.</author>\n<p id=\"AeI\">This is an application for a writ of <em>certiorari </em>to bring up the conviction of the prosecutor for violation of the Newark zoning ordinance. The question to be answered is whether the proposed structure amounts to a “lunch wagon” and therefore is subject to the prohibition of the ordinance which forbids a “lunch wagon” in the particular district.</p>\n<p id=\"b88-11\">The structure as originally planned was a roadside “diner” so common nowadays. Prosecutor applied to the Board of Adjustment, after denial by the zoning officer, for a variance, and in the application úsed the words “lunch wagon.” The board denied the application. Then prosecutor seems to have concluded to enclose, or partially enclose, the “diner” leaving -the interior substantially unaltered, and with architect’s plans went before the superintendent of buildings for a permit for “new addition” (to its existing restaurant) “to be used as a Restaurant (Dining Car). Present restaurant space will be used as a Kitchen.” The permit was granted: but the zoning board, learning of this, ordered the work stopped, and made a complaint to the Municipal Court which <page-number citation-index=\"1\" label=\"83\">*83</page-number>resulted in a conviction, to review which the present application is made.</p>\n<p id=\"b89-4\">The photograph submitted on this motion shows an existing one-story restaurant building on the west side of the Plaza where the Market Street station stands, and the plan of the prosecutor is to add to this building what is obviously and admittedly a “diner,” which appears in the photograph, connect it with the existing building and, as stated in its application to the zoning department, use the “diner” as the restaurant part of the structure and the existing building as a kitchen. It is claimed that the “diner” even when enclosed and reinforced, as hereinafter to be noted, is not a building, but that point is unimportant because the ordinance provides that in the particular district “no building <em>or premises </em>shall be used * * * for any of the following specified * * * uses * * * (k) Lunch Wagon.” It is stated, and the evidence before me goes to show, that what the prosecutor proposes to do with this “diner” by way of alteration and addition is' to enclose it in a concrete outer wall about three feet four inches high which comes up to the bottom of the plate glass windows appearing in the photograph; above the top of the present windows, I gather from the plans there is to be some sort of a roof structure with the sign “Keystone Lunch Co.” thereon, and that at various points along the front on the Plaza six concrete or stone pillars two feet wide and about thirteen feet high which perform no particular function except of an ornamental or decorative character. The result of this is simply to enclose the “diner” in a sort of shell which in no way interferes with either the existing windows or the doorway. The claim is that these additions have the effect of transforming what in its present state is obviously a “lunch wagon” into something else in such wise as to remove it from the purview of the ordinance. This, however, I fail to see.</p>\n<p id=\"b89-5\">My conclusion in the matter is that a “lunch wagon” is a “lunch wagon” whether it is in a shell or out of a shell, particularly if the shell continues to have the original apertures for light and access. The <em>allocatur </em>of the <em>certiorari </em>is therefore denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}