{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"178\" lastpage=\"182\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b204-6\" pgmap=\"204\">Charles J. Fischer, Defendant in Error, v. General Sales and Monument Company (Defendant), Henry Mayer (Defendant in Error), E. D. Bosworth, Plaintiff in Error.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b204-7\" pgmap=\"204\">Gen. No. 19,567.</docketnumber><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"A6J\" pgmap=\"204\">Garnishment, § 130<footnotemark>*</footnotemark>—when assignment of benefit of contract protected. Where an insolvent corporation had a contract to furnish work and materials to a customer and assigned it to an officer of the corporation and the contract was performed by the assignee after the assignment, held that the assignment was not of an existing claim or indebtedness making it invalid as a preference so that a creditor of the corporation in an attachment proceeding in which the customer was summoned as garnishee would he entitled to reach the sum due from the garnishee or the profits of the assignee as against the latter, who performed the work and was an intervening claimant in the proceeding, it also appearing that the creditor was instrumental in procuring said assignee to take the contract.</headnotes><p data-order=\"3\" data-type=\"judges\" id=\"b204-10\" pgmap=\"204\">McSurely, J., dissenting.</p><summary data-order=\"4\" data-type=\"summary\" id=\"b204-11\" pgmap=\"204\">Error to the Municipal Court of Chicago; the Hon. John K. Prindiville, Judge, presiding. Heard in this court at the October term, 1913.</summary><disposition data-order=\"5\" data-type=\"disposition\" id=\"AkS0\" pgmap=\"204\">Reversed and judgment here.</disposition><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"ASO\" pgmap=\"204\">Opinion filed October 13, 1914.</decisiondate><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b204-12\" pgmap=\"204\">Garnett &amp; Garnett, for plaintiff in error; Cyrus L. Garnett, of counsel.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b204-13\" pgmap=\"204\">Arthur E. Walsh, for defendant in error.</attorneys> <footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b204-14\" pgmap=\"204\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"b205-3\" pgmap=\"205\">Mr. Presiding Justice Brown</author> <p id=\"Aqd\" pgmap=\"205\">delivered the opinion of the court.</p> <p id=\"b205-4\" pgmap=\"205\">Charles J. Fischer sued the General Sales and Monument Company in the Municipal Court of Chicago March 5, 1913, for $250 lent to it. He began the suit by attachment and caused one Henry Mayer to be summoned as garnishee. Henry Mayer answered that he was indebted to the General Sales and Monument Company in the sum of $270, and although the attachment was contested it was sustained and the plaintiff had judgment on May 13, 1913, against the defendant for $250. This judgment is not complained of. But on May 10, 1913, leave was given on his motion to E. D. Bosworth to appear, “as an intervening claimant of any goods, chattels, choses in action, credits or effects that may be in the hands of the garnishee and to maintain any rights therein that said intervening claimant may have, and said intervening claimant shall, upon such appearance, be admitted as a party to this suit so far as respects the title of said intervening claimant to the property herein in question.” And on the same day the said Bosworth filed an inter-plea in which he set up that before the Fischer suit was instituted the General Sales and Monument Company had in good faith ‘ ‘ sold, assigned, transferred and set over” to him, for a valuable consideration, the only claim and contract it ever had against Mayer; that Bosworth had accepted the said assignment and that the. garnishee had been notified of that before his answer. This interplea was verified by the oath of one Scott, who swore that he was agent for Bosworth.</p> <p id=\"b205-5\" pgmap=\"205(61) 206(115)\">On May 21, 1913, the cause came on for trial before the court without a jury as to the issues'between the plaintiff and the intervening claimant, and on May 24, 1913, the court found the issues for the plaintiff and that the right to said fund was in the plaintiff, and entered a judgment in favor of the plaintiff Fischer for costs against the intervening claimant and a judgment that the defendant, the General Sales and Monument Company, should have and recover of and from the garnishee (on his answer) the sum of $270, and that the total of said moneys so to be recovered by the defendant should be had and recovered for the use of the plaintiff Fischer. The stenographic report of the proceedings filed in the case recites under the hand of the judge of the Municipal Court that he held “that the assignment from the defendant General Sales and Monument Company to E. D. Bosworth was void.” To reverse this judgment of May 24, 1913, this writ of error is sued out.</p> <p id=\"b206-4\" pgmap=\"206\">Although this seems a hard case for the plaintiff, who is merely seeking to recover $250 which he too trustfully confided to a concern which was not deserving of confidence and was evidently in a failing or impecunious condition and ought never to have taken it, we cannot see our way to do otherwise than to reverse the judgment of the Municipal Court and enter such judgment here as shall adjudge to Bosworth, the intervening claimant, the sum which the garnishee, Mayer, answered that he owed the defendant, the General Sales and Monument Company.</p> <p id=\"b206-5\" pgmap=\"206\">The elaborate argument which is made by counsel for defendant in error, on the invalidity of assignments which operate as preferences by corporations to officers or directors, is, in our opinion, without application here. This is a very different case.</p> <p id=\"b206-6\" pgmap=\"206(86) 207(78)\">An entirely insolvent and broken corporation had on its hands a contract which required it to furnish work and material,, which it is plain it could not do. If there were a default in the contract it would be liable in damages—perhaps under the circumstances not a practical, but certainly a theoretical disadvantage and risk to it. By the hand, of its business manager, as well as its president, it turned over to Bosworth, who was one of its officers, not an existing claim and indebtedness against Mayer, which would have been a preference, but this contract to be performed. Bosworth performed it and is entitled to the amount which then became due on it. It was not performed until after it was assigned, and no indebtedness accrued until then. The garnishee was mistaken, naturally and in good faith undoubtedly, but still mistaken, in answering that he was indebted to the General Sales and Monument Company. He was indebted to Bosworth.</p> <p id=\"b207-4\" pgmap=\"207\">If there can be any doubt as to the technical validity of the assignment by the president of the Company between December 10, and December 18, 1912—which we doubt, for it was not, as we before said, a preference that was made, but a liability or business engagement which was disposed of—there certainly was, under the circumstances, an equitable assignment made by the circumstances and the action upon them taken by Richardson (the president of the Company) and Bosworth respectively. As against Bosworth’s claim, once that action had been brought to Mayer’s knowledge and he was notified that in reliance on Richardson’s assignment Bosworth and not the Company had carried out the contract and furnished the stone and labor agreed for, tieither Mayer nor the Company could possibly have set up any claim of the Company for the amount stipulated in the contract which the Company had abandoned and Bosworth had performed, to set up a monument in St. Boniface cemetery. The garnishing creditor is in no better situation than the attachment debtor in his claim against the garnishee.</p> <p id=\"b207-5\" pgmap=\"207(73) 208(21)\">There is, moreover, in this case an additional circumstance placing the plaintiff in a position of disadvantage in his contention with Bosworth. It appears in the evidence that he was, to some extent and apparently for the purpose of securing a portion at least of the commission which was to come to him on this contract” of Mayer, instrumental in procuring Bosworth’s undertaking the contract. This brings an element of estoppel into the case-against him. But even without it, the judgment of the court below would not be justified.</p> <p id=\"b208-5\" pgmap=\"208\">We do not think that the intervening, claimant is liable to account to the defendant or the garnishing creditor even for the small profit of $12.40 which he will make if he secures the amount due on this contract. There was a possibility of loss undoubtedly through changed market, transportation or labor conditions, as well as of profit, when he took over the contract. We think he is entitled to the $270 in the hands of the garnishee, and we so find and reverse the judgment entered by the Municipal Court of Chicago on May 24, 1913, and give judgment here that the intervening claimant, E. D. Bosworth, have and recover of the garnishee, Henry Mayer, the sum of $270, for which in the answers of the garnishee he declared himself indebted to the defendant, the General Sales and Monument Company, and have execution therefor, and that on payment of said sum by the garnishee to the intervening claimant, E. D. Bosworth, the said garnishee, Henry Mayer, shall be forever released and discharged from the payment of said sum to any other person whatever.</p> <p id=\"b208-6\" pgmap=\"208\">Reversed and judgment here.</p> <p id=\"b208-7\" pgmap=\"208\">Mr. Justice McSurely dissents.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}