{
  "casebody": {
    "data": "<casebody firstpage=\"169\" lastpage=\"170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b181-5\">LODI TRUST COMPANY, A BANKING CORPORATION OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. DAVID A. HIMADI (ALSO KNOWN AS D. A. HIMADI), DEFENDANT-APPELLANT.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b181-6\">Submitted October term, 1934</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIt\">Decided January 29, 1935.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b181-9\">Before Beogan, Chief Justice, and Justices Paekee and Bodine.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b181-10\">Por the plaintiff-respondent, <em>Breslin &amp; Breslin {John J. </em>Breslin, <em>Jr., </em>of counsel).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b181-11\">Por the defendant-appellant, <em>Chandless, Weller &amp; Selser {John B. Selser, </em>of counsel).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-12\">Beogan, Chief Justice.</author>\n<p id=\"A-m\">The defendant appeals from a judgment against him, entered after the court directed a verdict for plaintiff. The suit was based upon three demand collateral notes of defendant, held by plaintiff.</p>\n<p id=\"b181-13\">The grounds of appeal are that the court erred in rejecting defendant’s motion for nonsuit and for a directed verdict; that the court erred in taking the case from the jury; <page-number citation-index=\"1\" label=\"170\">*170</page-number>that the court did not receive a verdict from the jury; thab the jury did not return any verdict. Only the first ground can be considered. As to the other grounds of appeal, no exception appears in the record challenging the action of the trial judge.</p>\n<p id=\"b182-4\">The sole point upon which the motion for nonsuit was advanced at the trial was that the suit was premature.</p>\n<p id=\"b182-5\">It appears that the plaintiff admitted the execution of the notes which were received in evidence; that the plaintiff trust company’s memorandum of this note account showing the debits and credits and amount due was received in evidence; that the bank’s memorandum of certain collateral pledged by the defendant, and at the time of the suit undisposed of, was likewise admitted in evidence, all without objection. None of these exhibits appear in the printed record. Testimony was admitted without objection as to the balance due plaintiff from defendant.</p>\n<p id=\"b182-6\">It appears that in the list of collateral pledged against these notes were certain paid up shares of building and loan stock. The association that issued these shares was making payment in redemption of same from time to time, under the present regulations governing building and loan associations.</p>\n<p id=\"b182-7\">The appellant’s point is that this suit was premature because the plaintiff had not given the defendant credit for the value of the building and loan shares still unredeemed. The notes being in default, the plaintiff, pledgee of the collateral, was under no duty to refrain from suit on the principal obligation. The general rule is that in the absence of agreement to the contrary, a creditor holding security, may, upon default, pursue his remedy, at will, by action on the principal contract or by proceeding to realize the value of the collateral. <em>Polhemus </em>v. <em>Prudential Realty Co., </em>74 <em>N. J. L. </em>570 (at <em>p. </em>577); 67 <em>Atl. Rep. </em>303; 49 <em>C. J. </em>987, § 226; <em>Brick </em>v. <em>Freehold National Banking Co., </em>37 <em>N. J. L. </em>308.</p>\n<p id=\"b182-8\">The motion for nonsuit on the ground that the action was prematurely brought was properly denied.</p>\n<p id=\"b182-9\">The judgment is affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}