{
  "casebody": {
    "data": "<casebody firstpage=\"526\" lastpage=\"527\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b538-3\">EARLE A. MERRILL, APPELLANT, v. JOHN WINANS, RESPONDENT.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b538-4\">Submitted January 25, 1935</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avk\">Decided July 2, 1935.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b538-7\">Before Justices Lloyd, Case and Donges.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b538-8\"><em>For </em>the appellant, <em>Earle </em>A. <em>Merrill, fro se.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b538-9\">Por the respondent, <em>John Winans, pro se.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b538-10\">Pee Cueiam.</author>\n<p id=\"b538-11\">The action in this case was instituted by Earle A. Merrill, an attorney, as plaintiff against the defendant, Winans, another member of the bar, to recover a certain sum of money alleged to have been illegally withdrawn from the office of the clerk of the Court of Chancery, which sum had been deposited with the clerk as security for the costs of an appeal to the Court of Errors and Appeals.</p>\n<p id=\"b538-12\">It is unnecessary to go into the merits of the appeal inasmuch as the specification of cause for reversal, herein called ground of appeal (and which is in the form of a notice of appeal to the effect that the plaintiff appeals from the judgment below “on the ground that said judgment is erroneous as a matter of law”), is insufficient to bring anything before this court. Cases controlling are <em>Golden Realty Co. </em>v. <em>Grant Building and Loan Association, </em>109 <em>N. J. L. </em>129; 160 <em>Atl. Rep. </em>499; <em>Eckert </em>v. <em>Nazzaro, </em>109 <em>N. J. L. </em>136; 160 <em>Atl. Rep. </em>425; <em>Cohn </em>v. <em>Passaic National Bank, </em>109 <em>N. J. L. </em>449; 162 <em>Atl. Rep. </em>555, and more recently <em>Caspert </em>v. <em>Empire Furniture Co., </em>114 <em>N. J. L. </em>546; 178 <em>Atl. Rep. </em>65.</p>\n<p id=\"b539-3\"><page-number citation-index=\"1\" label=\"527\">*527</page-number>We have read the proceedings, and it may not be amiss to state that if the respondent, as is claimed in the canse, has been guilty of procuring funds from the office of the clerk of the Court of Chancery to which he was not entitled, and with knowledge of this fact brought clearly to his attention by the litigation which has already occurred, still retains these funds unlawfully, it may be a subject-matter for action by the proper branch of this court under its disciplinary powers, to which body the appellant may have recourse.</p>\n<p id=\"b539-4\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}