{
  "casebody": {
    "data": "<casebody firstpage=\"322\" lastpage=\"324\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b356-7\">Ernest O. Verville <em>vs. </em>Alfred G. Mason &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b356-8\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AWo\">April 6, 1956. —•</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAu7\">June 13, 1956.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b356-9\">Present: Qua, C.J., Wilkins, Williams, Counihan, &amp; Whittemorb, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b357-5\"><page-number citation-index=\"1\" label=\"323\">*323</page-number><em>Jacob S. Aronson, </em>for the defendant Mason.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b357-6\"><em>Edward U. Lee, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b357-7\">Williams, J.</author>\n<p id=\"A_Rq\">This is a suit in equity to obtain the rescission of a sale by the defendant Mason to the plaintiff of the corporate stock of the defendant Court Delicatessen, Inc. This corporation operated a restaurant at 11 Court Street, Boston. Of the one hundred shares of its stock issued and outstanding fifty shares were owned by Mason and fifty shares were held by the corporation as treasury stock. In accordance with a written agreement, dated May 14, 1954, but executed on May 17, 1954, Mason sold his stock and procured the sale of the corporation’s stock to the plaintiff for $14,000 cash. The transaction was completed on May 22.</p>\n<p id=\"b357-8\">The plaintiff complains that the sale was fraudulent in that he was induced to purchase by false representations made by Mason in respect to the operating profits of the restaurant, on which he relied. The judge reported as material facts that Mason told the plaintiff that he was “making an income” of $200 per week; that the statement was false and known by Mason to be false; that Mason intended the plaintiff should act upon it; that the plaintiff did so; and that he was damaged. The case is before us on Mason’s appeal from a final decree ordering that the contract of sale be rescinded; that Mason pay to the plaintiff the sum of $14,000 with interest from June 3, 1954, the date of the plaintiff’s bill; and that simultaneously the plaintiff deliver to Mason the stock of the corporation.</p>\n<p id=\"b357-9\">It cannot be said that the findings of the judge were plainly wrong. The evidence as designated by the parties is reported. It consists mainly of oral testimony. The plaintiff was a refrigeration mechanic living in Lowell and consulted a “business” broker in Boston regarding the purchase of an income producing business in which he was ready to invest approximately $10,000. The broker brought him to Mason who was operating the Court Street restaurant which he had purchased eleven weeks before. There was <page-number citation-index=\"1\" label=\"324\">*324</page-number>evidence that Mason had made little if any profit in operating the restaurant. It could be found that he told the plaintiff that he made or netted $200 per week, that he misstated the amount of his expenses, and that although asked for his books he did not give them to the plaintiff until after the sale was consummated. The facts found by the judge comprise those necessary to sustain an action for deceit. <em>Piper </em>v. <em>Childs, </em>290 Mass. 560, 562. The amount of profit to be gained from the business was of primary importance to the purchaser and must have been known to be such to the seller. <em>Kilroy </em>v. <em>Barron, </em>326 Mass. 464, 465. It was inferable that the statement as to receipts was knowingly false and made with the intent that the plaintiff should rely upon it. Whether the latter in fact paid his money to Mason in reliance upon the statement was a matter for the judge to determine. <em>Forman </em>v. <em>Hamilburg, </em>300 Mass. 138, 141.</p>\n<p id=\"b358-4\">\n<em>Decree affirmed with costs of the appeal.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}