{
  "casebody": {
    "data": "<casebody firstpage=\"410\" lastpage=\"413\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b436-4\">Gardner <em>v. </em>Gardner.</parties>\n<p data-order=\"1\" data-type=\"docketnumber\" id=\"b436-5\">(Jachson.</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATF\">April 14, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b436-6\">1. Marriage amd Divorce. <em>Cruel and inhuman treatment as grou/nd for dA/oorce.</em></headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b436-8\">It constitutes such cruel and inhuman treatment as justifies the granting of a divorce to the wife, for the husband, a man of inordinate lust, to compel her, a woman of delicate health, by threats, to submit to abnormal sexual intercourse, in violation of the laws of nature and decency, and to the serious impairment of her health. Personal violence is not essential, but if it were, such acts constitute it.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b436-9\">Cases cited: 63 Minn., 213; 27 N. J. Eq., 71; 41 L. R. A., 802.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b436-10\">2. Same. <em>Wife is a competent witness.</em></headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b436-11\">And in a suit for divorce for cruel and inhuman treatment of the wife, she is a competent witness in her own behalf, to prove any facts that constitute, in law, such treatment.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b436-12\">Cases cited: Malone <em>v. </em>Malone (memorandum opinion).</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b436-13\">3. Same. <em>Husband’s admissions competent.</em></headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b436-14\">In a suit for divorce for cruel and inhuman treatment of the wife, the husband’s admissions, or conversations, relating to the treatment of his wife, are competent evidence on her behalf.</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b436-15\">EEOM WEAKLEY.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b436-16\">Appeal from Chancery; Court of Weakley County. J no. S. COOPER, Ch.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b437-4\"><page-number citation-index=\"1\" label=\"411\">*411</page-number>T. K. RetNolds for Complainant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b437-5\">No counsel appeared for defendant.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b437-6\">McAlisteb, <em>J.</em></author>\n<p id=\"A-7\">Tbis is a bill for divorce preferred in the Chancery Court of Weakley County, in which Susan Gardner seeks a dissolution of the bonds of matrimony upon the ground of cruel and inhuman treatment, on the part of her husband. The specifications of the bill are that the defendant is a man of inordinate lust, and by threats has compelled complainant to submit to abnormal sexual intercourse. Complainant alleges that she is a delicate woman, and this fact was known to defendant at the time of their marriage, and that her health has been seriously impaired by said cruel and inhuman treatment. That complainant finally refused to submit to such excessive indulgence, whereupon the defendant threatened her life, and thereby forced her to withdraw , from his dominion and control. The Chancellor on the hearing refused to permit complainant to testify to the treatment of her husband in forcing her to submit to such immoderate sexual intercourse, upon the ground that such an inquiry would be against public policy. The Court also refused to permit another witness to prove conversations had with the defendant husband on the subject. Complainant excepted to ■ the ruling of the Chancellor, and presented the objection by bill of exceptions show<page-number citation-index=\"1\" label=\"412\">*412</page-number>ing that .tbis proof would have been made if tbe witness bad been permitted <em>to </em>testify.</p>\n<p id=\"b438-5\">Tbe Chancellor upon final bearing dismissed tbe bill. Complainant appealed.</p>\n<p id=\"b438-6\">Tbe first assignment of error is that the Court erred in refusing to permit complainant to testify in respect of tbe course of treatment inflicted upon her by tbe - defendant.</p>\n<p id=\"b438-7\">Tbis assignment is well taken. It is now well settled by tbis Court that cruel and inhuman treatment ivithin' the meaning of tbe statute is not confined to acts of personal violence, but includes such treatment as endangers tbe wife’s health and renders cohabitation intolerable.</p>\n<p id=\"b438-8\">In 5 Am. <em>&amp; </em>Eng. Ene. L. (old ed.), page 199, it is said: “Cruelty as a cause of divorce is tbe willful, persistent causing of unnecessary suffering, whether in realization or apprehension, whether of body or mind, in such a way as to render cohabitation dangerous and unendurable.”</p>\n<p id=\"b438-9\">On page <em>704, </em>same work, it is' said, viz.: “But excessive' intercourse may be cruelty, or intercourse where the wife’s health is delicate.” In <em>English </em>v. <em>English 27 </em>N. J. Eq., <em>71, </em>a decree of di-' vorce ' from\" bed and board- was made on tbe ground of extreme cruelty, consisting mainly in gross 'abuse ’ by the husband of bis marital rights.” <em>McMahon </em>v. <em>McMahon, </em>41 L. R. A., 802. “A divorce will be granted to a wife -under parliamentary acts, where the common laws of nature <page-number citation-index=\"1\" label=\"413\">*413</page-number>and decency Has been outraged -by the husband in compelling his wife to submit to incessant and abnormal sexual intercourse which has prostrated her nervous system, and, if persisted, in will endanger’ her life.” <em>Marks </em>v. <em>Marks, </em>63 Minn. Rep., 212.</p>\n<p id=\"b439-5\">The Chancellor was in error in refusing’ to permit the wife to testify on this subject. The practice is now well settled by this Court that husband and wife are competent witnesses in divorce proceedings, ■ and may testify in respect of any acts of cruelty offered the one by the other. <em>Malone </em>v. Malone, Knoxville, September Term, 1898.</p>\n<p id=\"b439-6\">The Chancellor was also in error in excluding the testimony of Eliza Hodges in reference to the conversation she had with defendant respecting his treatment of complainant.</p>\n<p id=\"b439-7\">It results that the decree is reversed, and the cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}