{
  "casebody": {
    "data": "<casebody firstpage=\"172\" lastpage=\"174\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b236-9\">ELMA REALTY CO. v. WOODS.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b236-10\">No. 4343.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b236-11\">Circuit Court of Appeals. First Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b236-13\">July 30, 1948.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b236-22\">Before MAGRUDER, GOODRICH, and WOODBURY, Circuit Judges.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b236-23\">Solomon Mondlick, of Boston, Mass., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b236-24\">Nathan Siegel, Sp. Litigation Atty., of Washington, D. C. (Ed Dupree, Gen. Counsel, and Hugo V. Prucha, Asst. Gen. Counsel, both of Washington, D. C., on the brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b236-25\">WOODBURY, Circuit Judge.</author>\n<p id=\"b236-26\">This is an appeal by a landlord from a final judgment entered by the District Court of the United States for.the District of Massachusetts for the Acting Housing Expediter in an action brought by the latter under § 205(a) and (e) of the Emergency Price Control Act of 1942, as amended, 50 U.S.C.A.Appendix, § 925(a) and (e), for restitution to certain of the appellant’s tenants of alleged overcharges in rent and for double the amount of the alleged overcharges as statutory damages.</p>\n<p id=\"b236-27\">The facts are not in dispute.</p>\n<p id=\"b236-28\">The defendant-appellant, Elma Realty Co., owned a building in Lynn, Massachusetts, which prior to a fire therein, in December, 1946, contained ten apartments all occupied as housing accommodations. The fire did not totally destroy the building but rendered the housing accommodations it contained unfit for human habitation. The Rent Director of the area concerned then issued an order under § 5-c-2 of the Rent Regulation reducing the maximum rent for each of the accommodations to $1.00 per week “due to substantial deterioration,” and at the same time wrote a letter to the ap<page-number citation-index=\"1\" label=\"173\">*173</page-number>pellant stating that he had reduced the rents but that he would approve petitions to increase the legal rents to the levels in effect before the fire as soon as the premises were made habitable again.</p>\n<p id=\"b237-4\">The appellant immediately began reconstruction work on its building and in January, 1947, filed an unsigned landlord’s petition for upward adjustment of the rents, but this petition was never acted upon. On June 6, 1947, the rents of the apartments were revised upward, apparently as a result of the reoccupation of the premises, but in the meantime, for various periods between April 18, and June 13, the appellant had been receiving rents at the pre-fire rate from four of its former tenants who had returned. The difference between the amounts received as rent during this period from these four tenants and $1.00 per week for each accommodation occupied by them constitutes the overcharges alleged.</p>\n<p id=\"b237-5\">The appellant contended below and contends here that the Rent Director’s orders reducing the maximum rent for each apartment to the nominal figure of $1.00 per week were invalid and void from the time they were made. Therefore it says that the District Court erred in giving effect to the orders of the Rent Director reducing the rents of the four apartments involved to $1.00 per week and ruling that it was required to abide by those orders until new ones had been issued providing for an upward adjustment of maximum rentals.</p>\n<p id=\"b237-6\">Its argument is that the statute gives the Director authority to fix maximum rents only for “housing accommodations”, and after the fire its apartments could not be classed as “housing accommodations” because they were found to be unfit for human habitation. And it says that the Director abused his discretion in issuing the orders because the housing accommodations, being unfit for habitation, did not have a rental value of even a nominal $1.00 per week but obviously had no rental value at all. Therefore it says: “The Rent Director, by declaring ‘housing accommodations’ what were not ‘housing accommodations’, is attempting to exercise a control for which he has no authority in statute or regulation.” Furthermore the appellant says that after the apartments were restored to habitable condition it had the legal right to ignore the orders fixing their maximum rent at $1.00 per week and to set self-determined rentals of its own pursuant to § 4(e) of the Regulation, (11 F.R. 12056) which rents would be lawful until reduced by the Expediter, since after restoration the apartments constituted “newly constructed housing accommodations” which had never been rented before.</p>\n<p id=\"b237-8\">The appellant’s primary contention that the Rent Director had no authority under either the statute or the regulations to issue the orders reducing the rents after the fire to $1.00 per week for each apartment constitutes clearly a direct attack on the validity of the orders themselves. Thus the contention is one to be made in appropriate proceedings in the Emergency Court of Appeals established by § 204(c) of the Emergency Price Control Act of 1942, since § 204(d) of the Act not only gives that court, and the Supreme Court upon review of its judgments and orders, “exclusive jurisdiction to determine the validity of any regulation or order issued under section 2” but also provides that except for the Supreme Court’s power of review “no court, Federal, State, or Territorial, shall have jurisdiction or power to consider the validity of any such regulation, order * * See Woods v. Hills, 68 S.Ct. 992, and Bowles v. Willingham, 321 U.S. 503, 510, 521, 64 S.Ct. 641, 88 L.Ed. 892. See also Cullen v. Bowles, 2 Cir., 148 F.2d 621, 623, 624, wherein it is said:</p>\n<p id=\"b237-10\">“In our opinion one of the most important purposes of establishing the Emergency Court of Appeals was to create a single court which, subject to review by the Supreme Court, can determine whether the Price Administrator keeps within his jurisdiction in preventing abnormal increases in prices and rents * * * A dispute as to the validity of such a schedule will often arise from the contention that the Act has not authorized it. To import a classification which would remove <page-number citation-index=\"1\" label=\"174\">*174</page-number>questions of the .validity of regulations from the control of the Emergency Court of Appeals because they are not within the -purview of the statute would be bound to lead to endless casuistry and destroy the uniformity of administration which the Emergency Price Control Act was designed to secure.”</p>\n<p id=\"b238-4\">The Government takes the position that the appellant’s other contention that the reconstructed apartments constituted new housing accommodations for which it could set self-determined rentals which would be lawful until reduced by the Housing Expediter is also in substance and effect an attack upon the validity of -the Rent Director’s orders. If the Government’s position is correct, of course the appellant’s second contention belongs in the same category as its first, and, like its first, can only be advanced in appropriate proceedings in the Emergency Court of Appeals. But if the Government’s position is not correct (cf. Bowles v. Griffin, 5 Cir., 151 F.2d 458) and we have jurisdiction to consider the appellant’s second contention because properly interpreted it is simply that the rent orders, though valid, were inapplicable to the accommodations after they were repaired for the reason that they had then become “newly constructed housing accommodations”, for which initial rentals could be determined by the landlord, the appellant still cannot prevail on the findings made below.</p>\n<p id=\"b238-5\">Had the appellant been forced to construct a new building on its land after the fire we -may assume for present purposes that apartments therein, possibly even if substantially similar to the ones in its old building, would be new housing accommodations -to which § 4(e) of the Rent Regulation would apply. B-ut it is clearly established that the appellant did not have to do this. It merely had to restore its old apartments after the fire, not -build new ones, since the court below found as a fact that although “the premises were destroyed by fire to an extent which made them no't habitable for human beings” enough was left “of the premises to be used as storage for furniture and other property.”</p>\n<p id=\"b238-6\">Obviously therefore we do not have here a case of construction of new accommodations, but clearly a case of repair1 of old accommodations made ¡temporarily unfit for human occupation by casualty. Thus although the appellant was undoubtedly entitled to an upward adjustment of its maximum rents after its apartments were again habitable, nevertheless the regulations do not permit it to increase its rents -until after it has -applied for and obtained permission to do so. Thierry v. Gilbert, 1 Cir., 147 F.2d 603. The orders therefore applied to the apartments and required obedience not only during -the period the apartments were under repair but thereafter until the orders were changed by the proper authority.</p>\n<p id=\"b238-7\">The judgment of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}