{
  "casebody": {
    "data": "<casebody firstpage=\"315\" lastpage=\"317\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b379-3\">CONTINENTAL MOTORS CORPORATION v. MORRIS.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b379-4\">No. 3646.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b379-5\">Circuit Court of Appeals. Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b379-7\">Aug. 6, 1948.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b379-8\">Rehearing Denied Aug. 26, 1948.</otherdate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b379-25\">BRATTON, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b379-29\">Harold A. Zelinkoff, of Wichita, Kan., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b379-30\">Glenn Porter, of Wichita, Kan., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b379-31\">Before BRATTON, HUXMAN and MURRAH, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b379-32\">HUXMAN, Circuit Judge.</author>\n<p id=\"b379-33\">The Culver Aircraft Corporation, after first filing a petition for corporate reorganization under Chapter 10 of the Bankruptcy Act, 11 U.S.C.A. § 501 et seq., was adjudged a bankrupt on February 27, 1947. The first meeting of creditors was called for March 13, 1947, and due notice for the filing of claims was given requiring that all claims be filed within three months thereafter.<footnotemark>1</footnotemark> Appellant filed its <page-number citation-index=\"1\" label=\"316\">*316</page-number>Proof of Claim totaling $384,286.75 for damages resulting from a breach o'f an <em>executory </em>contract within <em>the </em>three months’ period. Later, after the period provided for filing proofs of claim had expired, appellant filed a petition for leave to file an amended proof of claim setting up additional items of damages totaling $165, 330.08 arising from the breach of the same executory contract. After hearing on the petition, the Referee in Bankruptcy entered an order disallowing the amendment predicated on his findings that the items sought to be added were new and distinct claims and introduced a distincly new and different claim. Appellant filed a petition for review. Pursuant thereto, the matter was heard before the United States District Court for the District of Kansas. The Court entered an order referring the proceeding back to the Referee for appropriate action but held that no amendments should be allowed which would increase the amount of the original claim.<footnotemark>2</footnotemark> Appellant has appealed from the order of the court.</p>\n<p id=\"b380-4\">The effect of the court’s order was to permit appellant to amend its original claim to make the allegations thereof more definite and certain, but denied it the right to increase the maximum amount of the original claim by adding additional items of damages.</p>\n<p id=\"b380-5\">Appellant’s claim is bottomed on a breach of an executory contract. Culver had ordered engines from appellant but went into bankruptcy before the delivery date. Bankruptcy constitutes an anticipatory breach of an executory contract to purchase and creates a provable claim for damages if the trustee elects not to assume performance.<footnotemark>3</footnotemark> All the items of claimed damages in the original and amended claim grew out of the same contracts, purchase orders Numbers 46043 and 48453.</p>\n<p id=\"b380-6\">The sole question then on this appeal is whether such added items of damage constitute new and distinct claims which would have to be filed within the period provided for proofs of claim, or whether they relate only to the claim filed and merely make it more definite .without setting out any new matter improper in an amendment.</p>\n<p id=\"b380-7\">We think the word “claim” is used in the sense of cause of action or ground for liability and that - what the statute interdicts is setting up a new ground on which the claimant seeks to recover rather than an amendment of the amount for which recovery is sought. A distinction must be drawn between the claim and the amount thereof.<footnotemark>4</footnotemark></p>\n<p id=\"b381-4\"><page-number citation-index=\"1\" label=\"317\">*317</page-number>A claim filed in a bankruptcy proceeding in a bankruptcy court is analogous to a petition in a court of law.<footnotemark>5</footnotemark> After the time for the filing of claims has passed only such amendments may be made as do not change or alter the ground for recovery set out in the original claim, but to hold that the amount for which recovery is asked cannot be amended would place a very narrow interpretation upon the statutory section permitting amendments. It would restrict claimants to matters of mere form in seeking to amend claims on file. As has frequently been said, bankruptcy courts are equitable courts and seek to do equity. As stated in Scottsville National Bank v. Gilmer, 4 Cir., 37 F.2d 227, 279, “ * * * the trend of modern decisions is uniformly toward the greatest liberality in the allowance of the filing of amended proofs of claim, where there is anything in the record to justify such course of action.”<footnotemark>6</footnotemark></p>\n<p id=\"b381-5\">The additional sum of $165,330.08, which appellant sought to set up in its amended complaint, did not constitute a new claim. It constituted only additional items of the claim or grounds for recovery on file. The amendment should have been permitted and appellant should have been afforded an opportunity to prove the items thereof if it could.</p>\n<p id=\"b381-6\">Reversed.</p>\n<p id=\"b381-7\">BRATTON, Circuit Judge, dissents.</p>\n<footnote label=\"1\">\n<p id=\"b379-34\"> The six-month period, See. 57, sub. n of the Bankruptcy Act, 11. TJ.S.C.A. § 93, sub. n, was shortened to three months pursuant to Sec. 238(3) of Chapter X, Bankruptcy Act, 11 U.S.C.A. § 638(3).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b380-8\"> The pertinent portions of the court’s order are as follows:</p>\n<p id=\"b380-9\">“1. That the proceeding be re-referred to the Referee for appropriate action;</p>\n<p id=\"b380-10\">“2. That the Referee shall permit amendments to the claim of the Continental Motors Corporation to correct defects of form in the original claim, to supply greater particularity in the allegations of fact from which the claim arises and to bring before the Referee formal proof of claim based upon facts which within the statutory period had already been brought to the notice of the trustee by some informal writing or other pleadings timely filed in the bankruptcy proceeding. Such amendments, however, shall not be permitted as a device for filing after the statutory period a claim based upon a cause of action of which no notice whatever had been given to the trustee by anything previously filed, nor shall the claimant now more than six months after the first meeting of creditors be permitted to amend its claim so as to increase the amount thereof;</p>\n<p id=\"b380-12\">“3. That such amendments, if any, as the Continental Motors Corporation shall desire to make to its claim shall be made within ten (10) days after November 17, 1947, so that hearing thereon may be had before the Referee in Bankruptcy at the next regular session of the Bankruptcy Court in the Second Division of this Court.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b380-13\"> In re Marshall’s Garage, 2 Cir., 63 F.2d 759.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b380-14\"> In In re G. L. Miller and Company, 2 Cir., 45 F.2d 115, 116, the court said: “It is dear that this is an entirely different cause of action from that alleged in the original daim. The obligation there asserted was for money had and received * * *. The obligation now asserted is upon an express agreement of indemnity of which there was no mention in the original claim.”</p>\n<p id=\"b380-15\">In In re Hamilton Automobile Company, 7 Cir., 209 F. 596, 99, the court <page-number citation-index=\"1\" label=\"317\">*317</page-number>said: “By reason of further proceedings it became apparent that justice required it should be amended and allowed for a larger amount than that claimed when it was first presented, <em>but for the same claim or subject-matter.” </em>(Emphasis supplied.)</p>\n<p id=\"b381-28\">In In re Ebeling, 7 Cir., 123 <em>F.2d </em>520, 521, the court said: “ * * * the only limitation upon the rule being that the amendment does not introduce a distinctly new and different claim.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b381-29\"> In Hutchinson v. Otis, 190 U.S. 552, 555, 23 S.Ct. 778, 779, 47 L.Ed. 1179, the Supreme Court said: “The claim upon which the original proof was made is the same as that ultimately proved. The clause relied upon cannot be taken to exclude amendments. An example similar in principle is the allowance of an amendment setting up the same cause of action after the statute of limitations has run, when the original declaration was bad.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b381-31\"> See In re Marshall’s Garage, 2 Cir., 63 F.2d 759; In re Morgen Drug Co., Inc., D.C., 42 F.Supp. 345; In re Lipman, 2 Cir., 65 F.2d 306; In re Hamilton Automobile Co., 7 Cir., 209 F. 590.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}