{
  "casebody": {
    "data": "<casebody firstpage=\"31\" lastpage=\"32\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b69-2\">Manchester Municipal Court,</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b69-3\">No. 4823.</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b69-4\">State <em>v. </em>Walter J. Harlan, Jr.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b69-5\">Argued October 4, 1960.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b69-6\">Decided October 28, 1960.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b69-13\"><em>Louis C. Wyman, </em>Attorney General and <em>Irma A. Matthews, </em>Law Assistant <em>{Mrs. Matthews </em>orally), for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b69-14\"><em>Emile B. Bussiere </em>(by brief and orally), for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b70-4\"><page-number citation-index=\"1\" label=\"32\">*32</page-number>Wheeler, J.</author>\n<p id=\"AV7\">The defendant was charged in the first instance with being drunk in a public place to the disturbance of the peace. This would be a violation of RSA 570:14 which provides: “Drunkenness. No person shall be drunk in a street or other public place, nor in a private building or- place, disturbing his family, or to the disturbance of the peace.” Upon this charge he was found not guilty. The second complaint was thereupon filed charging the defendant with disorderly conduct in a public place a violation of RSA 570:1 which provides: “Brawls, etc. No person shall make a brawl, nor, in any street or other public place, be guilty of rude, indecent, or disorderly conduct, or insult or wantonly impede a person passing therein, or play therein at any game.” <em>State </em>v. <em>Kennison, </em>55 N. H. 242.</p>\n<p id=\"b70-5\">The defendant contends that since the actions and conduct of the defendant alleged to have been disorderly conduct are the same as those about which testimony was introduced at the trial of the prior complaint charging that the defendant was drunk in a public place his plea of former jeopardy constitutes a bar to the pending complaint. N. H. Const., Pt. I, <em>Art. </em>16th.</p>\n<p id=\"b70-6\">This argument overlooks the fact that in order to constitute former jeopardy “It must appear that the offense previously charged was the ‘same <em>in law </em>and <em>in fact.’ ” State </em>v. <em>Smith, </em>98 N. H. 149, and cases cited.</p>\n<p id=\"b70-7\">In this case the offense first charged, of which the defendant was acquitted, consisted in law and in fact of drunkenness in a public place. The offense now charged consists in law and in fact of rude and disorderly conduct in a public place. While the evidence required to establish each offense might show essentially the same conduct on the part of the defendant there is a distinguishing element, in that under the pending complaint, it is not necessary to show that the defendant was drunk.</p>\n<p id=\"b70-8\">The offense is established if it is shown that the defendant was “loud and boisterous” to the extent that his rude conduct led to his ejection by a police officer, as alleged by the complaint. The facts now charged, without evidence of intoxication would not have sustained a conviction under the former complaint. Hence former jeopardy is not a defense. <em>State </em>v. <em>Smith, supra.</em></p>\n<p id=\"b70-9\">\n<em>Remanded.</em>\n</p>\n<judges id=\"b70-10\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}