{
  "casebody": {
    "data": "<casebody firstpage=\"135\" lastpage=\"141\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b167-4\">Nolan <em>v. </em>Nolan, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b167-5\"><em>Trusts and trustees </em>— Irrevocable <em>deed of trust </em>— Creditors—Fraud.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b167-6\">A person sui juris cannot as against creditors, either prior or subsequent, settle his property, by an irrevocable deed, in trust for his own use for life, and over to his appointees by. will, and in default of such appointment, to such persons as would be entitled to take under the intestate laws in such a manner as to enjoy all the benefits of ownership and share none of the burdens.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b167-7\">Argued March 5, 1907.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"Ay_7\">Appeal, No. 93, Jan. T., 1907, by defendant, from order of C. P. Berks Co., Nov. T., 1906, No. 56, making absolute rule for judgment on answers of garnishee in case of Thomas J. Nolan v. Helen T. Nolan, Defendant, and The Reading Trust Company, Garnishee.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"AcK\">Before Mitchell, O. J., Brown, Mestrezat, Elkin and Stewart, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"AHS\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b167-8\">j Rule for judgment against garnishee on answers.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b167-9\">From the record it appeared that Helen T. Nolan, a widow with six children, on May 31, 1898, by deed duly recorded conveyed certain property to the Reading Trust Company in trust to pay her the-income for life in monthly installments, and upon her death to transfer the principal to such persons as she might by will appoint, and in default of appointment to her next of kin. The deed recited that it was deliberately made irrevocable, but the trustee was authorized to reconvey the property to her if the trustee at any time should think it expedient to do so.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b168-4\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>On March 6, 1904, she confessed a judgment to Thomas J. Nolan for $2,500, on which he issued an attachment execution summoning the Reading Trust Company as garnishee. The garnishee answered, admitting in its hands: Principal of above trust, $23,125 ; income of above trust, $370.36 ; other moneys due Helen T. Nolan, $250.14.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b168-5\">On the argument of the rule for judgment on the answers it was conceded that the last two items were subject to the attachment. The court entered judgment against the garnishee for the entire amount.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b168-6\">Garnishee appealed^</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b168-7\"><em>Error assigned </em>was the order of the court.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b168-8\"><em>Isaac </em>Hiestér, for appellant.'</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AN7\">At the time the deed was made the indebtedness had no existence and was n'ot in contemplation, and there is no evidence that Mrs. Nolan intended to withdraw this property from the reach of this creditor: Harlan v. Maglaughlin, 90 Pa. 293; Kimble v. Smith, 95 Pa. 69; Buckley v. Huff, 114 Pa. 596.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b168-9\">The general rule is that a voluntary conveyance reserving only a life estate for the grantor is good against subsequent creditors as far as the principal is concerned : Pacific Nat. Bank v. Windram, 133 Mass. 175; Rynd v. Baker, 193 Pa. 486; Potter v. Fidelity Ins., etc., Co., 199 Pa. 360; Andress v. Lewis, 1 Pa. C. C. Rep. 293.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b168-10\">The power of testamentary appointment does not affect the question : Com. v. Buffield, 12 Pa. 277; Bingham’s App., 64 Pa. 345; Masonic Aid Assn. v. Jones, 154 Pa. 99; Murphy v. Solms, 6 Pa. C. C. Rep. 264.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b168-11\">Nor can the power given by the deed to the trustee to shift the uses to the benefit of a grantor in any manner enlarge her estate unless and until the trustee should so act. This power is exclusively that of the trustee: Patterson v. Caldwell, 124 Pa. 455; Bear’s Est., 60 Pa. 430; Covanhovan v. Hart, 21 Pa. 495; Werner v. Zierfuss, 162 Pa. 360; Ashhurst’s App., 77 Pa. 464.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b168-13\"><em>I. B. </em>Stevens, for appellee.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AMR\">This case is plainly within all that is essential in the rule laid down in Mackason’s Ap<page-number citation-index=\"1\" label=\"137\">*137</page-number>peal, 42 Pa. 330, and kindred cases, that a person sui juris cannot, as against creditors, present or future, settle his estate upon himself free from liability for their claims: Johnson v. Harvey, 2 P. &amp; W. 82; Lewis v. Miller, 21 <em>W. </em>N. C. 94; Patrick v. Bingaman, 2 Pa. Superior Ot. 113; Gatherwood’s Est., 29 W. N. C. 344; Hay v. Price, 15 Pa. Dist. Rep. 144.</p>\n<decisiondate data-order=\"20\" data-type=\"decisiondate\" id=\"Apr\">May 6, 1907 :</decisiondate>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b169-5\">Opinion by</p>\n<author id=\"Arc\">Mr. Justice Elkin,</author>\n<p id=\"b169-6\">|The learned court below held that the principal as well as the income of the trust estate was subject to attachment by a subsequent creditor. The appellant relies largely on the provision in the deed which in express terms makes it irrevocable by the settlor to sustain the voluntary conveyance.</p>\n<p id=\"b169-7\">It is conceded that at the time of the execution of the deed of trust the indebtedness on which the present proceeding is founded had not been created, nor was it in contemplation, nor is there any evidence to show that the settlor intended to withdraw the property set aside from the reach of the attaching creditorTj For these reasons it is earnestly contended that the statute of 13th Elizabeth does not make the deed of trust void as to a subsequent creditor. In support of this position Harlan v. Maglaughlin, 90 Pa. 293; Kimble v. Smith, 95 Pa. 69, and Buckley v. Duff, 114 Pa. 596, are cited. The rule stated in these cases is settled law, but its application in a case where the settlor has conveyed her property in trust in such a manner as to enjoy all of the benefits of the estate without sharing any of its burdens may well be doubted, if, indeed, it has any application at all.</p>\n<p id=\"b169-8\">It is further argued that a voluntary conveyance reserving only a life estate to the grantor is good against subsequent creditors. In support of this position reliance is placed upon Pacific National Bank v. Windram, 133 Mass. 175, in which it was held that where a man transfers a trust fund providing in terms that the income thereof is to be paid to him during his life, and the principal at his death to be paid or transferred to others, the principal may be beyond the reach of future creditors, but it will be observed that it was only suggested, not decided, that the principal may be beyond the reach of creditors, while the only question determined was that the in<page-number citation-index=\"1\" label=\"138\">*138</page-number>come is liable for his debts. Rynd v. Baker, 193 Pa. 486, is relied on to support the doctrine that a voluntary deed reserving a life estate to the grantor may become irrevocable against the beneficiaries, even though the enjoyment of the estate is postponed until after the death of the grantor. The trust estate, however, in that case was sustained on the ground that the settlor during his life never made, or attempted to make, any revocation of the deed of conveyance, but lived under its provisions and in accordance with its terms until his death,prior to which he had exercised his power of appointment, naming the beneficiaries who were to take under the deed, and whose several interests had been specifically defined therein. Under these circumstances it was held that the beneficiaries after the execution of the will were as clearly determined as if they had been named in the deed, and that the trust would be enforced in favor of the beneficiaries thus appointed, even if the enjoyment of their estate was postponed until after the death of the grantor in the deed. In other words, it appearing in that case that the settlor, although reserving to himself the power to revoke the conveyance, had failed to exercise the power of revocation during his life, and that he had continued to recognize the provisions of the instrument creating the trust under which he not only reserved the right to name the beneficiaries by will but had actually exercised that power by naming the appointees to whom the trust estate should be transferred at his death, and, therefore, it was held that the beneficiaries were entitled to take and hold the title to the trust property as against one who claimed under a deed executed by the settlor subsequently to the date of the will. We do not doubt that a settlor may, as against everybody, except creditors,' make a voluntary conveyance of his property in trust for such lawful purposes and uses as to him may seem proper, reserving to himself the income during life, and providing in the deed that he shall have the right to exercise the appointment of beneficiaries by will, and when such a trust is recognized and acted upon during the life of the settlor and the power of appointment is exercised by will, the beneficiaries take the estate according to its terms, for the reason that it has been acted upon and carried out according to the intention of the settlor, and this is true even if the power of <page-number citation-index=\"1\" label=\"139\">*139</page-number>revocation is expressly reserved, in the deed, but has not been exercised by the settlor in his lifetime. Such a conveyance would be valid as between the parties, even if the enjoyment of the estate by the beneficiaries is postponed until after the death of the settlor. A very different quesfciqn.arises, however, when the rights of creditors intervene. |As against existing creditors such a conveyance would be fraudulent, and in order to make it validj.s to subsequent creditors, it must appear that the settlor has divested himself of all rights of ownership in, and control over, the property thus conveyed, reserving only to himself the right to receive the income during life, and it must also appear that no other act on his part is required to be done to complete the title in, or make a transfer of the ownership to, the beneficiaries who are entitled to take the same under the terms and conditions of the conveyance. Even in such a case the income would be considered assets subject to attachment by a creditor of the settlor. It is against public policy, and not consonant with natural justice and fair dealing, as between debtor and creditor, that a settlor should be permitted to play fast and loose with his property, in such a manner as to have the use of the income during life and the right of disposing of the principal by will at any subsequent time he chooses to exercise the power, thus giving him all of the substantial benefits arising from the ownership thereof while he has safely put his property beyond the reach of creditors.</p>\n<p id=\"b171-5\">In the present case the deed of trust declares its purpose to be the “ preserving of the property of the said Helen T. Nolan for her own proper support and maintenance.” It is expressly provided therein that the settlor may at any time before her death, by last will and testament, or any writing in the nature thereof, dispose of the balance of the trust funds remaining in the hands of the trustee, to and among such persons, and for such interests and in such proportions as she may order and direct. It is further provided that in the event of the settlor dying intestate the trustee shall pay the funds to such persons as would be entitled to receive the same under the intestate laws of Pennsylvania. The deed contains the further provision that if at any time during the lifetime of the settlor the trustee shall be of the opinion that it is to <page-number citation-index=\"1\" label=\"140\">*140</page-number>the best interests of the settlor to pay over and reconvey the estate to her, it shall have the right so to do. The learned court below in placing a construction on this instrument held that it was the primary object thereof to provide for the settlor herself by securing the income of the trust estate, and at the same time withdrawing it from the grasp of creditors. A person sui juris cannot as against creditors, either prior or subsequent, settle his property in trust for his own use for life and over to his appointees by will, and in default of such appointment to the use of his lawful heirs in fee: Maclcason’s Appeal, 42 Pa. 330. In that case it was expressly held that property so settled is assets in the hands of the trustee for the payment of debts, whether contracted prior or subsequent to the execution of the deed of trust. This case has never been overruled, and we see no reason why it should be disturbed nc</p>\n<p id=\"b172-5\">case at bar is in most respects on all fours with that one, the only difference being that the deed in the present case in express terms makes it irrevocable, while in that case there was no such provision. This is not material under the facts of the present case, because the legal effect of the whole instrument is to give the settlor the benefits of the property during life, the disposition of it after death, so that she enjoys all the benefits of ownership and shares none of the burdens and at the same time the property is beyond the rea^h of creditors. We do not see anything in this case to distinguish it in principle from Ghormley v. Smith, 139 Pa. 584; Stewart v. Madden, 153 Pa. 445; Hahn v. Hutchinson, 159 Pa. 133; Houseman v. Grossman, 177 Pa 453. Even as late as Holbrook’s Estate, 213 Pa. 93, the present chief justice, in discussing the general principle involved, said: “ In Pennsylvania a man may not settle his own property on himself so as to keep it out of the reach of his creditors, for that would lead directly to fraud.”</p>\n<p id=\"b172-6\">What has been said does not in any way disturb the rule in Potter v. Fidelity Insurance, etc., Company, 199 Pa. 360, wherein it was held that where a voluntary active trust, by express terms is made irrevocable, and there has been no failure of the purpose of the trust, and it is not shown that the deed was procured by fraud or imposition, or executed under <page-number citation-index=\"1\" label=\"141\">*141</page-number>a misapprehension of the facts or the law, the trust cannot be revoked at the instance of the settlor, but will be enforced in favor of the beneficiaries. That was a controversy between the settlor and the beneficiaries, and the rights of creditors were not considered. Even in that case it was said that one of the reasons for setting aside a voluntary settlement of this character was when it appeared that the design of the deed was to give the settlor full enjoyment of his property for life, with power of testamentary disposition, and at the same time protect it from his creditor~. This is exactly what the learned court below held the present deed to be, and we concur~in that conclusion.</p>\n<p id=\"b173-4\">Judgment affirmed.?</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}