{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"30\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b64-9\">[Civ. No. 7145.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Acg\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5\">June 30, 1930.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b64-11\">VINA NICOL, Respondent, v. RAY H. DAVIS, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b65-7\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>B. P. Gibbs, Barry J. Golding and Theodore Hale for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b65-8\">Daniel A. Ryan and George F. Snyder for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b65-9\">PRESTON (H. L.), J., <em>pro tem.</em></author>\n<p id=\"AKU\">This is an action for damages for personal injuries. The ease was tried before a jury, which returned a verdict for plaintiff in the sum of $6,000. From the judgment entered upon this verdict the defendant Ray H. Davis prosecutes this appeal. •</p>\n<p id=\"b65-10\">The defendant Ray H. Davis lived on the south side of Jersey Street some distance west of Noe Street, in the city and county of San Francisco. On the day of the accident involved in this action, the defendant parked his automobile in front of his home; the automobile facing west. About 5 P. M., he entered his car, backed it down the hill easterly on the south side of Jersey Street, and ran against the plaintiff, who was walking southerly across the intersection of Jersey and Noe Streets, inflicting serious injuries upon her.</p>\n<p id=\"b65-11\">Appellant’s first two contentions are these: (1) The evidence is insufficient to support the verdict of the jury; (2) The plaintiff was guilty of contributory negligence as a matter of law. We find no merit in either of these contentions.</p>\n<p id=\"b65-12\">After the accident the appellant Ray H. Davis had a conversation with James J. Begley, a police officer, and during this conversation Davis said, in substance, “the accident was my fault; I did not see the lady before I struck her. ’ ’</p>\n<p id=\"b66-4\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>Mrs. Buckley, a niece of plaintiff, with whom she was living at the time of the accident, testified that she had a conversation with Davis immediately after the accident, and that he had stated to her: “That he was on his way to work, and he backed down the hill in order to turn around to go on Twenty-fourth street; and he said he did not know that he had struck anything until he felt something under his car, under the wheel of the car; and he got out, and my aunt was lying on the ground, out from the curb, right around the corner. . . . Well; I asked him if he sounded his horn, and he said he didn’t. Q. And did you ask him anything else ? A. I asked him if he looked to see if anyone was in the way, and he said no, he didn’t; he said, ‘I am in the habit of rolling down the hill backwards in order to save time, so I won’t have to stop.’ ...”</p>\n<p id=\"b66-5\">The witness John O’Brien testified that he was walking on the northerly side of Jersey Street and was just turning into Noe Street when he heard a “bump”; he looked and saw the appellant’s automobile across the street and the plaintiff and respondent on the ground.</p>\n<p id=\"b66-6\">Plaintiff testified that she did not hear any horn or other signal. She also testified to facts which, if believed, were amply sufficient to show that she exercised reasonable care for her own safety in crossing the street intersection.</p>\n<p id=\"b66-7\">The appellant did not testify in the case; the reason assigned being that he was without the United States when the case was tried, but no reason was given why his deposition could not have been taken and used at the trial.</p>\n<p id=\"b66-8\">Under the facts and circumstances revealed by the evidence, both the issues of negligence and of contributory negligence were properly submitted to the jury for their determination.</p>\n<p id=\"b66-9\">Appellant lays great stress upon the testimony of John O’Brien, who testified that the automobile backed down the hill slowly; and also upon the apparent discrepancies between the testimony of the police officer Begley, given at the trial, and the report made by him of the accident to the police department.</p>\n<p id=\"b66-10\">These facts, taken with all the other facts and circumstances testified to by appellant’s witnesses, did no more than raise a conflict of evidence, and the jury having re<page-number citation-index=\"1\" label=\"29\">*29</page-number>solved that conflict in favor of the respondent, such a finding cannot be disturbed by this court.</p>\n<p id=\"b67-5\">Appellant next contends that the trial court erred in denying defendant’s motion for a nonsuit. From the evidence above stated, it is readily apparent that this contention is wholly without merit.</p>\n<p id=\"b67-6\">The court’s power and limitations with reference to the granting of a nonsuit are clear and well defined.  The motion admits the truth of plaintiff’s evidence and every inference which can be legitimately drawn therefrom, and upon such motion the evidence should be interpreted most strongly against the defendant. The authorities sustaining this well-established doctrine are legion and we need only cite the following: <em>Estate of Arnold, </em>147 Cal. 583 [82 Pac. <em>252]; Goldstone </em>v. <em>Merchants’ etc. Co., </em>123 Cal. 625 [56 Pac. 776]; <em>Steiglitz </em>v. <em>Settle, </em>175 Cal. 131 [165 Pac. 436].</p>\n<p id=\"b67-7\">Here, the evidence alone, <em>that the defendant bached his car down the hill into the street intersection, without loohing backward or without giving any warning or signal of any hind of his intended movements, </em>were clearly sufficient facts to have the jury determine whether or not they constituted negligence on his part.</p>\n<p id=\"b67-8\">The appellant next makes this contention: “The trial court erred in failing to designate definitely each special instruction requested by defendant as having been ‘Given,’ ‘Refused’ or ‘Given as modified.’ ” I</p>\n<p id=\"b67-9\">The record reveals these facts: The defendant requested twenty-five instructions, which were evidently fastened together. Following the twenty-fifth and last instruction appears this language: “I certify that the above proposed instructions were refused because in so far as applicable to the case they were embraced within the instructions given by the court” Signed “Geo. H. Cabaniss, Judge.”</p>\n<p id=\"b67-10\">If it be admitted that the better practice would have been to have marked “Refused” upon each separate instruction; still, we are unable to perceive how the method adopted by the trial court could have prejudiced any of appellant’s rights in the slightest degree. Appellant certainly knew that none of his instructions had been given. Futhermore, we are of the opinion that when all the instructions offered are refused, the method adopted by the learned trial judge <page-number citation-index=\"1\" label=\"30\">*30</page-number>in the case at bar is a sufficient compliance with section 609 of the Code of Civil Procedure.</p>\n<p id=\"b68-4\">The court fully and correctly instructed the jury upon all phases of the law applicable to the case and therefore did not err in refusing to give certain requested instructions of the appellant, and there is no merit in the appellant’s criticisms of the court’s instructions.</p>\n<p id=\"b68-5\">We find no merit whatever in the appeal. The judgment' is affirmed.</p>\n<p id=\"b68-6\">Sturtevant, Acting P. J., and Spence, J., concurred.</p>\n<p id=\"b68-7\">A petition for a rehearing of this cause was denied by the District Court of Appeal on July 30, 1930, and a petition by appellant to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on August 28, 1930.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}