{
  "casebody": {
    "data": "<casebody firstpage=\"455\" lastpage=\"457\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b481-8\">UNITED STATES of America, Plaintiff-Appellee v. Loyd D. WILLIAMS, Jr., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b481-11\">No. 09-10786</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AFPW\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b481-12\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b481-14\">June 23, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b481-22\">Susan Cowger, Assistant U.S. Attorney, U.S. Attorney’s Office, Dallas, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b481-23\">Kevin Joel Page, Douglas A. Morris, Federal Public Defender’s Office, Dallas, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b481-25\">Before JOLLY, BARKSDALE, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b481-26\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b481-27\">Loyd D. Williams, Jr., challenges his within-Guidelines sentence of 18 months’ imprisonment, imposed following his guilty-plea conviction of theft of government funds (Social Security disability payments), in violation of 18 U.S.C. § 641. Williams contends: the district court committed procedural error at sentencing by referencing the appellate reasonableness standard and by noting that the Guidelines stand as a rough approximation of the sentencing factors in 18 U.S.C. § 3553(a); and, his sentence is <em>not </em>entitled to the presumption of reasonableness granted within-Guidelines sentences.</p>\n<p id=\"b481-28\">Although post <em>-Booker, </em>the Guidelines are advisory only, and an ultimate sen<page-number citation-index=\"1\" label=\"456\">*456</page-number>tence is reviewed for reasonableness under an abuse-of-discretion standard, the district court must still properly calculate the guideline-sentencing range for use in deciding on the sentence to impose. <em>Gall v. United States, 552 </em>U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). In that respect, its application of the Guidelines is reviewed <em>de novo; </em>its factual findings, only for clear error. <em>E.g., United States v. Cisneros-Gutierrez, </em>517 F.3d 751, 764 (5th Cir.2008); <em>United States v. Villegas, </em>404 F.3d 355, 359 (5th Cir.2005).</p>\n<p id=\"b482-4\">As noted, pursuant to <em>Gall, </em>we engage in a bifurcated review of the sentence imposed by the district court. <em>United States v. Delgado-Martinez, </em>564 F.3d 750, 752 (5th Cir.2009). First, we consider whether the district court committed a significant procedural error. <em>Id. </em>at 752-53. If there is no such error, we then review the substantive reasonableness of the sentence imposed, as noted above, for an abuse of discretion. <em>Id. </em>at 751-53. “[A] sentence within a properly calculated Guideline range is presumptively reasonable”. <em>United States v. Alonzo, </em>435 F.3d 551, 554 (5th Cir.2006).</p>\n<p id=\"b482-5\">Because Williams did not object on the grounds presented here, review is only for plain error. <em>United States v. Mondragon-Santiago, </em>564 F.3d 357, 361 (5th Cir.), <em>cert. denied, </em>— U.S. -, 130 S.Ct. 192, 175 L.Ed.2d 120 (2009). To establish reversible plain error, Williams must show the district court committed a clear or obvious error that affected his substantial rights; even then, we have discretion whether to correct such error and, generally, will do so only if it seriously affects the fairness, integrity, or public reputation of judicial proceedings. <em>E.g., Puckett v. United States, </em>— U.S. -, 129 S.Ct. 1423, 1429, 173 L.Ed.2d 266 (2009); <em>United States v. Baker, </em>538 F.3d 324, 332 (5th Cir.2008), <em>cert. denied, </em>— U.S. -, 129 S.Ct. 962, 173 L.Ed.2d 153 (2009). For the reasons that follow, there was no error, plain or otherwise.</p>\n<p id=\"b482-11\">Williams first contends that the district court erred by referring to a “reasonable sentence”. This, he claims, shows the court impermissibly relied on an appellate standard when fashioning his sentence. Likewise, he claims the court’s observation that the Guidelines “represent a rough approximation of a sentence that might achieve the objectives of § 3553(a)” also shows the court relied on an appellate standard.</p>\n<p id=\"b482-12\">The sentencing record shows that the district court relied on the proper standard and engaged in a thorough analysis of the § 3553(a) sentencing factors. Williams fails to cite any controlling authority supporting his contention that a district court’s acknowledgment of appellate considerations is erroneous.</p>\n<p id=\"b482-13\">Williams next challenges the presumption of reasonableness given his within-Guidelines sentence. “The presumption is rebutted only upon a showing that the sentence does not account for a factor that should receive significant weight, it gives significant weight to an irrelevant or improper factor, or it represents a clear error of judgment in balancing sentencing factors.” <em>United States v. Cooks, </em>589 F.3d 173, 186 (5th Cir.2009) (citing <em>United States v. Nikonova, </em>480 F.3d 371, 376 (5th Cir.2007)), <em>cert. denied, </em>- U.S. -, 130 S.Ct. 1930, 176 L.Ed.2d 397 (2010). Williams contends the district court both considered an irrelevant factor and failed to give sufficient weight to another when it ruled that Williams’ medical condition did not mitigate the severity of his offense.</p>\n<p id=\"b482-16\">Williams sought leniency at sentencing by asserting he only began committing the offense after he realized his disability benefits would not cover the cost of his medical care. The court questioned and reject<page-number citation-index=\"1\" label=\"457\">*457</page-number>ed that logic, noting Williams knew about his medical condition (and presumably its costs) before he applied for the benefits. The court also emphasized that “[t]here are a number of people who are similarly situated and they do not resort to crime to take care of their health conditions”. Williams has <em>not </em>overcome the presumption of reasonableness. <em>See id.</em></p>\n<p id=\"b483-5\">Williams similarly contends the district court both placed weight on an irrelevant factor and ignored a relevant sentencing factor when it emphasized his older convictions, instead of his crime-free 32 months between his arrest and sentencing hearing. The court, however, explained why it believed Williams’ criminal record was predictive of future criminal conduct. It emphasized his long history of similar acts of “theft, dishonesty, or false statement”. It also found his behavior was the opposite of what should be expected of someone his age. It noted: despite studies showing criminal behavior should decline after a person reaches age 50, Williams continued to break the law after reaching that age, even while on probation. In the light of Williams’ criminal record, his flaunting of parole, and his lack of rehabilitation with age, the district court’s decision to give little weight to the 32 months between his arrest and sentencing does not overcome the presumption of reasonableness. <em>See id.; Alonzo, </em>435 F.3d at 554.</p>\n<p id=\"b483-6\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b481-20\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}