{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"5\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b35-6\">[Civ. No. 6142.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ac\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AeM\">March 27, 1929.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b35-8\">THE PEOPLE, Respondent, v. JAMES AYMAR et al., Defendants; SEABOARD SURETY CORPORATION OF AMERICA, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b36-5\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>Arthur T. Stollmack for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b36-6\">E. J. Lickey, City Prosecutor, and Joe W. Matherly and F. W. Fellows, Deputies City Prosecutor, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-7\">THOMPSON (IRA F.), J.</author>\n<p id=\"AW\">The defendant was charged with a violation of the Wright Act (Stats. 1921, p. 79), a misdemeanor, and the appellant Seaboard Surety Corporation of America executed a bail bond for him, which bond reads in part as follows: “Now, we, the Seaboard Surety Corporation of America, hereby undertake that the above defendant, James Aymar, will appear and answer the charge above mentioned in whatever court it may be prosecuted, and will at all times hold himself amenable to the orders and process of the court, and if convicted, will appear for judgment and render himself in execution thereof, or if the said defendant fails to perform either of these conditions, that he will pay to the people of the state of California the sum of seventeen hundred dollars, lawful money of the United States. ' If the forfeiture of this bond be ordered by the court, judgment may be summarily made and entered against said Seaboard Surety Corporation of America and the said defendant, if he be a party to the bond, for the amount of their respective undertakings herein, as provided by sections 1305 and 1306 of the Penal Code.” On January 4, 1928, the defendant was arraigned in the municipal court of Los Angeles, and his trial set, before a jury, for February 1, 1928. On the latter date, the defendant failed to appear for trial and his bail was declared forfeited. Thereafter judgment was entered in the superior court against the surety for the amount of the bond in accordance with sections 1305 and 1306 of the Penal Code, and it is from this judgment that the surety appeals. The respondent has made a motion to dismiss on the ground that the judgment is not appealable. Inasmuch as the motion and the merits involve identically the same questions of law the cause has been submitted as to both.</p>\n<p id=\"b36-8\">It is asserted by appellant that the presence of a defendant at the trial upon a misdemeanor charge is not necessary unless an order has previously been made requir<page-number citation-index=\"1\" label=\"3\">*3</page-number>ing him to be present for the purposes of identification, and it points to sections 977, 1043, 1148 and 1193 of the Penal Code for confirmation of its contention. Section 1043 reads: “If the prosecution be for a felony, the defendant must be personally present at the trial; but if for misdemeanor, the trial may be had in the absence of the defendant; if, however, his presence is necessary for the purpose of identification, the court may, upon application of the district attorney, by an order or warrant, require the personal attendance of the defendant at the trial.” Section 977 provides that in misdemeanor cases the defendant “may appear upon the arraignment by counsel.” Section 1148 says that verdicts in misdemeanor eases may be received in the defendant’s absence, and section 1193, that judgment may be pronounced in his absence. It is to be noted, at this juncture, that none of the sections to which we have referred are to be found in part II, title XI of the Penal Code, which outlines the proceedings in justice’s and police courts and is made applicable by section 1461a thereof to proceedings in the municipal courts. They therefore relate to the superior courts only. While the reason for requiring the presence of a defendant in the inferior courts named and not in the superior court may appear difficult of comprehension, nevertheless we find that the legislature has declared a different policy with respect to the trial of misdemeanor cases before the former tribunals from that which applies to the superior court. Section 1434 of the Penal Code, which is found in the title above mentioned, reads: “The defendant must be personally present before the trial can proceed.” Section 1438 of the same code provides that the proofs and allegations shall be delivered in the presence of the defendant and section 1451 says that a new trial shall be granted “when the trial has been had in the absence of the defendant, unless he voluntarily absent himself, with full knowledge that a trial is being had.” Both of these appear in the same title. It would be difficult to find language less free from uncertainty than the wording of section 1434, and if the authorities were equally as free from doubt we would have no difficulty in saying that the presence of the defendant is required in the municipal court. However, appellant also relies upon the cases of <em>Carroll </em>v. <em>Police Court, </em>66 Cal. App. 66 [225 Pac, 35], <em>People </em>v. <em>Ebner, </em>23 Cal. 158, and <em>People </em>v. <em>Budd, </em><page-number citation-index=\"1\" label=\"4\">*4</page-number>57 Cal. 349. <em>Carroll </em>v. <em>Police Court, supra, </em>cannot be considered for the reason that there the police judge made an order requiring the defendant to appear at the time of trial for the purpose of identification, thus removing all doubt concerning the question. It is also apparent that the case of <em>People </em>v. <em>Budd </em>is not controlling here for the reason that the defendant was there indicted; that he was admitted to bail by a judge of the fifth judicial district, and called for trial in the county court of Stanislaus County. This court was comparable to bur superior court (Stats. 1863, p. 337), and governed in its procedure by law similar to those statutes now pertaining to trials in the superior court. The case of <em>People </em>v. <em>Elmer </em>was tried in the court of sessions, a court created by the constitution of 1849, with the proviso that the legislature should prescribe its criminal jurisdiction. (Art. VI, sec. 8, Const. 1849.) In 1850 the legislature, it is true, fixed the jurisdiction of this court as follows: “The Court of Sessions shall have jurisdiction throughout the County over all cases of assault, assault and battery, breach of the peace, riot, affray, and petit larceny, and over all misdemeanors punishable by fine not exceeding five hundred dollars or imprisonment not exceeding three months, or both such fine and imprisonment.” (Stats. 1849-50, p. 210.) At the second session of the legislature, however, this jurisdiction was materially increased and altered by the following provision: “The Court of Sessions shall have jurisdiction: 1st, To inquire, by the intervention of a Grand Jury, of all public offenses committed or triable in its County; 2nd, To try, and determine, indictments found therein, for all public offenses, except murder, manslaughter, and arson; and to try and determine indictments in these excepted cases against a person holding the office of a District Judge; 3rd, To hear and determine appeals from the Justices’ and Recorders’ Courts, in cases of a criminal nature” (Stats. 1851, p. 19). Thus was the jurisdiction of the court defined at the time the Ebner case was tried except that there was probably included in the excepted criminal cases “fighting a duel, and billing or wounding any person therein,” added in 1860 (see Stats. 1860, p. 31), shortly after the decision in <em>People ex rel. Terry </em>v. <em>Bartlett, </em>14 Cal. 652, which case grew out of the Broderick-Terry duel, and wherein it was decided that the court of sessions had jurisdiction of an indictment <page-number citation-index=\"1\" label=\"5\">*5</page-number>charging Terry with “the fighting of a duel by agreement with David C. Broderick, and the death of Broderick as the result of the meeting.” It is obvious from what we have said that neither the case of <em>People </em>v. <em>Ebner, supra, </em>nor <em>People </em>v. <em>Budd, </em>can be considered either as controlling the situation or helpful as precedents in solving the problem. We conclude that section 1434 of the Penal Code is determinative, and that the presence of the defendant was required.</p>\n<p id=\"b39-5\">It thus becomes apparent that the summary judgment was entered in accordance with the consent of the appellant and is not appealable. <em>(Duerr </em>v. <em>Sloan, </em>50 Cal. App. 512 [195 Pac. 475]; <em>Roberts </em>v. <em>Fitzgerald, </em>94 Cal. App. 747 [271 Pac. 1110].) We are fully aware of the fact that the sureties on an undertaking executed in accordance with section 942 of the Code of Civil Procedure, secured a reversal in the case of <em>Hawley </em>v. <em>Gray, </em>127 Cal. 560 [60 Pac. 437], because the summary judgment was prematurely entered, and that a reversal was ordered in <em>Reay </em>v. <em>Butler, </em>118 Cal. 113 [50 Pac. 375], because the bond given was ineffectual as a stay, and therefore the consent was likewise ineffectual to authorize a summary judgment. We see no inconsistency, however, in saying that a consent judgment is not appealable, but where the judgment is not entered in accordance with the consent it is appealable, because in the latter case a consent judgment is not involved. The view thus expressed is a sufficient reason for saying that the appeal should be dismissed rather than declaring that the judgment should be affirmed.</p>\n<p id=\"b39-9\">Appeal dismissed.</p>\n<p id=\"b39-10\">Works, P. J., and Craig, J., concurred.</p>\n<p id=\"b39-11\">A petition for a rehearing of this cause was denied by the District Court of Appeal on April 26, 1929, and a petition by appellant to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on May 23, 1929.</p>\n<p id=\"b39-12\">All the Justices present concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}