{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"800\" lastpage=\"809\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Ronald SCHROEDER, Petitioner,\n  <br/>\n  v.\n  <br/>\n  William POLLARD, Warden, Respondent.\n </parties>\n <parties id=\"p-2\">\n  Ronald Schroeder, Petitioner,\n  <br/>\n  v.\n  <br/>\n  William Pollard, Warden, Respondent.\n </parties>\n <docketnumber id=\"p-3\">\n  Case No. 18-C-0593\n  <br/>\n  Case No.18-C-0752\n </docketnumber>\n <court id=\"p-4\">\n  United States District Court, E.D. Wisconsin.\n </court>\n <decisiondate id=\"p-5\">\n  Signed January 18, 2019\n </decisiondate>\n <attorneys id=\"p-6\">\n  Ronald Schroeder, Oshkosh, WI, pro se.\n </attorneys>\n <attorneys id=\"p-7\">\n  Wisconsin Dept of Justice, Daniel J. O'Brien, Wisconsin Department of Justice Office of the Attorney General, Madison, WI, for Respondent.\n </attorneys>\n <p id=\"p-8\">\n  <em>\n   <strong>\n    DECISION AND ORDER\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   LYNN ADELMAN, United States District Judge\n  </author>\n  <p id=\"p-10\">\n   Ronald Schroeder filed two petitions for writs of habeas corpus in this court. In one petition, he challenges the revocation of his extended supervision on January 28, 2018. In the other, he challenges the conditions that governed his extended supervision and that might govern his future extended supervision. The respondent has moved to dismiss both petitions. He moves to dismiss the first petition on the ground that the petitioner procedurally defaulted his federal claims by failing to challenge the revocation of his extended supervision in state court. He moves to dismiss the second petition on the ground that no conditions of supervision currently apply to the petitioner and therefore he is not \"in custody\" under any such conditions.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   In 2008, following a jury trial in Waukesha County, Wisconsin, Schroeder was convicted of 31 offenses, including second-degree sexual assault and unlawfully capturing an image of nudity. He received a total sentence of six years' initial confinement and twelve years' extended supervision, to be followed by a nine-month jail sentence.\n  </p>\n  <p id=\"p-13\">\n   While Schroeder was serving the extended-supervision portion of his sentence, the Department of Corrections alleged that he violated certain conditions of his supervision, including using the Internet in prohibited ways and possessing sexually explicit materials. An administrative hearing was held on January 3, 2008. Following\n   the hearing, the administrative law judge concluded that Schroeder had committed the alleged violations, revoked his extended supervision, and ordered that he be returned to prison for more than two-and-a-half years. Schroeder is currently in prison under this order.\n  </p>\n  <p id=\"p-14\">\n   Schroeder filed an administrative appeal of the revocation order, but the order was sustained by the Administrator of the Division of Hearings and Appeals on March 2, 2018. The appeal decision notified Schroeder that he could obtain judicial review by filing a petition for a writ of certiorari in the Wisconsin circuit court for the county in which he was convicted, and that he had 45 days to do so. Schroeder did not file a petition for certiorari within that time. Instead, on April 16, 2018, he commenced the first of his two federal habeas cases and alleged that the revocation order was entered in violation of his federal constitutional rights. In his petition, he states that he filed a federal habeas petition rather than a state certiorari petition because he was unable to obtain the documents he needed to file a state certiorari petition without prepaying the $ 175 filing fee, which he could not afford. He states that he was able to file the federal petition because the filing fee was only $ 5.00, which he could afford.\n  </p>\n  <p id=\"p-15\">\n   On May 16, 2018, Schroeder filed his second federal habeas petition. In this petition, he alleges that the rules of supervision imposed by the Wisconsin Department of Corrections are unconstitutional because they are overly broad and vague. He does not challenge any conditions of supervision imposed by the sentencing court. For relief, he requests that the court prohibit the Department of Corrections from reinstating the challenged rules.\n  </p>\n  <p id=\"p-16\">\n   The respondent has moved to dismiss both petitions. Initially, the respondent understood both petitions to be challenging the revocation of Schroeder's extended supervision, and he moved to dismiss them both on the ground that Schroeder's failure to challenge the revocation order in state court resulted in a procedural default. However, in his response to the motion, Schroeder clarified that only his first petition challenges the revocation order. He states that his second petition challenges the rules of supervision insofar as they may govern his future extended supervision-that is, the extended supervision that he will begin serving when he finishes the term of imprisonment imposed by the revocation order. Br. in Opp. at 3. In response to Schroeder's clarification, the respondent argues that the second petition must be dismissed because the challenged conditions have not yet been imposed and therefore Schroeder is not \"in custody\" under those conditions for purposes of the habeas statutes.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202241\">\n    28 U.S.C. § 2241\n   </extracted-citation>\n   (c)(3).\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    II. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   <strong>\n    A. Procedural Default\n   </strong>\n  </p>\n  <p id=\"p-19\">\n   The respondent contends that Schroeder procedurally defaulted his federal claims by failing to properly exhaust them in state court. I thus begin by discussing the relationship between procedural default and the exhaustion requirement.\n  </p>\n  <p id=\"p-20\">\n   State prisoners seeking a federal writ of habeas corpus must exhaust available state remedies.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202254\">\n    28 U.S.C. § 2254\n   </extracted-citation>\n   (b)(1). The exhaustion requirement provides the state an opportunity to pass upon and correct alleged violations of its prisoners' federal rights.\n   <em>\n    Bolton v. Akpore\n   </em>\n   ,\n   <extracted-citation case-ids=\"3702608\" index=\"2\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n    730 F.3d 685\n   </extracted-citation>\n   , 694 (7th Cir. 2013). To provide the state with the necessary opportunity, the prisoner must \"fairly present\" his claim in each appropriate state court, thereby alerting that court to the federal nature of the claim.\n   <em>\n    <extracted-citation case-ids=\"3702608\" index=\"3\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3702608\" index=\"3\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n    at 694-95\n   </extracted-citation>\n   . If the prisoner files a federal petition without\n   exhausting his state-court remedies, and such remedies remain available to the prisoner, then the federal claim is deemed unexhausted and the federal court will ordinarily dismiss it without prejudice so that the prisoner can return to state court and exhaust the remaining remedies.\n   <em>\n    <extracted-citation case-ids=\"3702608\" index=\"4\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3702608\" index=\"4\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n    at 696\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-21\">\n   If, however, the prisoner did not fairly present his federal claim to the proper state courts, and it is now too late to return to those courts to do so, then the prisoner is deemed to have exhausted his state-court remedies but faces the prospect of having his federal claims dismissed based on procedural default.\n   <em>\n    <extracted-citation case-ids=\"3702608\" index=\"5\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    Lewis v. Sternes\n   </em>\n   ,\n   <extracted-citation case-ids=\"9143942\" index=\"6\" url=\"https://cite.case.law/f3d/390/1019/#p1026\">\n    390 F.3d 1019\n   </extracted-citation>\n   , 1026 (7th Cir. 2004) ;\n   <em>\n    Perruquet v. Briley\n   </em>\n   ,\n   <extracted-citation case-ids=\"9140999\" index=\"7\" url=\"https://cite.case.law/f3d/390/505/#p514\">\n    390 F.3d 505\n   </extracted-citation>\n   , 514 (7th Cir. 2004) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Coleman v. Thompson\n   </em>\n   ,\n   <extracted-citation case-ids=\"1108153\" index=\"8\" url=\"https://cite.case.law/us/501/722/\">\n    501 U.S. 722\n   </extracted-citation>\n   , 735 n.1,\n   <extracted-citation case-ids=\"1108153\" index=\"9\" url=\"https://cite.case.law/us/501/722/\">\n    111 S.Ct. 2546\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1108153\" index=\"10\" url=\"https://cite.case.law/us/501/722/\">\n    115 L.Ed.2d 640\n   </extracted-citation>\n   (1991). The procedural-default doctrine generally precludes a federal court from reaching the merits of a habeas claim when either (1) that claim was presented to the state courts and the state-court ruling against the petitioner rests on adequate and independent state-law procedural grounds, or (2) the claim was not presented to the state courts and it is clear that those courts would now hold the claim procedurally barred.\n   <em>\n    Perruquet\n   </em>\n   , 390 F.3d at 514.\n  </p>\n  <p id=\"p-22\">\n   A procedural default will bar federal habeas relief unless the petitioner can demonstrate both cause for and prejudice stemming from that default, or he can establish that the denial of relief will result in a miscarriage of justice.\n   <em>\n    Lewis\n   </em>\n   , 390 F.3d at 1026. Cause for a default is ordinarily established by showing that some type of external impediment prevented the petitioner from presenting his federal claim to the state courts.\n   <em>\n    Id.\n   </em>\n   Prejudice is established by showing that the violation of the petitioner's federal rights \"worked to his actual and substantial disadvantage, infecting his entire trial with error of constitutional dimensions.\"\n   <em>\n    Id.\n   </em>\n   In order to show, alternatively, that a miscarriage of justice would result if habeas relief is foreclosed, the petitioner must show that he is actually innocent of the offense for which he was convicted,\n   <em>\n    i.e.\n   </em>\n   , that no reasonable juror would have found him guilty of the crime but for the error(s) he attributes to the state court.\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-23\">\n   In the present case, the respondent contends that, to fairly present his federal claims to the state courts, Schroeder was required to appeal the administrative revocation order to a Wisconsin circuit court within 45 days,\n   <em>\n    see\n   </em>\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=Wis.%20Stat.%20%C2%A7%C2%A7%20302.113\">\n    Wis. Stat. §§ 302.113\n   </extracted-citation>\n   (9)(g) &amp; 893.735, and then appeal any adverse ruling through one complete round of state appellate review. Schroeder does not dispute that certiorari review is ordinarily the proper way to exhaust a federal claim arising out of a Wisconsin revocation order. However, he contends that, in this case, certiorari review was not \"available\" to him because he could not afford the filing fee for a certiorari petition and could not obtain the documents he needed to support a request for leave to proceed without paying the filing fee. His argument is based on a somewhat convoluted set of circumstances, which I explain in the next paragraph.\n  </p>\n  <p id=\"p-24\">\n   Schroeder alleges that the filing fee for a state certiorari petition is about $ 175, which he could not afford. Moreover, he alleges that, in order to file a certiorari petition without prepaying the fee (\n   <em>\n    i.e.\n   </em>\n   , to file\n   <em>\n    in forma pauperis\n   </em>\n   ), he would have had to satisfy certain provisions of Wisconsin's version of the Prison Litigation Reform Act (\"PLRA\"). One such provision,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=Wis.%20Stat.%20%C2%A7%20814.29\">\n    Wis. Stat. § 814.29\n   </extracted-citation>\n   (1m)(b) 2, requires a prisoner seeking to file an action\n   <em>\n    in forma pauperis\n   </em>\n   to provide the court with a certified copy of his prison trust-account statement for the six-month period immediately preceding the filing. Schroeder alleges\n   that, shortly before his certiorari petition was due on April 16, 2018, he was incarcerated in a state prison. Thus, he would have had to provide the court with a trustaccount statement from the prison, which he could have obtained. However, during much of the six-month period preceding the due date, Schroeder was being detained at the Waukesha County Jail. The PLRA requires a prisoner to provide trust-account statements from each facility in which the prisoner was detained during the six-month period, and thus Schroeder was required to also provide the court with a copy of his trust-account statement from the Waukesha County Jail. Schroeder alleges that he was unable to meet this requirement because he did not have, and could not afford to purchase, the stamps and envelopes he needed to mail his request for a copy of his trust-account statement to the Waukesha County Jail. Schroeder notes that although the Department of Corrections extends legal loans to prisoners to purchase things such as stamps and envelopes, its rules governing such loans do not permit prisoners to use legal-loan stamps to mail requests for trust-account statements to other institutions.\n   <em>\n    See\n   </em>\n   Case No. 18-C-0593 ECF No. 1-1 at p.43 (\"Postage covered under legal loans includes first class mail to courts, sheriffs departments for purposes of requesting service of pleadings, clerk of courts, witnesses, authorized attorneys, parties in litigation, the ICRS, the parole board and DAI Director of the BOCM for DOC-1292s only.\"). Thus, he contends, he had no way to satisfy the PLRA requirement to provide trust-account statements covering the entire six-month period preceding his certiorari filing. He reasons that because he could not satisfy this requirement, then if he had filed a certiorari petition with the circuit court (which he does not dispute that he could have done) along with a request to proceed\n   <em>\n    in forma pauperis\n   </em>\n   , the circuit court would have dismissed the petition for failure to submit his trust-account statement from the jail. Thus, he concludes, certiorari review was not \"available\" to him, and therefore his failure to file a certiorari petition did not result in a lack of exhaustion or a procedural default.\n  </p>\n  <p id=\"p-25\">\n   Schroeder cites no cases holding that a prisoner's inability to pay the filing fee associated with a state-court remedy (or to obtain\n   <em>\n    in forma pauperis\n   </em>\n   status) causes that remedy to be \"unavailable\" to the petitioner within the meaning of the exhaustion requirement. Nor have I been able to find such a case. Moreover, for habeas purposes, the exhaustion requirement focuses on whether there is some procedure that exists under state law for presenting the relevant federal claim.\n   <em>\n    See\n   </em>\n   <em>\n    Spreitzer v. Schomig\n   </em>\n   ,\n   <extracted-citation case-ids=\"11196093\" index=\"13\" url=\"https://cite.case.law/f3d/219/639/#p647\">\n    219 F.3d 639\n   </extracted-citation>\n   , 647 (7th Cir. 2000) ;\n   <em>\n    White v. Peters\n   </em>\n   ,\n   <extracted-citation case-ids=\"10512323\" index=\"14\" url=\"https://cite.case.law/f2d/990/338/#p341\">\n    990 F.2d 338\n   </extracted-citation>\n   , 341-42 (7th Cir. 1993). In the present case, there is no dispute that, under Wisconsin law, certiorari review is a procedure that is available to raise federal claims arising out of a revocation order. Thus, certiorari review must be understood to be a state remedy that is \"available\" to an offender subject to a revocation order.\n  </p>\n  <p id=\"p-26\">\n   Whether a particular inmate is able to actually file and pay the filing fee associated with an available state remedy is best addressed through the exceptions to the procedural-default doctrine. As noted above, a procedural default will not bar federal review if the petitioner establishes cause and prejudice. Cause for a default is ordinarily established by showing that some external impediment prevented the petitioner from presenting his federal claim to the state courts.\n   <em>\n    Lewis\n   </em>\n   , 390 F.3d at 1026. In the present case, if it were true that Schroeder could not afford the filing fee and could not with reasonable diligence obtain the supporting documents he needed to proceed without paying the filing fee,\n   and if the state court then dismissed his certiorari petition for failure to pay the filing fee, Schroeder may well have had cause to set aside his procedural default. The procedural default would be the failure to pay the filing free or to properly support his motion to proceed without paying it, and the cause for the default-the external impediment-would be his indigency combined with the lack of a state procedure that an indigent inmate could use to obtain a trust-account statement from a former institution.\n  </p>\n  <p id=\"p-27\">\n   Accordingly, I conclude that certiorari review was an available state-court remedy that Schroeder was required to exhaust before commencing his federal habeas petition. Because Schroeder did not file a certiorari petition, he failed to fairly present his federal claims to the state courts. Moreover, because the parties agree that it is now too late for Schroeder to file a certiorari petition in state court, his failure to file the petition has resulted in a procedural default of those claims.\n  </p>\n  <p id=\"p-28\">\n   Still, I must consider whether Schroeder's claimed inability to either pay the filing fee or obtain the documents he needed to support a request to proceed without paying the filing fee qualifies as \"cause\" for setting aside the default. For purposes of this analysis, I will assume that Schroeder was indigent and that he could not afford the $ 175 filing fee for a certiorari petition. However, because Wisconsin allows indigent prisoners to proceed without paying the filing fee if they satisfy certain requirements, Schroeder's indigence would support a \"cause\" argument only if some external impediment prevented him from satisfying those requirements and it is clear that the failure to satisfy them would have led to the petition's dismissal. The requirement that is relevant here is the Wisconsin PLRA requirement that an inmate submit a certified trust-account statement from every facility in which the inmate was detained during the six months preceding the filing.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=Wis.%20Stat.%20%C2%A7%20814.29\">\n    Wis. Stat. § 814.29\n   </extracted-citation>\n   (1m)(b)2. As discussed above, Schroeder claims that he could not obtain the statement he needed from the Waukesha County Jail because he had no stamps or envelopes he could have used to mail his request for the statement to the jail. Although Schroeder could have purchased an envelope using a legal loan, he maintains that he could not use a legal-loan stamp to mail the envelope because obtaining a trust-account statement is not one of the enumerated permitted uses for legal-loan stamps.\n  </p>\n  <p id=\"p-29\">\n   I conclude that Schroeder has not established that the above circumstances qualify as cause to excuse his procedural default. I will assume that Schroeder could not with reasonable effort obtain a copy of his trust-account statement from the Waukesha County Jail.\n   <footnotemark>\n    1\n   </footnotemark>\n   Even so, Schroeder has not shown that an external impediment prevented him for presenting his federal claims to the Wisconsin courts. Schroeder\n   could have filed a timely certiorari petition along with an incomplete request to proceed\n   <em>\n    in forma pauperis\n   </em>\n   . In his request to proceed\n   <em>\n    in forma pauperis\n   </em>\n   , Schroder could have told the circuit court about the circumstances that resulted in his inability to obtain a trust-account statement from the Waukesha County Jail. The circuit court might then have either held the certiorari petition in abeyance until Schroeder was able to obtain the trust-account statement or applied a tolling doctrine.\n   <em>\n    See\n   </em>\n   <em>\n    State ex rel. Locklear v. Schwarz\n   </em>\n   ,\n   <extracted-citation case-ids=\"9475905\" index=\"16\" url=\"https://cite.case.law/wis-2d/242/327/#p335\">\n    242 Wis.2d 327\n   </extracted-citation>\n   , 335-38,\n   <extracted-citation case-ids=\"9475905\" index=\"17\" url=\"https://cite.case.law/wis-2d/242/327/#p335\">\n    629 N.W.2d 30\n   </extracted-citation>\n   (Ct. App. 2001) (tolling 45-day deadline for filing certiorari petition where prison officials were responsible for petitioner's failure to submit all PLRA-required materials by filing deadline). Alternatively, the court might have ordered the Waukesha County Jail to provide Schroeder with the missing trustaccount statement.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=Wis.%20Stat.%20%C2%A7%20814.29\">\n    Wis. Stat. § 814.29\n   </extracted-citation>\n   (1m)(h) (requiring custodian of institution to provide trust-account statement when prisoner requires copy for submittal to a court). In short, it was not a foregone conclusion that the circuit could would have immediately dismissed Schroeder's certiorari petition for failure to submit his jail trust-account statement.\n  </p>\n  <p id=\"p-30\">\n   Because Schroeder's inability to obtain his jail trust-account statement would not necessarily have resulted in the dismissal of his certiorari petition on procedural grounds, Schroeder cannot claim that his inability to obtain the statement prevented him from exhausting his state remedies. Schroeder was required to at least file his certiorari petition and give the state courts a chance to rule on the merits of his federal claims despite the existence of a potential procedural defect. If Schroeder filed the petition and explained his circumstances, but the state courts nonetheless dismissed the petition for failure to submit his jail trust-account statement,\n   <em>\n    then\n   </em>\n   Schroeder might have established cause for his procedural default. But Schroeder cannot decide for himself that the state courts would deem his petition procedurally barred, refuse to file the petition, and then allege in federal court that circumstances beyond his control prevented him from properly exhausting his state remedies. Such a result would undermine the very purpose of the exhaustion requirement, which is to give the state courts the first opportunity to rule on the merits of a petitioner's federal claims.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Bolton\n   </em>\n   ,\n   <extracted-citation case-ids=\"3702608\" index=\"19\" url=\"https://cite.case.law/f3d/730/685/#p694\">\n    730 F.3d at 694\n   </extracted-citation>\n   . Accordingly, I find that Schroeder has not shown cause to excuse his procedural default. His federal petition challenging the revocation order will be dismissed.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-31\">\n   <strong>\n    B. Whether Potential Future Supervision Conditions Amount to \"Custody\"\n   </strong>\n  </p>\n  <p id=\"p-32\">\n   The respondent moves to dismiss Schroeder's second petition on the ground that it challenges conditions of supervision that have not yet been imposed, and which therefore have not resulted in any form of \"custody\" that could be challenged in a habeas proceeding.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202241\">\n    28 U.S.C. § 2241\n   </extracted-citation>\n   (c)(3) (\"The writ of habeas corpus shall not extend to a prisoner unless ... He is in custody in violation of the Constitution or laws or treaties of the United States.\").\n  </p>\n  <p id=\"p-33\">\n   Schroeder contends that he may challenge future supervision rules while he is in prison. He cites\n   <em>\n    United States v. Loy\n   </em>\n   ,\n   <extracted-citation case-ids=\"11160199\" index=\"21\" url=\"https://cite.case.law/f3d/237/251/\">\n    237 F.3d 251\n   </extracted-citation>\n   (3d Cir. 2001), as his sole support for this contention. In that case, the Third Circuit determined that, on direct review of a conviction, a federal defendant\n   may challenge conditions of supervision that the district court imposed as part of its sentence but which the defendant has not yet begun to serve.\n   <em>\n    <extracted-citation case-ids=\"11160199\" index=\"22\" url=\"https://cite.case.law/f3d/237/251/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11160199\" index=\"22\" url=\"https://cite.case.law/f3d/237/251/\">\n    at 256-61\n   </extracted-citation>\n   . For at least two reasons,\n   <em>\n    Loy\n   </em>\n   does not support Schroeder's position. First,\n   <em>\n    Loy\n   </em>\n   involved a direct appeal from a criminal conviction, not a petition for habeas relief, and therefore it has nothing to say about the \"custody\" requirement for bringing a habeas case. Second, the conditions challenged in\n   <em>\n    Loy\n   </em>\n   were imposed by the court as part of its sentence. In the present case, as Schroeder expressly alleges, the conditions he challenges were not imposed by the court as part of its sentence. Pet. § II.A. Rather, they were imposed by the Department of Corrections. This difference matters because, where the conditions are imposed by the court, it is clear that they will take effect when the defendant is released from prison. Here, in contrast, we do not know whether the Department of Corrections will impose the exact same rules when Schroeder is placed back on supervision at the end of his current period of imprisonment. Thus, Schroeder's request for review of those rules poses a risk that the court will be asked to render an advisory opinion.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Milwaukee Police Ass'n v. Board of Fire &amp; Police Comm'rs of City of Milwaukee\n   </em>\n   ,\n   <extracted-citation case-ids=\"3541466\" index=\"23\" url=\"https://cite.case.law/f3d/708/921/#p926\">\n    708 F.3d 921\n   </extracted-citation>\n   , 926 (7th Cir. 2013) (\"federal courts are prohibited from rendering advisory opinions\").\n  </p>\n  <p id=\"p-34\">\n   Although Schroeder does not mention this possibility, I note that in some instances state prisoners may bring habeas petitions challenging their future custody.\n   <em>\n    See\n   </em>\n   <em>\n    Garlotte v. Fordice\n   </em>\n   ,\n   <extracted-citation case-ids=\"1563888\" index=\"24\" url=\"https://cite.case.law/us/515/39/#p40\">\n    515 U.S. 39\n   </extracted-citation>\n   , 40-41,\n   <extracted-citation case-ids=\"1563888\" index=\"25\" url=\"https://cite.case.law/us/515/39/#p40\">\n    115 S.Ct. 1948\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1563888\" index=\"26\" url=\"https://cite.case.law/us/515/39/#p40\">\n    132 L.Ed.2d 36\n   </extracted-citation>\n   (1995) ;\n   <em>\n    Peyton v. Rowe\n   </em>\n   ,\n   <extracted-citation case-ids=\"1767493\" index=\"27\" url=\"https://cite.case.law/us/391/54/#p64\">\n    391 U.S. 54\n   </extracted-citation>\n   , 64-65,\n   <extracted-citation case-ids=\"1767493\" index=\"28\" url=\"https://cite.case.law/us/391/54/#p64\">\n    88 S.Ct. 1549\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1767493\" index=\"29\" url=\"https://cite.case.law/us/391/54/#p64\">\n    20 L.Ed.2d 426\n   </extracted-citation>\n   (1968) ; Rule 2(b), Rules Governing § 2254 petitions. However, in such cases, the future custody arises from judgments of conviction that currently exist, such as when a prisoner currently serving one sentence challenges a consecutive sentence that he has not yet begun to serve.\n   <em>\n    See\n   </em>\n   <em>\n    Garlotte\n   </em>\n   ,\n   <extracted-citation case-ids=\"1563888\" index=\"30\" url=\"https://cite.case.law/us/515/39/#p40\">\n    515 U.S. at 40\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1563888\" index=\"31\" url=\"https://cite.case.law/us/515/39/#p40\">\n    115 S.Ct. 1948\n   </extracted-citation>\n   . The theory of these cases is that when a person is serving a series of consecutive sentences, and any one of them was imposed in violation of the Constitution, then the person is currently \"in custody\" in violation of the Constitution.\n   <em>\n    <extracted-citation case-ids=\"1563888\" index=\"32\" url=\"https://cite.case.law/us/515/39/#p40\">\n     Id.\n    </extracted-citation>\n   </em>\n   Here, in contrast, Schroeder is not challenging a consecutive sentence. To be sure, Schroeder is likely to be placed on extended supervision again at the end of his current term of imprisonment, and at that time his supervision will be a form of custody.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Cochran v. Buss\n   </em>\n   ,\n   <extracted-citation case-ids=\"9199121\" index=\"33\" url=\"https://cite.case.law/f3d/381/637/#p640\">\n    381 F.3d 637\n   </extracted-citation>\n   , 640 (7th Cir. 2004). But because the challenged rules of supervision were not imposed as part of Schroeder's sentence, they do not currently exist in any form. For this reason, they do not now form any part of Schroeder's custody. Perhaps it is likely that, when Schroeder is again released onto extended supervision, the Department of Corrections will impose the exact same conditions that it imposed during his last period of supervision. Still, until the Department of Corrections actually reinstates those conditions, they will not constitute a form of \"custody\" for purposes of the habeas statutes.\n  </p>\n  <p id=\"p-35\">\n   Accordingly, Schroeder's second petition will be dismissed for failure to satisfy the \"in custody\" requirement. This dismissal will be without prejudice to Schroeder's ability to challenge the rules of supervision if and when the Department of Corrections reinstates them. Of course, Schroeder must fairly present his federal claims concerning the reinstated rules to the state courts before filing a federal habeas petition. If he does not, he will again face the prospect of having his federal petition dismissed for lack of exhaustion or procedural default.\n  </p>\n  <p id=\"p-36\">\n   <strong>\n    III. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-37\">\n   For the reasons stated,\n   <strong>\n    IT IS ORDERED\n   </strong>\n   that the respondent's motion to\n   dismiss Schroeder's habeas petitions are\n   <strong>\n    GRANTED\n   </strong>\n   . The petition in Case No. 18-C-0593 is dismissed on the merits for procedural default. The petition in Case No. 18-C-0752 is dismissed without prejudice for failure to satisfy the \"in custody\" requirement. The Clerk of Court shall enter final judgment in each case. Pursuant to Rule 11 of the Rules Governing § 2254 Cases, I find that the petitioner has not made the showing required by\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202253\">\n    28 U.S.C. § 2253\n   </extracted-citation>\n   (c)(2) in either case, and therefore I will not issue certificates of appealability.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-40\">\n    I do note, however, that Schroeder's claim that he could not obtain a stamp to mail his request to the Waukesha County Jail is dubious. First, it is not clear why he did not ask for permission to use a legal-loan stamp to mail his request to the jail. Obviously, he needed the jail trust-account statement for legal purposes, so it would seem that using a stamp to obtain it would have been within the spirit of the legal-loan rules, even if those rules did not expressly authorize use of a stamp for that purpose. Second, even if it is true that Schroeder could not use a legal-loan stamp for this purpose, it is not clear why Schroeder did not just purchase the stamp that he needed. Schroeder was able to borrow money from friends to pay the two $ 5.00 filing fees for his federal petitions. Instead of using the borrowed funds to file two premature habeas petitions, Schroeder could have used the funds to purchase the stamp he needed to mail his request for his jail trust-account statement.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-41\">\n    Schroeder has not argued that he qualifies for the fundamental-miscarriage-of-justice exception to the procedural-default doctrine.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}