{
  "casebody": {
    "data": "<casebody firstpage=\"430\" lastpage=\"436\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b458-7\">STATE OF NEW JERSEY, PLAINTIFF-APPELLANT, v. MICHAEL JORDAN, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b458-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b458-9\">Submitted February 9, 1981</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZ7\">Decided February 25, 1981.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b460-5\"><page-number citation-index=\"1\" label=\"432\">*432</page-number>Before Judges SEIDMAN, ANTELL and LANE.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b460-6\"><em>John J. Degnan, </em>Attorney General of New Jersey, attorney for appellant <em>(James T. O’Halloran, </em>Deputy Attorney General, of counsel and on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b460-7\"><em>Stanley C. Van Ness, </em>Public Defender, attorney for respondent <em>(Andrea R. Grundfest, </em>Assistant Deputy Public Defender, of counsel and on the letter brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b460-8\">PER CURIAM.</author>\n<p id=\"b460-9\">By leave granted, the State appeals from an order dismissing the fourth count of an indictment, in which defendant was accused of the abduction of a 16-year-old unmarried female, in violation of <em>N.J.S.A. </em>2A:86-3. The count was dismissed under <em>N.J.S.A. </em>2C:1-1c(3) on the ground that the offense allegedly committed was no longer an offense under the Code of Criminal Justice.</p>\n<p id=\"b460-10\">A 12-count indictment was returned against defendant and three other men charging them, in addition to the alleged abduction (first, fourth, seventh and tenth counts), with making an assault upon and forcibly against her will ravishing and carnally knowing the female, in violation of <em>N.J.S.A. </em>2A:138-1 (second, fifth, eighth and eleventh counts) and with breaking and entering a dwelling house “with intent then and there feloniously to ravish and carnally know” the female “forcibly against her will,” in violation of <em>N.J.S.A. </em>2A:94-1 (third, sixth, ninth and twelfth counts).<footnotemark>1</footnotemark> No other details of the alleged <page-number citation-index=\"1\" label=\"433\">*433</page-number>offenses are disclosed in the record before us. All were allegedly committed on January 28, 1979.<footnotemark>2</footnotemark></p>\n<p id=\"b461-6\">The count in question alleged that</p>\n<blockquote id=\"b461-7\">. . . the said MICHAEL JORDAN on or about the 28th day of January, in the City of Bridgeton in the County of Cumberland aforesaid, and within the jurisdiction of this Court, unlawfully did convey and take away . . ., an unmarried female under the age of 18 years, to wit, of the age of 16 years, from the possession, custody and governance and against the will of .. ., mother of the said . . . [female], who then and there had lawful custody of the said . . [female], with intent by him the said MICHAEL JORDAN to carnally abuse the said . .. [female] and use her for immoral purposes, contrary to the provisions of R.S. 2A:86-3 ....</blockquote>\n<p id=\"b461-8\">In dismissing the fourth count, the trial judge accepted the defense argument that <em>N.J.S.A. </em>2A:86 3 was a very narrowly drawn statute that addressed itself to very specific behavior and that the offense had not been reenacted in the Code. He rejected the State’s contention that “taking a girl forcibly out of her house for the purpose of rape” was embodied in <em>N.J.S.A. </em>2C:13-l(b)l, kidnapping. The trial judge said that he did not believe “the legislature intended to take the statute, 2A:86 3 and write it into kidnapping.”</p>\n<p id=\"b461-9\">It is true that in any case pending on or initiated after the effective date of the Code the court is required to dismiss the prosecution if the offense committed is no longer an offense under the provisions of the Code. <em>N.J.S.A. </em>2C:1-1c(3). Additionally, according to the table showing disposition of statutes annexed to the <em>N.J.S.A. </em>pamphlet containing <em>Title </em>2C, the fact is that <em>N.J.S.A. </em>2A:86-3 was “Not Enacted,” nor were the related <page-number citation-index=\"1\" label=\"434\">*434</page-number>abduction statutes, <em>N.J.S.A. </em>2A:86-1 and 2.<footnotemark>3</footnotemark> Nevertheless, this does not mean that the conduct described in the pre-Code offenses is now necessarily free of penal sanctions. The conduct alleged in the indictment (not what may or may not be established at a trial) is the key determining factor. The task is to focus on the various provisions of the Code to ascertain whether there is an applicable congruent one for the former law. <em>Cf. State v. Kent, </em>173 <em>N.J.Super. </em>215 (App.Div.1980). Our reading of the Code satisfies us that the abduction <em>alleged in the fourth count </em>may in appropriate circumstances be proscribed in the Code as kidnapping.</p>\n<p id=\"b462-5\">It is to be noted that the indictment as amended suggests a series of violent acts: the alleged breaking and entering with intent to commit rape upon the female involved, taking her away from the custody of her mother with intent carnally to abuse her, and committing rape upon her. In such case the pertinent violation of <em>N.J.S.A. </em>2A:86-3 would consist of taking away “an unmarried female, under the age of 18 years, . . . without her consent, from the possession, custody or governance and against the will of her mother, guardian or other person having her lawful custody, with intent to . .. carnally abuse her . ... ” To the extent that the taking away was forcible, against the will of the victim and with the intent to commit carnal abuse, the conduct could constitute kidnapping. In <em>State v. Johnson, </em>67 <em>N.J.Super. </em>414, 419, 422 (App.Div.1961), we held that the forcible carrying away of a woman for the purpose of rape fell within the literal meaning of both the abduction statutes, <em>N.J.S.A. </em>2A:86-1 <em>et seq., </em>and the kidnapping statute, <em>N.J.S.A. </em>2A:118-1, and that the prosecutor had the right to elect under which statute to proceed, where the facts fitted both.</p>\n<p id=\"b463-5\"><page-number citation-index=\"1\" label=\"435\">*435</page-number>We cannot ascribe to the Legislature an intent to decriminalize such conduct where the indictment charges a violation of one or more of the abduction statutes merely because they were not incorporated into the Code. The Commentary, <em>New Jersey Penal Code </em>2C:13 1, at 181, recognizes that various forms of kidnapping behavior were covered by the abduction laws. It points out that in the case of children, where the interest protected is not lawful custody but freedom from physical danger or terrorization by abduction, section 2C:13 1 covers. Commentary at 188. It is to be noted that <em>N.J.S.A. </em>2C:13-1b provides, in part, that a person is guilty of kidnapping if he unlawfully removes another from his place of residence or a substantial distance from the vicinity where he is found, with purpose to facilitate commission of any crime or to inflict bodily injury on or to terrorize the victim. We have no doubt whatever that the indictment alleges facts which, if proven, would support a conviction under this section of the Code. It is, consequently, a congruent offense.<footnotemark>4</footnotemark> The trial judge’s concern with regard to the severe penalty prescribed by <em>N.J.S.A. </em>2A:118-1 is not well founded. Apart from the fact that a lesser penalty range is provided for a conviction under <em>N.J.S.A. </em>2C:13-1, defendant here would be tried under <em>N.J.S.A. </em>2A:86-3, which, on the facts here alleged, would be a misdemeanor carrying upon conviction a maximum custodial penalty of three years.</p>\n<p id=\"b463-6\">Moreover, to the extent that the fourth count alleges that the female was taken away “from the possession, custody and governance and against the will of” her mother, such conduct, if without the intent or purpose to facilitate the commission of a crime, or to inflict bodily injury on the victim or to terrorize the victim, could still be prosecuted under <em>N.J.S.A. </em>2C:13-4, “Interference with Custody,” which states that “a person commits an offense if he knowingly takes or entices any child under the age <page-number citation-index=\"1\" label=\"436\">*436</page-number>of 18 from the custody of the parent, guardian or other lawful custodian of the child, when he has no privilege to do so.... ” See Commentary at 188.</p>\n<p id=\"b464-5\">The order dismissing the fourth count of the indictment is reversed and the matter is remanded to the trial court for the trial of the indictment. Jurisdiction is not retained.</p>\n<footnote label=\"1\">\n<p id=\"b460-11\">At the pretrial proceeding, in which the fourth count was challenged, the trial judge, on the State’s representation that the victim was over 16 years of age, granted the State’s motion to amend the fifth and sixth counts of the <page-number citation-index=\"1\" label=\"433\">*433</page-number>indictment by substituting the word “rape” for the words “ravish and carnally know.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b461-11\">The record does not reveal whether codefendants ever filed similar motions with respect to the abduction counts applicable to them or whether the amendment referred to in the preceding footnote was also made to the similar counts in which they were individually named.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b462-6\"> A distinction should be drawn between repealing a <em>Title </em>2A statute and not enacting it in the Code. Unless specifically saved from repeal by <em>N.J.S.A. </em>2C:98-3, all the penal provisions of <em>Title </em>2A were repealed by the Code. See <em>N.J.S.A, </em>2C:98-2.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b463-7\">Lesser offenses which are potentially applicable depending upon the proofs at trial, are <em>N.J.S.A. </em>2C:13 2, “Criminal Restraint,” and <em>N.J.S.A. </em>2C:13-3, “False Imprisonment.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}