{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"106\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE of North Dakota, Plaintiff and Appellee\n  <br/>\n  v.\n  <br/>\n  Bradley Joe MORALES, Defendant and Appellant\n </parties>\n <docketnumber id=\"p-2\">\n  No. 20180366\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of North Dakota.\n </court>\n <decisiondate id=\"p-4\">\n  Filed July 30, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Rozanna C. Larson, State's Attorney, Minot, N.D., for plaintiff and appellee.\n </attorneys>\n <attorneys id=\"p-6\">\n  Bradley J. Morales, self-represented, Bismarck, N.D., defendant and appellant; submitted on brief.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   Tufte, Justice.\n  </author>\n  <p id=\"p-8\">\n   [¶1] Bradley Joe Morales appeals a district court criminal judgment following a jury verdict finding him guilty of murdering his ex-girlfriend. Morales argues a motion hearing, evidentiary hearing, and parts of his trial were closed to the public without the pre-closure analysis required by\n   <em>\n    Waller v. Georgia\n   </em>\n   ,\n   <extracted-citation case-ids=\"6193857\" index=\"0\" url=\"https://cite.case.law/us/467/39/#p48\">\n    467 U.S. 39\n   </extracted-citation>\n   , 48,\n   <extracted-citation case-ids=\"6193857\" index=\"1\" url=\"https://cite.case.law/us/467/39/#p48\">\n    104 S.Ct. 2210\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6193857\" index=\"2\" url=\"https://cite.case.law/us/467/39/#p48\">\n    81 L.Ed.2d 31\n   </extracted-citation>\n   (1984), thus violating his right to a public trial guaranteed by the Sixth Amendment. We reverse the judgment and remand for a new trial.\n  </p>\n  <p id=\"p-9\">\n   I\n  </p>\n  <p id=\"p-10\">\n   [¶2] During an argument with his ex-girlfriend, Morales stabbed her in the neck. Morales was initially charged with Criminal Attempt - Murder. After the victim died from her injuries, the district court dismissed the Criminal Attempt charge on the State's motion. The State then charged Morales with Murder. On appeal Morales argues his public trial right was violated by the district court's closures of a motion hearing on March 27, 2018; an evidentiary hearing on April 16, 2018; and parts of the jury trial on May 17-24, 2018. He also argues he was denied his right to represent himself at trial and the State's decision to dismiss the initial charge and file new charges a week later was made in bad faith in an effort to have a new judge assigned to the case.\n  </p>\n  <p id=\"p-11\">\n   [¶3] These court proceedings attracted significant public interest and media attention. Because of news media coverage, the trial judge expressed concern about tainting the jury and impairing Morales's right to a fair and impartial trial. In an attempt to mitigate the risk of tainting potential jurors, the court issued an expansive order on March 15, 2018, advising that \"all participants, including potential witnesse[s], are to refrain from making or authorizing extrajudicial comments to the media and the public\" encompassing all \"out-of-court comments\" and subject to \"sanctions against the offending individual, including contempt of court.\"\n  </p>\n  <p id=\"p-12\">\n   [¶4] Morales argues the district court improperly closed the courtroom on eight separate occasions during the trial or pretrial hearings. Seven of the closures were initiated by the court, and one was requested by Morales. Before several of the closures, the court failed to conduct any of the analysis required by\n   <em>\n    Waller\n   </em>\n   . For some, the court discussed the\n   <em>\n    Waller\n   </em>\n   factors after the courtroom had already been closed. Before three of the closures, the court acknowledged the\n   <em>\n    Waller\n   </em>\n   factors but failed to articulate findings on all of the factors. In each of the eight closures, the public was excluded without the court giving consideration to whether the public could remain while the jury was excluded.\n  </p>\n  <p id=\"p-13\">\n   [¶5] The district court closed two pretrial hearings to the public. The first, a March 27, 2018, hearing on Morales's pro se motion for new counsel, was closed by a written order issued prior to the hearing. The closure notice provided no explanation. The amended notice of hearing simply stated \"this hearing will be\n   <em>\n    CLOSED TO THE PUBLIC\n   </em>\n   \" with \"Per Judge\" as the only explanation. No findings supporting the closure were made at the hearing. Neither party objected to the closure.\n  </p>\n  <p id=\"p-14\">\n   [¶6] The second closure was of an April 16, 2018, pretrial evidentiary hearing relating to admissibility of evidence under N.D.R.Ev. 404(b). At the close of the March 27 motion hearing, the district court stated its intent to close this hearing:\n  </p>\n  <blockquote id=\"p-15\">\n   I will have a new order clarifying on the pretrial being the first part of the April 16th and then we will clear the press out and we will go and deal with the 404(b). That will be a closed hearing for obvious reasons.\n  </blockquote>\n  <p id=\"p-16\">\n   Just before the court excluded the public from the courtroom, the State objected to the closure and reminded the court of the\n   <em>\n    Waller\n   </em>\n   requirements. Morales's trial counsel then expressed concern that Morales's right to a fair trial with an impartial jury would be diminished if the media reported on any inadmissible evidence that would be discussed in open court. The State suggested that by making this argument, Morales was waiving his right to a public trial. The State asked the court to make specific findings and adequately tailor the closure, reasserting that the State did not join in the requested closure. When asked whether Morales concurred with the requested closure, his attorney responded: \"Mr. Morales and I are apparently taking a different position, Judge. Mr. Morales will not waive his right to appeal on this issue should an appeal become necessary.\" Faced with objections from both the State and the defendant, the court then reflected on the level of media coverage:\n  </p>\n  <blockquote id=\"p-17\">\n   There [have] been reports, I don't know if all the excessive details that have been reported are going to be admissible or not. And I don't want a jury to be needlessly tainted because somebody perceives that's the public's absolute right to know. The public does have a right to know, and that. It's just a question of balancing the matters of how soon they have a right to know if we are going to be able to have a justice system that works. Both sides are entitled to a fair and impartial jury, and that's what I want us to have here.\n  </blockquote>\n  <p id=\"p-18\">\n   After stating that \"I will follow this up with an additional written order,\" the court closed the courtroom without further pre-closure discussion of alternatives to closing the courtroom or whether the closure might be more narrowly tailored to protect the interest in an untainted jury pool without unnecessarily burdening the public trial right.\n  </p>\n  <p id=\"p-19\">\n   [¶7] The first trial closure occurred just before the jury was given preliminary instructions. The bailiff gave the trial judge a note from a juror who wanted to alert the court he had family working at the hospital where the victim was treated. The district court closed the proceedings, stating: \"So if you are part of the public or the media I do ask that you leave temporarily. And just shut down your recording equipment.\" After closing the courtroom, the court found \"no alternatives to closing the courtroom\" and characterized the closure as \"what we would normally call a conference at the bench.\" The court then called in the juror who had written the note and questioned him in the presence of Morales and the State about an incident in which people unrelated to the trial had initiated conversation with the juror about the case. The court was satisfied that the juror had\n   complied with the court's admonishment against talking to people about the case, and excused the juror back to the jury room.\n  </p>\n  <p id=\"p-20\">\n   [¶8] The second closure occurred on the first day of trial after the jury had been escorted out for a lunch recess. After a brief discussion with counsel about whether and in what form certain video clips would be played, the court closed the courtroom to the public. After the closure, the court reviewed graphic video clips of the crime scene for analysis under N.D.R.Ev. 403. There was no objection to the closure by Morales or the State, and the court made no findings under\n   <em>\n    Waller.\n   </em>\n  </p>\n  <p id=\"p-21\">\n   [¶9] At the beginning of the second day of the trial, the court closed the trial for a third time to have \"a full and candid conversation with the attorneys\" about a limiting instruction. The court stated it did not \"view that there is an alternative to\" the closure. During several closed sessions of court throughout the morning, the court discussed limiting instructions with Morales and the attorneys and also Morales's dissatisfaction with his trial attorney and desire to represent himself. The courtroom was reopened to the public when the jury returned at 1:00 p.m.\n  </p>\n  <p id=\"p-22\">\n   [¶10] The fourth closure was initiated by Morales when his trial attorney advised the court, \"Mr. Morales wishes to make a record. Can we close the court?\" At the time, the court had just returned from recess and the jury had not yet returned to the courtroom. Without making\n   <em>\n    Waller\n   </em>\n   findings or asking for a response from the State, the courtroom was closed to everyone other than Morales, the attorneys, and the court staff. After the courtroom was closed, Morales's attorney explained to the court that Morales \"wishes to make a record in regard to evidence that he wishes to offer that I am not going to.\" Morales explained his intent to take the stand and the reasons he had for doing so. The court explained its requirements for maintaining decorum and discussed whether Morales would testify in narrative form or would be questioned by his attorney.\n  </p>\n  <p id=\"p-23\">\n   [¶11] Just before closing arguments, and before the jury was brought in, the district court closed the courtroom to the public for a fifth time to discuss a report that two jurors might have seen Morales brought into the courthouse in shackles. Again, there was no analysis or findings under the\n   <em>\n    Waller\n   </em>\n   factors. While the courtroom was closed to the public, the court and counsel discussed procedures for questioning the jurors to determine whether any juror had seen Morales in shackles and, if so, whether any impression made would affect the juror's ability to be fair and impartial. The court discussed with counsel whether such questioning should be in open court.\n  </p>\n  <p id=\"p-24\">\n   [¶12] The courtroom was reopened to the public, and the jury panel was questioned as a group. After one juror raised her hand to indicate she had seen Morales outside the courtroom, the court closed the courtroom to the public for a sixth time to question the juror. The court explained that questioning an individual juror at this point into the trial would require \"a lot of sensitivity.\"\n  </p>\n  <p id=\"p-25\">\n   [¶13] At oral argument, the State confirmed that there were members of the public in attendance who were excluded from the courtroom during these courtroom closures.\n  </p>\n  <p id=\"p-26\">\n   II\n  </p>\n  <p id=\"p-27\">\n   [¶14] Morales argues that each of these closures violated his constitutional right to a public trial and requires reversal. A de novo standard of review applies to whether facts rise to the level of a constitutional violation.\n  </p>\n  <p id=\"p-28\">\n   <em>\n    State v. Rogers\n   </em>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 3,\n   <extracted-citation case-ids=\"12558649\" index=\"4\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   . \"In criminal cases, errors not raised in the district court may fall into one of three categories: forfeited error, waived error, and structural error.\"\n   <em>\n    <extracted-citation case-ids=\"12558649\" index=\"5\" url=\"https://cite.case.law/nw2d/919/193/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Forfeiture is the failure to timely assert a right, while waiver is the intentional relinquishment of a right.\"\n   <em>\n    State v. Watkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"12335158\" index=\"6\" url=\"https://cite.case.law/nw2d/898/442/\">\n    2017 ND 165\n   </extracted-citation>\n   , ¶ 12,\n   <extracted-citation case-ids=\"12335158\" index=\"7\" url=\"https://cite.case.law/nw2d/898/442/\">\n    898 N.W.2d 442\n   </extracted-citation>\n   . We review forfeited errors under N.D.R.Crim.P. 52(b) for obvious error.\n   <em>\n    <extracted-citation case-ids=\"12335158\" index=\"8\" url=\"https://cite.case.law/nw2d/898/442/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"A structural error is a 'defect affecting the framework within which the trial proceeds, rather than simply an error in the trial process itself.' \"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 4 (quoting\n   <em>\n    Johnson v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"11652245\" index=\"9\" url=\"https://cite.case.law/us/520/461/#p468\">\n    520 U.S. 461\n   </extracted-citation>\n   , 468,\n   <extracted-citation case-ids=\"11652245\" index=\"10\" url=\"https://cite.case.law/us/520/461/#p468\">\n    117 S.Ct. 1544\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11652245\" index=\"11\" url=\"https://cite.case.law/us/520/461/#p468\">\n    137 L.Ed.2d 718\n   </extracted-citation>\n   (1997) ). Errors of this nature \"necessarily render a criminal trial fundamentally unfair or an unreliable vehicle for determining guilt or innocence.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 4 (quoting\n   <em>\n    Neder v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"1248184\" index=\"12\" url=\"https://cite.case.law/us/527/1/#p9\">\n    527 U.S. 1\n   </extracted-citation>\n   , 9,\n   <extracted-citation case-ids=\"1248184\" index=\"13\" url=\"https://cite.case.law/us/527/1/#p9\">\n    119 S.Ct. 1827\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1248184\" index=\"14\" url=\"https://cite.case.law/us/527/1/#p9\">\n    144 L.Ed.2d 35\n   </extracted-citation>\n   (1999) ). Because these errors affect the entire adjudicatory framework, they \"defy analysis by 'harmless-error' standards.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 4 (quoting\n   <em>\n    Puckett v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"15\" url=\"https://cite.case.law/us/556/129/#p141\">\n    556 U.S. 129\n   </extracted-citation>\n   , 141,\n   <extracted-citation case-ids=\"3653331\" index=\"16\" url=\"https://cite.case.law/us/556/129/#p141\">\n    129 S.Ct. 1423\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"17\" url=\"https://cite.case.law/us/556/129/#p141\">\n    173 L.Ed.2d 266\n   </extracted-citation>\n   (2009) ). With structural errors, it is not necessary to \"find[ ] [an] impact on the trial's outcome.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 4 ;\n   <em>\n    United States v. Marcus\n   </em>\n   ,\n   <extracted-citation case-ids=\"12449203,3641622\" index=\"18\" url=\"https://cite.case.law/us/560/258/\">\n    560 U.S. 258\n   </extracted-citation>\n   , 263,\n   <extracted-citation case-ids=\"12449203,3641622\" index=\"19\" url=\"https://cite.case.law/us/560/258/\">\n    130 S.Ct. 2159\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12449203,3641622\" index=\"20\" url=\"https://cite.case.law/us/560/258/\">\n    176 L.Ed.2d 1012\n   </extracted-citation>\n   (2010). Inherent in the very nature of a structural error is the \"difficulty in 'assessing the effect of the error.' \"\n   <em>\n    <extracted-citation case-ids=\"12449203,3641622\" index=\"21\" url=\"https://cite.case.law/us/560/258/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"The purpose of the structural error doctrine is to ensure insistence on certain basic, constitutional guarantees that should define the framework of any criminal trial.\"\n   <em>\n    Weaver v. Massachusetts\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12605031\" index=\"22\" url=\"https://cite.case.law/s-ct/137/1899/#p1907\">\n    137 S. Ct. 1899\n   </extracted-citation>\n   , 1907,\n   <extracted-citation case-ids=\"12605031\" index=\"23\" url=\"https://cite.case.law/s-ct/137/1899/#p1907\">\n    198 L.Ed.2d 420\n   </extracted-citation>\n   (2017).\n  </p>\n  <p id=\"p-29\">\n   [¶15] Violation of the right to a public trial is a structural error.\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 5,\n   <extracted-citation case-ids=\"12558649\" index=\"25\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   . We have said that structural errors are constitutional errors \"so intrinsically harmful as to require automatic reversal\" regardless of whether they were forfeited or waived.\n   <em>\n    Id.\n   </em>\n   at ¶ 3 (reversing and remanding for new pretrial competency hearing);\n   <em>\n    State v. Pittenger\n   </em>\n   ,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2019%20ND%2022\">\n    2019 ND 22\n   </extracted-citation>\n   , ¶ 8,\n   <extracted-citation case-ids=\"12559735\" index=\"27\" url=\"https://cite.case.law/nw2d/921/439/\">\n    921 N.W.2d 439\n   </extracted-citation>\n   ;\n   <em>\n    State v. Decker\n   </em>\n   ,\n   <extracted-citation case-ids=\"12336786\" index=\"28\" url=\"https://cite.case.law/nw2d/907/378/\">\n    2018 ND 43\n   </extracted-citation>\n   , ¶ 8,\n   <extracted-citation case-ids=\"12336786\" index=\"29\" url=\"https://cite.case.law/nw2d/907/378/\">\n    907 N.W.2d 378\n   </extracted-citation>\n   ;\n   <em>\n    State v. Watkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"12335158\" index=\"30\" url=\"https://cite.case.law/nw2d/898/442/\">\n    2017 ND 165\n   </extracted-citation>\n   , ¶ 12,\n   <extracted-citation case-ids=\"12335158\" index=\"31\" url=\"https://cite.case.law/nw2d/898/442/\">\n    898 N.W.2d 442\n   </extracted-citation>\n   ;\n   <em>\n    State v. White Bird\n   </em>\n   ,\n   <extracted-citation case-ids=\"6898678\" index=\"32\" url=\"https://cite.case.law/nw2d/858/642/\">\n    2015 ND 41\n   </extracted-citation>\n   , ¶ 24,\n   <extracted-citation case-ids=\"6898678\" index=\"33\" url=\"https://cite.case.law/nw2d/858/642/\">\n    858 N.W.2d 642\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-30\">\n   A\n  </p>\n  <p id=\"p-31\">\n   [¶16] To review a claimed violation of the constitutional right to a public trial, we must first consider whether there was a closure implicating the right.\n   <em>\n    State v. Taylor\n   </em>\n   ,\n   <extracted-citation case-ids=\"6841923\" index=\"34\" url=\"https://cite.case.law/nw2d/869/1/#p11\">\n    869 N.W.2d 1\n   </extracted-citation>\n   , 11 (Minn. 2015) (\"[B]efore we can apply the\n   <em>\n    Waller\n   </em>\n   test to determine if a closure is justified, we must determine whether a closure even occurred.\"). This Court has said some courtroom closures may be \"errors ... 'not significant enough to rise to the level of a constitutional violation.' \"\n   <em>\n    State v. Decker\n   </em>\n   ,\n   <extracted-citation case-ids=\"12336786\" index=\"35\" url=\"https://cite.case.law/nw2d/907/378/\">\n    2018 ND 43\n   </extracted-citation>\n   , ¶ 13,\n   <extracted-citation case-ids=\"12336786\" index=\"36\" url=\"https://cite.case.law/nw2d/907/378/\">\n    907 N.W.2d 378\n   </extracted-citation>\n   (quoting\n   <em>\n    Carson v. Fischer\n   </em>\n   ,\n   <extracted-citation case-ids=\"8927697\" index=\"37\" url=\"https://cite.case.law/f3d/421/83/#p94\">\n    421 F.3d 83\n   </extracted-citation>\n   , 94 (2d Cir. 2005) );\n   <em>\n    see also\n   </em>\n   <em>\n    Decker\n   </em>\n   , at ¶ 35 (Tufte, J., dissenting) (\"Whether called 'trivial' or not, such partial or temporary restrictions on public access are not properly considered the sort of 'closure' within the meaning of the Sixth Amendment or N.D. Const. art. I, § 12.\"). Like the Sixth Amendment right to counsel, the Sixth Amendment public trial right attaches from the beginning of adversarial proceedings through sentencing.\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶¶ 11-12,\n   <extracted-citation case-ids=\"12558649\" index=\"39\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   . Closures of pretrial hearings implicate the public trial right, although they do not always require reversal of a subsequent conviction.\n   <em>\n    Rogers\n   </em>\n   , at ¶¶ 19-21.\n  </p>\n  <p id=\"p-32\">\n   [¶17] Brief sidebars or bench conferences ordinarily will not implicate the public trial right where they are conducted during trial to address routine evidentiary\n   or administrative issues outside the hearing of the jury. For example, arguments and rulings on objections and other routine evidentiary matters that must be held outside the jury's hearing need not be conducted so that the public can hear.\n   <em>\n    State v. Smith\n   </em>\n   ,\n   <extracted-citation case-ids=\"4356663\" index=\"40\" url=\"https://cite.case.law/wash-2d/181/508/\">\n    181 Wash.2d 508\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=334%20P.3d%201049\">\n    334 P.3d 1049\n   </extracted-citation>\n   , 1054 (2013) (concluding the public trial right was not implicated by sidebars to address speaking objections throughout trial);\n   <em>\n    State v. Smith\n   </em>\n   ,\n   <extracted-citation case-ids=\"6818578\" index=\"42\" url=\"https://cite.case.law/nw2d/876/310/#p329\">\n    876 N.W.2d 310\n   </extracted-citation>\n   , 329 (Minn. 2016) (\"[C]ourts have also treated routine evidentiary rulings and matters traditionally addressed during private bench conferences or conferences in chambers as routine administrative proceedings.\"). Courts have similarly rejected public trial claims in the context of closed hearings to consider a party's offer of proof.\n   <em>\n    E.g.\n   </em>\n   ,\n   <em>\n    United States v. Vazquez-Botet\n   </em>\n   ,\n   <extracted-citation case-ids=\"4032155\" index=\"43\" url=\"https://cite.case.law/f3d/532/37/#p51\">\n    532 F.3d 37\n   </extracted-citation>\n   , 51-52 (1st Cir. 2008) (\"While we leave open the possibility that the public-trial right may apply to some offer-of-proof hearings, we decline to recognize such a right on facts as uncompelling as these.\"). Where a bench conference is held in view of both the public and the jury, despite their inability to hear what is said, the public trial right is satisfied by prompt availability of a record of those proceedings.\n   <em>\n    See\n   </em>\n   <em>\n    Richmond Newspapers, Inc. v. Virginia\n   </em>\n   ,\n   <extracted-citation case-ids=\"1787572\" index=\"44\" url=\"https://cite.case.law/us/448/555/\">\n    448 U.S. 555\n   </extracted-citation>\n   , 598 n.23,\n   <extracted-citation case-ids=\"1787572\" index=\"45\" url=\"https://cite.case.law/us/448/555/\">\n    100 S.Ct. 2814\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1787572\" index=\"46\" url=\"https://cite.case.law/us/448/555/\">\n    65 L.Ed.2d 973\n   </extracted-citation>\n   (1980) (Brennan, J., concurring in the judgment) (\"when engaging in interchanges at the bench, the trial judge is not required to allow public or press intrusion upon the huddle\");\n   <em>\n    United States v. Valenti\n   </em>\n   ,\n   <extracted-citation case-ids=\"10514437\" index=\"47\" url=\"https://cite.case.law/f2d/987/708/#p713\">\n    987 F.2d 708\n   </extracted-citation>\n   , 713-14 (11th Cir. 1993) (holding that closed bench conferences do not require pre-closure findings supporting closure);\n   <em>\n    Smith\n   </em>\n   ,\n   <extracted-citation case-ids=\"6818578\" index=\"48\" url=\"https://cite.case.law/nw2d/876/310/#p329\">\n    876 N.W.2d at 330\n   </extracted-citation>\n   (\"We have held that bench and chambers conferences may occur, so long as a record is made and the record is available to the press and the public.\"). In contrast, trial proceedings ordinarily may not be closed to the public where the jury is not present.\n   <em>\n    Compare\n   </em>\n   <em>\n    People v. Harris\n   </em>\n   ,\n   <extracted-citation case-ids=\"2326663\" index=\"49\" url=\"https://cite.case.law/cal-app-4th/10/672/\">\n    10 Cal.App.4th 672\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=12%20Cal.%20Rptr.%202d%20758\">\n    12 Cal. Rptr. 2d 758\n   </extracted-citation>\n   , 765 (1992) (concluding public trial right violated by process of conducting peremptory challenges in chambers to expedite jury selection and avoid jurors knowing which side exercised which challenges)\n   <em>\n    with\n   </em>\n   <em>\n    People v. Williams\n   </em>\n   ,\n   <extracted-citation case-ids=\"6043633\" index=\"51\" url=\"https://cite.case.law/cal-app-4th-supp/26/1/\">\n    26 Cal.App.4th Supp. 1\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=31%20Cal.%20Rptr.%202d%20769\">\n    31 Cal. Rptr. 2d 769\n   </extracted-citation>\n   , 772-73 (1994) (approving procedure where peremptory challenges and related motions were initially made at sidebar in view of the jury).\n  </p>\n  <p id=\"p-33\">\n   [¶18] In\n   <em>\n    Rovinsky v. McKaskle\n   </em>\n   , the Fifth Circuit held that the defendant's Sixth Amendment right to a public trial was violated when the trial court conducted in-chambers conferences to decide motions to limit the cross examination of two witnesses.\n   <extracted-citation case-ids=\"10591827\" index=\"53\" url=\"https://cite.case.law/f2d/722/197/\">\n    722 F.2d 197\n   </extracted-citation>\n   (5th Cir. 1984). Without pre-closure findings to review, the court explained it had no ability to evaluate the propriety of holding the conferences behind closed doors.\n   <em>\n    <extracted-citation case-ids=\"10591827\" index=\"54\" url=\"https://cite.case.law/f2d/722/197/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"10591827\" index=\"54\" url=\"https://cite.case.law/f2d/722/197/\">\n    at 201\n   </extracted-citation>\n   . \"Any necessity that the motions be heard outside the jury's presence did not require that they be heard behind closed doors. Prejudice could readily have been prevented without excluding the press and public by, for example, sequestering the jury.\"\n   <em>\n    <extracted-citation case-ids=\"10591827\" index=\"55\" url=\"https://cite.case.law/f2d/722/197/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-34\">\n   [¶19] Ultimately, the district court must take \"every reasonable measure to accommodate public attendance at criminal trials.\"\n   <em>\n    Presley v. Georgia\n   </em>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"56\" url=\"https://cite.case.law/us/558/209/#p215\">\n    558 U.S. 209\n   </extracted-citation>\n   , 215,\n   <extracted-citation case-ids=\"3638961\" index=\"57\" url=\"https://cite.case.law/us/558/209/#p215\">\n    130 S.Ct. 721\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"58\" url=\"https://cite.case.law/us/558/209/#p215\">\n    175 L.Ed.2d 675\n   </extracted-citation>\n   (2010) (per curiam). We conclude a bench conference concerning an evidentiary objection seeking to exclude evidence during trial is not a closure implicating the public trial right. In that situation, the public remains present and is able to see and hear everything the jury is able to see and hear. However, a court proceeding concerning a motion in limine or motion to suppress evidence that is held either before\n   trial or otherwise outside the presence of the jury is a proceeding that must be in open court unless pre-closure findings under\n   <em>\n    Waller\n   </em>\n   justify a closure.\n  </p>\n  <p id=\"p-35\">\n   B\n  </p>\n  <p id=\"p-36\">\n   [¶20] The Sixth Amendment guarantees the right to a public trial: \"In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial.\" U.S. Const. amend. VI ;\n   <em>\n    see also\n   </em>\n   N.D. Const. art. 1, § 12 (guaranteeing \"the right to a speedy and public trial\"). The defendant's right to a fair trial is not the sole test because, at times, an \"unlawful closure might take place and yet the trial still will be fundamentally fair from the defendant's standpoint.\"\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 6,\n   <extracted-citation case-ids=\"12558649\" index=\"60\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   (quoting\n   <em>\n    Weaver\n   </em>\n   ,\n   <extracted-citation case-ids=\"12605031\" index=\"61\" url=\"https://cite.case.law/s-ct/137/1899/#p1907\">\n    137 S. Ct. at\n   </extracted-citation>\n   1910 ).\n  </p>\n  <p id=\"p-37\">\n   [¶21] \"The right to a public trial 'must give way in rare instances to other interests essential to the fair administration of justice.' \"\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"62\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 14,\n   <extracted-citation case-ids=\"12558649\" index=\"63\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   (quoting\n   <em>\n    State v. Garcia\n   </em>\n   ,\n   <extracted-citation case-ids=\"11913049\" index=\"64\" url=\"https://cite.case.law/nw2d/561/599/\">\n    1997 ND 60\n   </extracted-citation>\n   , ¶ 20,\n   <extracted-citation case-ids=\"11913049\" index=\"65\" url=\"https://cite.case.law/nw2d/561/599/\">\n    561 N.W.2d 599\n   </extracted-citation>\n   ). An example of one such overriding interest is \"the defendant's right to a fair trial.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 14 (quoting\n   <em>\n    Presley\n   </em>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"66\" url=\"https://cite.case.law/us/558/209/#p215\">\n    558 U.S. at 213\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"67\" url=\"https://cite.case.law/us/558/209/#p215\">\n    130 S.Ct. 721\n   </extracted-citation>\n   ). Preserving a fair trial against the risk of a tainted jury pool was the trial judge's stated concern here. However, for the right to a public trial to yield to an overriding interest, the party seeking closure must assert an overriding interest to the court, and that interest must be the standard against which the court tailors any closure.\n  </p>\n  <blockquote id=\"p-38\">\n   The presumption of openness may be overcome only by an overriding interest based on findings that closure is essential to preserve higher values and is narrowly tailored to serve that interest. The interest is to be articulated along with findings specific enough that a reviewing court can determine whether the closure order was properly entered.\n  </blockquote>\n  <p id=\"p-39\">\n   <em>\n    State v. Klem\n   </em>\n   ,\n   <extracted-citation case-ids=\"10605387\" index=\"68\" url=\"https://cite.case.law/nw2d/438/798/#p801\">\n    438 N.W.2d 798\n   </extracted-citation>\n   , 801 (N.D. 1989) (quoting\n   <em>\n    Press-Enterprise Co. v. Superior Court of California\n   </em>\n   ,\n   <extracted-citation case-ids=\"6200566\" index=\"69\" url=\"https://cite.case.law/us/464/501/#p510\">\n    464 U.S. 501\n   </extracted-citation>\n   , 510,\n   <extracted-citation case-ids=\"6200566\" index=\"70\" url=\"https://cite.case.law/us/464/501/#p510\">\n    104 S.Ct. 819\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6200566\" index=\"71\" url=\"https://cite.case.law/us/464/501/#p510\">\n    78 L.Ed.2d 629\n   </extracted-citation>\n   (1984) ). We review the district court's application of the\n   <em>\n    Waller\n   </em>\n   factors \"when evaluating claimed violations of the public trial right,\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 15, and therefore \"strictly requir[e] the trial court to make findings before closure.\"\n   <em>\n    Decker\n   </em>\n   ,\n   <extracted-citation case-ids=\"12336786\" index=\"72\" url=\"https://cite.case.law/nw2d/907/378/\">\n    2018 ND 43\n   </extracted-citation>\n   , ¶ 9,\n   <extracted-citation case-ids=\"12336786\" index=\"73\" url=\"https://cite.case.law/nw2d/907/378/\">\n    907 N.W.2d 378\n   </extracted-citation>\n   . This analysis consists of:\n  </p>\n  <blockquote id=\"p-40\">\n   1. the claiming party must advance an overriding interest that is likely to be prejudiced,\n  </blockquote>\n  <blockquote id=\"p-41\">\n   2. the closure must be no broader than necessary to protect that interest,\n  </blockquote>\n  <blockquote id=\"p-42\">\n   3. the trial court must consider reasonable alternatives to closing the proceeding, and\n  </blockquote>\n  <blockquote id=\"p-43\">\n   4. it must make findings adequate to support the closure.\n  </blockquote>\n  <p id=\"p-44\">\n   <em>\n    Rogers\n   </em>\n   , at ¶ 15 (quoting\n   <em>\n    Waller\n   </em>\n   ,\n   <extracted-citation case-ids=\"6193857\" index=\"74\" url=\"https://cite.case.law/us/467/39/#p48\">\n    467 U.S. at 48\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6193857\" index=\"75\" url=\"https://cite.case.law/us/467/39/#p48\">\n    104 S.Ct. 2210\n   </extracted-citation>\n   ). If these requirements are satisfied, \"the public trial right is not violated and the proceedings may be closed.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 18. But if a closure during trial was not ordered consistent with\n   <em>\n    Waller\n   </em>\n   , the remedy is a new trial.\n   <em>\n    Id.\n   </em>\n   at ¶ 3.\n  </p>\n  <p id=\"p-45\">\n   [¶22] \"Public trials are 'for the benefit of the accused; that the public may see he is fairly dealt with and not unjustly condemned, and that the presence of interested spectators may keep his triers keenly alive to a sense of their responsibility and to the importance of their functions.' \"\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"76\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 8,\n   <extracted-citation case-ids=\"12558649\" index=\"77\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   (quoting\n   <em>\n    Waller\n   </em>\n   ,\n   <extracted-citation case-ids=\"6193857\" index=\"78\" url=\"https://cite.case.law/us/467/39/#p48\">\n    467 U.S. at 46\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6193857\" index=\"79\" url=\"https://cite.case.law/us/467/39/#p48\">\n    104 S.Ct. 2210\n   </extracted-citation>\n   );\n   <em>\n    State v. Garcia\n   </em>\n   ,\n   <extracted-citation case-ids=\"11913049\" index=\"80\" url=\"https://cite.case.law/nw2d/561/599/\">\n    1997 ND 60\n   </extracted-citation>\n   , ¶ 20,\n   <extracted-citation case-ids=\"11913049\" index=\"81\" url=\"https://cite.case.law/nw2d/561/599/\">\n    561 N.W.2d 599\n   </extracted-citation>\n   (\"Although the guarantee of a public trial was created for the benefit of criminal defendants, the right is also shared with the public; the common concern is to assure fairness.\" (internal citation\n   omitted)). \"Openness in court proceedings may improve the quality of testimony, induce unknown witnesses to come forward with relevant testimony, cause all trial participants to perform their duties more conscientiously, and generally give the public an opportunity to observe the judicial system.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 8 (quoting\n   <em>\n    Gannett Co., Inc. v. DePasquale\n   </em>\n   ,\n   <extracted-citation case-ids=\"6183161\" index=\"82\" url=\"https://cite.case.law/us/443/368/#p383\">\n    443 U.S. 368\n   </extracted-citation>\n   , 383,\n   <extracted-citation case-ids=\"6183161\" index=\"83\" url=\"https://cite.case.law/us/443/368/#p383\">\n    99 S.Ct. 2898\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6183161\" index=\"84\" url=\"https://cite.case.law/us/443/368/#p383\">\n    61 L.Ed.2d 608\n   </extracted-citation>\n   (1979) );\n   <em>\n    Garcia\n   </em>\n   , at ¶ 20. \"Without these basic protections, a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence, and no criminal punishment may be regarded as fundamentally fair.\"\n   <em>\n    Arizona v. Fulminante\n   </em>\n   ,\n   <extracted-citation case-ids=\"11318776\" index=\"85\" url=\"https://cite.case.law/us/499/279/#p310\">\n    499 U.S. 279\n   </extracted-citation>\n   , 310,\n   <extracted-citation case-ids=\"11318776\" index=\"86\" url=\"https://cite.case.law/us/499/279/#p310\">\n    111 S.Ct. 1246\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11318776\" index=\"87\" url=\"https://cite.case.law/us/499/279/#p310\">\n    113 L.Ed.2d 302\n   </extracted-citation>\n   (1991). Our cases reference four basic principles embodied in the public trial right: \"(1) ensuring a fair trial; (2) reminding 'the prosecutor and judge of their responsibility to the accused and the importance of their functions'; (3) encouraging witnesses to testify; and (4) discouraging perjury.\"\n   <em>\n    Rogers\n   </em>\n   , at ¶ 9 (quoting\n   <em>\n    Decker\n   </em>\n   ,\n   <extracted-citation case-ids=\"12336786\" index=\"88\" url=\"https://cite.case.law/nw2d/907/378/\">\n    2018 ND 43\n   </extracted-citation>\n   , ¶ 14,\n   <extracted-citation case-ids=\"12336786\" index=\"89\" url=\"https://cite.case.law/nw2d/907/378/\">\n    907 N.W.2d 378\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-46\">\n   [¶23]\n   <em>\n    Waller\n   </em>\n   requires that any closure be no broader than necessary. To comply with\n   <em>\n    Waller\n   </em>\n   , before closing a trial the district court must consider and make findings on reasonable alternatives to closure and must tailor any closure to be no broader than necessary to protect the interest asserted by the party requesting the closure. We have held the\n   <em>\n    Waller\n   </em>\n   findings must be made\n   <em>\n    before\n   </em>\n   a closure.\n   <em>\n    Decker\n   </em>\n   ,\n   <extracted-citation case-ids=\"12336786\" index=\"90\" url=\"https://cite.case.law/nw2d/907/378/\">\n    2018 ND 43\n   </extracted-citation>\n   , ¶ 9,\n   <extracted-citation case-ids=\"12336786\" index=\"91\" url=\"https://cite.case.law/nw2d/907/378/\">\n    907 N.W.2d 378\n   </extracted-citation>\n   . It is \"an absolute requirement that before the trial court may exclude the public, it must articulate its reasons on the record and those reasons must be expressed in findings that enable a reviewing court to exercise its function.\"\n   <em>\n    State v. Klem\n   </em>\n   ,\n   <extracted-citation case-ids=\"10605387\" index=\"92\" url=\"https://cite.case.law/nw2d/438/798/#p801\">\n    438 N.W.2d 798\n   </extracted-citation>\n   , 801 (N.D. 1989). Neither we nor the trial court can satisfy the constitutional command with post-closure rationale for why the closure would have been justified if the court had made the required findings.\n   <em>\n    <extracted-citation case-ids=\"10605387\" index=\"93\" url=\"https://cite.case.law/nw2d/438/798/#p801\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"10605387\" index=\"93\" url=\"https://cite.case.law/nw2d/438/798/#p801\">\n    at 802\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-47\">\n   III\n  </p>\n  <p id=\"p-48\">\n   [¶24] The second closure of the trial was ordered by the court to consider whether graphic video of the crime scene was admissible under N.D.R.Ev. 403. Morales did not object, and the district court made no findings under\n   <em>\n    Waller\n   </em>\n   . Because Morales failed to preserve the issue with a timely objection, we review this forfeited error only for obvious error.\n   <em>\n    State v. Pemberton\n   </em>\n   ,\n   <extracted-citation index=\"94\" url=\"https://cite.case.law/citations/?q=2019%20ND%20157\">\n    2019 ND 157\n   </extracted-citation>\n   , ¶ 8,\n   <extracted-citation case-ids=\"12563797\" index=\"95\" url=\"https://cite.case.law/nw2d/930/125/\">\n    930 N.W.2d 125\n   </extracted-citation>\n   ;\n   <em>\n    Watkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"12335158\" index=\"96\" url=\"https://cite.case.law/nw2d/898/442/\">\n    2017 ND 165\n   </extracted-citation>\n   , ¶ 12,\n   <extracted-citation case-ids=\"12335158\" index=\"97\" url=\"https://cite.case.law/nw2d/898/442/\">\n    898 N.W.2d 442\n   </extracted-citation>\n   . To establish obvious error, the defendant must demonstrate (1) an error, (2) that was plain, and (3) affected his substantial rights.\n   <em>\n    Pemberton\n   </em>\n   , at ¶ 8. \"To constitute obvious error, the error must be a clear deviation from an applicable legal rule under current law.\"\n   <em>\n    <extracted-citation case-ids=\"12335158\" index=\"98\" url=\"https://cite.case.law/nw2d/898/442/\">\n     Id.\n    </extracted-citation>\n   </em>\n   If the defendant establishes obvious error, an appellate court has discretion whether to correct the error \"and should correct it if it 'seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.' \"\n   <em>\n    State v. Olander\n   </em>\n   ,\n   <extracted-citation case-ids=\"11877182\" index=\"99\" url=\"https://cite.case.law/nw2d/575/658/\">\n    1998 ND 50\n   </extracted-citation>\n   , ¶ 16,\n   <extracted-citation case-ids=\"11877182\" index=\"100\" url=\"https://cite.case.law/nw2d/575/658/\">\n    575 N.W.2d 658\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-49\">\n   [¶25] Under\n   <em>\n    Waller\n   </em>\n   and this Court's public trial decisions, the second trial closure without pre-closure findings was a clear deviation from an applicable legal rule; thus it was an error that was plain. When the district court ordered the second closure, the jury was at its lunch recess and was not in the courtroom. Naturally, the court must consider whether the probative value of evidence is outweighed by unfair prejudice without the jury observing the evidence or hearing the arguments. The court's reason to exclude the public is less clear. We could speculate that the court's reason was the same as its reason\n   for imposing the March 15 order restricting extrajudicial comments, but avoiding the need to speculate is precisely why\n   <em>\n    Waller\n   </em>\n   requires pre-closure findings. The scenario presented in\n   <em>\n    Waller\n   </em>\n   is particularly instructive here. There, the Supreme Court reversed a trial court's closure to the public of a hearing on a motion to suppress evidence. Like the suppression hearing in\n   <em>\n    Waller\n   </em>\n   , this closure involved hearing argument and discussing evidence which may or may not be admissible at trial. It is thus clear that more than a worry about jurors hearing prejudicial or inadmissible information is required to justify a closure. Considering a parallel concern asserted in support of closing jury selection, the Supreme Court has said: \"If broad concerns of this sort were sufficient to override a defendant's constitutional right to a public trial, a court could exclude the public from jury selection almost as a matter of course.\"\n   <em>\n    Presley\n   </em>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"101\" url=\"https://cite.case.law/us/558/209/#p215\">\n    558 U.S. at 215\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"102\" url=\"https://cite.case.law/us/558/209/#p215\">\n    130 S.Ct. 721\n   </extracted-citation>\n   . Assuming the circumstances here supported a conclusion that a risk of jury taint was an overriding interest, it is clear from our cases and\n   <em>\n    Waller\n   </em>\n   that the court must also consider alternatives to closure and narrowly tailor any closure.\n   <em>\n    <extracted-citation case-ids=\"3638961\" index=\"103\" url=\"https://cite.case.law/us/558/209/#p215\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3638961\" index=\"103\" url=\"https://cite.case.law/us/558/209/#p215\">\n    at 214\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"104\" url=\"https://cite.case.law/us/558/209/#p215\">\n    130 S.Ct. 721\n   </extracted-citation>\n   (concluding \"trial courts are required to consider alternatives to closure even when they are not offered by the parties\").\n  </p>\n  <p id=\"p-50\">\n   [¶26] We now consider the third element of obvious error, whether the error \"affects substantial rights.\" N.D.R.Crim.P. 52(b). The category of structural error is defined by the error's effect on the \"entire adjudicatory framework\" which \"def[ies] analysis by 'harmless-error' standards.\"\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"105\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 4,\n   <extracted-citation case-ids=\"12558649\" index=\"106\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   ;\n   <em>\n    Puckett v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"107\" url=\"https://cite.case.law/us/556/129/#p141\">\n    556 U.S. 129\n   </extracted-citation>\n   , 141,\n   <extracted-citation case-ids=\"3653331\" index=\"108\" url=\"https://cite.case.law/us/556/129/#p141\">\n    129 S.Ct. 1423\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"109\" url=\"https://cite.case.law/us/556/129/#p141\">\n    173 L.Ed.2d 266\n   </extracted-citation>\n   (2009) (quoting\n   <em>\n    Fulminante\n   </em>\n   ,\n   <extracted-citation case-ids=\"11318776\" index=\"110\" url=\"https://cite.case.law/us/499/279/#p310\">\n    499 U.S. at 309\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11318776\" index=\"111\" url=\"https://cite.case.law/us/499/279/#p310\">\n    111 S.Ct. 1246\n   </extracted-citation>\n   ). Like its counterpart in the federal rules, Rule 52 distinguishes between errors that affect substantial rights and those that do not. Those that do not affect substantial rights are defined as harmless errors that \"must be disregarded.\" If an error is immune to harmless error analysis, which is the definition of structural error, it logically follows that the error affects substantial rights.\n   <em>\n    United States v. Yamashiro\n   </em>\n   ,\n   <extracted-citation case-ids=\"4231138\" index=\"112\" url=\"https://cite.case.law/f3d/788/1231/#p1236\">\n    788 F.3d 1231\n   </extracted-citation>\n   , 1236 (9th Cir. 2015) (holding that \"a finding of structural error satisfies the third prong of the\n   <em>\n    Olano\n   </em>\n   plain-error test\") (quoting\n   <em>\n    United States v. Jimenez Recio\n   </em>\n   ,\n   <extracted-citation case-ids=\"9232828\" index=\"113\" url=\"https://cite.case.law/f3d/371/1093/\">\n    371 F.3d 1093\n   </extracted-citation>\n   (9th Cir. 2004) );\n   <em>\n    United States v. David\n   </em>\n   ,\n   <extracted-citation case-ids=\"11644382\" index=\"114\" url=\"https://cite.case.law/f3d/83/638/#p647\">\n    83 F.3d 638\n   </extracted-citation>\n   , 647 (4th Cir. 1996) (applying Rule 52 and concluding that because structural error can never be harmless \"it follows that such errors\n   <em>\n    must\n   </em>\n   affect substantial rights\");\n   <em>\n    In re Taylor\n   </em>\n   ,\n   <extracted-citation case-ids=\"7305583\" index=\"115\" url=\"https://cite.case.law/a3d/73/85/#p99\">\n    73 A.3d 85\n   </extracted-citation>\n   , 99 (D.C. 2013). Because the second trial closure was a structural error, it necessarily affects substantial rights for purposes of Rule 52(b). Accordingly, this trial closure is an obvious error.\n  </p>\n  <p id=\"p-51\">\n   [¶27] The third closure was initiated by the court to discuss a limiting instruction with counsel. Neither party objected to the closure. The jury was not present when the court announced it would close the courtroom to the public so that it could have a \"full and candid\" conversation with counsel. Before closing the hearing, the court simply said, \"I don't view that there is an alternative to that.\" After closing the hearing, the court discussed proposed jury instructions limiting the jury's consideration of prior bad acts evidence to uses consistent with N.D.R.Ev. 404(b). Because Morales did not object, the issue was forfeited and our review of the closure is limited to obvious error.\n   <em>\n    Pemberton\n   </em>\n   ,\n   <extracted-citation index=\"116\" url=\"https://cite.case.law/citations/?q=2019%20ND%20157\">\n    2019 ND 157\n   </extracted-citation>\n   , ¶ 8,\n   <extracted-citation case-ids=\"12563797\" index=\"117\" url=\"https://cite.case.law/nw2d/930/125/\">\n    930 N.W.2d 125\n   </extracted-citation>\n   ;\n   <em>\n    Watkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"12335158\" index=\"118\" url=\"https://cite.case.law/nw2d/898/442/\">\n    2017 ND 165\n   </extracted-citation>\n   , ¶ 12,\n   <extracted-citation case-ids=\"12335158\" index=\"119\" url=\"https://cite.case.law/nw2d/898/442/\">\n    898 N.W.2d 442\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-52\">\n   [¶28] Discussion of a limiting instruction must of course be held outside the presence of the jury. Yet closing the\n   proceeding to the public without pre-closure findings is again an error that is plain under\n   <em>\n    Waller\n   </em>\n   . Adherence to the\n   <em>\n    Waller\n   </em>\n   requirements focuses the district court's attention on whether there is an overriding interest requiring closure of the courtroom to the public and media that were observing the trial. Without findings articulated on the record, we are left to speculate whether the district court had an overriding interest in mind, considered any specific alternatives, or considered ways to limit the scope of any necessary closure. We have said that post-closure explanations are insufficient under\n   <em>\n    Waller\n   </em>\n   .\n   <em>\n    Klem\n   </em>\n   ,\n   <extracted-citation case-ids=\"10605387\" index=\"120\" url=\"https://cite.case.law/nw2d/438/798/#p801\">\n    438 N.W.2d at 802\n   </extracted-citation>\n   . The closed part of the trial, including several recesses, lasted from 8:39 a.m. to approximately 1:00 p.m. The transcript for this portion of the trial reveals no further discussion that would justify closing the proceedings. The failure to articulate pre-closure findings is a clear deviation from the line of cases going back to\n   <em>\n    Waller\n   </em>\n   and\n   <em>\n    Klem\n   </em>\n   . Because this public trial violation is a structural error immune to harmless error analysis, we again conclude it necessarily affects substantial rights and thus was obvious error.\n  </p>\n  <p id=\"p-53\">\n   [¶29] The fourth closure was not simply forfeited by a failure to object but instead was expressly requested by Morales. The transcript recounts the following exchange before the courtroom was closed:\n  </p>\n  <blockquote id=\"p-54\">\n   MR. MOTTINGER: Your Honor, Mr. Morales wishes to make a record. Can we close the court?\n  </blockquote>\n  <blockquote id=\"p-55\">\n   THE COURT: Is there anything else that we have in open court to bring about?\n  </blockquote>\n  <blockquote id=\"p-56\">\n   MR. MOTTINGER: No, Your Honor.\n  </blockquote>\n  <blockquote id=\"p-57\">\n   THE COURT: So I am going to be closing the courtroom. Before the Defendant presents their case. Record reflect both counsel are present, the Defendant is present, the courtroom has been closed. The court staff are present. It is my understanding that the Defendant wants to say something in closed court.\n  </blockquote>\n  <p id=\"p-58\">\n   [¶30] The defendant's direct request for the closure invited the error he now argues on appeal. The invited error doctrine ordinarily does not permit a defendant to appeal an invited error.\n   <em>\n    White Bird\n   </em>\n   ,\n   <extracted-citation case-ids=\"6898678\" index=\"121\" url=\"https://cite.case.law/nw2d/858/642/\">\n    2015 ND 41\n   </extracted-citation>\n   , ¶ 23,\n   <extracted-citation case-ids=\"6898678\" index=\"122\" url=\"https://cite.case.law/nw2d/858/642/\">\n    858 N.W.2d 642\n   </extracted-citation>\n   (\"It is a cardinal rule of appellate review that a party may not challenge as error a ruling or other trial proceeding invited by that party.\");\n   <em>\n    U.S. v. Solis\n   </em>\n   ,\n   <extracted-citation case-ids=\"11450149\" index=\"123\" url=\"https://cite.case.law/f3d/299/420/#p452\">\n    299 F.3d 420\n   </extracted-citation>\n   , 452 (5th Cir. 2002) (\"Under this doctrine, a defendant cannot complain on appeal of alleged errors which he invited or induced .... We 'will not reverse ... absent manifest injustice.' \");\n   <em>\n    but see\n   </em>\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"124\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 9,\n   <extracted-citation case-ids=\"12558649\" index=\"125\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   (quoting\n   <em>\n    Presley\n   </em>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"126\" url=\"https://cite.case.law/us/558/209/#p215\">\n    558 U.S. at 214\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"127\" url=\"https://cite.case.law/us/558/209/#p215\">\n    130 S.Ct. 721\n   </extracted-citation>\n   (\"The public has a right to be present whether or not any party has asserted the right.\"));\n   <em>\n    Press-Enterprise Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6200566\" index=\"128\" url=\"https://cite.case.law/us/464/501/#p510\">\n    464 U.S. at 503-05, 508, 513\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6200566\" index=\"129\" url=\"https://cite.case.law/us/464/501/#p510\">\n    104 S.Ct. 819\n   </extracted-citation>\n   (concluding public trial right was violated despite both parties having sought confidentiality of transcript of closed\n   <em>\n    voir dire\n   </em>\n   proceedings);\n   <em>\n    Singer v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"1525354\" index=\"130\" url=\"https://cite.case.law/us/380/24/#p34\">\n    380 U.S. 24\n   </extracted-citation>\n   , 34-35,\n   <extracted-citation case-ids=\"1525354\" index=\"131\" url=\"https://cite.case.law/us/380/24/#p34\">\n    85 S.Ct. 783\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1525354\" index=\"132\" url=\"https://cite.case.law/us/380/24/#p34\">\n    13 L.Ed.2d 630\n   </extracted-citation>\n   (1965) (citing\n   <em>\n    United States v. Kobli\n   </em>\n   ,\n   <extracted-citation case-ids=\"1182506\" index=\"133\" url=\"https://cite.case.law/f2d/172/919/#p923\">\n    172 F.2d 919\n   </extracted-citation>\n   , 923-24 (3d. Cir. 1949) (concluding under Sixth Amendment that \"members of the general public should be admitted to every criminal trial even though it might appear that, in a case such as the one before us, most of them come only out of morbid curiosity\")). Because we have concluded that the second and third trial closures were obvious error, we need not decide here whether the district court's failure to articulate\n   <em>\n    Waller\n   </em>\n   findings prior to closing proceedings at the specific request of the defendant is an error that may support reversal of a criminal judgment on appeal.\n  </p>\n  <p id=\"p-59\">\n   [¶31] To guide the district court regarding issues that may recur on remand, we briefly address the other\n   claimed public trial violations. The first closure was prompted by a note from an individual juror. The jury was not in the courtroom at the time. The district court stated that it saw no alternative and explained to the public attending the trial that they would have to leave for this \"bench conference.\" The court's brief pre-closure statements did not satisfy the requirements of\n   <em>\n    Waller\n   </em>\n   . In essence, the court reasoned that this was not a closure but a bench conference that did not require\n   <em>\n    Waller\n   </em>\n   analysis. The fifth and sixth closures also involved midtrial questioning of jurors relating to potential prejudice arising from seeing the defendant in shackles outside the courtroom. We conclude that the public trial right is not implicated by the trial court's private questioning of an individual juror during a trial regarding potential misconduct. Should a similar situation occur on retrial, such questioning may be conducted in chambers or in a closed courtroom.\n   <em>\n    United States v. Edwards\n   </em>\n   ,\n   <extracted-citation case-ids=\"1736307\" index=\"134\" url=\"https://cite.case.law/f2d/823/111/#p116\">\n    823 F.2d 111\n   </extracted-citation>\n   , 116-17 (5th Cir. 1987) (reasoning that \"midtrial proceedings involving the questioning of jurors have traditionally been closed to the public\").\n  </p>\n  <p id=\"p-60\">\n   [¶32] The district court's two closures of pretrial hearings were also ordered without\n   <em>\n    Waller\n   </em>\n   findings justifying the closures. This is also error, although improper closure of a pretrial hearing does not necessarily require a new trial.\n   <em>\n    Rogers\n   </em>\n   ,\n   <extracted-citation index=\"135\" url=\"https://cite.case.law/citations/?q=2018%20ND%20244\">\n    2018 ND 244\n   </extracted-citation>\n   , ¶ 21,\n   <extracted-citation case-ids=\"12558649\" index=\"136\" url=\"https://cite.case.law/nw2d/919/193/\">\n    919 N.W.2d 193\n   </extracted-citation>\n   . Because there was no objection to the first pretrial closure, we review it as a forfeited error subject to obvious error review. In contrast, both Morales and the State objected to the second pretrial closure, preserving it for review on appeal. The district court's March 15th order restricting all participants in the trial from making \"extrajudicial comments\" on penalty of contempt is clear indication of the court's appropriate concern that Morales receive a fair trial by an impartial jury not tainted by media coverage. That concern, to the extent it expressed the district court's motivation in closing pretrial hearings in March and April, is not by itself sufficient. The U.S. Supreme Court addressed precisely this point in\n   <em>\n    Presley v. Georgia\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-61\">\n   There are no doubt circumstances where a judge could conclude that threats of improper communications with jurors or safety concerns are concrete enough to warrant closing\n   <em>\n    voir dire.\n   </em>\n   But in those cases, the particular interest, and threat to that interest, must \"be articulated along with findings specific enough that a reviewing court can determine whether the closure order was properly entered.\"\n  </blockquote>\n  <p id=\"p-62\">\n   <extracted-citation case-ids=\"3638961\" index=\"137\" url=\"https://cite.case.law/us/558/209/#p215\">\n    558 U.S. at 215-16\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3638961\" index=\"138\" url=\"https://cite.case.law/us/558/209/#p215\">\n    130 S.Ct. 721\n   </extracted-citation>\n   . Under\n   <em>\n    Waller\n   </em>\n   and\n   <em>\n    Presley\n   </em>\n   , the first pretrial closure is error that is plain and thus satisfies the first two requirements for obvious error. And as a structural error immune to harmless error analysis, we also conclude it affects substantial rights. Accordingly, the first closure was also obvious error.\n  </p>\n  <p id=\"p-63\">\n   [¶33] The second pretrial closure, which we review de novo, was also a violation of the public trial right. At the prior hearing the district court stated that at the pretrial evidentiary hearing it would \"clear the press out ... and deal with the 404(b). That will be a closed hearing for obvious reasons.\" On the record prior to closing the evidentiary hearing, the court stated, \"I don't know if all the excessive details that have been reported are going to be admissible or not.\"\n   <em>\n    Waller\n   </em>\n   would permit a closure even over the objection of both parties, but the court must articulate adequate findings supporting a closure. Compare\n   <em>\n    Waller\n   </em>\n   , which remanded for a new hearing on a motion to suppress, a hearing which necessarily includes discussion of evidence that may not be admissible.\n  </p>\n  <p id=\"p-64\">\n   Where there is a particularized risk of tainting the jury pool by public proceedings relating to potentially inadmissible evidence,\n   <em>\n    Waller\n   </em>\n   tells us that the Sixth Amendment requires both tailoring any closure to be no broader than necessary to protect that interest and consideration of reasonable alternatives to closure. Should similar pretrial hearings be held on remand, the district court should make adequate findings under\n   <em>\n    Waller\n   </em>\n   before closing any hearing.\n  </p>\n  <p id=\"p-65\">\n   IV\n  </p>\n  <p id=\"p-66\">\n   [¶34] We do not lightly reverse a criminal conviction in the absence of any apparent prejudice to the defendant flowing from erroneous trial closures. It may appear that reversing a conviction for a public trial violation elevates form over function. Further, we acknowledge the trial court's motivation to preserve the defendant's right to a fair trial by limiting distribution of case information that may not be admitted at trial. The second pretrial error was preserved by objection and would require only a remand for a new pretrial hearing and a new trial contingent on the outcome of that hearing. The other pretrial error and the two trial closures that we conclude were forfeited obvious error are subject to correction at our discretion.\n   <em>\n    Olander\n   </em>\n   ,\n   <extracted-citation case-ids=\"11877182\" index=\"139\" url=\"https://cite.case.law/nw2d/575/658/\">\n    1998 ND 50\n   </extracted-citation>\n   , ¶ 16,\n   <extracted-citation case-ids=\"11877182\" index=\"140\" url=\"https://cite.case.law/nw2d/575/658/\">\n    575 N.W.2d 658\n   </extracted-citation>\n   . Here, we conclude that the repeated exclusion of the public without findings articulated on the record before the closures negatively affects the fairness, integrity, and public reputation of our criminal justice system.\n   <em>\n    Id.\n   </em>\n   at ¶ 28 (exercising discretion to notice obvious error and remanding for new trial because \"an accused's guilt or innocence is not the determinative factor; rather, the fairness and integrity of the proceeding is paramount\"). We exercise our discretion and notice these obvious errors. We reverse the judgment and remand for a new trial.\n  </p>\n  <p id=\"p-67\">\n   [¶35] We have considered Morales's remaining issues and arguments and conclude they are either without merit or unnecessary to our decision. We reverse the judgment and remand for a new trial.\n  </p>\n  <p id=\"p-68\">\n   [¶36] Jerod E. Tufte\n  </p>\n  <p id=\"p-69\">\n   Daniel J. Crothers\n  </p>\n  <p id=\"p-70\">\n   Jon J. Jensen\n  </p>\n  <p id=\"p-71\">\n   Lisa Fair McEvers\n  </p>\n  <p id=\"p-72\">\n   Gerald W. VandeWalle, C.J.\n  </p>\n </opinion>\n</casebody>\n"
  }
}