{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"260\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b298-9\">WESTERN UNION TELEGRAPH COMPANY <em>v. </em>PRIESTER.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b298-11\">Nos. 183 and 189.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Atl\">Argued January 17, 1928. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Afi\">Decided February 20, 1928.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b299-6\"><page-number citation-index=\"1\" label=\"253\">*253</page-number><em>Mr. Francis R. Stark, </em>with whom <em>Mr. Ray Rushton </em>was on the brief, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b300-7\"><page-number citation-index=\"1\" label=\"254\">*254</page-number><em>Mr. D. M. Powell </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b302-6\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>From the very language of the statute, where the rules and regulations are unreasonable, they are, of course, not binding.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-7\">Me. Justice Stone</author>\n<p id=\"AK\">delivered the opinion of the Court.</p>\n<p id=\"b302-8\">Respondent delivered to petitioner a message for transmission over its telegraph lines from a point in Alabama' to a point in Louisiana by which respondent offered to sell to the addressee a quantity of pecans at fifty cents per pound. In the message as transmitted the word “ fifteen ” was substituted for the word “ fifty.” Respondent, who in consequence of the error suffered damage in the sum of $352.10, brought suit in the Circuit Court of Butler County, Alabama, to recover for petitioner’s negligence in failing to transmit the message as given. The company pleaded that (a) as the message was not a repeated message its liability was limited to the amount received for sending it, by the terms of the tariffs and classifications filed with the Interstate Commerce Commission under Act of June 18, 1910, c. 309, 36 Stat. 539 § 1, and (b) as the message was not sent as a specially valued message the liability of the company was limited to $50 by the filed tariffs and classifications. Relevant parts of the tariff are printed in the margin.<footnotemark>1</footnotemark></p>\n<p id=\"b303-5\"><page-number citation-index=\"1\" label=\"257\">*257</page-number>These defenses were overruled and judgment given for the plaintiff, the respondent here, which was reversed by the state Court of Appeals, 18 Ala. App. 531, on the authority of <em>Western Union Telegraph Co. </em>v. <em>Esteve Bros. &amp; Co., </em>256 U. S. 566. Upon an amended complaint charging gross negligence a trial was had resulting in a verdict and judgment for the plaintiff for nominal damages, which was affirmed by the Court of Appeals on the ground that the evidence did not establish gross negligence and that the trial court had rightly withdrawn that question from the jury. 20 Ala. App. 388. The Supreme Court of Alabama reversed the judgment of the Court of Appeals, ruling that although the filed tariff was a bar to the recovery of damages resulting from negligence, as decided in the <em>Esteve </em>case, it did not preclude a recovery for gross negligence and that on the evidence the jury should have been allowed to say whether the negli<page-number citation-index=\"1\" label=\"258\">*258</page-number><em>gence </em>of the defendant was gross. <em>Ex parte Priester, </em>212 Ala. 271. On a retrial, judgment was again given for the plaintiff for the full amount demanded. This was affirmed by the Court of Appeal's which, following the previous opinion of the state Supreme Court, held that the tariff was not a defense to an action for damages resulting from gross negligence. 21 Ala. App. 587. The state Supreme Court denied certiorari, 215 Ala. 435. This Court granted certiorari. Jud. Code, 237 (b); 274 U. S. 727.</p>\n<p id=\"b304-5\">Through abundance of caution petitioner filed separate petitions here, which were granted, asking that writs of certiorari be directed respectively to the Court of Appeals and to the Supreme Court. But as the Supreme Court of Alabama, by denying the petition for certiorari, on the face of the record did not pass on the merits, the writ of this Court in number 183 was properly directed to the Court of Appeals, and that in number 189 is dismissed. <em>Norfolk Turnpike Co. </em>v. <em>Virginia, 225 </em>U. S. 264, 269; <em>Western Union Telegraph Co. </em>v. <em>Crovo, </em>220 U. S. 364; compare <em>Matthews </em>v. <em>Huwe, </em>269 U. S. 262.</p>\n<p id=\"b304-6\">In <em>Primrose </em>v. <em>Western Union Telegraph Co., </em>154 U. S. 1, relied upon by the Supreme Court of Alabama in the earlier appeal as supporting its distinction between ordinary negligence and gross negligence, a contract between the telegraph company and its patron, limiting the. liability of the company if the message was not repeated, was upheld as a defense to an action seeking recovery for the negligent transmission of the message. Although it is suggested in the opinion (pp. 17-19) that as a matter of public policy the company would not have been permitted to stipulate away its liability for gross negligence, the distinction was neither involved in the case nor applied by the Court, nor has it been so applied. See <em>Philadelphia &amp; Reading R. R. </em>v. <em>Derby, </em>14 How. 468, 485, 486; <page-number citation-index=\"1\" label=\"259\">*259</page-number><em>Steamboat New World </em>v. <em>King, </em>16 How. 469, 474; <em>Milwaukee &amp; St. Paul Ry. </em>v. <em>Arms, </em>91 U. S. 489, 493-495.</p>\n<p id=\"b305-3\">Since the decision in the <em>Primrose </em>case the telegraph companies have been brought under the provisions of the Interstate Commerce Act and their tariffs for all interstate service made subject to the approval of the Interstate Commerce Commission. Interstate Commerce Act § 1, as amended by Act of June 18, 1910, c. 309, § 7, 36 Stat. 539. By § 1 of the Interstate Commerce Act it is provided that subject to the approval of the Commission messages received by telegraph companies for transmission may be classified into “repeated, unrepeated . . . and such other classes as are just and reasonable, and different rates may be charged for the different classes of messages.” The established rates for unrepeated messages thus became the lawful rates and the attendant limitation of liability became the lawful condition upon which messages might be sent. <em>Unrepeated Message Case, </em>44 I. C. C. 670; <em>Western Union Telegraph Co. </em>v. <em>Esteve Bros. &amp; Co., supra, </em>571; <em>Postal Telegraph-Cable Co. </em>v. <em>Warren-Godwin Co., </em>251 U. S. 27; <em>Western Union Telegraph Co. </em>v. <em>Boegli, </em>251 U. S. 315; <em>Western Union Telegraph Co. </em>v. <em>Czizek, </em>264 U. S. 281. What had previously been a matter of common law liability, with such contractual restrictions ,as the states might permit, then became the subject of federal legislation to secure reasonable and just rates for all without undue preference or advantage to any. Since that end is attainable only by adherence to the approved rate, based upon an authorized classification, that rate “represents the whole duty and the whole liability of the company.” <em>Western Union Telegraph Co. </em>v. <em>Esteve Bros. &amp; Co., supra. </em>Such being the basis of liability, we do not perceive any adequate ground upon which it may be enlarged merely by the application of a “ vituperative epithet ” to the admitted <page-number citation-index=\"1\" label=\"260\">*260</page-number>fault of the petitioner. <em>Milwaukee &amp; St. Paul Ry. </em>v. <em>Arms, supra, </em>494. For if it be assumed that we can weigh and measure degrees of negligence and that a public service company may not by contract alone limit its liability for gross negligence, so-called, nevertheless we may not disregard a lawful exercise of the regulatory power which has made no distinction between degrees of negligence, nor may we, upon any theory of public policy, annex to the rate as made conditions affecting its uniformity and equality.</p>\n<p id=\"b306-6\">The message here was unrepeated and the loss resulted from a mistake in, transmission. The case thus comes within the express provision of clause 1 of the tariff, limiting the liability to the amount received for the service.</p>\n<p id=\"b306-7\">The cause will be reversed and remanded for further proceedings not inconsistent with this opinion.</p>\n<p id=\"b306-8\">\n<em>Reversed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b302-9\"> “ALL MESSAGES TAKEN BY THIS COMPANY ARE SUBJECT TO THE FOLLOWING TERMS.</p>\n<p id=\"b302-10\">“To guard against mistakes or delays, the sender of a message should order it repeated, that is telegraphed back to the originating office for comparison. For this one-half the unrepeated message rate <page-number citation-index=\"1\" label=\"257\">*257</page-number>is charged in addition. Unless otherwise indicated on its face, THIS IS AN UNREPEATED MESSAGE AND PAID FOR AS SUCH, in consideration whereof it is agreed between the sender of the message and the Company as follows:</p>\n<p id=\"b303-7\">“ 1. The Company shall not be liable for mistakes or delays in the transmission or delivery, or for non-delivery, of an unrepeated message, beyond the amount received for sending the same; nor for mistakes or delays in the transmission or delivery, or for non-delivery, of any repeated message beyond fifty times the sum received for sending the same, unless specially valued; nor in any case for delays arising from unavoidable interruption in the working of its lines; nor for errors in cipher or obscure messages.</p>\n<p id=\"b303-8\">\" 2. In any event the Company shall not be liable for damages for any mistakes or delays in the transmission or delivery, or for nondelivery of this message, whether caused by the negligence of its servants or otherwise, beyond the sum of Fifty Dollars, at which amount this message is hereby valued, unless a greater value is stated in writing hereon at the time the message is offered to the Company for transmission, and an additional sum paid or agreed to be paid based on such value equal to one-tenth of one per cent, thereof.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}