{
  "casebody": {
    "data": "<casebody firstpage=\"416\" lastpage=\"418\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b440-9\">UNITED STATES of America, Plaintiff-Appellee v. Angel HERNANDEZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b440-12\">No. 10-10194</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AbH\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b440-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b440-15\">March 11, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b441-8\"><page-number citation-index=\"1\" label=\"417\">*417</page-number>Susan Cowger, Assistant U.S. Attorney, Daniel D. Guess, Assistant U.S. Attorney, U.S. Attorney’s Office, Dallas, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b441-9\">Robert Jackson Herrington, Herrington Law Office, Dallas, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b441-11\">Before JOLLY, GARZA, and STEWART, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b441-13\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b441-14\">Angel Hernandez pleaded guilty to conspiring to possess with the intent to distribute and distributing more than 500 grams of methamphetamine. He was sentenced to a 262-month prison term to be followed by five years of supervised release and ordered to forfeit a house that he purchased during the conspiracy as well as eight guns found in the house. On appeal, Hernandez challenges only the preliminary order of forfeiture.</p>\n<p id=\"b441-15\">We review the district court’s factual findings relating to an order of forfeiture for clear error and the ultimate determination that forfeiture was warranted de novo. <em>United States v. Juluke, </em>426 F.3d 323, 326 (5th Cir.2005). A defendant, like Hernandez, who has been convicted of a drug offense and sentenced to more than a year in prison shall forfeit “[a]ny property constituting, or derived from any proceeds the person obtained, directly or indirectly, as the result of such violation.” 21 U.S.C. § 853(a)(1). The Government bears the burden to establish by a preponderance of the evidence the nexus between the property and the offense. <em>Juluke, </em>426 F.3d at 326.</p>\n<p id=\"b441-16\">Through evidence presented at the hearing, the Government established that, although it is generally unusual for a large purchase to be made with more than one cashier’s check, drug dealers often make large purchases with multiple cashier’s checks of $10,000 or less to avoid triggering federal reporting requirements. Hernandez purchased the house with a series of 13 cashier’s checks, each in the amount of $10,000 or less. Federal and state records and testimony from an Internal Revenue Service (IRS) agent suggested that <page-number citation-index=\"1\" label=\"418\">*418</page-number>Hernandez had no legitimate source of income in the three years surrounding the purchase of the house. Though he acquired an ownership interest in a restaurant a couple of months after purchasing the house, the venture was not profitable and soon failed. Moreover, though Hernandez has family and property in Mexico, there is no record of him bringing funds to the United States.</p>\n<p id=\"b442-4\">Hernandez argues that the Government did not rule out the possibility that he could have purchased the house with funds provided by his sister or other family members. However, his conjecture is insufficient to establish that the Government did not meet its burden, especially in light of the Government’s evidence that the use of multiple, small cashier’s checks suggests that the funds used were illegally acquired. Hernandez also argues that evidence presented at the hearing showing that he facilitated the sales of automobiles undercut the Government’s assertion that the house was acquired with proceeds from the drug conspiracy. However, investigators could find no evidence that Hernandez earned income from any source, including brokering car sales, in the three years surrounding the purchase of the house. Moreover, the evidence showed that Hernandez brokered the sale of only one car, eight months after the purchase of the house, and it is not at all clear that he received a commission for the sale.</p>\n<p id=\"b442-5\">In the context of all of the evidence presented at the hearing and Hernandez’s admission in the factual basis as to the extensiveness of the drug conspiracy, the district court did not err in determining that the Government established by a preponderance of the evidence that Hernandez purchased the house with proceeds obtained through the conspiracy and thus that it was subject to forfeiture. <em>Cf. United States v. Betancourt, </em>422 F.3d 240, 252 (5th Cir.2005) (upholding a forfeiture order that was based on a jury’s finding that the defendant purchased property with proceeds from a drug conspiracy where the evidence showed that the defendant had no income other than from drug dealing).</p>\n<p id=\"b442-7\">Hernandez makes a cursory argument contending that the district court erred in ordering forfeiture of the guns. Hernandez, however, fails to put forward any substantive argument as to how the district court’s analysis was faulty; accordingly, he has failed to brief the issue, and we decline to consider it. <em>See Rutherford v. Harris County, Texas, </em>197 F.3d 173, 193 (5th Cir.1999) (noting that “we will not consider an issue that is inadequately briefed”).</p>\n<p id=\"b442-8\">Finally, Hernandez contends that the district court’s preliminary order of forfeiture erroneously invokes the wrong statutory subsection. In the introductory paragraph of the order, the district court referenced § 853(n), which applies to adjudication of third-party interests in forfeited property, as the basis for the forfeiture. However, the substance of the four-page order makes clear that the court determined that property was subject to forfeiture under § 853(a)(1) and (2). Hernandez appears to be particularly troubled by the court’s reference to § 853(n) because, in his view, it suggests that the court erroneously found that he was required to submit objections to the forfeiture in order to receive a hearing. There is no suggestion in the court’s order, however, that it mistook the case as raising concerns applicable to third-party rights to the property, and, in any event, Hernandez received the hearing that he requested.</p>\n<p id=\"b442-9\">The judgment of the district court is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b441-12\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}