{
  "casebody": {
    "data": "<casebody firstpage=\"425\" lastpage=\"435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b455-5\">915 A.2d 1063</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b455-6\">HOUSING AND REDEVELOPMENT AUTHORITY OF THE TOWNSHIP OF FRANKLIN, PLAINTIFF-APPELLANT, v. MARY MAYO, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b455-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b455-8\">Submitted December 20, 2006</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Alb\">Decided January 24, 2007.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b456-10\"><page-number citation-index=\"1\" label=\"426\">*426</page-number>Before Judges LEFELT, PARRILLO and SAPP-PETERSON.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b456-11\"><em>Simpkins &amp; Simpkins, </em>attorneys for appellant <em>(Darryl W. Simpkins, Paula H. Simpkins, </em>and <em>Victoria Curtis Bramson, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b456-12\"><em>Legal Services of Northwest Jersey, </em>attorneys for respondent <em>(Norma Melendez, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b456-13\">The opinion of the court was delivered by</p>\n<author id=\"ams-dedup-0\">LEFELT, P.J.A.D.</author>\n<p id=\"b456-14\">In this appeal, plaintiff Housing and Redevelopment Authority of Franklin Township sought to evict defendant tenant, Mary F. Mayo, for breaching her lease by permitting several unauthorized persons to reside in the leased premises. Discounting the notices <page-number citation-index=\"1\" label=\"427\">*427</page-number>to cease, quit and demand for possession, and termination of the lease, all of which the Authority had timely served on the tenant, the trial judge, relying on <em>Jijon v. Custodio, </em>251 <em>N.J.Super. </em>370, 598 A.2d 251 (Law Div.1991), dismissed the Authority’s eviction complaint because two days before trial the unauthorized persons had vacated the premises. To the extent that <em>Jijón </em>can be read as permitting a court to deny a judgment of possession solely because the unauthorized persons vacated public housing anytime “before institution of legal action or after,” it is now disapproved. Consequently, we reverse, but for reasons explained below remand for further proceedings to determine whether an adequate cure for the breach has occurred or can be established.</p>\n<p id=\"b457-6\">Defendant has resided in the Authority’s public housing for forty-two years. In September of 2004, defendant signed a new lease for a four bedroom apartment located in Somerset. To determine eligibility, as required under federal law, the Authority did background checks on four other prospective tenants, Mary A. Mayo and Judy Jacobs, defendant’s adult daughters, and Glenn Powell and Barry Mayo, defendant’s great-grandsons. 42 <em>U.S.C.A. </em>§ 1437a(a)(l). The Authority found all four eligible and listed them on the lease as additional tenants, with defendant as head of the household.</p>\n<p id=\"b457-7\">The lease specifically prohibited subletting and providing “accommodations to boarders and lodgers” and required the tenant “to use the premises solely for a private dwelling.” The lease also required defendant “to notify the Authority promptly of any increase or decreases in family income.” The lease also required the Authority to give no less than “thirty days” written notice of termination for violations of the lease and also required that the notice inform “the tenant of tenant’s right to make such reply as tenant may wish and of tenant’s right to request a hearing in accordance with the Authority’s grievance procedure.”</p>\n<p id=\"b457-8\">Immediately after defendant and the other authorized tenants moved in, two additional family members, Shamira Jacobs and her child, Anthony Trainer, moved into the apartment. Subsequently, <page-number citation-index=\"1\" label=\"428\">*428</page-number>Judy Jacobs’ daughter and grandson also moved to the apartment from a homeless shelter. Craig Mayo, defendant’s adult grandson, similarly began living at the apartment intermittently, running an unauthorized car wash and repair business from the Authority’s parking lot. When confronted by the Authority’s Executive Director, Mr. Mayo stated he had a “right to use public resources.”</p>\n<p id=\"b458-4\">In a May 19, 2005 letter, the Authority informed defendant that staff had observed unauthorized persons living in the apartment. The letter noted the lease sections that had been violated and advised defendant that if she would like to add persons to the lease, she would have to contact the office so that the Authority could determine their eligibility. Finally, the letter warned that violations of the lease could result in eviction.</p>\n<p id=\"b458-5\">Because defendant continued to permit unauthorized persons to live in the apartment, the Authority issued a “Notice to Cease” on May 24, 2005, reiterating the warnings in the letter and alerting defendant to the available grievance procedures. The Authority’s Executive Director also met with defendant to discuss the violations.</p>\n<p id=\"b458-6\">On September 9,2005, after observing that the violations continued, the Authority served defendant with a “Notice Terminating the Lease” along with a “Notice to Quit and a Demand for Possession.” The termination notice stated that the lease would terminate on October 10, 2005, due to the unauthorized residency of persons not named in the lease. The notice advised defendant that if she remained on the premises after termination, eviction proceedings would be brought.</p>\n<p id=\"b458-7\">On September 21, 2005, the Authority again demanded, by “Notice to Cease,” that defendant stop violating the lease and again informed her by separate letter of the grievance procedures, which entitled her to a hearing within five days. On that same day, another letter from the Executive Director repeated the content of the notice and reiterated that despite several meetings with the Authority and the Director, violations continued. That <page-number citation-index=\"1\" label=\"429\">*429</page-number>letter warned in bold type, underlined, that “Providing accommodations for any additional person(s) not listed and approved on the lease is a violation that constitutes fraud and embezzlement and is grounds for eviction.”</p>\n<p id=\"b459-6\">On September 22, 2005, a grievance hearing was conducted at the Authority offices. The hearing was attended by defendant and Judy Jacobs, as well as the Executive Director and other Authority staff. On November 7, 2005, after the grievance proceeding failed to resolve the matter, the Authority filed an eviction complaint against defendant on the grounds that she breached the lease by allowing unauthorized family members to occupy the apartment without prior approval. A complaint was also filed for non-payment of rent.</p>\n<p id=\"b459-7\">The matter came to trial on December 16, 2005. At trial, Judy Jacobs testified that, although she had attempted to find a home for the unauthorized residents for half a year, she had just secured an apartment for them two days before. She further testified that six of the people who had been residing with defendant had just moved to a two bedroom apartment in New Brunswick. Mary A. Mayo and Makeya Mayo corroborated her story.</p>\n<p id=\"b459-8\">Defendant also testified and explained that she got so many letters from the Authority that she “just stopped looking at them.” Defendant also objected to the Authority’s right to limit persons allowed to live in her apartment. She said “nobody got a right to do that.” Finally, defendant stated that if she were faced with the same situation again, she would not require a family member to vacate the premises.</p>\n<p id=\"b459-9\">On February 2, 2006, the trial judge issued his written opinion. He found that the unauthorized residents had moved out as of December 14, 2005. Consequently, he denied the Authority a judgment of possession on the grounds that the lease violation had been abated before the start of the trial and was, thus, cured under the New Jersey Anti-Eviction Act, <em>N.J.S.A. </em>2A:18-61.1, as interpreted in <em>Jijon, supra, </em>251 <em>N.J.Super. </em>at 372, 598 A.2d 251. <page-number citation-index=\"1\" label=\"430\">*430</page-number>The court also found that plaintiff owed $4,324 in past rent and ordered the complaint dismissed as long as defendant paid the arrears within twenty-four hours.<footnotemark>1</footnotemark></p>\n<p id=\"b460-5\">The Authority argues on appeal that our Anti-Eviction Act does not permit the tenant to cure this particular lease violation up until the time of trial, and that if the Act does so permit, it is preempted by federal law.</p>\n<p id=\"b460-6\">In <em>Jijón, </em>as in the instant case, defendants violated the terms of their lease by allowing unauthorized residents to live in their home for several months. <em>Ibid. </em>The landlord in <em>Jijon </em>served a “notice to quit dated September 24, 1990 on defendants. The landlord terminated the tenancy as of November 1, 1990.” <em>Ibid. </em>The unauthorized residents had not been seen in the building after November 1990. Even though it was not clear precisely when the unauthorized residents left the apartment, the Hudson County Law Division dismissed the landlord’s case and declared that “[i]t should not make any difference when the situation is corrected— before institution of legal action or after---- [0]nee the alleged violation of the terms of a lease [have] been abated, the landlord loses his right to evict the tenant.” <em>Ibid.</em></p>\n<p id=\"b460-9\">Because it was not clear whether the unauthorized residents left in response to the notice to quit and were out prior to the lease’s termination, we questioned the breadth of the decision, a few years after <em>Jijón </em>was decided, in a case where the tenant had stolen electricity from the landlord. <em>Muros v. Morales, </em>268 <em>N.J.Super. </em>590, 595-96, 634 A.2d 146 (App.Div.1993). <em>See also </em>Mahlon Fast, <em>Guide to Landlord Tenant Actions in The Special Civil Part of The Superior Court of New Jersey, </em>§ 2.6 (4th Ed. 1997) (questioning “the correctness and applicability” of <em>Jijón </em>“to a complaint for eviction under <em>N.J.S.A. </em>2A:18-61.1(b),” for disorderly conduct). Noting the ambiguous facts, we limited the holding in <em>Jijón </em>to the following: “violation of lease provision against occupancy by persons other than two named tenants must <page-number citation-index=\"1\" label=\"431\">*431</page-number>continue after notice to cease.” <em>Muros, supra, </em>268 <em>N.J.Super. </em>at 595, 634 A.2d 146.</p>\n<p id=\"b461-6\">We further noted in <em>Muros </em>that “[w]hether the [eviction] action should fail where the cessation of the grounds for eviction occurs after filing but before trial, or after trial but before judgment, is not before us.” <em>Id. </em>at 595, 634 A.2d 146. We acknowledged, however, “that a new consideration arises in such cases, which is that the landlord has gone to trouble and expense to prosecute the action____Somewhere along this time line, the landlord’s equities become worthy of recognition along with the tenant’s interest in continued occupancy.” <em>Id. </em>at 595-96, 634 A.2d 146.</p>\n<p id=\"b461-9\">The issue that was not before us in <em>Muros, </em>is before us now, as the unauthorized persons in this case did not vacate the subsidized apartment until two days before trial began on the Authority’s complaint for possession. We begin our analysis of this issue by summarizing the pertinent Federal and State law.</p>\n<p id=\"b461-10\">The Authority operates pursuant to regulations enacted by the U.S. Department of Housing and Urban Development, which is charged with providing decent, safe, and clean housing to eligible low income persons and families. 42 <em>U.S.C.A. </em>§ 1437(a). The Authority is a federally-funded public housing agency that owns and operates the development and enters into written leases with the tenants. 42 <em>U.S.C.A. </em>1437a(b)(l).</p>\n<p id=\"b461-11\">Federal law limits the Authority’s rentals to families who meet the income eligibility requirements. 42 <em>U.S.C.A. </em>§ 1437a(a)(l). In order to determine eligibility, the law requires the Authority to verify the earnings of each of the prospective tenants, from all sources, and to collect information on household composition. <em>Ibid.; </em>42 <em>U.S.C.A. </em>§ 1437a(b)(4). This verification is designed to ensure that scarce public housing goes only to those who qualify and are needy. For those who are eligible, the federal government subsidizes rental costs, and limits a family's contribution to rent to no more than 30 percent of the family’s monthly income. 42 <em>U.S.C.A. </em>§ 1437a(a)(l). The Authority’s lease term, limiting residency to authorized tenants, thus implements its federal obli<page-number citation-index=\"1\" label=\"432\">*432</page-number>gation to rent only to eligible persons. <em>Hous. Auth. and Urban Redev. Agency of Atlantic City v. Spratley, </em>327 <em>N.J.Super. </em>246, 254, 743 A.2d 309 (App.Div.1999) (finding lease terms that implement federal law reasonable).</p>\n<p id=\"b462-4\">Material noncompliance with a lease term constitutes grounds for eviction under the federal law controlling public housing. <em>See </em>Entitlement of Tenants to Occupancy, 24 <em>C.F.R. </em>§ 247.3(a)(1) (1976). Furthermore, federal law authorizes the Authority to evict a tenant for such cause after serving the tenant with only a notice to terminate. Public Housing Lease and Grievance Procedure, 24 <em>C.F.R. </em>§ 966.4(1)(3) (1991); Termination Notice, 24 <em>C.F.R. </em>§ 247.4 (1976). However, federal law also permits the tenant to rely on State law governing eviction procedures where such law provides the tenant procedural rights in addition to those provided by federal law. Eviction, 24 <em>C.F.R. </em>§ 247.6(c) (1976). Thus, federal public housing tenants can rely on this State’s additional procedural protections, found in New Jersey’s Anti-Eviction Act, <em>N.J.S.A. </em>2A:18-61.1 (the Act).</p>\n<p id=\"b462-5\">The Act specifies numerous grounds upon which a landlord may remove a residential tenant, including, for example, failure to pay rent, disorderly behavior, destruction or damage to the premises, and several others, including breach of the lease, which is at issue here. Pursuant to the Act, a landlord may evict a tenant if a substantial breach of the lease continues “after written notice to cease” has been served upon the tenant. <em>N.J.S.A. </em>2A:18-61.1(e). Furthermore, “[n]o judgment of possession [for a substantial breach of the lease] shall be entered ... unless the landlord has made written demand and given [thirty days] notice for delivery of possession of the premises.” <em>N.J.S.A. </em>2A:18-61.2(b).</p>\n<p id=\"b462-6\">In this case, the Authority timely provided defendant with each of the State’s statutorily required notices. In fact, the Authority waited over three months from the notice to cease before serving the tenants with a notice to quit and demand for possession. Furthermore, the Authority then conducted a grievance with the tenants and waited another thirty days from the <page-number citation-index=\"1\" label=\"433\">*433</page-number>notice to quit and demand for possession before terminating the lease. Thereafter, the Authority deferred almost another month before filing its eviction complaint. Yet the unauthorized residency continued until two days before trial, over a month after the eviction action was filed.</p>\n<p id=\"b463-6\">By permitting unauthorized persons, who might not have qualified for public housing, to reside in the publicly supported apartment, defendant substantially beached the lease and remained in breach on the date the eviction complaint was filed. Under these circumstances, it was insufficient for the trial judge to simply declare that the late cure precluded eviction. The late right to cure provided by the trial court, after months of unauthorized lodging, frustrates the federal purpose of limiting scarce public housing to those that are truly eligible and therefore presents “an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.” <em>Jones v. Rath Packing Co., 430 U.S. </em>519, 526, 97 <em>S.Ct. </em>1305, 1310, 51 <em>L.Ed.2d </em>604, 614 (1977).</p>\n<p id=\"b463-7\">When rent is unpaid, the tenant may cure even after trial by paying the outstanding arrears and costs. <em>N.J.S.A. </em>2A:18-55; 24 <em>C.F.R. </em>§ 247.3(c)(4)(incorporating the grace period into federal law); <em>Housing Auth. City of Wildwood v. Hayward, </em>81 <em>N.J. </em>311, 315-16, 406 A.2d 1318 (1979); <em>Housing Auth. of Town of Morristown v. Little, 135 N.J. </em>274, 290, 639 A.2d 286 (1994). Unlike rent, however, which can be cured retroactively, not all causes for eviction can be completely cured. As we stated in <em>Muros:</em></p>\n<blockquote id=\"b463-8\">[I]t would be absurd to rule that a tenant who knocks the landlord to the ground or threatens his life may not be evicted unless he does it again after receiving a three-day notice under <em>N.J.S.A. </em>2A:18-61.2(a). Similarly, if an angry and drunk tenant purposely sets fire to the apartment house, he should not be able to avoid eviction on the thesis that he did not do it again.</blockquote>\n<blockquote id=\"b463-9\"><em>[Muros, mpra, </em>268 <em>N J.Super. </em>at 596-97, 634 A.2d 146.]</blockquote>\n<p id=\"b463-10\">Indeed, fraud by a public housing tenant, which constitutes material noncompliance with the lease, may not be cured by mere discontinuance. <em>See Edward Gray Apartments/Region Nine Housing Carp. v. Williams, </em>352 <em>N.J.Super. </em>457, 466, 800 A.2d 259 (App.Div.2002).</p>\n<p id=\"b464-4\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>The breach in this case is somewhere between the failure to pay rent, which can be retroactively cured, and the examples we cited in <em>Muros, </em>where no cure should be permitted. At the time of trial in this case, therefore, the question confronting the judge was whether the late vacation of the premises by the unauthorized persons constituted an adequate cure of this particular breach.</p>\n<p id=\"b464-5\">Simply vacating the premises does not erase the lengthy period of unauthorized lodging. It seems to us, however, that defendant could have cured this breach by providing proof that would enable the judge to conclude that the unauthorized persons had, in fact, been eligible for residence in public housing and would not have increased the rent of the approved family unit. There may also be other means of curing this breach, which do not thwart federal housing objectives. For example, the court may also consider whether it would be appropriate to dismiss the action, conditioned on the payment of those losses, fees, costs, and expenses that may have resulted from the unauthorized tenancy and the subsequent legal procedures compelled thereafter by defendant’s obstinacy. <em>See Muros, supra, </em>268 <em>N.J.Super. </em>at 596, 634 A.2d 146. <em>But see, Housing Auth. &amp; Urban Redev. Agency of Atlantic City v. Taylor, </em>171 <em>N.J. </em>580, 595, 796 A.2d 193 (2002) (holding that “the Housing Authority may not recover attorneys’ fees and late charges as additional rent in a summary dispossess proceeding”). Because of the manner in which this case was presented and decided, however, other means of curing this breach were neither developed nor considered.</p>\n<p id=\"b464-6\">Consequently, we remand to offer the tenants an opportunity to present income, employment, and other proofs regarding the public-housing-qualifications of the unauthorized persons. Although the personal and economic proofs must be supplied by the tenant, the burden of proof remains on the Authority to establish its right to possession of the apartment. We emphasize, however, that because the Authority has established a proper ground for eviction, unless the court approves an adequate cure, which does not impair federal interests, judgment of possession shall be <page-number citation-index=\"1\" label=\"435\">*435</page-number>entered and the court shall proceed to consider any hardship stay that might be warranted under the circumstances. <em>See e.g., N.J.S.</em>A. 2A:42-10.16; <em>Housing Auth. of Newark v. West, </em>69 <em>N.J. </em>293, 300-01, 354 A.2d 65 (1976).</p>\n<p id=\"b465-6\">Accordingly, we reverse the judgment below and remand to allow the trial court to determine whether the breach of the lease has been or can be adequately cured despite the late departure of the unauthorized lodgers. In our view, such a result balances the Congressional goal of providing housing to low-income families, with the interests, needs, and obligations of tenants and landlords, and does not create an obstacle to the accomplishment and execution of the “full purposes and objectives” of the federal government. <em>See Spratley, supra, </em>327 <em>N.J.Super. </em>at 255, 743 A.2d 309.</p>\n<p id=\"b465-7\">Reversed and remanded for further proceedings in conformity with this decision.</p>\n<footnote label=\"1\">\n<p id=\"b460-10\"> Apparently, the past due rent was eventually paid.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}