{
  "casebody": {
    "data": "<casebody firstpage=\"502\" lastpage=\"509\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b514-8\">The A. W. Burritt Company <em>vs. </em>Antonio Negry et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b514-9\">Third Judicial District, Bridgeport,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"ArQ\">October Term, 1908.</p>\n<judges data-order=\"3\" data-type=\"judges\" id=\"b514-10\">Baldwin, C. J., Hall, Prentice, Thayer and Roraback, Js.</judges>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b514-11\">In determining the amount to which the lien of a subcontractor or materialman might attach prior to 1899, the statute (Rev. 1888, § 3021) allowed the owner to deduct whatever payments he had made in good faith to the original contractor before receiving notice ' from the subcontractor or materialman of the latter’s intention to claim a hen, a notice which was then required to be given within sixty days after beginning to furnish materials or to render services. In 1899 the time within which such notice might be given was extended to sixty days after ceasing to render services or to furnish materials, and it was then also provided that “ no payments made in advance of the time stipulated in the original contract ” should be considered as made “in good faith,” unless five days’ notice of the owner’s intention to make such payments had been given in writing to each person known to have furnished materials or rendered services. <em>Held </em>that in order to afford the subcontractor and materialman any additiorial security and protection, which was the obvious purpose and intent of the amendment, the clause regarding advance payments must be given a literal interpretation or construction; and that as thus construed, payments made without giving the required five days’ notice and in advance of the time prescribed therefor..in the original contract, could not be regarded as made in good faith as against a known subcontractor or material-man, although such payments were made before any notice of an intention by the latter to claim a lien had been given to the owner.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b514-12\">In the absence of any agreement that a note given by the owner of the <page-number citation-index=\"1\" label=\"503\">*503</page-number>building to one furnishing materials therefor is to operate as payment <em>pro tanto </em>of the contractor’s indebtedness for such material, it will not extinguish that indebtedness nor affect the right of the materialman to file a lien therefor; and therefore the amount of such note cannot be allowed in favor of the owner in determining the amount to which the lien of another materialman or subcontractor may attach.</headnotes>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b515-6\">Argued November 17th, 1908</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"ATq\">— decided January 6th, 1909.</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b515-7\">Action to foreclose a mechanic's lien, brought to and tried by the Superior Court in Fairfield County, <em>Robinson, J.; </em>facts found and judgment rendered for the plaintiff, and appeal by the defendant Negry.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"Az-\">\n<em>No error.</em>\n</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b515-8\">The defendant Negry, being the owner of a lot of land in Bridgeport, on the 15th of August, 1905, entered into- a written contract with Pilotti &amp; Son, a firm of builders, as original contractors, to erect a building thereon. By the terms of the contract they were to be paid $3,620 therefor, in four payments, the first, of $1,000, to be made when all the outside work was done and roof ready for the tinner; the second, of $1,000, when the building was ready for the brown mortar; the third, of $1,000, when the carpenter work was completed and accepted by the owner; and the last, of $620, within nine months after the job was completed. The carpenter work was completed and accepted by the owner on or about March 15th, 1906.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b515-9\">The plaintiff, at the request of the original contractors, began on October 2d, 1905, to furnish lumber, timber, doors, sashes and trim for the building, and ceased to furnish such materials on the 10th of March, 1906. Negry knew, on December 27th, 1905, that the plaintiff had been and still was furnishing these materials for the building. He made to the original contractors the first two payments of $1,000 each on the 28th day of October and 29th day of December, when they were due, respectively, under the terms of the contract. He also, between December 29th, 1905, and January 27th, 1906, before any further payment was due under the contract, made to the original con<page-number citation-index=\"1\" label=\"504\">*504</page-number>tractors several additional payments, amounting in all to 8910. He gave the plaintiff no notice of his intention to make these payments, and it had no knowledge that he had made them until it had filed its lien. After these payments had been made and before the final payment was due under the contract, the plaintiff gave him an oral warning and a written notice not to pay the original contractors any part of the final payment. On March 16th, 1906, another subcontractor who had furnished materials for the building to the amount of 8337 served a legal notice upon Negry that it intended to claim a lien therefor upon the building. He thereupon at once paid such subcontractor, to apply on the bill of the original contractors, 8237 in cash, and gave it his note for the balance, 8100, payable in two months to the order of the subcontractor. He did not obtain a receipt in full for the amount of the bill owed by Pilotti &amp; Son, but received a memorandum showing a credit of 8237 in cash and 8100 by note. The account of Pilotti &amp; Son on the subcontractor’s books was not closed until two months later, when the note was paid by Negry. The plaintiff gave Negry the statutory notice of its intention to claim a hen on March 30th, 1906, and lodged with the town clerk its certificate of lien, to foreclose which this action is brought, on the following day. At this time there was due to the plaintiff from the original contractors a balance of 81,538.99 for materials furnished in the construction of the defendant’s building.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b516-6\">The defendant claimed upon the trial that in determining the amount for which the owner was liable to the lienors, the payments amounting to 8910 should be credited to the defendant as having been made in good faith, and should be deducted from the amount due to the contractor; also that. the defendant should be credited with the 8100 note in the same manner as though that sum had been paid in cash. The court overruled these claims. The appeal questions the correctness of these rulings.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b517-5\"><page-number citation-index=\"1\" label=\"505\">*505</page-number><em>John C. Chamberlain </em>and <em>Alexander L. DeLaney, </em>for the appellant (defendant Negry).</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b517-6\"><em>John S. </em>Pullman, for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b517-7\">Thayer, J.</author>\n<p id=\"A-E\">To preserve its lien, the plaintiff, as a subcontractor, was bound to give the defendant written notice that it had commenced to furnish materials for the construction of his building and intended to claim a lien therefor. It was bound to give this notice “after commencing, and not later than sixty days after ceasing, to furnish materials or render services.” General Statutes, § 4137. The statute gave the plaintiff the option to serve the notice at once, upon commencing to furnish the materials, or to delay it to any date not later than sixty days after ceasing to furnish them. It was clearly within its rights, therefore, in delaying the notice until twenty days after it had ceased to furnish materials.</p>\n<p id=\"b517-8\">Under § 4138 of the General Statutes the plaintiff’s lien could in no case attach upon the defendant’s building to a greater amount than he had agreed to pay the original contractor for its construction; and, if he had reduced the amount due the contractor by payments under the contract made to him in good faith before notice of the lien, the lien could not attach for a greater amount than the balance due to the contractor. The question is whether the payments amounting to $910 are to be allowed as made in good faith. The statute last mentioned provides that “in determining the amount to which any lien or liens shall attach upon any land or building, the owner of such land or building shall be allowed whatever payments he shall have made, in good faith, to the original contractor or contractors, before receiving notice of such lien or liens. No payments made in advance of the time stipulated in the original contract shall be considered as made in good faith, unless notice of intention to make such payment shall have <page-number citation-index=\"1\" label=\"506\">*506</page-number>been given in writing to each person known to have furnished materials or rendered services at least five days before such payment is made.” The payments in question were made in advance of the time stipulated in the contract, and when the defendant knew that the plaintiff had been and was furnishing materials for his building, and without giving it any notice of the intended payments. If, therefore, the statute is to receive a literal construction, these payments are not to be considered as made in good faith, and so cannot be allowed to the defendant in determining the amount for which the plaintiff’s lien attaches.</p>\n<p id=\"b518-6\">The defendant insists that to refuse to allow payments thus made before notice of intention to claim a lien had been given, and which, although made in advance of the stipulated time, might have been made at the stipulated time and still in advance of the notice, is to defeat the purpose of the statute, which, he claims, is solely to secure the subcontractor’s “right, if he serve his notice of intention to claim a lien before a payment comes due, to find in the hands of the owner the entire sum.” It is apparent that if this is its sole purpose the last sentence of the statute is of no force. Under the statute prior to its amendment in 1899 (Public Acts of 1899, p. 1052, Chap. 121) this provision did not appear. The lienor was then bound to give his notice “within sixty days from the time when he shall have commenced to furnish materials,” etc., and the owner was “allowed whatever payments he shall have made, in good faith, to the original contractor or contractors, before receiving notice of such lien. ’ ’ General Statutes (1888), § § 3020,3021. The amendment of 1899 permitted the subcontractor to delay filing his notice of lien until sixty days after he ceased to furnish materials or services, and the closing language of what is now § 4138 was added at that time. To say that the present statute means only what the defendant claims it does, is to say that the added language means nothing in the statute to which it was annexed.</p>\n<p id=\"b519-5\"><page-number citation-index=\"1\" label=\"507\">*507</page-number>The statute, as it stood before, gave the lienor the right which the defendant claims is the only one given by the present law — the right, if he served his notice before a payment became due, to find in the hands of the owner when the lien, matured the entire sum which was there when notice was served. It is to be presumed that the amendment was not made without a purpose. Sections 4137 and 4138 are for the benefit of persons who furnish labor and material for the construction of the building. It gives them a lien upon the building as against an owner between whom and themselves there is no privity. It gives their lien a preference over that of the original contractor. They are thus given a means of securing, through the owner’s property, a debt due to them from the contractor alone. The tendency to extend the time within which the notice of intention to claim the lien may be served appears in the amendments already referred to. It is not material at present to inquire why the parties do not serve these notices upon beginning to furnish the labor or materials. Possibly such a course is not favored by the original contractor. The longer the delay the greater the opportunity by payments made collusively or in bad faith, to defeat the subcontractor’s lien, and the greater the difficulty in discovering and proving the bad faith. The provision in question, by providing that no payment made in advance of the time stipulated shall be considered as made in good faith, unless notice of intention to make it shall have been given to each person known to have furnished materials or rendered services at least five days before such payment is made, is therefore of material benefit to the subcontractor. If by inadvertence or design he has delayed giving early notice of his hen, notice of the intended payment will enable him to protect himself against it by at once serving notice of the lien. On the other hand, if such notice of hen is not served within five days after notice of the intended payment has been given, the owner may proceed with the contemplated <page-number citation-index=\"1\" label=\"508\">*508</page-number>payment in safety, if made in good faith. Under the former law he could make no payments after notice of an intended lien had been served upon him; but before such notice was served he could make payments both at, and in advance of, the stipulated time, if made in good faith. Under the present law he is, as before, allowed all payments made when due and in good faith before notice, but he is not allowed for payments made when not due, although made before notice of a lien, unless he first gives five days’ notice of the intended payment to those persons whom he knows have furnished materials and labor. Under the law before amendment, notice of the intended lien prevented any payment; under the amended law knowledge of the furnishing of materials and labor prevents the making of any payment which is not due, unless five days’ notice of such intended payment is given. There is no injustice in compelling the owner, when he contemplates making a payment before the time provided in his contract, to notify all those, of whom he has knowledge, who, perhaps with knowledge of the provisions of the contract and relying upon the same, have neglected to file their liens. If he has failed to do this, and is thus compelled to pay again, the fault is his own. Under the statute as we interpret it, the defendant’s advance payment cannot be considered to have been made in good faith.</p>\n<p id=\"b520-6\">Whether the note for $100, given to another subcontractor who had given notice that he claimed a lien upon the defendant’s building, should be allowed the defendant in determining the amount of the plaintiff’s lien, depends upon different considerations. The question is, was the giving of the note, under the circumstances detailed in the statement of the case, a payment. It was given after the final payment under the contract was due, and if it is to be considered as a payment to the contractor it should be allowed to the defendant. But the mere giving of the note, in the absence of any agreement that it should be in pay<page-number citation-index=\"1\" label=\"509\">*509</page-number>ment of the contractor’s indebtedness to the subcontractor, would not extinguish that indebtedness or be a payment of it. <em>Bill </em>v. <em>Porter, </em>9 Conn. 23, 30; <em>Hopkins </em>v. <em>Forrester, </em>39 id. 351, 354; <em>Usher </em>v. <em>Waddingham, </em>62 id. 412, 426, 26 Atl. 538; <em>Cummings </em>v. <em>Gleason, </em>72 Conn. 587, 589, 45 Atl. 353. No such agreement is found, but it is found that the party receiving the note did not receipt the bill but merely gave a memorandum of credit by note. The party receiving the note, therefore, had he seen fit, could have filed his certificate of hen as a security for the original debt, and could then have claimed an apportionment of the security between himself and the plaintiff. The case is quite similar to <em>Hopkins </em>v. <em>Forrester, </em>39 Conn. 351, where it is held that notes given by the owner to the lienor were not a payment and did not discharge the lien. Upon the finding the defendant failed to prove that the note was a payment.</p>\n<p id=\"b521-6\">There is no error.</p>\n<p id=\"b521-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}