{
  "casebody": {
    "data": "<casebody firstpage=\"141\" lastpage=\"155\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b171-8\">538 S.E.2d 348</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AaZ\">Daniel J. GLANZ v. Richard S. MENDELSON, Special Receiver for Interlase Limited Partnership, and Coster Family Limited Partnership.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b171-11\">Record No. 0143-00-4.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b171-12\">Court of Appeals of Virginia.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b171-13\">Dec. 19, 2000.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b174-8\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>Daniel J. Glanz, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b174-9\">John W. Toothman (David H. White; Toothman &amp; White, P.C., on brief), Alexandria, for appellee Richard S. Mendelson, Special Receiver for Inferíase Limited Partnership.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b174-10\">Michael P. Logan (Grad, Logan &amp; Klewans, P.C.), Alexandria, for appellee Coster Family Limited Partnership.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b174-11\">Present: FITZPATRICK, C.J., and COLEMAN and ANNUNZIATA, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b174-12\">ANNUNZIATA, Judge.</author>\n<p id=\"b174-13\">Daniel J. Glanz appeals from the decision of the Circuit Court of Arlington County, holding him in civil contempt for violating that court’s orders. The civil contempt charge was brought by Richard S. Mendelson, Special Receiver for Inter-lase Limited Partnership. The contempt citation against Glanz was based upon his legal representation of Lucre Investments, Ltd., the alleged general partner of Inferíase Limited Partnership, which was the subject of the receivership. On appeal, Glanz contends: (1) the Special Receiver was bound by the allegations made in the bill of particulars; (2) the trial court did not find any specific actions by Glanz that violated the orders of the court; (3) an attorney, acting on <page-number citation-index=\"1\" label=\"145\">*145</page-number>behalf of an entity, cannot be held in contempt for opposing in good faith the appointment of a Special Receiver to that entity; (4) an attorney cannot be held in contempt for filing a “suggestion of bankruptcy,” advising a court that an entity subject to a state court receivership has sought the protection of the federal bankruptcy courts; (5) an attorney cannot be held in contempt for the actions of a client, when those actions are taken without the involvement of the attorney; (6) the Special Receiver was required to prove damages arising from Glanz’s alleged contemptuous conduct; and (7) the court erred in ordering Glanz to turn over attorney-client communications as a remedy for Glanz’s alleged contemptuous conduct. Glanz’s contentions may be distilled into three primary questions. First, was the evidence sufficient to support the alleged violations of the court’s orders? Second, does representation of a client in good faith insulate the attorney from a finding of contempt when that representation is purportedly in violation of a court order? Third, was the remedy proper? Because we find the evidence failed to support the court’s finding of contempt and reverse on that ground, we do not reach the remaining issues raised in the case.<footnotemark>1</footnotemark></p>\n<p id=\"b175-5\">\n<em>FACTS</em>\n</p>\n<p id=\"b175-6\">In 1996, Kenneth R. Fox, M.D., filed a divorce action against his wife, Wendy Fox, in the Circuit Court for the County of Arlington. The final decree, entered on April 9, 1997, granted a divorce to Mrs. Fox, awarded her a lump sum equitable distribution award of $1,450,000, and awarded child support in the amount of $7,000 per month. In the final divorce decree, the court found that various entities were “shams” created by Dr. Fox to conceal his assets. The Interlase Limited Partnership, a Georgia limited partnership, was among the entities specifically identified as a “sham” and declared to be the “alter ego” of Dr. Fox. Subsequently, in the <page-number citation-index=\"1\" label=\"146\">*146</page-number>course of the ensuing receivership and contempt proceedings against Interlase and others, the court also found that Lucre Investments, Ltd., the alleged corporate general partner of Interlase, was “another sham entity employed by Kenneth R. Fox” to hide and divert his assets.</p>\n<p id=\"b176-5\">The events that caused the court to appoint a Special Receiver for .Interlase arose from Interlase’s ownership of certain patents developed by Dr. Fox and his former partner, Dr. Arthur Coster. Interlase was receiving royalties from the licensing of these patents to a company called Spectranetics Corporation. On September 8, 1998, Dr. Coster, acting as the general partner of the Coster Family Limited Partnership, filed a petition to have a Special Receiver appointed to take control of the assets of Interlase, naming as partners in the Interlase Limited Partnership the Coster Family Partnership (49% limited partner), the Kenneth R. Fox Family Trust (49% limited partner), and The Consulting Group, Inc. (2% general partner). Coster alleged that Dr. Fox was diverting the assets of Interlase outside the United States and was applying them to his own personal use.</p>\n<p id=\"b176-6\">The court set a hearing on the petition for appointment of the Special Receiver for September 14, 1998. At some point between September 8 and 14, 1998, Glanz was contacted by Kenneth Fox, who claimed to be acting on behalf of Lucre Investments, Ltd. Fox asked Glanz to represent Lucre, the alleged general partner of Interlase, in the receivership proceedings.</p>\n<p id=\"b176-7\">On September 14, 1998, Glanz filed two pleadings in the case: (1) a notice of removal of the petition for appointment of a Special Receiver to federal court, and (2) a special appearance with a plea in bar to the jurisdiction of the Circuit Court of Arlington County. The latter pleading was not heard until December 18, 1998. On the same day that Glanz filed his pleadings in the United States District Court and Arlington circuit court, the hearing to appoint the Special Receiver was held by the circuit court. The circuit court granted Coster’s petition and entered an order appointing Richard Mendelson <page-number citation-index=\"1\" label=\"147\">*147</page-number>as Special Receiver for Inferíase. Glanz was not present during the proceeding.<footnotemark>2</footnotemark></p>\n<p id=\"b177-5\">On September 18, 1998, the federal court heard the petition for removal and remanded the case to the Arlington circuit court. On September 24, 1998, Glanz filed a motion to vacate the circuit court’s order appointing the Special Receiver. However, the motion was never set for hearing.</p>\n<p id=\"b177-6\">Glanz’s plea in bar contesting the jurisdiction of the Arlington circuit court to appoint a Special Receiver for Inferíase was heard on December 18,1998 and was denied by the court, which concurrently affirmed the appointment of the Special Receiver. On that date, the court found that Lucre was “another sham entity employed by Kenneth R. Fox” and that “Lucre has no legitimate right or claim to control Inferíase nor to interfere with the Special Receiver.” The court further enjoined Lucre and its agents “from claiming to be the corporate general partner of Inferíase and from taking or purporting to take any actions on behalf of Inferíase....”</p>\n<p id=\"b177-7\">On July 2, 1999, at the request of the Special Receiver, the Arlington circuit court entered an order directing Glanz to show cause why he should not be held in contempt of court. Glanz moved for a bill of particulars, which the Special Receiver filed. On August 11, 1999, the court found Glanz in contempt. Glanz’s motion for the court to reconsider its finding was heard on October 1, 1999 and was orally denied. On December 22, 1999, the court entered a written order denying Glanz’s motion for reconsideration and finding Glanz in contempt of the court’s September 14 and December 18, 1998 orders. The court ordered Glanz to pay over to the Special Receiver any fees he had been paid by Inferíase, Lucre or Dr. Fox, and ordered Glanz to turn over to the Special Receiver all records of his communications with Dr. Fox. It is from this order that Glanz appeals.</p>\n<p id=\"b178-4\">\n<page-number citation-index=\"1\" label=\"148\">*148</page-number>\n<em>ANALYSIS</em>\n</p>\n<p id=\"b178-5\">“Where the court’s authority to punish for contempt is exercised by a judgment rendered, its finding is presumed correct and will not be reversed unless plainly wrong or without evidence to support it.” <em>Brown v. Commonwealth, </em>26 Va.App. 758, 762, 497 S.E.2d 147, 149 (1998). When reviewing the sufficiency of the evidence supporting this contempt finding, we view the evidence in the light most favorable to the Special Receiver. <em>See Baugh v. Commonwealth, </em>14 Va.App. 368, 374, 417 S.E.2d 891, 895 (1992).</p>\n<p id=\"b178-6\">The orders that comprise the basis for the court’s finding of contempt were entered on September 14, 1998 and December 18,1998, respectively. “As a general rule, ‘before a person may be held in contempt for violating a court order, the order must be in definite terms as to the duties thereby imposed upon him and the command must be expressed rather than implied.’ ” <em>Winn v. Winn, </em>218 Va. 8, 10, 235 S.E.2d 307, 309 (1977) (quoting <em>Wood v. Goodson, </em>253 Ark. 196, 203, 485 S.W.2d 213, 217 (1972)). In the September 14, 1998 order, the court: (1) appointed Mendelson as Special Receiver; (2) ordered the Special Receiver to: (a) notify all interested parties of his appointment; (b) identify and collect all assets of Inferíase; (c) determine claims to assets of Inferíase; and (d) file a report with the court; (3) ordered George Myers, an attorney who had represented Inferíase in certain patent matters, to turn over to the Special Receiver all documents pertaining to Interlase; and (4) “ordered that Kenneth R. Fox and the general partner of Inferíase Limited Partnership shall forthwith deliver to the Special Receiver all assets of Inferíase Limited Partnership within their possession or control.” Glanz was not identified among the individuals or entities made subject to the directives of the September 14, 1998 order.<footnotemark>3</footnotemark> Because the September 14, 1998 order is not directed <page-number citation-index=\"1\" label=\"149\">*149</page-number>toward Lucre or Glanz, the order does not support a finding that Glanz acted in contempt of its dictate.</p>\n<p id=\"b179-5\">The December 18,1998 order enjoined Lucre and its agents from “claiming to be the corporate general partner of Inferíase and from taking or purporting to take any actions on behalf of Inferíase.” Specifically, the court: (1) denied the pleas in bar filed by Lucre and Inferíase; (2) ordered that the appointment of the Special Receiver was still in effect; (3) denied the motion to vacate filed by Glanz; (4) ordered that the alleged transfer of assets from Inferíase to White Star Holdings, Ltd., was void<footnotemark>4</footnotemark>; (5) ordered Lucre to turn over to the Special Receiver any Inferíase assets under Lucre’s control; and (6) “ordered that Lucre Investments Ltd., and its officers, managers, directors, and agents are hereby enjoined from claiming to be the corporate general partner of Inferíase and from taking or purporting to take any actions on behalf of Inferíase.”</p>\n<p id=\"b179-6\">We hold that the court’s finding that Glanz acted in contempt of the December 18, 1998 order is not supported by the evidence. For the purpose of this analysis we must first construe the term “actions” as employed in the court order.<footnotemark>5</footnotemark> <page-number citation-index=\"1\" label=\"150\">*150</page-number>Because the December 18, 1998 order stemmed from the appointment of the Special Receiver, and was based on the alleged violations of the order as set forth in the pleadings, we find that the term “actions” encompasses any conduct undertaken by Glanz on behalf of Lucre and Interlase that interfered with the Special Receiver. <em>See U.S. v. McAndrew, </em>480 F.Supp. 1189, 1194 (1979) (“[T]he court should consider the entire background behind the order including the conduct that the order was meant to enjoin or secure [and] the interests that it was trying to protect ... in determining whether the order is sufficiently specific.... ”).<footnotemark>6</footnotemark></p>\n<p id=\"b180-5\">Applying this definition to the term “actions,” we find that the evidence fails to support the conclusion that Glanz’s conduct violated the December 18 order.<footnotemark>7</footnotemark> The Special Receiver alleged that Glanz violated the court’s orders by filing a petition to remove the receivership proceedings to federal court, by filing a plea in bar to the jurisdiction of the court on September 14, 1998, and by scheduling a hearing on the plea in bar. The conduct identified as contemptuous of the December 18 order occurred prior to the appointment of the Special Receiver, and prior to the December 18 order. Accordingly, the conduct may not serve as a basis of the contempt finding against Glanz.</p>\n<p id=\"b180-6\">The Special Receiver further alleged that by filing a notice of appeal of the December 18, 1998 order, Glanz was in violation of the December 18 order. We disagree. First, we find it anomalous to hold a party in contempt for challenging <page-number citation-index=\"1\" label=\"151\">*151</page-number>on appeal the propriety and legality of the very order which may serve as the basis for subsequently finding the party in contempt. <em>See Local 333B, United Marine Division v. Commonwealth, </em>193 Va. 773, 783, 71 S.E.2d 159, 165 (1952) (because a party may be held in contempt for violating a court order, “ ‘[t]he proper method of challenging the correctness of an adverse ruling is by an appeal and not by disobedience’ ” (quoting <em>Robertson v. Commonwealth, </em>181 Va. 520, 538, 25 S.E.2d 352, 359 (1943))). Even assuming Glanz could properly be held in contempt for appealing such an order, the record establishes that by doing so, Glanz did not violate the court’s December 18, 1998 order. Although he filed a notice of intent to file the appeal, no petition was filed. The filing of the notice, alone, did not constitute an action that impeded the Special Receiver. Accordingly, we find the evidence does not establish that Glanz acted in violation of the court’s order on this ground.</p>\n<p id=\"b181-5\">We next find that the evidence fails to support the Special Receiver’s allegation that Glanz “participated in what was misrepresented to the bankruptcy court to be a ‘voluntary’ Chapter 7 petition on behalf of Inferíase, in the U.S. Bankruptcy Court for the Norther[n] District of Georgia....” Although Glanz admitted that Lucre had caused Inferíase to go into bankruptcy, Glanz repeatedly denied having personally participated in the filing of the petition for bankruptcy on behalf of Inferíase, and the Special Receiver produced no evidence that Glanz had done so. Indeed, the record shows that another attorney, acting for Lucre, but acting independently of Glanz, filed the petition. <em>See Ex parte Chambers, </em>898 S.W.2d 257, 261 (Tex.1995) (“There must be evidence in the record that the corporate agent charged with contempt was somehow personally connected with defying the authority of the court or disobeying its lawful decrees.”). The only evidence of Glanz’s relationship to the bankruptcy action was his filing a suggestion of bankruptcy in the Arlington circuit court, with a copy sent to counsel for the Special Receiver. However, the filing of the suggestion of bankruptcy itself did not effectively further the bankruptcy action or interfere with <page-number citation-index=\"1\" label=\"152\">*152</page-number>the duties of the Special Receiver. The suggestion of bankruptcy, when filed in the Arlington circuit court proceedings, was not the vehicle that stayed the court’s proceedings against Fox or Interlase. To the extent a bankruptcy proceeding may stay a state court receivership, that result followed automatically from the filing of the petition for bankruptcy. <em>See </em>11 U.S.C. § 362(a). Glanz’s act of filing the suggestion of bankruptcy did no more than place the Special Receiver on notice of the bankruptcy petition, and, therefore, had no impact on the proceedings in the Arlington circuit court and did not constitute an “action” in violation of the court’s December 18 order.</p>\n<p id=\"b182-5\">The Special Receiver also alleged that Glanz took several out-of-court actions that interfered with the duties of the Special Receiver. First, the Special Receiver alleged that Fox and Glanz invented Lucre and that this “invention” violated the court’s orders. However, the Special Receiver presented no evidence that Glanz had any role in the creation of Lucre. Furthermore, Lucre was created prior to the December 18 order. Therefore, this allegation could not comprise the basis for the contempt finding even were there evidence presented that Glanz had participated in the company’s creation.</p>\n<p id=\"b182-6\">The Special Receiver’s allegation that Glanz “participated in events ... wherein Mr. Fox ... induced a Mr. Gorin to issue press releases and other information designed to undermine the value of the underlying patent license held by Speetranetics” was likewise not supported by the evidence. Indeed, there was no evidence that Glanz had any knowledge of the releases prior to their publication.</p>\n<p id=\"b182-7\">The Special Receiver next alleged that “[a]s part of Fox’s effort to extort a settlement from Spectranetics and the Special Receiver, Mr. Glanz sent a letter dated February 25, 1999, to counsel for the Special Receiver.” It is uncontroverted that Glanz sent a letter to counsel for the Special Receiver on February 25. We find, however, that the essential allegations to support a contempt citation remain unproved. The letter Glanz sent stated the following:</p>\n<blockquote id=\"b183-4\"><page-number citation-index=\"1\" label=\"153\">*153</page-number>RE: Interlase Limited Partnership____There are developments that may seriously impact the market for the devices Spectranetics sells which may significantly devalue the assets your client and others claim. Actions should be taken now to avoid these significant losses and my client wishes to be helpful in that regard....</blockquote>\n<blockquote id=\"b183-6\">cc: Interlase</blockquote>\n<p id=\"b183-7\">Glanz was only prohibited from representing or acting on behalf of Lucre and Interlase. The record does not make clear on whose behalf Glanz sent the letter, but even if we assume Glanz sent the letter on behalf of Lucre or Interlase, the February 25 letter does not violate the December 18 order, because it did not impede the Special Receiver in fulfilling his duties. The letter merely provided the Special Receiver with purported information concerning a licensee of Interlase and offered assistance to Interlase in “avoiding] ... significant losses.”</p>\n<p id=\"b183-8\">The Special Receiver’s final allegation that “[s]ince July 2, Mr. Glanz has sent various letters attempting to threaten or intimidate the Special Receiver, and its counsel, and to hinder their ability to carry out the orders of this Court” is also without evidence to support it. Glanz sent four letters to counsel for the Special Receiver in July 1999. In the first letter, sent on July 5, Glanz demanded that John Toothman, counsel for the Special Receiver, withdraw the contempt claim. Glanz adamantly denied filing the bankruptcy petition and stated that he filed the suggestion of bankruptcy “as a courtesy to the parties and to the Court.” Glanz went on to state that “[m]y client filed a bankruptcy petition____ I have no right, power, or authority to reverse that decision.” Glanz concluded the letter by saying, “[y]our complaint against me is nothing more than a threat to use the criminal contempt power of the Arlington Circuit Court to achieve what you have not achieved through civil process. That is a direct violation of the Virginia State Bar and I demand that you immediately withdraw your complaint against me.”</p>\n<p id=\"b184-4\"><page-number citation-index=\"1\" label=\"154\">*154</page-number>The letter constitutes nothing more that an attempt by Glanz to defend <em>himself </em>against a contempt charge made by the Special Receiver. The letter refers only to Glanz and does not constitute an action by Glanz on behalf of Inferíase or Lucre, the specific conduct prohibited by the court’s December 18 order.</p>\n<p id=\"b184-5\">The remaining three letters identified by the Special Receiver in his bill of particulars are similar in their related purpose. The first, dated July 19, 1999, stated that Glanz had received a copy of the Special Receiver’s motion to transfer the bankruptcy action to Virginia and was therewith returning that copy to counsel for the Special Receiver because Glanz did “not represent Interlase in the bankruptcy case or in <em>White Star Holdings Ltd. v. </em>Spectranetics.... ” The second letter, dated July 26, 1999, stated: ‘Your client has sent a motion directly to me. As you know, I am enjoined from taking any action on behalf of Inferíase or from even holding out that I represent Inferíase.... I am forwarding the papers to the Trustee appointed in Georgia and to Counsel for the Debtor in Georgia to take such action as they may deem appropriate.” Finally, the third letter, dated July 27, 1999, stated: “I have received the enclosed Interlase’s memorandum regarding pending discovery motions. Please be advised that Inferíase is in chapter 7 bankruptcy and the appropriate persons to be served are the Trustee and the counsel for the debtor. I do not represent Inferíase, nor have I ever represented Inferíase, in the above captioned bankruptcy case or in <em>White Star Holdings Ltd. v. </em>Spectranetics.... I am, therefore, returning your document to you.”</p>\n<p id=\"b184-6\">These letters fail to evidence conduct in violation of the December 18 order. To the contrary, Glanz responded precisely as an attorney who had been enjoined from representing an entity would be expected to respond. Glanz denied representing Inferíase and returned the documents. Such response does not constitute action on behalf of Inferíase or Lucre that impeded the Special Receiver in his duties.</p>\n<p id=\"b185-4\"><page-number citation-index=\"1\" label=\"155\">*155</page-number>In sum, for the reasons stated in the foregoing analysis, we reverse the civil contempt citation.</p>\n<p id=\"b185-5\">\n<em>Reversed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b175-7\">. Specifically, we do not address under what circumstances and to what extent a trial court may limit an attorney’s representation of his or her client, nor do we address Glanz's allegations concerning the remedies imposed by the trial court.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b177-8\">. Glanz alleged in his September 24, 1998 motion to vacate that he had received notice that the September 14 hearing would be held at 10:00 a.m., but that the Special Receiver was actually appointed earlier on the morning of September 14.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b178-7\">. The order did not identify by name the general partner of Interlase. However, because the only information the court had on the matter at the time it entered this order was the petition for appointment of the Special Receiver by Coster, in which Coster alleged that Interlase’s <page-number citation-index=\"1\" label=\"149\">*149</page-number>general partner was The Consulting Group Ltd., we conclude that The Consulting Group was the \"general partner” referenced in the order. In any event, no evidence supports a conclusion that the general partner the court intended to bind was Lucre, Glanz's client at the time the September order was issued.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b179-8\">. White Star is an entity that claimed that Interlase had transferred all of its assets, including the patents and the rights to the license agreements with Spectranetics, to White Star on September 11, 1998. The Special Receiver alleged at the December 18, 1998 hearing, and the trial court found, that this transfer was fraudulent and thus void.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b179-9\">. We note that \"[i]f the actions of the alleged contemnor do not violate a clearly defined duty imposed upon him or her by a court’s decree, the alleged contemnor’s actions do not constitute contempt.” <em>Wilson v. Collins, </em>27 Va.App. 411, 424, 499 S.E.2d 560, 566 (1998). On that ground, the contempt finding against Glanz could be reversed because the term \"actions” is arguably unclear and open to various constructions. However, Glanz failed to raise this question on appeal. Accord<page-number citation-index=\"1\" label=\"150\">*150</page-number>ingly, we decline to reverse on this basis and proceed with the sufficiency analysis raised by Glanz’s asserted claims.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b180-8\">. The construction of the term we adopt is buttressed by the allegations made by the Special Receiver in the bill of particulars, all of which involve either in-court or out-of-court conduct which the Special Receiver claimed interfered with his duties.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b180-9\">. The court stated in its December 22, 1999 order that its finding was based on the allegations set forth in the Special Receiver’s bill of particulars. Therefore, we confine our analysis of the evidence in light of and in relation to the allegations there set forth.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}