{
  "casebody": {
    "data": "<casebody firstpage=\"259\" lastpage=\"262\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b259-4\">* William W. Cady <em>versus </em>Azariah Eggleston and Joseph Goodwin, Jun.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b259-6\">In an action on a bond conditioned to prosecute a suit m replevin, the evidence was, that the bond was executed by the surety before the service of the writ, but not by the principal until alter the return of the writ and the entry of the action; and it was holden good against them both.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b259-7\">This was an action of debt, in which the plaintiff declared upon a bond as lost by time and accident, setting forth substantially the whole bond, with the condition, and averring a breach.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b259-8\">The defendants pleaded, first, that they did not make any such writing; secondly, that the writing mentioned was not their deed, on both which pleas issue was joined ; and, thirdly, that the writing mentioned in the declaration was not lost by time and accident. To which the plaintiff replied that it was so lost, and issue was joined thereon.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b259-9\">These several issues were tried, at the last May term in this county, before <em>Jackson, </em>J., when it appeared that, in April, 1811, the said <em>Eggleston </em>brought an action of replevin against the said <em>Cady, </em>in which judgment was rendered for a restoration of the chattels replevied; but they had never been restored, and no writ of <em>Withernam </em>had ever been issued thereon. The bond in question purported to have been given by said <em>Eggleston </em>as principal, and by <em>Goodwin </em>as his surety, conditioned to prosecute .that replevin, and to return the said chattels, &amp;c., as prescribed by the statute; and the breach alleged was, that they had not been so restored.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b259-10\">In order to prove the execution of the bond, and the loss thereof, the plaintiff produced a witness who testified that he was an attorney of the Court of Common Pleas in April, 1811, and was employed by the said <em>Goodwin </em>to make out the said writ of replevin for the said <em>Eggleston. </em>The writ was made out, and served in <em>Pittsfield, </em>the said <em>Eggleston </em>not being then present. The witness then also made out a bond, to be executed by <em>Eggleston </em>as principal, and by <em>Goodwin </em>as surety. The witness intended to make the bond in conformity with the statute, and to correspond with the writ, and supposed that it was so made. No objection</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b259-11\">* was made to it afterwards, when filed in court, on [ * 283 J account of any supposed variance or defect. The bond was executed, as the witness believed, in his presence, by the said <em>Goodwin. </em>Whereupon the writ was served, and the officer after-wards delivered it to the witness, to be returned into court, and also the bond, that he might procure it to be executed by <em>Eggleston. </em><page-number citation-index=\"1\" label=\"260\">*260</page-number>before the action should be entered. The witness accordingly carried the writ and bond with him to the court at <em>Lenox, </em>where <em>Eggleston </em>lived, and presented the bond to him to be executed. <em>Eggleston </em>made some objection at first, but afterwards executed it, as the witness believed, after the first day of the sitting of the court The bond was then delivered to the clerk, and the witness saw il during that term on the files of the court. The witness had no distinct recollection of seeing either of the defendants execute the bond; but he believed that he witnessed the execution thereof by both of them at the several times before mentioned.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b260-5\"><em>Joseph Woodbridge, </em>Esq., clerk of the court,</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AUd\">testified that he had made diligent search in his office for the bond, and could not find it. He had some recollection of having seen the bond in the Circuit Court of Common Pleas, and of a conversation there on the effect of an amendment, of the writ of replevin upon the bond; but he had no certain knowledge or distinct recollection of those transactions. He also testified that the replevin bond is sometimes returned with the writ, and filed in his office, and sometimes retained by the officer, or delivered by him to the defendant in replevin; that, when it is so filed in the clerk’s office, he always retains it on the files with the writ, and does not deliver it to the defendant.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b260-6\">The plaintiff also produced in evidence a copy of the record of the process and judgment in the said action of replevin.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b260-7\">The defendants contended that the evidence above stated was not sufficient, in law, to maintain the said issues on the part of the plaintiff.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b260-8\">[ * 284 ] * But the judge left all the evidence to the jury, and</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b260-9\">instructed them that, if they believed, from the evidence so produced, that the bond had been made, of the tenor and description set forth in the declaration, and that it had been duly executed by the defendants, at the times above mentioned, and also that the said bond had been filed in said court, and aftenvards lost from the files, without any default of the plaintiff, they should find a verdict for the plaintiff.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b260-10\">The jury having accordingly found a verdict for the plaintiff1, the defendants moved for a new trial, on account of the insufficiency of the said evidence, and also for the said direction of the judge.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b260-11\"><em>Ashmun, </em>for the defendants.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AJrO\">The verdict establishes the fact of the execution of the bond, according to the evidence at the trial. But the statute requires the execution of the bond before the service of the writ. The officer had no authority to serve the writ until the bond was delivered to him duly executed.' If no bond existed at the time of the service, none executed afterwards could <page-number citation-index=\"1\" label=\"261\">*261</page-number>cover the process, or be conformed to the law. It was merely a void act.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b261-5\"><em>Gold </em>for the plaintiff.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b261-6\">The opinion of the Court was delivered by</p>\n<author id=\"b261-7\">Parker, C. J.</author>\n<p id=\"AGB\">This is an action of debt on bond; and the plaintiff has set forth in his declaration the bond and the condition, averring that the bond was lost by time and accident, <footnotemark><em>(a)</em></footnotemark><em> </em>By the condition it appears that the bond was what is commonly called a replevin bond, having been given to secure the return of certain chattels, which had been attached as the property of one <em>Joseph Goodwin, </em>in a suit against him. A suit in replevin was instituted by the present defendant <em>Eggleston, </em>in which the chattels, attached as aforesaid, were taken and delivered to him; and this bond was made out by the attorney of <em>Goodwin, </em>the other defendant, at whose instance the replevin suit was commenced, bearing even date with the writ of replevin, and signed and sealed by him as surety, and returned with the writ into the clerk’s * office, [ * 285 ] without the signature of <em>Eggleston. </em>After the entry of the action, it was signed and sealed by him.</p>\n<p id=\"b261-8\">It has been contended, by the counsel for the defendants, that the bond is void and of no effect, because, as the writ of replevin is, by the terms of it, effectual only upon the giving of the bond uy the plaintiff in the suit with sureties, and as no such bond was given until many days after the writ was served, the whole process was void; and the sheriff, who had the custody of the goods upon the attachment, might have maintained trespass against the coroner, and those who instigated him to intermeddle with the property; and the motion for a new trial rests upon this objection. <footnotemark>(b)</footnotemark></p>\n<p id=\"b261-9\">Although it is certain that a coroner cannot lawfully execute a writ of replevin, without taking bonds according to the provision in the form of the writ prescribed in the statute, <footnotemark>(1)</footnotemark> and although the defendant in replevin might, by plea in abatement or by motion, have avoided the process, yet we are of opinion that the plaintiff in replevin cannot himself set up this defence to defeat his own bond.</p>\n<p id=\"b261-10\">He has availed himself of it, so far as to have a trial upon the question of property ; and it would be strange imbecility in the law to permit him to set up his own fraud or negligence to discharge <page-number citation-index=\"1\" label=\"262\">*262</page-number>him from the proper consequences of the suit. He suffered his name to be made use of to take out of the custody of the law property which did not belong to him, permitted the action to proceed to trial, and claimed the property until judgment was rendered against him.</p>\n<p id=\"b262-5\">When the bond was brought to him to be executed by him, he knew that it had been made some days before, and that it was applicable to a suit previously instituted. He is estopped to say that it was made on a day different from its date, and must be considered as having given force and effect to it on the day of the service of the writ of replevin. The verdict of the jury is confirmed; and judgment of forfeiture is to be entered accordingly; but the defendants may be heard in equity, <footnotemark><em>(a)</em></footnotemark></p>\n<footnote label=\"(a)\">\n<p id=\"b261-11\"><em> Taunton &amp; S. B. Turnpike </em>vs. <em>Whitings </em>10 <em>Mass. Rep. </em>327. — <em>Walsh </em>vs. <em>Barrett, </em>15 <em>Mass. Rep. </em>380. — <em>Inhab. Orleans </em>vs. <em>Inhab. </em>Chatham, 2 <em>Pick. 29.—Davis &amp; Ux. </em>vs. Spooner, 3 <em>Pick. </em>284. — <em>Taunton Bank </em>vs. Richardson, 5 <em>Pick. </em>436. — <em>Adams </em>vs Leland, 7 <em>Pick. </em>62. — <em>Bogart </em>vs. Brown, 5 <em>Pick. </em>18.</p>\n</footnote>\n<footnote label=\"(b)\">\n<p id=\"b261-12\"><em> Moors </em>vs. <em>Parker &amp; Al. </em>3 <em>Mass. Rep. </em>310. — <em>Morse </em>vs. <em>Hodson, </em>5 <em>Mass. Rep. </em>314. — <em>Purple </em>vs. <em>Purple &amp; Al. </em>5 <em>Pick. </em>226.</p>\n</footnote>\n<footnote label=\"(1)\">\n<p id=\"b261-13\"> <em>Stat. </em>1789, c. 26.</p>\n</footnote>\n<footnote label=\"(a)\">\n<p id=\"b262-6\"><em> Arnold vs. Arnold, </em>8 <em>Mass. Rep. </em>147. — <em>Clap </em>vs. <em>Guild, </em>8 <em>Mass. Rep. </em>153. — <em>Chandler </em>vs. Smith, 14 <em>Mass. Rep. </em>313.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}