{
  "casebody": {
    "data": "<casebody firstpage=\"461\" lastpage=\"476\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b489-3\">Cross Mountain Coal Company v. H. L. Ault.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b489-4\">(Knoxville.</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Axn\">September Term, 1928.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b489-5\">Opinion filed October 13, 1928.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b492-7\"><page-number citation-index=\"1\" label=\"464\">*464</page-number>J. H. Wallace and FraNtz, MoConnelt. &amp; Seymour, for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b492-8\">D. W. Byrge,' C. A. Templeton, J. B. Burnett and W. Y. Boswell, for defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b492-9\">Mr. Justice Swiggart</author>\n<p id=\"A8Q\">delivered the opinion of the Court.</p>\n<p id=\"b492-10\">H. L. Ault sued the Cross Mountain Coal Company for damages, for breach of a contract of employment. From a judgment in favor of plaintiff, the Cross Moun<page-number citation-index=\"1\" label=\"465\">*465</page-number>tain Goal Company prosecuted an appeal in the nature of a writ of error to the Court of Appeals. That court reversed the judgment of the circuit court, and dismissed the suit, as on a directed verdict for the defendant. Both parties filed petitions for <em>certiorari </em>in this court, pursuant to which writs of <em>certiorari </em>issued to the Court of Appeals; and the case has been heard in this court on oral argument.</p>\n<p id=\"b493-3\">The Court of Appeals first entered an affirmance of the judgment of the circuit court, on the ground that the record; failed to show that the bill of exceptions had been sigjned by the circuit judge. On petition to rehear, a written agreement, signed by both parties, was presented to that court, in which it was recited that the circuit judge had, in fact, signed the bill of exceptions, within the time allowed by law; that the omission of the signature was an error of the clei'k in preparing the transcript; and that it was agreed by counsel for both parties that the defect in the record should be corrected as on suggestion of the diminution of the record, without the necessity of a formal motion and <em>certiorari.</em></p>\n<p id=\"b493-4\">The petition to rehear disclosed that this agreement had been withheld from the record, through inadvertence, and prayed that it be permitted to be filed and the case heard on the merits.</p>\n<p id=\"b493-5\">The Court of Appeals sustained the petition to rehear, over the objection of counsel for Ault, and rendered judgment on the merits, as above recited. This action of the Court of Appeals is assigned as error.</p>\n<p id=\"b493-6\">We are of the opinion that it was within the discretion of the Court of Appeals to permit the record to be corrected, on petition to rehear. The laches of counsel for <page-number citation-index=\"1\" label=\"466\">*466</page-number>the Coal Company had not resulted' in any change in the <em>status </em>of the parties, and no substantive right of the plaintiff was taken from him by action of the Court of Appeals.</p>\n<p id=\"b494-5\">The assignment of error will, therefore, be overruled.</p>\n<p id=\"b494-6\">Plaintiff’s declaration sets up a contract or agreement signed by representatives of coal miners and operators of coal mines, purporting to state the conditions of employment and working conditions, effective “in Southern Kentucky and East Tennessee for the two years beginning April 1,1920', and ending March 31, 1922. ’ ’</p>\n<p id=\"b494-7\">The declaration avers that this contract was made by the plaintiff with the defendant “through himself and agents. ’ ’</p>\n<p id=\"b494-8\">It was averred that the defendant had breached the contract in the following particulars:</p>\n<blockquote id=\"b494-9\">“(1) The defendant locked the plaintiff out of its mines and refused to allow him to work for it under the above contract on or about the 10th day of May, 1921. (2) The defendant breached the above contract when it refused to pay the plaintiff scale wages set out in the above contract, and on or about the 10th of May, 1921, the plaintiff had to seek work elsewhere. (3) The defendant breached the above contract because it refused to allow plaintiff to work for it because he belonged to the United Mine Workers of America.’’</blockquote>\n<p id=\"b494-10\">Provisions of the agreement between operators and miners, material to the present ease, are as follows:</p>\n<p id=\"b494-11\">A mine committee was authorized, to whom employees should: have the right to present disagreements between themselves and the mine foreman. If the “company officials” disagreed with the conclusions of the mine committee, the dispute was to be referred to an “Arbitra-<page-number citation-index=\"1\" label=\"467\">*467</page-number>lion Board,” composed of two representatives of the operators and two representatives of the miners, and a, referee, whose decisions were to he “final and binding on all parties to this agreement.”</p>\n<p id=\"b495-3\">It was provided in the agreement that in the event suspension of work in a mine should result from a strike, the striking employees would be liable to a fine of $2 per day, payable to the Arbitration Board and disposed of by that board. In the event a mine should be closed by the operator “on account of any dispute or difference,” and the miners should be locked out, or in the event the operator or company should refuse to appear before the Arbitration Board, or abide by its decisions, the operator or company was required to pay a fine for $2 per day for each employee affected, etc.</p>\n<p id=\"b495-4\">With regard to the hiring and discharging of employees, the agreement contained the following:</p>\n<blockquote id=\"b495-5\">“The right to hire and discharge.</blockquote>\n<blockquote id=\"b495-6\">“The right to hire must also include the right to discharge, and it is not the purpose of this ag*reement to abridge the rights of the employer in either of these respects. If, however, any employee discharged by the company claims that an injustice has been done him, the question, like any other dispute, shall be taken up and disposed of by the Board of Arbitration.”</blockquote>\n<p id=\"b495-7\">The agreement further provided that “it is distinctly understood and agreed that men shall not be discriminated against on account of membership or non-membership in any organization, ’ ’ etc.</p>\n<p id=\"b495-8\">The Coal Company did not introduce any evidence on the trial of the case, but relied upon its motion for a directed verdict, made at the close of the evidence offered <page-number citation-index=\"1\" label=\"468\">*468</page-number>by plaintiff. A, number of objections were made to portions of tbe plaintiff’s evidence, and tbe motion for a new trial contained grounds directed at various portions of tbe charge to the jury. In the brief filed for tbe Coal Company in this court it is stated that other cases are pending- between miners and employees, under the agreement above referred to, and!, in order to secure an early determination of the controlling questions of law, “all objections to testimony and the charge of the court are waived. ’ ’</p>\n<p id=\"b496-5\">It was contended on the trial by the Coal Company that the proof failed to show that it had ever agreed to or accepted the agreement entered into between representatives of miners and operators; and the plea of <em>non est factum </em>was interposed. On the trial, a copy of the agreement was offered bearing the indorsement “Accepted, Cross Mountain Coal Company, by W. P. Davis, General Manager.” The signature of Mr. Davis was not otherwise proven, but the trial judge instructed the jury that this copy was <em>prima-facie </em>evidence of the acceptance of the agreement by the Cross Mountain Coal Company. The waiver of any objections to the admission of testimony, or to any possible error in the charge, would prevent the court from holding on this appeal that the record contains no evidence of the acceptance of the agreement by the defendant company.</p>\n<p id=\"b496-6\">Without referring to the evidence in detail, we think it clearly established that the employees of the Coal Company, including Ault, considered 'that they were working under this agreement, as their contract of employment, from its effective date, April 1,1920.</p>\n<p id=\"b496-7\">We think the legal effect of the agreement between the operators and miners is that it became a part of and <page-number citation-index=\"1\" label=\"469\">*469</page-number>formed tlie basis of the contract of employment between each operator accepting it and each of Ms employees, who entered or continued in the service and employment of such employer with knowledge pf its execution, and in the absence of any express contract between the individual employee and his employer inconsistent with the terms of 'the agreement. <em>Hudson </em>v. <em>Cincinnati, etc., Railway Co., </em>152 Ky., 711, 154 S. W., 47, 45 L. R. A. (N. S.), 184, Ann. Cas. 1915B, 98; <em>West </em>v. B. &amp; <em>O. R. R. Co. </em>(W. Va.), 137 So. E. Rep., 654.</p>\n<p id=\"b497-4\">In the early part of May, 1921, the Cross Mountain Coal Company suspended operations of its mine because of unfavorable market conditions, and did not resume operations until November, 1921.</p>\n<p id=\"b497-5\">It is contended for the plaintiff that the closing of the mine was a breach of the contract of employment, and that the effect of the contract was that the miners should have continuous employment during the two years covered by it.</p>\n<p id=\"b497-6\">We cannot sustain this contention. The agreement or contract specifically stated the rights of the parties in the event the mine should be closed by the operator on account of any difference or dispute between the operators and the miners. The contract thereby stated the circumstances under which the closing of a mine during the period covered by the agreement would confer any rights upon the employees; and the clear inference to be drawn from the terms employed, is that unless a mine should be closed because of such a difference or dispute, the closing of the mine would not be a violation of any of the terms of the agreement. We find notMng in the contract which could have the effect of binding the operators accepting it to operate their mines continuously, or to <page-number citation-index=\"1\" label=\"470\">*470</page-number>continue the wages of miners during a discontinuance of operations.</p>\n<p id=\"b498-3\">We hold, therefore, that the Coal Company did not breach its contract by failing- to permit the plaintiff to work in May, 1921, as claimed in the first and' second specifications of the declaration hereinbefore quoted. The Court of Appeals reached the same conclusion on this feature of the case.</p>\n<p id=\"b498-4\">The record shows that in May, 1921, while the defendant’s mine was closed, the plaintiff applied to the mine foreman for coal for use in his residence, in accordance with a provision of the agreement that such coal should be furnished miners at the rate of $2.50 per month for each residence. The foreman refused this request, on the ground that the agreement in this particular was effective only while the mine was in operation and the miners were at work. The matter was referred to the Arbitration Board, and on July 5, 1921, the Arbitration Board unanimously determined that the <em>employment </em>of the miners did not end during a suspension of work, and that during such suspension the miners were entitled to receive coal for their homes under the terms of the agreement. The ruling of the Board and referee was: “Regardless of whether a mine was operating or not, a man would have to be discharged or leave the employment of the company before he could not be considered an employee of the company.”</p>\n<p id=\"b498-5\">On July 13, 1921, the plaintiff again interviewed his foreman, calling his attention to the decision of the Arbitration Board, and requesting that coal be furnished him under the terms of the agreement. The foreman again declined, and when the plaintiff insisted that the decision of the Arbitration Board be followed, the fore<page-number citation-index=\"1\" label=\"471\">*471</page-number>man told him to consider himself discharged because of his contention about the coal; and then gave plaintiff a -written discharge, containing the following:</p>\n<blockquote id=\"b499-4\">“We have your order for one load of house or fuel coal. At present we are only furnishing house coal to employees who are at work. This is to notify you that you are discharged.”</blockquote>\n<p id=\"b499-5\">The matter was again referred to the Arbitration Board, and on July 25, 1921, a decision, signed by the referee, was made, condemning the discharge of the plaintiff because of his insistence with reference to the coal, and holding that “as these men have not been charged with any offense whatever, they would be entitled to work when operations are resumed.”</p>\n<p id=\"b499-6\">The provision of the agreement between the operators and miners expressly provided that it was not intended to abridge the right of the operators to hire and discharge; but this provision was immediately qualified by the following: “If, however, any employee discharged by the company claims that an injustice has been done him, the question, like any other dispute, shall be taken up and disposed of by the Board of Arbitration.”</p>\n<p id=\"b499-7\">The decision of the Board of Arbitration on July 25, 1921, was, in effect, that the plaintiff had been done an injustice by his discharge, based upon no reason or cause except his insistence that his employer comply with the decision of the Board of Arbitration with reference to the supplying of miners with coal for use at home.</p>\n<p id=\"b499-8\">We think the employer was obligated by the agreement to accept this award of the Board of Arbitration, and that the plaintiff was entitled to consider that his discharge had been set aside and vacated by the award, especially in the absence of any notice from his employer <page-number citation-index=\"1\" label=\"472\">*472</page-number>that the award of the Board of Arbitration would not be followed.</p>\n<p id=\"b500-5\">No further dealings between the plaintiff and the Coal Company appear from the record, until the latter part of October, 1921, when the Coal Company announced that it would resume operations on November 1st, under a wage scale adopted in 1917, which was lower than the wage scale stated in the agreement hereinabove referred to.</p>\n<p id=\"b500-6\">Plaintiff was an officer of the local branch of the United Mine Workers of America, and actively participated with other officers of that order, in an endeavor to induce the local miners to refuse to resume work at the lower wage scale. This effort was successful until November 19th, on which date the miners agreed that it would be necessary for them to abandon their position, and that they should all apply for work in a body on the following Monday, November 21st, which was done.</p>\n<p id=\"b500-7\">The Coal Company then took the position that each miner would be required to apply for work separately, and when the plaintiff applied for his assignment, he was told by the mine superintendent that he had no place. He testified that the superintendent said to him “that he had nothing to give to mine workers officials; I have nothing for you. ’ ’ When the plaintiff called his attention to the ruling of the Arbitration Board, the superintendent said, “ ‘Dern the Board;’ that they were running things to suit themselves. ’ ’ When Ault was asked’ on the trial if he knew why the superintendent discharged him, he replied: ‘' Simply because I was one of those mine working officials,' is what he told me. ’ ’</p>\n<p id=\"b500-8\">It was the conclusion of the Court of Appeals that this refusal of the Coal Company to permit the plaintiff to <page-number citation-index=\"1\" label=\"473\">*473</page-number>resume his work was not a breach of the contract of employment, for the reason that the plaintiff had been .discharged in July, and that the action of the Coal Company in November was only a refusal to re-employ him; that the agreement did not obligate the Co’a.1 Company to employ miners, but only regulated the conditions of employment between the Coal Company and those persons having the <em>status </em>of employees.</p>\n<p id=\"b501-3\">As indicated hereinabove, we are of the opinion that the action of the Arbitration Board, of July 25,1921, had preserved the <em>status </em>of the plaintiff’as an employee, and that the action of the mine superintendent in November was to again discharge plaintiff, and was not merely a refusal to re-employ him.</p>\n<p id=\"b501-4\">We are further of the opinion that it was not incumbent upon the plaintiff to again apply to the Board of Arbitration for relief. He had already appealed to that Board on two occasions, with success, but when he called the superintendent’s attention to the action of the Board of Arbitration, when he applied for work in November, the language of the superintendent above quoted effectively informed him that the Coal Company would not abide by the action of the Board of Arbitration, and that a further appeal to it would 'be useless.</p>\n<p id=\"b501-5\">Justification for the action of the mine superintendent is offered on the brief for the Coal Company, by reference to the activity of the plaintiff in the endeavor to have the miners refuse to work under the lower wage scale, and the resultant delay in the opening of the mine from November 1st to November 21st.</p>\n<p id=\"b501-6\">The written agreement between the operators and miners contained the provision: “Unless authorized by the Arbitration Board to meet an extraordinary or un<page-number citation-index=\"1\" label=\"474\">*474</page-number>usual condition, or otherwise provided for herein,, no operator is permitted to pay any other wage than that provided for in this agreement.”</p>\n<p id=\"b502-3\">There is no evidence that the Cross Mountain Coal Company had applied for or obtained permission from the Arbitration Board to reopen its mine in November, 1921, at the lower wage scale; and in such circumstances the Coal Company breached its agreement with the miners in requiring the miners to resume work at the lower scale. It is, therefore, in no position to complain at the activity of plaintiff in an effort to force adherence to the agreed wage.</p>\n<p id=\"b502-4\">Moreover, we do not think this is material, for the reason that the mine superintendent did not attempt to so justify his action in refusing to permit the plaintiff to resume work, but expressly grounded the discharge upon the bare fact that the plaintiff was an officer in the Mine Workers’ Organization, and the Coal Company had nothing for officers in that organization.</p>\n<p id=\"b502-5\">It is our opinion that this action of the mine superintendent was a. discrimination against the plaintiff because of his membership in the Mine Worker’s Organization; and was a breach of the final paragraph of the agreement between the operators and miners, providing: “It is distinctly understood and agreed that men shall not be discriminated against on account of membership or non-membership in any organization.”</p>\n<p id=\"b502-6\">Plaintiff testified that he made efforts to secure work in other mines, and that he was unable to secure any work of such character as he was accustomed to do, until after the expiration of the period covered by the miners’ and operators’ agreement, March 31, 1922. No contrary evidence was offered.</p>\n<p id=\"b503-3\"><page-number citation-index=\"1\" label=\"475\">*475</page-number>The plaintiff testified that he had earned about $150 per month during- the time he had worked for the Coal Company under the agreement. The jury awarded him $650 as damages for the breach of contract, which was substantially what he would have earned from the date of the breach, November 21, 1921, to the expiration of the contract period, March 31, 1922. There is no assignment of error that the amount awarded was excessive.</p>\n<p id=\"b503-4\">A further contention is made for the Coal Company that the contract of employment is unilateral, lacking in mutuality and void, because it contained no provision obligating the employee to continue to work, but contained a provision authorizing an employee to leave his employment upon giving the Company five days’ notice.</p>\n<p id=\"b503-5\">The authorities cited in support of this contention are, for the most part, cases in which an effort was made to specifically enforce the terms of a contract of employment, rather than to secure damages for a breach of one partially executed. The lack of a mutual covenant in this particular is persuasive against the contention of plaintiff that the contract bound the mine operators to continuously employ the miners for the period of two years, which construction of the contract we have herein-above declined to adopt.</p>\n<p id=\"b503-6\">We think, however, that the failure of the plaintiff to bind himself to continue in the service of his employer cannot impair or render unenforceable the contractual undertaking of the employer to refrain from discharging the plaintiff under such circumstances as to do him an injustice, and to abide by the award of the Board of Arbitration, in the event such injustice is found, and also ,to refrain from discriminating against the plaintiff as an <page-number citation-index=\"1\" label=\"476\">*476</page-number>employee because of membership in any organization. The plaintiff bad accepted the terms of employment and had worked under them from April, 1920', to May, 1921, and had held himself in readiness to resume work under the contract until the mine was reopened in November, 1921. There was certainly a sufficient consideration passing from the plaintiff to his employer, to support the contract and render it enforceable in the particulars here, involved.</p>\n<p id=\"b504-5\">Tt is our conclusion, therefore, that the Court of Appeals was in error in holding that the trial judge should have directed a verdict in favor of the defendant. The judgment of the Court of Appeals will accordingly be reversed and the judgment of the circuit court affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}