{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"92\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b106-3\">Walter Crane v. Edwin Reeder and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b106-4\"><em>Practice in supreme court on motion to stay waste: Costs. </em>After a judgment of a circuit court in an action of ejectment has been brought to this court on writ of error, and reversed, and a new trial ordered, and before a remittitur has issued to the court below, this court has no jurisdiction to grant an order staying waste upon the lands in question; and on declining to entertain a motion for such an order cannot award costs to the party resisting such motion.</headnotes>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b106-5\">\n<em>Heard and decided May 2.</em>\n</decisiondate>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b106-6\">Motion for order to stay waste.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b106-7\">This was an action of ejectment brought in the circuit court for the county of Wayne, by Crane against Reeder and others. There was judgment for the defendants in the court below, which was brought by plaintiff to this court for review on writ of error, and the judgment below reversed and a new trial awarded at the April term, 1871, of this court (See <em>22 Mich., S22), </em>but no remittitur had been taken to the court below.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b106-8\"><em>8. T. Douglass </em>and <em>W. P. Wells, for </em>plaintiff,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AYx\">moved for an order staying waste, presenting affidavits to show acts of waste.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b106-9\"><em>D. B. &amp; H. M. Duffielcl, contra, </em>presented counter affidavits.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"AL5\"><em>Mr. Duffield </em>moved for costs.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b106-10\">The court</author>\n<p id=\"AMh\">refused to entertain the motion, on the ground that they had no jurisdiction to grant such an order, for the reason that the case was not in this court. The fact that the plaintiff has delayed taking his remittitur does not affect the question. .</p>\n<author id=\"b106-12\">The court</author>\n<p id=\"AUV\">held that they had not jurisdiction of the case for any purpose, and denied the motion for costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}