{
  "casebody": {
    "data": "<casebody firstpage=\"540\" lastpage=\"543\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b568-3\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b568-4\">Carolina, Clinchfield and Ohio Railway v. Clinch Valley Lumber Company.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b568-5\">September 14, 1911.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b568-6\">1. Pleading—Non-Assumpsit—Particulars <em>of Defense—Limitation of </em>Evidence.—Where a defendant in an action of assumpsit has filed a specification of his grounds of defense under section 3249 of the Code, his defenses will be limited to his specification.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b568-8\">2. State Corporation Commission—Freight <em>'Rates—Void Contracts. </em>A contract for a freight rate less than that authorized, prescribed and published by the State Corporation Commission is declared to be void in this State by sec. 1294-e, cl. 7 of the Code of 1904.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b568-10\">3. Railroads—Lease—Filing <em>With Corporation Commission—Effect of Filing a </em>Copy.—The manifest object of the statute requiring every lease of a railroad in this State to be filed by the lessee with the State Corporation Commission, within thirty days after it is executed, was to give the Commission information of the existence and contents of the lease, and where the Commission has seen fit to accept a verified copy of the lease instead of the original as a sufficient compliance with the statute, and has received and acted on it accordingly, its action will be upheld as a sufficient compliance with the statute when called in question in litigation between the lessee and third persons.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b568-12\">Error to a judgment of the Circuit Court of Wise county in an action of assumpsit. Judgment for the defendant. Plaintiff assigns error.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"b568-13\">\n<em>Reversed.</em>\n</disposition>\n<p data-order=\"8\" data-type=\"summary\" id=\"b568-14\">The opinion states the case.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b568-15\"><em>Bond &amp; Bruce, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b568-16\"><em>Vicars &amp; Peery, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b569-3\"><page-number citation-index=\"1\" label=\"541\">*541</page-number>Whittle, J.,</author>\n<p id=\"AYy\">delivered the opinion of the court.</p>\n<p id=\"b569-4\">The principal question for decision in this case is whether an alleged agreement between the general manager of the plaintiff in error, and the defendant in error, for a flat rate of $10.00 per car for hauling the lumber of the defendant in error from Dante to Fink, and $5.00 from intermediate points (based on the minimum car weight of 30,000 lbs.), when such rates were less than the schedule of charges for the same service established by the State Corporation Commission, is valid and binding upon the railway company.</p>\n<p id=\"b569-5\">The Lick Creek and Lake Erie Railroad Company owned and operated a railroad from Dante to its junction with the Norfolk and Western Railway at Fink. The company filed with the Corporation Commission a tariff of freight rates, which was approved by it, and became effective December 24, 1906, and remained in force until November 1, 1908. On January 1, 1907, that road leased its line of road to the plaintiff in error, a corporation then operating as the South and Western Railroad Company (now, by charter amendment, the Carolina, Clinchfield and Ohio Railway). On April 9, 1907, a verified copy of the lease was filed with the Corporation Commission, and the former schedule of rates was continued, covering the period of the transactions out of which this litigation arose.</p>\n<p id=\"b569-6\">From January 1 to March 17, 1907, the defendant consigned its cars through to their ultimate destinations, where the entire freight was collected and the plaintiff’s part, three and one-half cents per cwt. on lumber from Dante to Fink and three cents from intermediate points, was paid by the connecting carrier. About the last named date the defendant changed its method of shipment, and consigned its cars to itself at Fink, and, having paid the flat rate to that point, reconsigned them to customers. The plaintiff at that time had not installed scales, and, consequently, had no <page-number citation-index=\"1\" label=\"542\">*542</page-number>means of ascertaining the actual weight of lumber shipped other than through connecting carriers.</p>\n<p id=\"b570-4\">This action of assumpsit was brought to recover the difference between the flat rates, based on minimum car weight, and the schedule rates, founded on the actual weight of the lumber. The defendant pleaded non assumpsit, and filed with its plea a specification of defenses under section 3243 of the Code. As ground of defense it relied on the alleged agreement between the parties for the minimum carload rates, without regard to the actual weight of the lumber hauled; so that, under the authorities, the defense must be confined to that single issue. <em>Oeters </em>v. <em>Knights of Honor, </em>98 Va. 201, 35 S. E. 356; <em>City of Richmond </em>v. <em>Leaker, </em>99 Va. 6, 37 S. E. 348.</p>\n<p id=\"b570-5\">The validity of the supposed contract was denied by the plaintiff, but the circuit court refused to give an instruction, that it was unlawful for the defendant to wilfully and knowingly obtain from the agents of the plaintiff, by contract or other means or device, transportation at less than the freight rate of the plaintiff authorized, prescribed and published by the State Corporation Commission.</p>\n<p id=\"b570-6\">The evidence tended to show the existence, by lawful authority, of such a rate, and the court erred in refusing the instruction. The trend of decision condemns agreements of this character as contrary to public policy and void, and the rule of decision thus established has been carried into statute in this State. Code, 1904, sec. 1294-c, cl. 7.</p>\n<p id=\"b570-7\">The circuit court also excluded from the consideration of the jury the lease from the Lick Creek and Erie Railroad Company to the plaintiff, on the ground that the statute (Code, 1904, sec. 1294-d, cl. 56) requires every person or corporation operating a railroad in the State, under a contract or lease, to file the same in the office of the State Corporation Commission within thirty days after such contract or lease is executed. The plaintiff filed a verified copy of the lease on April 9, 1907.</p>\n<p id=\"b571-3\"><page-number citation-index=\"1\" label=\"543\">*543</page-number>The manifest object of the requirement is to furnish the Corporation Commission with information of the existence of the lease and its contents. By the Constitution of the State and the laws passed in pursuance thereof, the Corporation Commission is clothed with judicial, legislative and executive functions, and possesses wide powers and discretion in the matter of establishing, regulating and controlling freight and passenger rates. In the instant case it has seen fit to treat the filing of a verified copy of the lease as a sufficient compliance with the statute, and has received and acted upon the same accordingly. In these circumstances, a construction of the statute which would strike down a freight rate thus established and accepted by the plaintiff and the public would be to sacrifice substance to form. The substantial purpose of the statute was accomplished as effectually by filing the, verified copy of the lease as it would have been by filing the original paper, and the discretion exercised by the Corporation Commission in that regard should be sustained.</p>\n<p id=\"b571-4\">For these reasons the judgment, which was adverse to the plaintiff, must be reversed and the case remanded for further proceedings not in conflict with this opinion.</p>\n<p id=\"b571-5\">\n<em>Reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}