{
  "casebody": {
    "data": "<casebody firstpage=\"598\" lastpage=\"606\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b626-4\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b626-5\">Roanoke Railway and Electric Company v. Carroll.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b626-6\">September 14, 1911.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b626-7\">1. Street <em>Railways </em>— Personal <em>Injury </em>— Persons <em>Approaching </em>Track— <em>Presumption. </em>— Ordinarily the motorman of an electric car is under no obligation to stop his car merely because he sees a pedestrian approaching the track. The man on foot is in a place of safety, has absolute control of his own movements, and can stop instantly, and it is to be presumed that he will stop and let the car pass, and will not attempt to cross immediately in front of it.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b626-9\">2. <em>Negligence </em>— Last <em>Clear Chance </em>— Principle <em>of Doctrine. </em>— The underlying principle of the doctrine of the “last clear chance,” as declared by the decisions of this court, is that, notwithstanding the contributory negligence of the plaintiff, there is something in his condition or situation at the time of the injury to admonish the defendant that he is not able to protect himr self. The doctrine is one of prior and subsequent negligence, or of remote and proximate cause, and presupposes the intervention of an appreciable interval of time between the prior negligence of the plaintiff and the subsequent negligence of the defendant. Where the negligence of both continues down to the moment of the accident and contributes to the injury, the case is one of concurring negligence, and there can be no recovery.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b626-11\">3. <em>Instructions </em>— Two <em>Theories of Case. </em>— Where the evidence presents two theories of a case, and the jury has been instructed on one theory, it is error to refuse to give a requested instruction presenting the other theory.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b626-13\">4. Street <em>Railways </em>— Personal <em>Injury </em>— Obstructed <em>View </em>— Recipro<em>cal Duties of Parties </em>— Ordinary <em>Care. </em>— The duty imposed upon a street railway company and of a pedestrian about to cross its tracks at a street crossing, where the approach to the crossing is obstructed, is that of ordinary care only, and is reciprocal. Ordinary care, however, is a relative, flexible term, dependent upon the facts and circumstances of each case, and what might be common prudence in one case would be gross negligence in another.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b627-4\"><page-number citation-index=\"1\" label=\"599\">*599</page-number>5. Street <em>Railways </em>— Personal <em>Injury■ </em>— Contributory Negligence— <em>Proximate Cause. </em>— An instruction which tells the jury that a plaintiff cannot recover for a negligent injury inflicted upon him if they believe from the evidence that he failed to exercise ordinary care and caution, at the time of and prior to the injury, is bad for omitting to state that the assumed failure of the plaintiff to exercise ordinary care must have <em>efficiently </em>contributed to the injury.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b627-6\">6. Street <em>Railways </em>— Personal <em>Injury </em>— Persons <em>Crossing </em>Track— <em>Obstructed View </em>— Ordinary <em>Care </em>— Look <em>and Listen. </em>— In an action to recover damages for a personal injury inflicted at a street railway crossing in a city, where the view of the railway was obstructed, the jury should be instructed that they ' should take into consideration the obstructed view, in determining whether or not the plaintiff had exercised ordinary care, rather than that it was his duty, to look and listen before going on the track.</syllabus>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b627-8\">Error to a judgment of the Corporation Court of the city of Roanoke in an action of trespass on the case. Judgment for the plaintiff. Defendant assigns error.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"b627-9\">\n<em>Reversed.</em>\n</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b627-10\"><em>■ </em>The trial court refused to give instructions numbered 2, 8, 4 and 15 tendered by the defendant.. They are as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b627-11\">2. “The court instructs the jury that while it is not negligence as <em>&amp; </em>matter of law for a traveler to go upon a street car track without looking and listening, it is a settled prinple of law that one who approaches a street railway track must use due care, and ordinary due care means that he must look and listen, and especially is this so where the approach to the track is partially obstructed.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b627-12\">3. “The court instructs the jury that if they shall believe from the evidence that the plaintiff attempted to cross defendant’s track at a point where its cars frequently passed to the knowledge of plaintiff, and where a view of the tracks was partially obstructed by a pile of lumber near the track, then it was the duty of the plaintiff to look and listen before <page-number citation-index=\"1\" label=\"600\">*600</page-number>attempting to cross the track; and if the jury shall believe from the evidence that he failed to look and listen, and that his failure so to do either caused or contributed proximately to his injury, then he was guilty of contributory negligence, and there can be- no recovery in this case, though the jury may believe from the evidence that the defendant was negligent.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b628-5\">4. “The court instructs the jury that though they may believe from the evidence that the defendant company was negligent, still the plaintiff cannot recover in this case if they shall also believe from the evidence that he failed to exercise ordinary care and caution at the time of and prior to the accident, and by ordinary care is meant that degree of care, caution and prudence which an ordinary prudent and cautious man would exercise under like circumstances.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b628-6\">15. “The court instructs the j ury that if they believe that the collision in which the plaintiff was injured occurred in the market or public square, and not at the crossing at the east side of said square, then the duties imposed by law upon the defendant as to the manner of approaching crossings with its cars do not apply to this case.”</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b628-7\"><em>Hall, Woods &amp; Jackson, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b628-9\"><em>Hairston, Hairston &amp; Willis </em>and <em>Scott, Altizer &amp; Watts, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b628-10\">Whittle, J.,</author>\n<p id=\"AVV\">delivered the opinion of the court.</p>\n<p id=\"b628-11\">This action was brought by John O. Carroll against the Roanoke Railway and Electric Company and the city of Roanoke, demanding damages in the sum of $50,000 for personal injuries sustained by him through the alleged joint negligence of the defendants. The negligence imputed to the city was that it permitted lumber to be piled <page-number citation-index=\"1\" label=\"601\">*601</page-number>in the street so near the track of the railway and electric company as to partially shut out the view of approaching cars. The case was continued as to the city, and, therefore, we need not concern ourselves about its alleged complicity in the accident.</p>\n<p id=\"b629-4\">The salient facts of the case lie within narrow limits. The scene of the accident was' the intersection of Nelson street and Campbell avenue, adjacent to Market square. The street runs north and south, and the avenue east and west. The defendant maintains a double track along Campbell avenue, over which it operates a system of electric cars. The north track is used for west-bound cars and the south track for cars going east. At the time of the accident the view of a pedestrian approaching Campbell avenue from the north (along the route traveled by the plaintiff) of cars coming from the east was partially obstructed by a building in course of erection near the northeast corner of Campbell avenue and the Market square, and a pile of lumber eight feet high, nine feet wide and fourteen feet long, extending along the avenue to the outer edge of the sidewalk and to within forty-four inches of the defendant’s northern rail. The view was furthermore obstructed by a large sand box and an upright engine connected by belting with a concrete mixer. After passing the lumber pile the eastwardly view along the avenue was clear. A car station is located one square east from the corner of Nelson street and Campbell avenue on the south side of the avenue.</p>\n<p id=\"b629-5\">The plaintiff was forty-three years old and in possession of all his faculties. He was working in the Norfolk and Western Railway Company’s shops in the city, and lived at Midway, on the defendant’s line between Roanoke and Vinton. He had lived in the vicinity of Roanoke for about fourteen years, and knew that the defendant maintained a double track along Campbell avenue, over which its cars <page-number citation-index=\"1\" label=\"602\">*602</page-number>frequently passed, and he occasionally used the cars in going from the city to his home. The accident occurred about 9:30 o’clock on the night of July 17, 1909, but the square was lighted by electricity. The plaintiff crossed Market square diagonally in the direction of the junction of Nelson street and Campbell avenue; he thought the Vinton car had passed that point and was hurrying to catch it at the station. The course mapped out in his mind for that purpose was along the north side of Campbell avenue, but as he approached the corner he discovered that the sidewalk was obstructed by the lumber pile, whereupon he determined to cross over to the south side. The evidence tended to show that the point from which he attempted to cross was about fifteen feet west of the lumber, the southern line of which, as remarked, was forty-four inches from the northern rail of the track, and the distance from that rail to the outer edge of the running-board of the car was twenty-three inches, which left a clear space of only twenty-one inches between the running-board and the lumber pile.</p>\n<p id=\"b630-4\">' Plaintiff admits that he did not look to see whether a car was coming immediately before going on the track (though it was in evidence that an approaching car would have been visible for a distance of over forty feet from the point at which he attempted to cross), but looked straight ahead. To quote his language: “I stepped into the track and the car hit me just like that (snapping his hands together) and knocked me a distance; and before I could recover myself it was on me and dragged me; it didn’t knock me senseless though.”</p>\n<p id=\"b630-5\">As the result of the accident he lost both legs above the knees, and the jury awarded him $12,000 damages.</p>\n<p id=\"b630-6\">Conceding in the outset (as must be done, viewing the case from the standpoint of a demurrer to the evidence by the defendant) that the charges of negligence against the <page-number citation-index=\"1\" label=\"603\">*603</page-number>company, namely, excessive speed, failure of the motorman to have his car under control, to give the proper crossing signals and to keep a lookout, were proved, the defendant, nevertheless, denies liability on the ground that the plaintiff was himself guilty of contributory negligence. In other words, the theory of the defendant is that the case was one of concurrent negligence.</p>\n<p id=\"b631-4\">On the other hand, the plaintiff contends that the charge of contributory negligence was not sustained, but insists that if it had been proved the evidence for the defendant warranted the application of the doctrine of the last- clear chance.</p>\n<p id=\"b631-5\">■ The evidence relied on for that purpose is the testimony of a civil engineer, who gave estimates of how far the plaintiff could have seen a car coming along the north track from the east, at distances of ten, twenty, thirty and forty feet, respectively, from the track, from a point fifteen feet west of the lumber pile, the argument of counsel in that regard being that if the plaintiff might have - seen the car, the motorman could likewise have seen the plaintiff in time to have stopped the car and avoided the collision.</p>\n<p id=\"b631-6\">The obvious answer to that contention is that, ordinarily, a motorman rests under no obligation to stop his car merely because he sees a pedestrian approaching the track. The foot-man is in a place of safety; he has absolute control of his movements and can stop instantly, and it is reasonable to assume that he will stop and wait for the car to pass and not attempt to cross immediately In front of it. <em>Backus </em>v. <em>Norfolk &amp; Atl. Ter. Co., </em>ante, p. 292, 71 S. E. 528, and cases cited. It would be impossible to operate street cars in a city on any other theory.</p>\n<p id=\"b631-7\">There have been numerous cases involving the doctrine of the last clear chance -decided by this court, and the underlying principle pervading all of them is that there <page-number citation-index=\"1\" label=\"604\">*604</page-number>is something in the plaintiff’s condition or situation to admonish the defendant that he is not able to protect himself.</p>\n<p id=\"b632-5\">In <em>Southern Railway Company </em>v. <em>Bailey, </em>110 Va. 833, 67 S. E. 365, 27 L. R. A. (N. S.) 379, the doctrine is stated in the syllabus as follows: “The doctrine of the 'last clear chance’ applies, notwithstanding the contributory negligence of a plaintiff, when the defendant knows, or, by the exercise of ordinary care, ought to know, of plaintiff’s danger, and it is obvious he cannot extricate himself from it, and fails to do something which it has power to do to avoid the injury; or when the plaintiff is in some position of danger from a threatened contact with some agency under the control of the defendant, when the plaintiff cannot, and the defendant can, prevent the injury. The plaintiff must show that at some time, in view of the entire situation, including his own negligence, the defendant was thereafter culpably negligent and that such negligence was the latest in succession of causes. In such case, the plaintiff’s negligence is not the proximate cause of the injury. But this doctrine has no application to a case where both parties are equally guilty of neglect of an identical duty, the consequences of which continue on the part of both to the moment of the injury and proximately contribute thereto.”</p>\n<p id=\"b632-6\">The doctrine is one of prior and subsequent negligence, or remote and proximate cause, and presupposes the intervention of an appreciable interval of time between the prior negligence of the plaintiff and the subsequent negligence of the defendant. Where the negligence of both continues down to the moment of the accident and contributes to the injury, the case is one of concurring negligence, and there can be no recovery.</p>\n<p id=\"b632-7\">The testimony given by the. plaintiff himself shows that the accident occurred instantaneously with his stepping upon the track, and it is clear that after his danger was <page-number citation-index=\"1\" label=\"605\">*605</page-number>discovered, or might have been discovered, it was not possible to have stopped the car in time to have avoided the collision. The case in that aspect is ruled by that line of decisions, of which <em>Richmond Traction Co. </em>v. <em>Martin, </em>102 Va. 209, 45 S. E. 886, is a type. The trial court, therefore, erred in giving an independent instruction involving the doctrine of the last clear chance. It also erred in appending that principle to the defendant’s instructions 6, 7, 10 and 12. Even if the doctrine had- been applicable, the instructions which the court modified were intended to present the defendant’s theory of the case, and they ought to have been given without the qualification. <em>N. &amp; W. Ry. Co. </em>v. <em>Stone, </em>111 Va. 730, 734, 69 S. E. 927.</p>\n<p id=\"b633-4\">The defendant’s objection to that part of plaintiff’s instruction No. 1, which told the jury that if the view of the crossing was obstructed it imposed upon the defendant the duty of using special precautions, depending upon the particular location and circumstances, to avoid accident, may be considered in connection with the ruling of the court in modifying defendant’s instruction No. 8. The two instructions were counterparts of each other, and both ought to have been given. <em>(Imp. Co. </em>v. <em>Sneed, </em>95 U. S. 161, 24 L. Ed. <em>403; A. &amp; D. R. Co. </em>v. <em>Reiger, </em>95 Va. 418, 28 S. E. 590; <em>A. &amp; D. R. Co. </em>v. <em>Ironmonger, </em>95 Va. 625, 629, 29 S. E. 319; <em>Southern Ry. Co. </em>v. <em>Jones, </em>106 Va. 412, 56 S. E. 155; <em>Southern Ry. Co. </em>v. <em>Hansbrough, </em>107 Va. 733, 60 S. E. 58.) The obligation of the plaintiff and defendant with respect to the duty imposed upon them was reciprocal, and the principle might well have been incorporated in one instruction. The suggestion that it imposes upon the parties a higher degree of responsibility than ordinary care is without merit. Ordinary care is a relative, flexible term, dependent upon the facts and circumstances of each case. Of course, when the view at a crossing is clear and unobstructed, the degree of vigilance resting upon the parties is not so great as where it is obstructed. What might be <page-number citation-index=\"1\" label=\"606\">*606</page-number>common prudence in the one case, would be gross negligence in the other. It was this principle that the instructions were intended to impress.</p>\n<p id=\"b634-4\">The court refused to give defendant’s instructions 2, 3, 4 and 15. These will be briefly considered in inverse order.</p>\n<p id=\"b634-5\">No. 15 was rightly refused. The accident happened so near the crossing as to bring it within the influence of the rules applicable to that class of cases.</p>\n<p id=\"b634-6\">. Instruction No. 4 was amenable to objection, because it omitted to state that the assumed failure of the plaintiff to exercise ordinary care must have <em>efficiently </em>contributed to the injury. <em>Washington, &amp;c. Ry. Co. </em>v. <em>Vaughan, </em>111 Va. 785, 795, 69 S. E. 1035.</p>\n<p id=\"b634-7\">Instruction No. 2 initially told the jury that it was hot negligence as a matter of law for a person to go upon a street car track without looking and listening <em>(Bass </em>v. <em>Norfolk, &amp;c. R. Co., </em>100 Va. 1), but concluded with the proposition that the law requires that such person must use due care, and that ordinary care means that he must look and listen before going on the track, especially where the approach is partially obstructed. The instruction is self-contradictory and ought not to have been given.</p>\n<p id=\"b634-8\">So with instruction No. 3, it told the jury that if the view of the approaching car was partially obstructed by a pile of lumber near the track, then it was the duty of the plaintiff, as a matter of law, to look and listen before going on the track. The jury ought rather to have been told in both instructions that the circumstances upon which they are predicated must be considered by them in determining whether the plaintiff had exercised ordinary care. It may also be noted that the questions dealt with in these last two instructions are covered by defendant’s instructions 6 and 7.</p>\n<p id=\"b634-9\">For the foregoing errors the judgment complained of must be reversed and the case remanded for a new trial.</p>\n<p id=\"b634-10\">\n<em>Reversed. ■</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}