{
  "casebody": {
    "data": "<casebody firstpage=\"246\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b322-4\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b322-5\">Rhoda B. Morgan and Others v. R. M. Gollehon.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b322-6\">September 19, 1929.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b322-7\">Absent, West, J.</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b323-8\"><page-number citation-index=\"1\" label=\"247\">*247</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b323-9\"><em>B. F. Buchanan, </em>for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b323-10\"><em>B. G. Goolsby, </em>for the appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b323-11\">Prentis, C. J.,</author>\n<p id=\"AGx\">delivered the opinion of the court.</p>\n<p id=\"b323-12\">Marion L. Wolfe and wife conveyed to Terry L. Morgan and Rhoda B. Morgan a tract of land in Smyth county. Under the deed two-thirds of the property was conveyed to Terry L. Morgan in fee, and the remaining one-third to his mother, Rhoda B. Morgan, for life, with remainder at her death to Terry L. Morgan.</p>\n<p id=\"b323-13\">Terry L. Morgan died intestate, leaving a widow and four children. In the conveyance from Wolfe and wife the vendors expressly reserved a lien for the balance of the unpaid purchase money. This at the time of Terry L. Morgan’s death amounted to about $600.00. At his death, then, his mother, Rhoda B. Morgan, had a life estate in one-third of it under the <page-number citation-index=\"1\" label=\"248\">*248</page-number>deed, Ms widow (designated in the record as Mrs. T„ L. Morgan) had dower therein, his children, as his heirs at law, the remainder in fee, all subject to the balance due on the vendor’s lien. Under these circumstances, and being unable to satisfy this lien, Rhoda B. Morgan and the widow borrowed from R. M. Gollehon $651.80 in order to pay off the balance of the vendor’s lien at that time due. Gollehon, the lender, claims that Rhoda B. Morgan and the widow represented to him that they owned the land in fee, and would secure Mm by the land for the money advanced. Rhoda B. Morgan and the widow, however, •deny that they made any such representation, though they admit that they were perfectly willing to secure the loan, so far as in their power, by lien upon their actual interest in the land.</p>\n<p id=\"b324-7\">Pursuant to tMs, in July, 1924, several years after the loan had been made, when the debt with accumulated interest amounted to $833.98, they jointly executed a deed of trust upon the property fco secure it. They aver that they had always been willing to do so.</p>\n<p id=\"b324-8\">TMs bill is filed by the lender, who alleges that he only recently discovered that they did not own the fee in the land and prays to be subrogated to the vendor’s lien. It is shown that the money which he loaned was used to pay off this lien in accordance with the agreement, and that it was marked on the record by the creditor “satisfied.”</p>\n<p id=\"b324-9\">The trial court held that the complainant, Gollehon, was entitled to be subrogated to the original vendor’s lien, and it is from this decree that this appeal is taken.</p>\n<p id=\"b324-10\">The subject of subrogation has given rise to much litigation. It has been said that the doctrine is a favorite in equity, - adopted to compel the ultimate •discharge of a debt by Mm who in good conscience ought <page-number citation-index=\"1\" label=\"249\">*249</page-number>to pay it. Unquestionably tbe modern cases have greatly enlarged tbe original rules laid down in tbe earlier cases. In keeping with the more liberal application of the principles of equity, the doctrine has been greatly expanded, and, as now applied, is broad enough to cover all cases in which one person pays an obligation which in justice and good conscience should have been paid by another. 25 R. C. L., page 1314, section 3,</p>\n<p id=\"AqF\">The subject is carefully treated in 5 Pomeroy’s Equity Jurisprudence (2d ed.), page 5183, <em>et seq., </em>section. 2343. He divides subrogees into three clases: First, those who act in the performance of a legal duty arising either by express agreement or by operation of law, and, the most conspicuous example of this class is the ordinary surety who, in discharge of his legal duty, pays his principal’s debt. In the second class are those who are not legally bound to pay the debt, but who might suffer loss if the obligation is not discharged, and who act under the necessity of self-protection. This class includes owners of property or equities, or persons interested in property who pay off prior encumbrances. This class would include persons like Rhoda B. Morgan, owning a life interest in the one-third of the land, and Terry L. Morgan’s widow, holding a dower interest therein. Clearly, either one or both of these, acting in good faith in paying off this-vendor’s lien, and under a reasonable belief that it was necessary for their protection, would be entitled to subrogation. <em>Gatewood </em>v. <em>Gatewood, </em>75 Va. 415. The third class are those who are strangers to the obligation, who act neither under compulsion nor for self-protection, but at the request of some person liable for the debt. Usually a person making a payment under such circumstances is held to be subrogated to the rights of him who is paid. Mr. Pomeroy <page-number citation-index=\"1\" label=\"250\">*250</page-number>says, as to this class: “Whether one, not himself paying the debt, but loaning money to the debtor upon his personal security, but with the understanding that it is to be used in removing an encumbrance, is thereby entitled to claim the benefit of the encumbrance removed, is a matter of doubt.”</p>\n<p id=\"b326-5\">Under one view of the facts shown in this case, it may be said that the lender here, Gollehon, falls within this doubtful class. Cases may be found which support either the view that the lender of the money under such circumstances is a mere volunteer, and that he only receives the obligation of the borrower, and must look alone to the borrower, and cannot be subrogated to the rights of the original lienor merely because he can trace his money to the hands of that lienor. The weight of authority, however, as is shown in the note to 5 Pomeroy’s Equity Jur. (2d ed.), page 5193, section 2347, and the modern cases support the view that subrogation is generally allowed where the loan was made by one who took a security from the borrower which turned out to be invalid. <em>Straman </em>v. <em>Rechtine, </em>58 Ohio St. 443, 51 N. E. 44; <em>State Nat. Bank </em>v. <em>Vicroy, </em>24 Ky. Law Rep. 892, 70 S. W. 183; <em>Amick </em>v. <em>Woodworth, </em>58 Ohio St. 86, 50 N. E. 437; <em>Kalscheuer </em>v. <em>Upton, </em>6 Dak. 449, 43 N. W. 816; 3 Pomeroy’s Eq. Jur. (4th ed.), page 2902, section 1212.</p>\n<p id=\"b326-6\">In <em>Helm </em>v. <em>Lynchburg Trust &amp; Savings Bank, </em>106 Va. 603, 56 S. E. 598, in which it was claimed that a certain deed of trust to secure the payment of money was invalid because the signature of the grantor in the deed was forged, and the case was remanded for the purpose of determining this question of fact, it was said, in substance, that if a deed to secure a loan proves to be a forgery in which the lender has in no <page-number citation-index=\"1\" label=\"251\">*251</page-number>wise participated, and a portion of the money loaned was applied to the payment of a prior valid lien upon the property, a court of equity, upon vacating the forged deed, should reserve a lien on the property in favor of the lender for the amount so applied to discharge the debt which was secured by the prior valid deed.</p>\n<p id=\"b327-5\">A comparatively modern case and one which in its facts is strikingly like the instant case, is <em>Hughes </em>v. <em>Thomas, </em>131 Wis. 316, 111 N. W. 474, 11 L. R. A. (N. S.) 744, 11 Ann. Cas. 673. It there appeared that a widow, having only a life estate in certain real property, was furnished money to pay off a first mortgage thereon, and the lender took from her as security a mortgage on the premises with the understanding that it covered the fee; and it was held that he was entitled to be subrogated to the rights of the first mortgagee, and that his right of subrogation was not lost by mere delay short of the statutory period of limitation, in the absence of an equitable estoppel, where no rights of any third parties have intervened.</p>\n<p id=\"b327-6\">There is another view of the ease here which seems to us decisive. There is no doubt whatever that if Gollehon was not originally entitled to subrogation, Rhoda B. Morgan and Terry L. Morgan’s widow, having an interest in the land and having paid off the vendor’s lien, would have been entitled to be subrogated to all of the rights arising under the satisfied vendor’s lien. It is unnecessary to cite authority for this. Now, when they thereafter executed their deed of trust upon the property to secure Gollehon, who supplied them with the funds which actually paid the lien, they unquestionably conveyed as security for their debt all of their interest in the land, legal and equitable. Code of 1919, section 5149. If they still <page-number citation-index=\"1\" label=\"252\">*252</page-number>had the equitable right to be subrogated to the vendor’s lien, they could assign this right to Gollehon as security for the money borrowed. We are of opinion that their deed of trust should be construed to assign this equitable right, if they then had it. Certainly they are estopped by their deed from asserting any right which destroys or impairs it as a security for their debt. Even if this be not true, then in equity and good conscience they can now be required to assign this right.</p>\n<p id=\"b328-5\">This construction, which may be thought by some to be an extension of the doctrine of subrogation, extends it no further than it has been in cases like <em>Woods </em>v. <em>Ridley, </em>27 Miss. 151, where this is said: “Persons dealing with the representatives of a deceased person are presumed in law to be fully apprised of the extent of their authority to act in behalf of the estate which they represent. Hence, in the case of an ordinary administrator, they are presumed to know that he has no authority, as such, to make new contracts which will bind the estate in his charge; such, for example, as contracts for the loan of money even upon the pretense that it is needed to pay the debts. A person, therefore, who, under such circumstances, advances money to an administrator, acquires no right either at law or in equity as against the.estate. His equity only arises in case the money advanced has in fact been applied to the payment of debts for which the estate was justly and legally bound. In such cases the creditor of the administrator will be permitted to take his place, and will be subrogated to his rights. But reason, as well as sound policy, requires that it should be shown by the clearest evidence that the estate has been benefited, or, in other words, that the money has been applied beneficially and in the payment of the debts.”</p>\n<p id=\"b329-4\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>In <em>Freehold First National Bank </em>v. <em>Thompson, </em>61 N. J. Eq. 188, 48 Atl. 333, it is held that a person who has loaned money to an administrator to pay debts of the estate is entitled, upon the insolvency of the administrator, to be subrogated to his claim against the estate for reimbursement.</p>\n<p id=\"b329-5\">In <em>Hamlin </em>v. <em>Smith, </em>72 N. Y. App. Div. 601, 76 N. Y. S. 258, it is held that where executors borrow money for the purpose of paying valid debts against an estate, and such debts are paid with the money so borrowed, the lender is entitled to be subrogated to the rights of the executors to be reimbursed out of the funds of the estate. And where executors, with the knowledge and consent of certain beneficiaries, borrow money for the purpose of discharging a claim against the estate, which is barred by the statute of limitations, and the claim is paid with the money so borrowed, the lender’s claim is a valid demand against the portion of the estate passing to such beneficiaries.</p>\n<p id=\"b329-6\">In <em>Williamson’s Appeal, </em>94 Pa. St. 231, it is held that where the widow and administratrix of a decedent borrowed money for the purpose of paying off a widow’s dower upon the estate of the decedent, upon an express promise to sell the real estate and repay the lender out of the proceeds, giving her own note as collateral, and the money was applied by the administratrix to the object for which it was obtained, although the loan and promise made by the administratrix were without authority, the lender was entitled to the rights and remedies of the administratrix.</p>\n<p id=\"b329-7\">For the reasons we have indicated, we are of opinion that there was no error in the decree from which this appeal was taken.</p>\n<p id=\"b329-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}