{
  "casebody": {
    "data": "<casebody firstpage=\"304\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b380-3\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b380-4\">Susan Poteet v. International Harvester Company et als.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b380-5\">September 19, 1929.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b380-6\">Absent, West, J.</p>\n<p data-order=\"4\" data-type=\"misc\" id=\"b381-6\"><page-number citation-index=\"1\" label=\"305\">*305</page-number>The opinion states the ease.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b381-7\"><em>W. S. Cox, </em>for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b381-8\"><em>B. H. Sewell, Pennington &amp; Cridlin, Jas. W. Orr, W. L. Davidson </em>and <em>Pennington &amp; Pennington, </em>for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b381-9\">Holt, J.,</author>\n<p id=\"AiC\">delivered the opinion of the court.</p>\n<p id=\"b381-10\">S. B. Poteet owned, at the time of his death, two boundaries of land, one known as “The Home Place” and the other as “The Powell’s River and Wallen’s Creek Farms.” The Federal Land Bank of Baltimore had a deed of trust or mortgage against “The Home Place” for $10,000.00, but this sum had been reduced to $8,375.25 as of May 1, 1927. The Potomac Joint Stock Land Bank' held a deed of trust or mortgage against “The Powell’s River and Wallen’s Creek Farms” for $12,000.00, but it had been reduced some, and as of February, 1927, amounted to $11,614.16. He owned, in addition, about $20,000.00 worth of personalty, while his total indebtedness, including the lien debts mentioned, was something over $76,000.00.</p>\n<p id=\"b382-3\"><page-number citation-index=\"1\" label=\"306\">*306</page-number>In the administration of his estate it became necessary to sell these two farms. Sales were made subject to trust deed liens thereon. In substance only the equity of redemption was sold. So sold, the home-place brought $9,000.00, while the Powell’s river and Wallen’s creek farms brought $3,325.00. The purchasers, in each instance, agreed to pay the taxes for 1927. If this lien indebtedness assumed by the purchasers be treated as a part of the purchase price,, then these lands brought $30,074.86. If we deal only with the equities of redemption, they sold for $12,-325.00. Commutation of dower was agreed upon, but the widow claimed that it should be upon the basis of gross value or in $30,074.86, while creditors contend that she should be given dower only in equities of redemption, or in $12,325.00.</p>\n<p id=\"b382-4\">The trial court was of opinion that Mrs. Poteet was entitled to dower in the surplus, payable out of the surplus, and not to dower in the whole, payable out of the surplus; that is to say, it gave her dower in $12,325.00 only.</p>\n<p id=\"b382-5\">Both of these trust deed debts were made after marriage. They were made to secure the husband’s debts and in them the wife joined. The husband, as we have seen, is dead and the foreclosure or its equivalent took place, not in his life time, but during the administration of his estate.</p>\n<p id=\"b382-6\">In such circumstances, it is sometimes held that the-release of dower enures to the benefit of the mortgagee and his privies only, but not to subsequent creditors. The leading case in support of this doctrine of surety-ship is <em>Mandel </em>v. <em>McClure, </em>46 Ohio St. 407, 22 N. E. 290, 5 L. R. A. 519, 15 Am. St. Rep. 627. It alsa prevails in North Carolina. <em>Askew </em>v. <em>Askew, </em>103 N. C. 285, 9 S. E. 646. In some states, as in Indiana for <page-number citation-index=\"1\" label=\"307\">*307</page-number>example, it has been the subject of statutory regulation, but where it exists it is founded either upon the doctrine of suretyship or upon statute.</p>\n<p id=\"b383-4\"><em>Commercial Banking &amp; T. Co. </em>v. <em>Dudley, </em>76 W. Va. 332, 86 S. E. 307, 12 A. L. R. 1334, seems to be an exception to this general rule. The court there held that the widow was dowable in the whole, and in reaching that conclusion said it was not necessary to invoke the doctrine of suretyship. It is criticized in 12 A. L. R., at page 1357, whose editor holds that the theory of suretyship was really adopted although disclaimed by the court. If this be not so, then it seems to stand alone.</p>\n<p id=\"b383-5\">. Whatever may be the reasons governing those cases which give to the widow dower in the gross estate, they are opposed to the general weight of authority. <em>Hoy </em>v. <em>Varner, </em>100 Va. 600, 42 S. E. 690, quotes with approval this statement of the status of the law: “The general rule is that when the husband had mortgaged his lands before coverture, or the wife during coverture has united with him in mortgaging land belonging to him, and such land is sold under the mortgage, the widow, if the sale takes place after the death of the husband, and the wife, if the sale takes place before his death, in jurisdictions where the inchoate right of dower is regarded as such an interest as must be protected, is entitled to have her dower assigned or reserved from the surplus only, after paying the whole amount of the mortgage indebtedness. The dower interest should be confined to one-third of the value of the excess of the land, after deducting the entire amount owing upon the mortgage. 10 Amer. and Eng. Enc. L. (2d ed.) 169; 1 Scrib. Dower, 492.” 12 A. L. R. 1358.</p>\n<p id=\"b383-6\">Prof. Graves, in Notes on Real Property, section <page-number citation-index=\"1\" label=\"308\">*308</page-number>303, thinks that this general rule should govern in Virginia and calls attention to the fact that the doctrine of suretyship has been expressly disapproved. <em>Gatewood </em>v. Gatewood, 75 Va. 407; <em>Corr </em>v. <em>Porter, </em>33 Gratt. (74 Va.) 278; <em>Hoy </em>v. <em>Varner, supra.</em></p>\n<p id=\"b384-4\"><em>Wilson </em>v. <em>Branch, 77 </em>Va. 65, 46 Am. Rep. 709, and the minority opinion in <em>Land </em>v. <em>Shipp, </em>100 Va. 337, .41 S. E. 742, support the widow’s claim for full dower, but Prof. Graves, in commenting upon the <em>Wilson Case, </em>said: “It is respectfully submitted that this ease is contrary to authority and unsound in principle.”</p>\n<p id=\"A8\">In Minor on Real Property, Vol. 1, section 287, it is said: “The terms of this statute ('section 2269. Code 1887; section 5119, Code 1919) leave it in doubt whether the wife, in taking her dower ‘in the surplus’ is to take out of the surplus only one-third of the surplus or is to take one-third of the value of the whole tract subjected to the lien. But it is now settled in Virginia that the dower is to consist of one-fchird of the surplus only, not only under the statute where the land is sold under the lien = in the husband’s lifetime, but also independently of statute where the land is sold under the lien after the husband’s death.”</p>\n<p id=\"b384-6\">Such uncertainty as may have theretofore existed was put at rest by <em>Hoy </em>v. <em>Varner, supra. </em>It is true that case, in the main, dealt with a contest between the widow and the heirs, but certainly no one would claim that the heirs were entitled to a consideration not extended to creditors. What was decided in <em>Hoy </em>v. <em>Varner? </em>Judge Burks was then State Reporter. This is what he thought was there held:</p>\n<p id=\"b384-7\">“If a wife unite with her husband in the conveyance of his land in trust to secure the payment of his debts, and the deed is duly acknowledged and recorded, upon the death of her husband before any sale under the <page-number citation-index=\"1\" label=\"309\">*309</page-number>deed, or satisfaction of the debt secured,, his widow is only entitled to dower in the surplus of the land remaining after satisfaction of the lien. She is not entitled to have one-third of the whole land assigned to her out of the’ surplus remaining after the satisfaction of the lien created by the deed of trust. If the heir redeems the land, as he may do, she must pay an equitable proportion of the liens and encumbrances thereon which are paramount to her dower before she can be endowed of the whole land.”</p>\n<p id=\"b385-4\"> This is Prof. Lile’s comment on that case (8 Va. Law Reg. 675): “The excellent opinion in this case sets at rest a much debated question, and clears up for us, and for lawyers who shall come after us, the hazy .notion generally prevailing in the profession as to the precise nature of a wife’s contingent dower right, and the relation she occupies in the transaction when she unites with the husband in the execution of a deed of trust or mortgage on his real estate. The court decides, on what appears to be the soundest principles, that when a wife thus unites in the execution of a lien on the husband’s lands, she does not, on foreclosure of the lien, occupy the position of a surety, either in person or estate, and therefore has no equity of exoneration; that a contingent dower interest is not an estate distinct from the husband’s estate; and hence that when she so unites with him she conveys nothing but merely releases a contingent claim. The application of these principles leads logically to the conclusion reached, namely, that where a deed.of trust, executed by the husband and wife on his lands, is foreclosed after the husband’s death, the wife is entitled, as her dower, only to one-third of the surplus for life. In <em>Land </em>v. <em>Shipp, </em>100 Va. 337, 41 S. E. 742, 6 Va. Law Reg. 170, the same measure of dower was held <page-number citation-index=\"1\" label=\"310\">*310</page-number>proper, where the lien was foreclosed in the husband’s lifetime. As pointed out in an editorial note to our report of the latter case <em>(ubi supra), </em>there was some obscurity in the opinion on this point, but the opinion in the principal case explains that the court meant bo hold as stated.</p>\n<p id=\"b386-4\">“These two cases make it clear that whether the lien is foreclosed in the husband’s lifetime, or after his death, the measure of the widow’s dower is the same, namely, one-third of the surplus, and not dower in the whole but to be paid out of the surplus, as seems to have been held in <em>Wilson </em>v. <em>Branch, </em>77 Va. 65 [46 Am. Rep. 709], which case the court disapproves on this point.”</p>\n<p id=\"b386-5\"><em>Hoy </em>v. <em>Varner </em>fully supports these digests of that decision, all of the Virginia cases are reviewed and the question here raised was there settled. Indeed, Judge Harrison was of opinion that it had been settled by <em>Land </em>v. <em>Shipp, supra, </em>decided in the preceding June. <em>Hoy </em>v. <em>Varner </em>was decided in November. His dissenting opinion is addressed alone to the fact that the majority of his associates thought the widow was dowable in the surplus only. To this he could not assent.</p>\n<p id=\"b386-6\">When a wife unites with her husband in a mortgage on his land to secure his debt, her dower interest in the event of foreclosure attaches only to the equity of redemption. She is dowable in the surplus, payable out of the surplus, and this whether the land be sold, strictly speaking, to satisfy the mortgage, or is sold, subject to it in the settlement of an insolvent husband’s estate. In either event, general creditors take what the husband had which is the equity of redemption subject to the widow’s dower therein.</p>\n<p id=\"b386-7\">In so holding the trial court committed no error.</p>\n<p id=\"b387-3\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>The trial court was of opinion that the personal estate of S. B. Poteet should be applied ratably to the payment of all his debts, including the two trust deed debts which were liens upon his real estate. The practical effect of such application would be to decrease that indebtedness and to increase the value of the equities of redemption, all at the expense of general creditors. To this cross-error has been assigned.</p>\n<p id=\"b387-4\">“In England the doctrine has been declared that a dowress, like an heir or devisee, has a right to have the personal estate of her husband applied so far as it will go in discharge of mortgages and other debts contracted by the husband, which are charges upon the land which she holds in dower. The English doctrine, however, has not been universally accepted in the United States. The weight of authority, independent of statutory enactment, is against the right of. a widow to have mortgages and other encumbrances satisfied from the personal estate of the husband in order to preserve her right of dower in her husband’s lands. There are, however, a number of jurisdictions in which the English rule has been followed. In other jurisdictions the rule is controlled to a certain extent by statute.” 19 C. J., page 489.</p>\n<p id=\"b387-5\">The right to such application of the personal estate is denied in the leading case of <em>Hewitt </em>v. <em>Cox, </em>55 Ark. 225, 15 S. W. 1026, 1029, 17 S. W. 873, where the court said: “But it is contended that Mrs. Hewitt never released her dower to her husband, or to his administrator, or devisees, but only to the mortgagee as security for the payment of a single debt of the husband, for which she did not bind herself personally; and that therefore the personal assets of the estate of the husband, the principal, should be exhausted before that of the surety should be taken. The fallacy of this <page-number citation-index=\"1\" label=\"312\">*312</page-number>■contention consists in assuming that the wife has an estate or interest in the lands of the husband during his life which she can mortgage as her own separate estate. In speaking of the interest of the wife in the husband’s lands in <em>Smith </em>v. Howell, 53 Ark. 279 (13 S. W. 929), calling it an ‘inchoate right of dower,’ this ■court said: ‘The inchoate right of dower during the lifetime of the husband is not an estate in land; it is not even a vested right, but a mere intangible, inchoate, contingent expectancy. The law regards it as in the nature of an incumbrance on the husband’s title, and the- statute cited provides a means whereby he may convey his title free from the incumbrance. .She joins, not to alienate any estate, but to relinquish a future contingent right.’ ”</p>\n<p id=\"b388-4\">In <em>Daniel </em>v. <em>Leitch, </em>13 Gratt. (54 Va.) 195, the court ■ said: “At the death of John Daniel, his widow, the appellant, Mary Ann Daniel, had a right of dower in the said tract of land subject to the said deed of trust; in other words, in the equity of redemption. <em>Heth </em>v. <em>Cocke and Wife, </em>1 Rand. [22 Va.] 344. The land being the primary fund for the payment of the debt secured by the deed of trust, she had no right to have it paid ■ out of the personal estate, even if that had not been, as it was, required for the payment of his other debts, to which it was wholly inadequate.”</p>\n<p id=\"b388-7\">It is true that in this case the debt was not personal to the hoisband; the land came to him already encumbered. Prof. Graves calls attention to the fact that a different conclusion by implication would there have been reached had the debt been personal and the estate solvent (Notes on Real Property, section 305); nor does that distinguished authority on the law of real property wholeheartedly agree with the reasoning -in <em>Hewitt </em>v. <em>Cox, supra. </em>In his opinion “the true view <page-number citation-index=\"1\" label=\"313\">*313</page-number>■would seem to be that as to the equity of redemption, the widow and the husband’s heir or devisee are, so far as their respective interests are concerned, <em>in consimüi casu; </em>and whatever right of exoneration the-heir or devisee may have must redound to the benefit of the widow. Now it is certain (where the rule has not been changed by statute) that in the administration of the assets of a solvent estate the heir or devisee of mortgaged land, provided the debt secured is the personal debt of the testator or intestate, is entitled to have the mortgage debt paid out of the personalty; or, if the mortgagee (as of right he may) has subjected the mortgaged land to the payment of his debt, then the heir, or devisee is entitled to exoneration out of the personalty. It would seem, on principle, impossible-to deny to the widow the same right of exoneration; and this not because she is a surety for her husband, but because she has a right in land entitled to exoneration out of his personalty. But if the husband .dies insolvent, all his estate is liable for his debts, save only the widow’s dower in the surplus of the proceeds ol the mortgaged lands and of course no further right of dower can accrue to her by reason of her relation to the heir or devisee.”</p>\n<p id=\"b389-4\">S. B. Poteet, however, died insolvent. All of his estate is liable for his debts, save only the widow’s-dower in the surplus proceeds of the mortgaged land, and this is true whether the doctrine of suretyship be completely adopted or not. The cross-appeal must be sustained.</p>\n<p id=\"b389-5\">It follows from what has been said that the decree-appealed from must be affirmed, in so far as i t directs that Mrs. Poteet’s right to recover as dowress be limited to the equities of redemption, but is erroneous-in that it permits these equities to be increased by a <page-number citation-index=\"1\" label=\"314\">*314</page-number><em>pro rata </em>application of funds arising from personalty to the two trust deed debts. This cause is remanded to be dealt with according to the views herein expressed.</p>\n<p id=\"b390-4\">\n<em>Affirmed in part; reversed in part.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}