{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<html>\n <body>\n  <casebody firstpage=\"1054\" lastpage=\"1055\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n   <parties id=\"p-1\">\n    STATE of Oklahoma EX REL. OKLAHOMA BAR ASSOCIATION, Complainant,\n    <br/>\n    v.\n    <br/>\n    J. Edward OLIVER, Respondent.\n   </parties>\n   <docketnumber id=\"p-2\">\n    No. SCBD 6728\n   </docketnumber>\n   <court id=\"p-3\">\n    Supreme Court of Oklahoma.\n   </court>\n   <decisiondate id=\"p-4\">\n    FILED December 11, 2018\n   </decisiondate>\n   <opinion class=\"attorneys\" id=\"p-9\">\n    c. The Respondent acknowledged that the Office of the General Counsel of the Oklahoma Bar Association had received and was investigating two grievances made against him. Charles Glidewell, an Assistant United States Bankruptcy Trustee in the Respondent's personal bankruptcy proceeding, filed the first grievance after the Bankruptcy Court held the Respondent in contempt and sanctioned him for failing to report certain assets on his bankruptcy petition; the Respondent has been accused of defrauding creditors and making a false oath. Amber Morris, a client, filed the second grievance after the Respondent promised to file a motion to modify custody and visitation, accepted payment of $625.00, failed to file any such motion, and then failed to refund the money upon demand.\n   </opinion>\n   <opinion id=\"p-17\">\n    J. Edward Oliver217 N. Harvey, # 105Oklahoma City, OK 73102-3803\n   </opinion>\n   <judges id=\"p-25\">\n    Combs, C.J., and Winchester, Edmondson, Colbert, Reif, Wyrick, and Darby, JJ., concur.\n   </judges>\n   <judges id=\"p-26\">\n    Gurich, V.C.J., and Kauger, J., did not participate.\n   </judges>\n   <opinion type=\"majority\">\n    <p id=\"p-5\">\n     <strong>\n      ORDER APPROVING RESIGNATION PENDING DISCIPLINARY PROCEEDINGS\n     </strong>\n    </p>\n    <p id=\"p-6\">\n     ¶ 1 The State of Oklahoma ex rel. Oklahoma Bar Association (Complainant) has presented this Court with an application to approve the resignation of James Edward Oliver (Respondent), OBA No. 6768, from membership in the Oklahoma Bar Association. Respondent wishes to resign pending disciplinary proceedings and investigation into alleged misconduct, as provided in Rule 8.1, Rules Governing Disciplinary Proceedings (RGDP), 5 O.S.2011 ch. 1, app. 1-A. Upon consideration of the Complainant's application and the Respondent's affidavit in support of resignation, we make the following findings:\n    </p>\n    <p id=\"p-7\">\n     a. During the pendency of disciplinary proceedings against him, the Respondent offered on November 26, 2018, to surrender his license to practice law and to resign from membership in the Oklahoma Bar Association.\n    </p>\n    <p id=\"p-8\">\n     b. The Respondent tendered his resignation freely and voluntarily, without coercion or duress, and he was fully aware of the consequences of submitting his resignation.\n    </p>\n    <p id=\"p-10\">\n     d. The Respondent is aware that the allegations concerning the conduct specified above, if proven, would constitute violations of Rules 1.1, 1.3, 1.4, 1.5, 3.3,\n     and 8.4(a), (c), and (d) of the Oklahoma Rules of Professional Conduct (ORPC), 5 O.S.2011 &amp; Supp.2017 ch.1, app. 3-A; Rule 1.3 of the RGDP, 5 O.S.2011 ch. 1, app. 1-A; and his oath as a licensed Oklahoma lawyer.\n    </p>\n    <p id=\"p-11\">\n     e. The Respondent was previously disciplined by this Court through public censure, as set out in\n     <em>\n      State ex rel. Oklahoma Bar Association v. James Edward Oliver\n     </em>\n     ,\n     <extracted-citation case-ids=\"6814510\" index=\"0\" url=\"https://cite.case.law/p3d/369/1074/\">\n      2016 OK 37\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"6814510\" index=\"1\" url=\"https://cite.case.law/p3d/369/1074/\">\n      369 P.3d 1074\n     </extracted-citation>\n     .\n    </p>\n    <p class=\"attorneys\" id=\"p-12\">\n     f. The Respondent further acknowledges that, as a result of his conduct, the Client Security Fund may receive claims from his former client(s). Should the Oklahoma Bar Association approve and pay such Client Security Fund claims, the Respondent agrees to reimburse the fund for both the principal amount and the applicable statutory interest before filing any application seeking reinstatement.\n    </p>\n    <p class=\"attorneys\" id=\"p-13\">\n     g. The Respondent recognizes and agrees he may not make application for reinstatement to membership in the Oklahoma Bar Association prior to the expiration of five (5) years from the effective date of this Court's approval of his resignation; he acknowledges he may be reinstated to practice law only upon compliance with the conditions and procedures prescribed by Rule 11 of the RGDP, 5 O.S.2011 ch. 1, app. 1-A.\n    </p>\n    <p id=\"p-14\">\n     h. The Respondent has agreed to comply with Rule 9.1 of the RGDP, 5 O.S.2011 ch. 1, app. 1-A, and the Respondent acknowledges he may be reinstated to practice law only upon providing proof of substantial compliance with Rule 9.1.\n    </p>\n    <p id=\"p-15\">\n     i. The Respondent's resignation pending disciplinary proceedings is in compliance with Rule 8.1 of the RGDP, 5 O.S.2011 ch. 1, app. 1-A.\n    </p>\n    <p id=\"p-16\">\n     j. The Respondent's name and address appear on the official roster maintained by the Oklahoma Bar Association as follows:\n    </p>\n    <p class=\"attorneys\" id=\"p-18\">\n     k. In its application, the Complainant indicated that costs were incurred in this matter and that reimbursement for those costs would be sought. The Complainant has since filed a Notice of Waiver of Application to Assess Costs, however, indicating that it does not intend to file an application for costs. Consequently, the Respondent will not be responsible for reimbursing any costs related to this matter.\n    </p>\n    <p id=\"p-19\">\n     l. The Respondent's resignation should be approved.\n    </p>\n    <p class=\"attorneys\" id=\"p-20\">\n     m. This Order accepting the Respondent's resignation is to be effective as of November 28, 2018, the date the application for approval of his resignation was filed in the Court.\n    </p>\n    <p id=\"p-21\">\n     ¶ 2 It is therefore ORDERED that Complainant's application is approved and Respondent's resignation during the pendency of disciplinary proceedings is accepted and approved effective November 28, 2018.\n    </p>\n    <p id=\"p-22\">\n     ¶ 3 It is further ORDERED that Respondent's name be stricken from the Roll of Attorneys and that he make no application for reinstatement to membership in the Oklahoma Bar Association prior to November 28, 2023.\n    </p>\n    <p id=\"p-23\">\n     ¶ 4 It is further ORDERED that the Respondent comply with Rule 9.1 of the RGDP, 5 O.S.2011 ch. 1, app. 1-A, by no later than December 31, 2018.\n    </p>\n    <p id=\"p-24\">\n     ¶ 5 DONE BY ORDER OF THE SUPREME COURT this 10th day of December, 2018.\n    </p>\n   </opinion>\n  </casebody>\n </body>\n</html>\n"
  }
}