{
  "casebody": {
    "data": "<casebody firstpage=\"938\" lastpage=\"958\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b838-5\">[Civ. No. 52616.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Afa\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AWs\">Dec. 28, 1978.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b838-6\">VENTURA COUNTY EMPLOYEES’ RETIREMENT ASSOCIATION, Plaintiff and Respondent, v. JOHN MICHAEL POPE, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b841-8\"><page-number citation-index=\"1\" label=\"941\">*941</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b841-9\">Roberts, Mead, Harrison &amp; Dougherty and Roger W. Roberts for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b841-10\">Dorothy L. Schechter, County Counsel, and James Thonis, Assistant County Counsel, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b841-11\">Opinion</p>\n<author id=\"b841-12\">FLEMING, J.</author>\n<p id=\"A5ZZ\">Plaintiff Ventura County Employees’ Retirement Association (Association) obtained a $17,000 judgment (rounded amount) against defendant Pope, an alleged third party tortfeasor, for one-half the disability benefits payable to Temple, an employee-member of the Association, injured in an automobile collision with the defendant. (Gov. Code, § 31820.) Pope appeals.</p>\n<p id=\"b842-5\"><page-number citation-index=\"1\" label=\"942\">*942</page-number>I</p>\n<p id=\"b842-6\">On 26 June 1974, Nancy Temple, an employee for 14 years of the County of Ventura and a participant in the Association’s retirement plan, had an automobile collision with defendant Pope. Although property damage was minor, Temple experienced headaches, pain in her neck, and numbness in her hands and arms. These symptoms worsened, and on November 7 she underwent surgery on her neck. Surgery returned feeling to her upper extremities, but her pain did not abate, and her condition prevented her from working. On 5 March 1975 she applied to the Association for disability retirement benefits. On July 21 the retirement board of the Association found her totally disabled for the performance of her duties and granted her “non-service connected” disability benefits.<footnotemark>1</footnotemark></p>\n<p id=\"b842-7\">Meanwhile, on June 10 prior to the disability award, Temple settled for $20,000 a claim for personal injuries against Pope and executed a general release in his favor. The Association was not a party to the settlement and, as far as the record indicates, was unaware of any settlement proceedings, although on April 10 it received a letter from defendant’s insurance adjusters indicating the adjusters had heard of Temple’s application for disability benefits and requesting information about the retirement board’s action. On July 22, 13 months after the accident, the Association notified defendant’s insurance adjusters of its intention to seek subrogation. On 10 October 1975, 15 months after the accident, the Association, as statutory subrogee to Temple under Government Code section 31820, filed this action against Pope. The trial court, without adjudicating the wrongfulness of Pope’s conduct or determining his tort liability, gave judgment to the Association for $17,000, plus interest.</p>\n<p id=\"b842-8\">II</p>\n<p id=\"b842-9\"><em>Liability. </em>Government Code sections 31820-31822 <em>(infra, </em>fns. 2 &amp; 3) incorporate into the statutory scheme for county employees’ retirement the employer subrogation provisions of the workers compensation law (Lab. Code, §§ 3850-3864). The state employee’s retirement system contains analogous subrogation provisions (Gov. Code, §§ 21450 to <page-number citation-index=\"1\" label=\"943\">*943</page-number>21455). Sections 31820-31822 authorize a county retirement association to recover one-half the benefits payable to a member for injuries proximately caused by the act of a third person. At bench, the trial court, without making findings of fact or conclusions of law on the issue of Pope’s liability, assumed the existence of liability and limited its adjudication to the issue of damages. Apparently both defense counsel and the trial court erroneously assumed that Pope’s liability had been conclusively determined by the Association’s administrative determination to pursue its statutory subrogation rights against defendant and that as a consequence the court was foreclosed from examining the issue of liability.</p>\n<p id=\"b843-5\">However, it is clear from <em>Witt </em>v. <em>Jackson </em>(1961) 57 Cal.2d 57 [17 Cal.Rptr. 369, 366 P.2d 641], that a defendant may contest liability in a subrogation action by an employer to the same extent as in an action brought by the injured employee. Implicit in the right to contest liability are rights to raise the issue of comparative negligence <em>(Li </em>v. <em>Yellow Cab Co. </em>(1975) 13 Cal.3d 804 [119 Cal.Rptr. 858, 532 P.2d 1226, 78 A.L.R.3d 393]) and to contest the causality of the employee’s injuries. We think similar rules apply to a subrogation action by a county retirement association. Only after a factual determination of the liability of the tortfeasor does a retirement association’s claim for damages under Government Code section 31820 become germane. <em>(Bilyeu </em>v. <em>State Employees’ Retirement System </em>(1962) 58 Cal.2d 618, 622 [24 Cal.Rptr. 562, 375 P.2d 442]; <em>Van Nuis </em>v. <em>Los Angeles Soap Co. </em>(1973) 36 Cal.App.3d 222, 232 [111 Cal.Rptr. 398]; <em>Board of Administration </em>v. <em>Ames </em>(1963) 215 Cal.App.2d 215, 224 [29 Cal.Rptr. 917].) At bench, therefore, a key issue in the cause—liability of the alleged tortfeasor—was never adjudicated. A judgment without required findings is a nullity <em>(Ohio Cas. Ins. Co. </em>v. <em>Northwestern Mut. Ins. Co. </em>(1971) 17 Cal.App.3d 204, 207 [94 Cal.Rptr. 586]; <em>McBride </em>v. <em>Alpha Realty Corp. </em>(1975) 49 Cal.App.3d 925, 928 [123 Cal.Rptr. 270]), and a court’s failure to make a finding on a material issue mandates reversal even when a basis for liability appears in the record. <em>(Kerr Chemicals, Inc. </em>v. <em>Crown Cork &amp; Seal Co. </em>(1971) 21 Cal.App.3d 1010, 1013, 1017 [99 Cal.Rptr. 162]; <em>Kuffel </em>v. <em>Seaside Oil Company </em>(1977) 69 Cal.App.3d 555, 565 [138 Cal.Rptr. 575]; Code Civ. Proc., §§ 632, 634.) We are aware that defense counsel precipitated this error through their mistaken theory that the Association’s decision to bring an action predetermined defendant’s liability.  While invited error does not normally furnish a basis for reversal (cf. 6 Witkin, Cal. Procedure (2d ed. 1971) pp. 4257-4259), when a trial court enters judgment without making required findings of fact on a defendant’s liability—find<page-number citation-index=\"1\" label=\"944\">*944</page-number>ings which are essential to support its decision—the judgment is a nullity and must be reversed. (Code Civ. Proc., § 632; <em>Ohio Cas. Ins. Co. </em>v. <em>Northwestern Mut. Ins. Co., supra; McBride </em>v. <em>Alpha Realty Corp., supra; </em>4 Witkin, Cal. Procedure (2d ed. 1971) pp. 3139-3140.)</p>\n<p id=\"b844-6\">On retrial, the court must determine the extent, if any, of Pope’s liability for personal injuries to Temple and her subrogees under accepted concepts of comparative negligence. The court must then determine whether Temple’s personal injuries proximately resulted from the collision. Finally, the court must determine whether the damages incurred by Temple and her subrogees included loss of future earning power that is being compensated by disability retirement benefits, which would entitle the Association to make a subrogated claim for one-half the actuarial equivalent of benefits payable to Temple. (Lab. Code, §§ 3854, 3855; Gov. Code, § 31820.)</p>\n<p id=\"b844-7\">The error in the proceedings below was sufficiently egregious to require summary reversal of the judgment without further comment, but for the guidance of court and counsel in a tangled thicket of the law we discuss additional issues that may become relevant on remand. In turn, this requires some reappraisal of the County Employees Retirement Law (Gov. Code, § 31450 <em>ff.), </em>its relationship to tort liability and worker’s compensation, and the procedures appropriate to harmonize this relationship.</p>\n<p id=\"b844-8\">III</p>\n<p id=\"b844-9\"><em>Statutory Scheme. </em>On application, a county retirement association must grant disability retirement benefits to an employee-member who has applied for disability retirement, if it determines the employee is permanently disabled as a result of (1) an employment-related injury, regardless of length of service, or (2) any injury, whether or not employment-related, when the employee has completed five years service and met physical standards for employment. (Gov. Code, §§ 31720, 31725.) If the retirement association tíren determines the disabling injury was proximately caused by a person other than the disabled person’s employer, the association is given a right of subrogation against the alleged third party tortfeasor for recovery up to one-half the “actuarial equivalent” of the disability benefits the association is obligated to pay. <page-number citation-index=\"1\" label=\"945\">*945</page-number>(Gov. Code, § 31820.)<footnotemark>2</footnotemark> In pursuing subrogation an association may join with the employer and its compensation insurance carrier. Amounts recovered by any of the parties are applied, first, to amounts the employer and its insurance carrier have paid or become obligated to pay, and, second, to amounts the retirement association is entitled to recover under subrogation. (Gov. Code, §§ 31821, 31822.)<footnotemark>3</footnotemark> Defendant asserts this statutory scheme is unconstitutional for lack of due process, denial of equal protection of law, and impairment of contract.</p>\n<p id=\"b845-5\">a. <em>Due Process. </em> The failure of the retirement board to notify him of the liability hearing and allow him to be heard at its meeting, defendant asserts, violates the guarantee of procedural due process. This erroneous assertion is premised on defendant’s basic misconception—that allowance of disability benefits constituted an adjudication of defendant’s tort liability for the accident, a misconception paralleled by the trial court’s erroneous conclusion that evidence of fault and comparative negligence could not be considered at trial. Such is not the case. The initial determination of the Association to initiate suit against the asserted third party tortfeasor is merely a determination to seek in court through subrogation recovery of benefits payable to a member. Defendant may contest both liability and causation of injuries to the same extent as if the injured employee herself had brought an action. <em>(Board of Administration </em>v. <em>Ames </em>(1963) 215 Cal.App.2d 215, 224 [29 Cal.Rptr. 917]; <em>Witt </em>v. <em>Jackson </em>(1961) 57 Cal.2d 57, 72 [17 Cal.Rptr. 369, 366 P.2d 641].) A retirement board’s determination of disability fixes the retirement association’s actuarial exposure to its member, a determination, however, which does not establish the third party tortfeasor’s liability, but merely <page-number citation-index=\"1\" label=\"946\">*946</page-number>sets a ceiling (50 percent of actuarial liability) on the association’s potential recovery. The statute does not violate due process of law.</p>\n<p id=\"b846-6\">b. <em>Equal Protection. </em> A legislative classification which allows a statutory pension or retirement system to pursue subrogation against a third party tortfeasor for disabling injuries to an employee-member does not violate the equal protection clauses of the state and federal Constitutions. (Cal. Const., art. I, § 7; U.S. Const., XIV Amend.; <em>Board of Administration </em>v. <em>Ames </em>(1963) 215 Cal.App.2d 215, 226-227 [29 Cal.Rptr. 917]; <em>Bilyeu </em>v. <em>State Employees’ Retirement System </em>(1962) 58 Cal.2d 618, 623 [24 Cal.Rptr. 562, 375 P.2d 442].)</p>\n<p id=\"b846-7\">c. <em>Impairment of Contract. </em> Defendant asserts the subrogation action of the Association impaired his contract (the general release) with Temple, which he wishes to use as a shield against the Association’s claims. This assertion is likewise without merit. Both federal (art. I, § 10) and state (art. I, § 9) prohibitions against impairment of contract interpret and enforce a contract in the light of the law as it exists at the time of execution of the contract. <em>(Lyon </em>v. <em>Flournoy </em>(1969) 271 Cal.App.2d 774, 782 [76 Cal.Rptr. 869].) At the time Pope secured his general release from Temple, Government Code section 31820 expressly granted to county retirement associations subrogation rights comparable to those given employers under workers’ compensation law (Lab. Code, §§ 3850-3862; <em>Board of Retirement </em>v. <em>Terry </em>(1974) 40 Cal.App.3d 1091, 1094-1095 [115 Cal.Rptr. 718].) Labor Code section 3859 provides: “No release or settlement ... as to either the employee or the employer is valid without the written consent of both.” This provision was implicitly incorporated into defendant’s general release and defeats any claim of impairment of contract as a bar to the Association’s action.</p>\n<p id=\"b846-8\">d. <em>Statutory Damages. </em> Government Code section 31820 authorizes a retirement association to recover one-half the <em>actuarial equivalent </em>of benefits payable to a member <em>because of </em>injury to the member.  The phrase <em>actuarial equivalent </em>“. . . connotes a sum of money which, when in the hands of the retirement system and the balances therefrom are properly invested, would produce the equivalent of the total probable compensation payable to [the employee] based upon actuarial tables.” <em>(Bilyeu </em>v. <em>State Employees’ Retirement System </em>(1962) 58 Cal.2d 618, 627 [24 Cal.Rptr. 562, 375 P.2d 442]; cf. <em>Smith </em>v. <em>County of Los Angeles </em>(1969) 276 Cal.App.2d 156, 162-168 [81 Cal.Rptr. <em>120].) </em> At trial, evidence was presented, and the court found, that <page-number citation-index=\"1\" label=\"947\">*947</page-number>the <em>actuarial value </em>of the Association’s liability to pay benefits to Temple was $34,000, and, accordingly, the court entered judgment in the Association’s favor for $17,000. We assume the court’s finding of <em>actuarial value </em>referred to the <em>actuarial equivalent </em>of benefits payable to Temple. But the court’s calculations failed to take into account an allowance for amounts the Association was obligated to pay Temple regardless of the accident. From the Association’s maximum liability must be subtracted amounts for which the Association was already liable—i.e., retirement benefits which would have been payable to Temple regardless of injury and disability resulting from the accident. The record shows that the present value of the Association’s preexisting retirement liability to Temple was $12,000. Therefore, the sum of $12,000 should have been subtracted from $34,000, the total benefits payable, to produce a remaining balance of $22,000 payable because of injury, of which the maximum recovery allowable against Pope was one-half, i.e., $11,000, rather than the $17,000 entered as judgment by the trial court.</p>\n<p id=\"b847-5\">IV</p>\n<p id=\"b847-6\"><em>Statute of Limitation. </em>Underlying many of the foregoing issues is the question of the time within which a retirement association must assert its claim for damages against a third party tortfeasor.</p>\n<p id=\"b847-7\">An action for personal injuries must be commenced within one year of the date of the injury. (Code Civ. Proc., § 340, subd. 3.) The Association, however, contends its action is one on a liability created by statute, to which a three-year period of limitation applies (Code Civ. Proc., § 338 subd. 1), which begins to run only when its obligation to pay retirement benefits has become fixed. To support its position it relies on <em>Board of Retirement </em>v. <em>Terry </em>(1974) 40 Cal.App.3d 1091 [115 Cal.Rptr. 718], which held that an action under Government Code sections 31820-31822 by a county retirement association against a tortfeasor to recover benefits payable to a member is an action on a liability created by statute, whose three-year period of limitation starts to run only when the retirement benefits become payable. Although sections 31820-31822 do not specify the time for commencing an action, the <em>Terry </em>court found these <em>sections </em>comparable to those which authorize the state retirement board to bring a subrogation action against a tortfeasor to recover benefits payable to an injured member (Gov. Code, §§ 21451-21454), sections which were construed in <em>Board of Administration </em>v. <em>Ames </em>(1963) 215 Cal.App.2d 215 [29 Cal.Rptr. 917], as creating a liability by statute on <page-number citation-index=\"1\" label=\"948\">*948</page-number>which an action can be commenced within three years of the time benefits become payable, a construction fortified by the later enactment of Government Code section 21455 allowing the state retirement board to commence subrogation actions within three years of the time the board approves payment of benefits.</p>\n<p id=\"b848-6\">On a procedural issue we would ordinarily defer to a well-reasoned opinion of another Court of Appeal, such as that in <em>Board of Retirement </em>v. <em>Terry </em>(1974) 40 Cal.App.3d 1091 [115 Cal.Rptr. 718], but the broad principles enunciated by the Supreme Court in <em>County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) 19 Cal.3d 862 [140 Cal.Rptr. 638, 568 P.2d 363], suggest further review. <em>Sanfax </em>was an action by an employer-county against a third party to recover workers’ compensation benefits paid its employees, an action which the trial court dismissed as untimely. In affirming the dismissal, the Supreme Court held that an employer, insurer, or compensation carrier suing a tortfeasor under the subrogation provisions of workers’ compensation law to recover benefits payable to its employee (Lab. Code, §§ 3850-3864) must, like an employee, commence its action against the tortfeasor within one year of the date of injury, even though its liability to pay benefits has neither been determined nor adjudicated. The court rejected the argument that the liability was one created by statute, concluding rather that a subrogation action to recover workers’ compensation benefits from a tortfeasor is essentially a tort action to recover damages for personal injuries and governed by the one-year statute of limitation, which starts to run at the time of the employee’s injury. The court reasoned along the following lines: an employer’s action under Labor Code section 3852 to recover benefits payable to an employee is a tort action grounded on principles of equitable subrogation; under workers’ compensation, employer and employee actions against third parties are interchangeable, both substantively and procedurally, and follow parallel courses; to the extent possible the third party need defend only one lawsuit; the defense of contributory negligence turns employer and employee actions into the same lawsuit with the same statute of limitation; only one total action with one totality of recovery results; since adjudication requires resort to tort principles, the one-year statute of limitation applies, and the year begins to run on the employee’s injury and not on the employer’s obligation to pay benefits. In view of this unequivocal language in <em>Sanfax </em>we reexamine the nature and source of a county retirement association’s subrogation claims in order to determine the applicable limitation period for actions against third parties to recover disability benefits payable to members.</p>\n<p id=\"b849-4\"><page-number citation-index=\"1\" label=\"949\">*949</page-number>We first note that a county retirement association’s authorization to make subrogated claims against third party tortfeasors (Gov. Code, §§ 31820-31822), unlike that of the state retirement system (Gov. Code, §§ 21451-21455), does not specify the period of limitation for commencing an action. Nor does the county retirement law create its own procedural scheme for pursuing subrogated claims against third parties; instead, it adopts by reference the subrogation provisions of the workers’ compensation law. Hence, the importance to us of the opinion in <em>County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) <em>supra, </em>19 Cal.3d 862, which concluded on the basis of general principles that the one-year period of limitation for actions for personal injuries applies to an employer’s subrogation action under workers’ compensation law. Inherent in a subrogation cause are two conflicting rules whose relative applicability a court must weigh. The first, relied on by the Association, is that a claimant need not file suit until his cause of action has become fixed and determinable. Until retirement benefits became payable, the Association argues, no cause of action matures, and the period of limitation does not start to run, a period which then extends for three years because the liability is a creature of statute. This first rule considers the subrogation problem in the light of the hardship imposed on a claimant in requiring him to assert a claim before its amount has become known. The other rule, relied on by Pope, is that liability of a tortfeasor for damages for personal injuries carries a one-year period of limitation, which begins to run on the date of the injury. This second rule considers the subrogation problem in the light of the potentially unlimited liability to rwhich the tortfeasor becomes exposed if his liability is extended indefinitely beyond the one-year period. The <em>Sanfax </em>court, after weighing the consequences of these two conflicting rules, came down strongly on the side of the one-year period of limitation, finding a positive California policy that actions for known personal injuries be filed within one year of the date of injury. <em>(Id., </em>pp. 869, 874-879.) We infer from the opinion that if there is any fixed star in the constellation of tort liability, it is the one-year period of limitation for commencing an action for personal injuries.</p>\n<p id=\"b849-5\">In essence, the ruling in <em>County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) <em>supra, </em>19 Cal.3d 862, reflects a policy decision. Its application comes to us, however, in the guise of a legal decision, for we must determine whether one cause of action or more than one cause of action is involved. To put the question in concrete terms, does the Association’s subrogation claim form part of Temple’s cause of action for personal injuries against Pope? If it does, then we have only one basic cause of action, the application of <page-number citation-index=\"1\" label=\"950\">*950</page-number><em>Sanfax </em>becomes irresistible, and the one-year period of limitation controls. If it does not, we have separate and distinct causes of action, the argument in <em>Terry, supra, </em>and <em>Ames, supra, </em>controls, and the three-year period of limitation for a liability created by statute applies. To resolve this issue we must deal with the concept of cause of action, the wild card in American procedural theory.</p>\n<p id=\"b850-6\">We start with the basic claim: an automobile collision, assertedly the fault of Pope, resulted in personal injuries to Temple. This claim contains the elements of a tort cause of action in favor of Temple against Pope, one whose component parts consist of Pope’s liability for fault and Temple’s damages for personal injuries incurred as a consequence of Pope’s fault. Thus far, Pope’s liability extends solely to Temple and consists of damages for personal injuries proximately caused by his wrong. These damages may include such elements as pain and suffering, medical expenses, loss of earnings, future pain and suffering, future medical expenses, loss of future earnings, and loss of future earning power. Each element of damage stems from personal injuries suffered by Temple, and even the most remote, loss of future earning power, is merely an aspect of the damages that resulted to Temple from her personal injuries.</p>\n<p id=\"b850-7\">But external factors soon complicate our analysis. Under present social arrangements an injured person may not necessarily carry all the costs consequent on her personal injuries. Other agencies may underwrite portions of the costs of her personal injuries and compensate her for her losses. These agencies include employers, compensation carriers, medical service groups, medical insurers, and such disability insurers as pension funds and retirement associations, which may compensate the injured person for loss of ability to work. Each agency carrying a portion of the costs of the injured person’s personal injuries reduces the injured person’s own losses, but this reduction is not designed to absolve a wrongdoer from full liability in damages for his wrong. Under present tort theory the wrongdoer still bears the ultimate loss. Hence, current practice and procedure authorize a carrying agency to obtain reimbursement from the wrongdoer for its costs in compensating the injured person for personal injuries caused by the wrongdoer. The mechanism used to achieve this result is subrogation, a legal device which transfers a portion of the injured person’s claim for damages against the wrongdoer to the agency which carried that portion of the costs of personal injuries. In effect, the carrying agency substitutes as claimant, in whole or in part, directly or <page-number citation-index=\"1\" label=\"951\">*951</page-number>indirectly, for the injured person legally entitled to claim damages from the wrongdoer, and, to the extent the agency has carried the costs of the injured person’s losses, it succeeds to her claims. In brief, one who bears the costs of personal injuries inflicted by a wrongdoer may be subrogated pro tanto to the injured person’s claims against the wrongdoer for damages. Under modern practice statutes the subrogee is frequently entitled to pursue these claims in its own name.</p>\n<p id=\"b851-5\">From this analysis it follows that, regardless of substitution of parties and subrogation of claimants who have borne portions of the costs of personal injuries, all claims of third parties for damages for personal injuries to an injured person—including the employer which reimburses for lost earnings, the medical service group which provides medical care, the compensation insurance carrier which reimburses for loss of future earnings, the medical insurer which underwrites future medical care, and the pension fund or retirement association which pays benefits for loss of ability to work—derive from the injured person’s claims against the tortfeasor for damages for personal injuries. <em>(Aetna Cas. etc. Co. </em>v. <em>Pacific Gas &amp; Elec. Co. </em>(1953) 41 Cal.2d 785, 787-788 [264 P.2d 5, 41 A.L.R.2d 1037]; <em>Liberty Mutual Ins. Co. </em>v. <em>Fabian </em>(1964) 228 Cal.App.2d 427, 432 [39 Cal.Rptr. 570].) In their own right these claimants possess no claims of their own against the tortfeasor, for he has committed no wrong against them. Only because they have carried part of the costs of the injured person’s losses do they acquire claims against the tortfeasor as subrogees to the injured person’s claims for damages for personal injuries.</p>\n<p id=\"b851-6\">An adjunct of subrogation is the rule prohibiting double recovery of damages, a rule of special importance in the prosecution of subrogation claims because the proration of damages among those who have shared the costs of personal injuries increases the possibility of duplicate claims for the same loss. Only one totality of recovery of damages for personal injuries is allowed, and only one totality of liability may be imposed on the tortfeasor. <em>(County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) 19 Cal.3d 862, 873 [140 Cal.Rptr. 638, 568 P.2d 363]; <em>Smith </em>v. <em>County of Los Angeles </em>(1969) 276 Cal.App.2d 156, 162-164 [81 Cal.Rptr. 120].) Duplicate recovery of damages is barred, and neither double recovery of the same item of loss nor double liability for the same item of injury is permitted. (Lab. Code, §§ 3855, 3856, 3858, 3860, 3861; <em>Sanstad </em>v. <em>Industrial Acc. Com. </em>(1959) 171 Cal.App.2d 32, 35 [339 P.2d 943]; <em>Fernandez </em>v. <em>Consolidated Fisheries, Inc. </em>(1953) 117 Cal.App.2d 254, 265-267 [255 P.2d 863]; <em>Eckman </em>v. <em>Arnold Taxi Co. </em>(1944) 64 Cal.App.2d 229, 234 [148 P.2d <page-number citation-index=\"1\" label=\"952\">*952</page-number>677].) Whether an action is brought by an employer, a compensation carrier, an employee, or a county retirement association, the burden on the tortfeasor remains the same. (Ins. Code, § 11662; Lab. Code, § 3755; <em>Aetna Cas. etc. Co. </em>v. <em>Pacific Gas &amp; Elec. Co. </em>(1953) 41 Cal.2d 785, 787-788 [264 P.2d 5, 41 A.L.R.2d 1037]; <em>Liberty Mutual Ins. Co. </em>v. <em>Fabian </em>(1964) 228 Cal.App.2d 427, 432, 436-437 [39 Cal.Rptr. 570].)</p>\n<p id=\"b852-6\">The nature of subrogation and its prohibition against double recovery make it abundantly clear that subrogation involves succession to the rights of others. Rights under subrogation are derivative rights, and succession to another’s rights, like water, cannot rise higher than its source. When we apply these conclusions to the facts at bench, we see that the Association, in assuming a portion of the costs of personal injuries suffered by Temple as a consequence of the accident, specifically, the loss of her ability to work, underwrote the costs of her disability to the extent it compensated her for that loss, and thereby succeeded to her claim for damages against Pope for loss of future earning power. Temple and the Association cannot both recover damages from Pope for the same loss of her ability to work, for that would be double recovery. (Cf. Lab. Code, § 3855.)<footnotemark>4</footnotemark> We avoid double recovery by identifying the Association as an agency subrogated to Temple’s claim against the tortfeasor, sanctioning only one total recovery for loss of future earning power, and requiring the injured person and the Association to divide this recovery between themselves as their interests appear.</p>\n<p id=\"b852-7\">From our conclusion that only personal injuries are involved and that only one totality of recovery for these injuries is allowed, it follows that all damage claims against Pope are portions of one cause of action in tort for personal injuries, no matter how fragmented, subdivided, or subrogated they have become. Because the Association’s claim against Pope is for costs incurred as a consequence of Temple’s loss of future earning power, its claim arises solely from its succession to Temple’s claim. Hence, the Association’s claim against Pope is not a separate cause of action, is not a new cause of action to enforce a liability created by statute, but remains a <page-number citation-index=\"1\" label=\"953\">*953</page-number>subdivision of Temple’s claim for damages for personal injuries. A claim for damages for personal injuries continues as an action in tort, no matter who prosecutes the cause of action. <em>(Aetna Cas. etc. Co. </em>v. <em>Pacific Gas &amp; Elec. Co. </em>(1953) 41 Cal.2d 785, 787 [264 P.2d 5, 41 A.L.R.3d 1037].)</p>\n<p id=\"b853-5\">Our legal vocabulary may be deficient in failing to differentiate sufficiently between the operative facts that form the basis for a legal claim (Code Civ. Proc., §§ 307, 425.10) and the right of the person entitled to pursue that claim (Code Civ. Proc., §§ 367, 378). The deficiency becomes particularly pronounced when multiple claimants are pursuing a single wrong. Perhaps we should develop a more precise vocabulary and employ the term <em>cause of action </em>to identify the operative facts giving rise to a claim for relief and the term <em>right of action </em>to identify the right of a person entitled to pursue all or part of a particular claim for relief. Such differentiation in vocabulary is hinted at in <em>Smith </em>v. <em>County of Los Angeles </em>(1969) 276 Cal.App.2d 156, 162-164 [81 Cal.Rptr. 120], where the court in referring to separate suits against third parties by an employer and by an employee, declared that each of the two plaintiffs had a separate <em>right of action, </em>which the court then distinguished from what it referred to as the <em>total action </em>involving the <em>totality of recovery. </em>(Cf. <em>County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) 19 Cal.3d 862, 873 [140 Cal.Rptr. 638, 568 P.2d 363].) If we make a similar differentiation at bench, we see that one <em>cause of action </em>containing various facets has been separately pursued by different claimants, each of whom possesses a <em>right of action. </em>By using a precise vocabulary we can identify the Association’s <em>right of action </em>as part of Temple’s <em>cause of action.</em></p>\n<p id=\"b853-6\">Distinguishable from the facts at bench are analogous factual situations not involving claims for personal injuries even though they arise out of personal injuries, as for example the common law action of a master against a third party for injuries to \"his servant that affect the servant’s ability to work (Civ. Code, § 49). A modem illustration Is suit for damages by a motion-picture producer against a third party who, by negligently inflicting personal injuries on an actress under contract with the producer, has prevented the producer from completing photography of his motion picture. Such a cause of action is separate from one in tort for personal injuries, and the tortfeasor may become liable in damages both to the victim for personal injuries <em>(Christy </em>v. <em>Herbert M. Baruch Corp. </em>(1933) 135 Cal.App. 355 [27 P.2d 660]) and to the producer for loss <page-number citation-index=\"1\" label=\"954\">*954</page-number>of the victim’s personal services. <em>(Darmour Prod. Corp. </em>v. <em>H. M. Baruch Corp. </em>(1933) 135 Cal.App. 351 [27 P.2d 664].) The action for loss of services is a proprietary cause of action, i.e., one for damages for wrongful interference with a contractual right to services, and constitutes a claim for damages for injury to a property right rather than one for injuries to the person, even though the injury to the property right arises out of injuries to the person. At common law the distinction has long been recognized. Blackstone tells us that the master’s cause of action for loss of services rests on the master’s property interest in the labor of his servant and is independent of any action the servant may have against the tortfeasor for personal injuries (3 Blackstone, Commentaries 142). Coke describes the cause of action in the following terms: “If my servant is beat, the master shall not have an action for this battery, unless the battery is so great that by reason thereof he loses the service of his servant, but the servant himself for every small battery shall have an action; and the reason of the difference is, that the master has not any damage by the personal beating of his servant... so that the original act is not the cause of his action, but the consequent upon it, viz. the loss of his service is the cause of his action.” <em>(Robert Mary’s Case </em>(1612) 9 Coke 111b, 77 Eng. Reprint 895, 898-899; see also, <em>Earley </em>v. <em>Pacific Electric Ry. Co. </em>(1917) 176 Cal. 79, 82 [167 P. 513] (cause of action for wrongful death by heirs for loss of support is separate from cause of action for personal injuries).) The two claims, although closely related, involve separate causes of action, and the danger of double recovery is not present. For example, the motion-picture producer cannot recover for the actress’s pain and suffering, loss of future earning power, and the like, and the actress cannot recover for the producer’s losses in rescheduling or reshooting his motion picture.</p>\n<p id=\"b854-6\">Also distinguishable are actions for indemnity and recoupment, actions which, like that of the master for injuiy to his servant, are grounded on plaintiff’s own rights and not on rights acquired by subrogation. For example, an employer adjudged vicariously liable in damages to a third party for personal injuries to the third party caused by the negligence of his employee, acquires a cause of action against his employee for recoupment of the damage judgment obtained against the employer. (Lab. Code, § 2865.) The cause of action is the employer’s, unlike that in subrogation, where the employer pursues a cause of action which is “no more than the employee’s and coincident therewith.” <em>(St. Paul Fire &amp; Marine Insurance Co. </em>v. <em>Cunningham </em>(9th Cir. 1958) 257 F.2d 731, 732.)</p>\n<p id=\"b855-4\"><page-number citation-index=\"1\" label=\"955\">*955</page-number>We consider briefly the extent of the burden imposed on subrogees by a one-year statute of limitation. Clearly, the Supreme Court in <em>County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) <em>supra, </em>19 Cal.3d 862, viewed the one-year requirement for bringing claims for personal injuries (no matter how fragmented, subdivided, and subrogated the claims have become), a lesser hardship than imposition of indeterminate liability on the tortfeasor. In point of fact the burden on pension funds and retirement associations in having to make subrogation claims within one year is far from crushing. As the court suggested in <em>Sanfax, supra, </em>(pp. 884-886), claims for nominal amounts can be filed by the prospective subrogee within one year of the injury <em>(State Comp. Ins. Fund </em>v. <em>Williams </em>(1974) 38 Cal.App.3d 218 [112 Cal.Rptr. 226]). Alternatively, the injured person may be induced to file an action within one year, which then permits a subrogee to intervene at a later time, for once an action has been timely filed by employer, employee, or compensation carrier, subrogees, including retirement associations, may intervene after the period of limitation has run. <em>(Harrison </em>v. <em>Englebrick </em>(1967) 254 Cal.App.2d 871, 874 [62 Cal.Rptr. 831]; <em>DeMeo </em>v. <em>St. Francis Hosp. </em>(1974) 39 Cal.App.3d 174, 177 [114 Cal.Rptr. 280]; see Gov. Code, § 31821.) Additionally, the potential subrogee can seek declaratory relief to adjudicate claims that may mature in the future (Code Civ. Proc., § 1060).</p>\n<p id=\"b855-5\">We conclude, therefore, that this suit is a tort action for damages for personal injuries for which only one cause of action exists for injured person and subrogees, that the one-year statute of limitation applies, that the Association possesses a right of action derived from the basic cause of action, and that it must initiate its action against the tortfeasor within one year. In reaching this conclusion we reject the opinions of the Court of Appeal in <em>Board of Retirement </em>v. <em>Terry </em>(1974) 40 Cal.App.3d 1091 [115 Cal.Rptr. 718], and <em>Board of Administration </em>v. <em>Ames </em>(1963) 215 Cal.App.2d 215 [29 Cal.Rptr. 917], whose logic, as we view it, has been overtaken by the Supreme Court’s opinion in <em>County of San Diego </em>v. <em>Sanfax Corp. </em>(1977) <em>supra, </em>19 Cal.3d 862, 880.</p>\n<p id=\"b855-6\">V</p>\n<p id=\"b855-7\"><em>Other Issues on Retrial. </em>In addition to the foregoing general issues of subrogation, retrial may involve two issues peculiar to the resolution of this cause.</p>\n<p id=\"b856-5\"><page-number citation-index=\"1\" label=\"956\">*956</page-number>a. <em>Late Pleading of the Statute of Limitation.</em></p>\n<p id=\"b856-6\">In the trial court defendant Pope did not plead the statute of limitation as a defense.  The statute of limitation is an affirmative defense, which unless pleaded or otherwise presented at trial is waived (Lab. Code, § 5409; Code Civ. Proc., § 430.80). However, since we are remanding the action for a new trial, the cause is set at large, and defendant may, subject to the discretion of the trial court, amend his pleadings to include the statute of limitation as an affirmative defense. <em>(Volkswagen Pacific, Inc. </em>v. <em>City of Los Angeles </em>(1972) 7 Cal.3d 48, 60 [101 Cal.Rptr. 869, 496 P.2d 1237]; <em>Estate of Horman </em>(1971) 5 Cal.3d 62, 72-73 [95 Cal.Rptr. 433, 485 P.2d 785]; Code Civ. Proc., § 473.) The trial court must determine whether valid reason exists to excuse the waiver and permit late pleading of the statute.</p>\n<p id=\"b856-7\">b. <em>Credit for Prior Settlement. </em>A second issue may arise over the credit, if any, to be given Pope for his settlement and release with Temple. Under subrogation procedure in worker’s compensation no settlement or release between an employee and a third party is binding on the employer without notice to the employer and opportunity for the latter to recover the damages to which he has become subrogated. (Lab. Code, §§ 3859, 3860; <em>Board of Administration </em>v. <em>Kuppens </em>(1975) 49 Cal.App.3d 758, 761 [122 Cal.Rptr. 856].) Nevertheless, an employee is entitled to settle his claim against a third party without the consent of the employer, and the proceeds of the settlement are free from the employer’s lien. (Lab. Code, § 3859, subd. (b); <em>Van Nuis v. Los Angeles Soap Co. </em>(1973) 36 Cal.App.3d 222, 229 [111 Cal.Rptr. 398].) The gist of the present subrogation scheme in workers’ compensation seems to be that the tortfeasor or employee must give notice to the employer of a prospective settlement, which thereafter can go forward free from any claim or lien by the employer. Presumably, an employer or compensation carrier which receives notice of a prospective settlement can make timely demands and take appropriate steps to protect its own interests.</p>\n<p id=\"b856-8\">We construe Government Code sections 31820-31822 as assimilating the procedure for subrogation under county employees’ retirement to that for subrogation under worker’s compensation.  Therefore, for <page-number citation-index=\"1\" label=\"957\">*957</page-number>purposes of subrogation we identify a county employees’ retirement association as an employer-insurer (Lab. Code, §§ 3211, 3850), and conclude it is entitled to notice of any settlement and release entered into by a tortfeasor with a member-employee. Absent such notice the settlement is not binding on it, and need not be taken into account in future litigation against the tortfeasor. <em>(Board of Administration </em>v. <em>Kuppens </em>(1975) <em>supra, </em>49 Cal.App.3d 758, 762.) If Pope’s insurance adjusters proceeded with the settlement and release without giving notice to the Association, they affected the settlement at their peril, and their principals are not entitled to credit for amounts paid to Temple, even though a portion of those payments represented compensation for permanent disability and loss of future earning power. But conversely, general principles of estoppel may control this issue. If the Association with knowledge of the pendency of Temple’s claims against Pope failed to give notice to Pope’s agents of its own potential claims for disability benefits prospectively payable to Temple, then the Association may be estopped to deny credit to Pope for amounts paid Temple in settlement of her claims for permanent disability and loss of future earning power.</p>\n<p id=\"b857-5\">The judgment is reversed, and the cause is remanded for a new trial.</p>\n<p id=\"b857-6\">Roth, P. J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b842-10\"> Three types of benefits were available to Association participants: normal retirement after meeting age and length of employment qualifications; service-connected disability for injuries incurred in the course of employment; and nonservice connected disability for injuries incurred outside the scope of employment.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b845-6\"> Section 31820. “If benefits are payable under this chapter because of an injury to, or the death of, a member of the retirement association, and such injury or death is the proximate consequence of the act of any person other than his employer, the board on behalf of the retirement association may recover from such person an amount which is the lesser of the following:</p>\n<blockquote id=\"A3d\">“(1) An amount which is equal to one-half of the actuarial equivalent of the benefits for which the association is liable because of such injury or death; or</blockquote>\n<blockquote id=\"Aqua\">“(2) An amount which is equal to one-half of the remaining balance of the amount recovered after allowance of that amount which the employer or its insurance carrier have paid or become obligated to pay. The right shall be determined under the subrogation provisions of any workmen’s compensation law.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b845-9\"> Section 31821. “The retirement association may join with the employer or its insurance carrier in under this article.”</p>\n<p id=\"AE3\">Section 31822. “Any amount recovered by any of the parties shall be applied, first, to the amounts which the employer or its insurance carrier have paid or become obligated to pay, and second, to the amounts to which the retirement association is entitled under the provisions of Section 31820 hereof.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b852-8\"> Section 3855: “If the employee joins in or prosecutes such action, <em>either the evidence of the amount of disability indemnity </em>or death benefit paid or to be paid by the employer <em>or the evidence of loss of earning capacity </em>by the employee <em>shall be admissible, but not both. </em>Proof of all other items of damage to either the employer or employee proximately resulting from such injury or death is admissible and is part of the damages.” (Italics added.)</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b857-7\">COMPTON, J., Concurring and Dissenting.</author>\n<p id=\"AFgi\">I concur in the result reached by the majority and all of the observations made therein with one exception.</p>\n<p id=\"b857-8\">The majority implies that the burden was on Pope to notify the Association of the proposed settlement and release and that in failing to do so he settled with Temple at his peril. There is nothing in the record to indicate that Pope knew, or had any reason to expect, that Temple would pursue a claim against the Association. Perhaps sophisticated insurance investigators might have anticipated the possibility but the principles which we enunciate in our opinions are applicable to the unsophisticated individual as well.</p>\n<p id=\"b858-5\"><page-number citation-index=\"1\" label=\"958\">*958</page-number>I would place the burden for notice to the employer upon the employee who wishes to effect a settlement with a tortfeasor. Thus, in the case at bench, I would give Pope credit for that part of the settlement which represented compensation for disability and loss of earning power. The Association should then be permitted to adjust Temple’s claim against it in order to recoup the money it expended, or will expend, for those same items of damage.</p>\n<p id=\"b858-6\">Respondent’s petition for a hearing by the Supreme Court was denied March 14, 1979.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}