{
  "casebody": {
    "data": "<casebody firstpage=\"815\" lastpage=\"831\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b839-6\">LEVEY MILLER MARETZ <em>v. </em>595 CORPORATE CIRCLE ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b839-7\">(AC 18716)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b839-8\">Schaller, Spear and Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b839-17\">Argued September 28, 1999</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A3k\">officially released March 14, 2000</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b840-6\"><page-number citation-index=\"1\" label=\"816\">*816</page-number><em>Edwin L. Doemberger, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b840-7\"><em>James C. Graham, </em>for the appellees (defendants).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b840-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b840-9\">HENNESSY, J.</author>\n<p id=\"AEK\">The plaintiff, Levey Miller Maretz, appeals from the judgment rendered by the trial court after it granted the motion for summary judgment filed by the defendants, 595 Corporate Circle, a Connecticut general partnership, and Charles E. Weber, Jr., and Alfred J. Secondino, Jr., the only general partners. The plaintiff claims that the court improperly held that (1) a real estate listing agreement that identifies a partnership as the owner of the property and is signed by the general partners does not satisfy the requirements of General Statutes (Rev. to 1991) § 20-325a (b)* <footnotemark>1</footnotemark> and (2) <page-number citation-index=\"1\" label=\"817\">*817</page-number>Public Acts 1994, No. 94-240, § 3 (P.A. 94-240, § 3), does not apply retroactively. We affirm the judgment of the trial court.</p>\n<p id=\"b841-5\">The following undisputed facts are relevant to this appeal. The plaintiff is a licensed real estate broker. On April 23, 1991, the plaintiff entered into a listing agreement to sell or lease for a commission certain real property, the record owner of which was 595 Corporate Circle. At the bottom of the listing agreement, the plaintiffs signature appears above the typed title, “Listing Agent.” Weber’s signature appears above the typed label, “owner’s signature,” and Secondino’s signature appears above another typed label, “owner’s signature.”</p>\n<p id=\"b841-6\">During the term of the listing agreement, 595 Corporate Circle entered into a lease with the Stop &amp; Shop Supermarket Company without the assistance of the plaintiff. The defendants paid no commission to the plaintiff, and the plaintiff brought an action against the defendants for payment of the commission in accordance with the listing agreement. The defendants filed a motion for summary judgment alleging that the listing agreement failed to comply with § 20-325a.</p>\n<p id=\"b841-7\">The court found the listing agreement to be unenforceable and granted the defendants’ motion for summary judgment. The court held that because the signature of the record owner, 595 Coiporate Circle, did not appear on the listing agreement, the agreement <page-number citation-index=\"1\" label=\"818\">*818</page-number>failed to comply with the ownership signature requirement of § 20-325a (b) (5). The court also found that the lack of a separate writing, pursuant to General Statutes (Rev. to 1991) § 47-5, authorizing Weber and Secondino to sign the listing agreements as agents of 595 Corporate Circle, rendered their signatures on the listing agreement ineffective to bind the partnership. In addition, the court found that P.A. 94-240, § 3, which amended § 20-325a, did not apply retroactively. The plaintiff appeals from the judgment.</p>\n<p id=\"b842-5\">“Our standard of review of a trial court’s decision to grant a motion for summary judgment is well established. Practice Book [§ 17-49] provides that summary judgment ‘shall be rendered forthwith if the pleadings, affidavits and any other proof submitted show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.’ ” <em>Zichichi </em>v. <em>Middlesex Memorial </em>Hospital, 204 Conn. 399, 402, 528 A.2d 805 (1987). When issues in an appeal concern questions of law, such as statutory construction, this court reviews those claims de novo. See <em>Davis </em>v. <em>Norwich, </em>232 Conn. 311, 317, 654 A.2d 1221 (1995).</p>\n<p id=\"b842-6\">I</p>\n<p id=\"b842-7\">The plaintiff first claims that the statutory requirements of § 20-325a (b) were satisfied. The plaintiff claims that the listing agreement was effectively signed by the owner of the property when both general partners signed the agreement and, therefore, there was no need to have those signatures witnessed and notarized pursuant to § 47-5, as required by § 20-325a (b). We disagree.</p>\n<p id=\"b842-8\">To be enforceable, a listing contract “must be in writing and must contain the information enumerated in General Statutes § 20-325a (b).” (Internal quotation marks omitted.) <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em><page-number citation-index=\"1\" label=\"819\">*819</page-number>232 Conn. 645, 656, 656 A.2d 1036 (1995). General Statutes (Rev. to 1991) § 20-325a (b) provides in relevant part that such an agreement must “(1) be in writing, (2) contain the names and addresses of all the parties thereto, (3) show the date on which such contract was entered into or such authorization given, (4) contain the conditions of such contract or authorization and (5) <em>be signed by the owner or an agent authorized to act on behalf of the owner only by a written document executed in the manner provided for conveyances in section 47-5, </em>and by the real estate broker or his authorized agent.” (Emphasis added.) “It is well established that the requirements of § 20-325a (b) are mandatory rather than permissive and that the statute is to be strictly construed.” <em>McCutcheon &amp; Burr, Inc. </em>v. <em>Berman, </em>218 Conn. 512, 520, 590 A.2d 438 (1991). “Whether a listing agreement complies with these requirements is a question of law. <em>New England Land Co., Ltd. </em>v. <em>DeMarkey, </em>213 Conn. 612, 623, 569 A.2d 1098 (1990).” <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 656.</p>\n<p id=\"b843-5\">“[T]he word ‘owner’ as it is used in § 20-325a (b), refers to the owner of the property interest that is the subject of the listing agreement.” Id., 661. It is undisputed that the owner of the property interest in the present case is 595 Corporate Circle. The individual partners of 595 Corporate Circle did not in fact own the property and, therefore, could not themselves be “owners” for the puiposes of § 20-325a (b). General Statutes (Rev. to 1991) § 34-46 provides in relevant part: “(1) All property originally brought into the partnership stock or subsequently acquired by purchase or otherwise, on account of the partnership, <em>is partnership property. </em>... (3) Any estate in real property may be acquired in the partnership name. <em>Title so acquired can be conveyed only in the partnership name. . . </em>.” (Emphasis added.) The listing agreement does not <page-number citation-index=\"1\" label=\"820\">*820</page-number>reflect that anyone signed it on behalf of 595 Corporate Circle.</p>\n<p id=\"b844-5\">Although the general partners signed the listing agreement, they could do so only as agents because they were not the owners of the property interest. Accordingly, for the listing agreement to be enforceable, it must be signed by “an agent authorized to act on behalf of the owner only by a written document executed in the manner provided for conveyances in section 47-5 . . . .” General Statutes (Rev. to 1991) § 20-325a (b) (5). The listing agreement does not reflect any authorization for Weber and Secondino to sign as agents for 595 Corporate Circle. Furthermore, it is undisputed that there is no document witnessed and acknowledged pursuant to § 47-5 authorizing Weber or Secondino to enter into the agreement on behalf of 595 Corporate Circle. We hold, therefore, that the listing agreement is unenforceable because it was not in strict compliance with § 20-325a (b).</p>\n<p id=\"b844-6\">The plaintiff argues that our Supreme Court, in <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 645 held meritless any contention that the validity of a listing agreement signed by an owner’s agent may turn on whether the agency relationship is evidenced by a document made pursuant to § 47-5. We disagree. <em>In M.R. Wachob Co., </em>the owner of the property interest signed the listing agreement with the broker, M.R. Wachob Company, and assumed all lease obligations of the main tenant, Glyco, Inc., to the fee owner, Minoff Properties. In a footnote, the court stated that the defendant’s claim that the listing agreement was unenforceable because it did not comply with § 47-5 was meritless because MBM Partnership was not acting as anyone’s agent.<footnotemark>2</footnotemark> <page-number citation-index=\"1\" label=\"821\">*821</page-number>There was no issue as to the authority of the defendant, MBM Partnership, to act as an agent on anyone’s behalf. The plaintiffs reliance <em>on M.R. Wachob Co. </em>for the proposition that § 47-5 is inapplicable is, therefore, misplaced.<footnotemark>3</footnotemark></p>\n<p id=\"b845-4\">The plaintiff, relying on <em>McCutcheon &amp; Burr, Inc. </em>v. <em>Berman, </em>supra, 218 Conn. 512, also claims that under the provisions of General Statutes (Rev. to 1991) § 34-47 (1), “[e]very partner is an agent of the partnership for the purpose of its business, and the act of every partner . . . binds the partnership . . . .” The plaintiff further claims that <em>McCutcheon &amp; Burr, Inc., </em>explicitly recognized that the provisions of § 34-47 apply to real estate listing agreements signed on behalf of a partnership. The plaintiff misreads <em>McCutcheon &amp; Burr, Inc. </em>That case states: “Section 34-47 is a general provision that governs the authority of partners to bind the partnership when carrying on the partnership business. Section 20-325a (b), however, includes specific provisions that dictate when the signature of an owner’s agent satisfies the requirements of the statute. Under those provisions the agent must be authorized to act <page-number citation-index=\"1\" label=\"822\">*822</page-number>on behalf of the owner pursuant to ‘a written document executed in the manner provided for conveyances in section 47-5.’ ” Id., 521-22. Pursuant to <em>McCutcheon &amp; Burr, Inc., </em>unless the general partners were authorized in accordance with § 20-325a (b) and § 47-5 to execute the lease agreement on behalf of 595 Corporate Circle, the strict provisions of § 20-325a (b) were not met, and the partnership was not bound by the agreement. We conclude that the listing agreement in this case was signed by the general partners in their individual capacity and not on behalf of 595 Corporate Circle. Section 20-325a (b) requires that the owner of the property interest sign the agreement. Because this was not done, the listing agreement was unenforceable under § 20-325a (b), and the court’s decision to grant summary judgment was appropriate.</p>\n<p id=\"b846-5\">II</p>\n<p id=\"b846-6\">The plaintiff claims also that the court improperly held that § 20-325a, as amended by P. A. 94-240, § 3, does not apply retroactively to the listing agreement. The plaintiff claims that if § 20-325a, as amended, had been applied to the 1991 listing agreement, summary judgment would have been improper because there would have been a genuine issue of material fact as to the equities involved in the recovery of the real estate commission. We disagree.</p>\n<p id=\"b846-7\">Effective July 1,1994, § 20-325awas amended by P.A. 94-240, § 3, to permit recovery of commissions in cases of substantial compliance with the statute and a finding that “it would be inequitable to deny such recovery.”<footnotemark>4</footnotemark> <page-number citation-index=\"1\" label=\"823\">*823</page-number>General Statutes § 55-3 provides: “No provision of the general statutes, not previously contained in the statutes of the state, which imposes any new obligation on any person or corporation, shall be construed to have a retrospective effect.”</p>\n<p id=\"b847-4\">“The obligations referred to in [§ 55-3] are those of substantive law.” (Internal quotation marks omitted.) <em>Darak </em>v. <em>Darak, </em>210 Conn. 462, 467, 556 A.2d 145 (1989). “Legislation which limits or increases statutory liability has generally been held to be substantive in nature.” <em>Little v. Ives, </em>158 Conn. 452, 457, 262 A.2d 174 (1969). We have “uniformly interpreted § 55-3 as a rule of presumed legislative intent that statutes affecting substantive rights shall apply prospectively only. . . . The legisla<page-number citation-index=\"1\" label=\"824\">*824</page-number>ture only rebuts this presumption when it ‘clearly and unequivocally’ expresses its intent that the legislation shall apply retrospectively.” (Citations omitted.) <em>Darak </em>v. <em>Darak, </em>supra, 467-68; <em>Anderson </em>v. <em>Schieffer, </em>35 Conn. App. 31, 39, 645 A.2d 549 (1994).</p>\n<p id=\"b848-4\">“On the other hand, [procedural statutes and rules of practice ordinarily apply retroactively to all actions whether pending or not at the time the statute [or rule] became effective, in the absence of any expressed intent to the contrary.” (Internal quotation marks omitted.) <em>Anderson </em>v. <em>Schieffer, </em>supra, 35 Conn. App. 39-40. In addition, “[w]here an amendment is intended to clarify the original intent of an earlier statute, it necessarily has retroactive effect.” (Internal quotation marks omitted.) <em>Toise </em>v. <em>Rowe, </em>243 Conn. 623, 628, 707 A.2d 25 (1998).</p>\n<p id=\"b848-5\">The amended § 20-325a falls within the area of legislation that affects substantive rights because it increases liability under the statute. See <em>Hunter </em>v. <em>Hunter, </em>177 Conn. 327, 332, 416 A.2d 1201 (1979); <em>Little </em>v. <em>Ives, </em>supra, 158 Conn. 457. Prior to the enactment of P.A. 94-240, an action could be brought only under § 20-325a if there was strict compliance with the statute. See <em>McCutcheon &amp; Burr, Inc. </em>v. <em>Berman, </em>supra, 218 Conn. 520 (“[i]t is well established that the requirements of § 20-325a [b] are mandatory rather than permissive and that the statute is to be strictly construed”). After the enactment of P.A. 94-240, however, strict construction of the statute was not required when there was substantial compliance with it and “it would be inequitable to deny [any licensee from recovering any commission].” General Statutes § 20-325a (c).</p>\n<p id=\"b848-6\">Thus, because P.A. 94-240 is substantive in nature, we presume that the legislature intended it to have prospective applicability. See <em>Westport </em>v. <em>State, </em>204 Conn. 212, 219, 527 A.2d 1177 (1987). There is no clear and unequivocal language in the act or legislative his<page-number citation-index=\"1\" label=\"825\">*825</page-number>tory that would support a contrary inference in favor of retrospective application.<footnotemark>5</footnotemark> Indeed, when our Supreme Court considered the amendment to § 20-325a in <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 647 n.1, it stated that “[b]ecause the events that form the basis of this action occurred prior to the amendment’s effective date of July 1, 1994, however, we must apply the statute in effect during that time.”<footnotemark>6</footnotemark> Accordingly, we hold that § 20-325a, as amended by P.A. 94-240, § 3, applies prospectively only.</p>\n<p id=\"b849-5\">The judgment is affirmed.</p>\n<p id=\"b849-6\">In this opinion SPEAR, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b840-10\"> General Statutes (Rev. to 1991) § 20-325a provides in relevant part: “(a) No person who is not licensed under the provisions of this chapter, and who was not so licensed at the time he performed the acts or rendered the services for which recovery is sought, shall commence or bring any action in any court of this state ... to recover any commission, compensation or other payment in respect of any act done or service rendered by him, the doing or rendering of which is prohibited under the provisions of this chapter except by persons duly licensed under this chapter.</p>\n<p id=\"b840-11\">“(b) No person, licensed under the provisions of this chapter, shall commence or bring any action ... as set forth in subsection (a), unless such acts or services were rendered pursuant to a contract or authorization from the person for whom such acts were done or services rendered. To satisfy the requirements of this subsection any such contract or authorization shall (1) be in writing, (2) contain the names and addresses of all the parties thereto, (3) show the date on which such contract was entered into or such authorization given, (4) contain the conditions of such contract or authorization and (5) be signed by the owner or an agent authorized to act on behalf of the owner only by a written document executed in the manner <page-number citation-index=\"1\" label=\"817\">*817</page-number>provided for conveyances in section 47-5, and by the real estate broker or his authorized agent. ...”</p>\n<p id=\"AOo\">General Statutes (Rev. to 1991) § 47-5 (a) provides: “All conveyances of land shall be: (1) In writing; (2) if the grantor is a natural person, subscribed, with or without a seal, by the grantor with his own hand or with his mark with his name annexed to it or by his attorney authorized for that purpose by a power executed, acknowledged and witnessed in the manner provided for conveyances or, if the grantor is a corporation or partnership, subscribed by a duly authorized person; (3) acknowledged by the grantor, his attorney or such duly authorized person to be his free act and deed; and (4) attested to by two witnesses with their own hands.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b844-7\"> The <em>M.R. Wachob Co. </em>court stated: “As an alternative ground for affirmance, the defendant argues that the listing agreement is unenforceable because it does not comply with General Statutes § 47-5. That statute, which is cited in § 20-325a (b) (5), requires all documents purporting to convey real property to be acknowledged and witnessed.</p>\n<p id=\"AVS\"><page-number citation-index=\"1\" label=\"821\">*821</page-number>“The defendant’s argument is without merit. Section 20-325a (b) (5) refers to instances in which an agent may sign a listing agreement on behalf of the owner of the properly. In such a case, § 20-325a (b) (5) requires the document evidencing the agency relationship to be in writing and to comply with the conveyance formalities enumerated in § 47-5. In effect, therefore, this statutory provision limits how an agent of an owner must derive his power as an agent. It is undisputed that Glyco and the defendant did not enter into such an agency agreement and, therefore, the signature of the defendant on the listing agreement is not enforceable against the defendant or Glyco on this basis. Thus, this provision is simply irrelevant to this case.” <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 655-56 n.12.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b845-6\"> The plaintiffs quotation in its principal brief of a portion of footnote 12 in <em>M.R. Wachob Co. </em>in support of the proposition that our Supreme Court held 1ha1 § 20-325a (b) (5) “requires all documents purporting to convey real property to be acknowledged and witnessed”; <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 656 n.12; is misleading. The remainder of the footnote makes clear that the proposition cited is simply irrelevant to the facts of this case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b846-8\"> General Statutes § 20-325a, as amended by Public Acts 1994, No. 94-240, § 3, and subsequently codified in 1995, provides in relevant part: “(a) No person who is not licensed under the provisions of this chapter, and who was not so licensed at the time he performed the acts or rendered the services for which recovery is sought, shall commence or bring any action in any court of this state, after October 1, 1971, to recover any commission, compensation or other payment in respect of any act done or service rendered by him, the doing or rendering of which is prohibited under the provisions of this chapter except by persons duly licensed under this chapter.</p>\n<p id=\"A7h\"><page-number citation-index=\"1\" label=\"823\">*823</page-number>‘(b) No person, licensed under the provisions of this chapter, shall commence or bring any action in respect of any acts done or services rendered after July 1, 1994, as set forth in subsection (a), unless the acts or services were rendered pursuant to a contract or authorization from the person for whom the acts were done or seivices rendered. To satisfy the requirements of this subsection any contract or authorization shall: (1) Be in writing, (2) contain the names and addresses of the real estate broker performing the services and the name of the person or persons for whom the acts were done or services rendered, (3) show the date on which such contract was entered into or such authorization given, (4) contain the conditions of such contract or authorization, (5) be signed by the real estate broker or the real estate broker’s authorized agent, (6) if such contract or authorization pertains to ‘commercial real property’ as defined in subsection (d) of this section, include the following statement: ‘THE REAL ESTATE BROKER MAY BE ENTITLED TO CERTAIN LIEN RIGHTS PURSUANT TO SUBSECTION (d) OF SECTION 20-325a OF THE CONNECTICUT GENERAL STATUTES’, and (7) if the acts done or services rendered involve a listing contract for the sale of real estate, be signed by the owner of the property or an agent authorized to act on behalf of such owner, pursuant to a written document executed in the manner provided for conveyances in section 47-5, and if the acts done or services rendered involve a buyer agency contract, be signed by the buyer or an agent authorized to act on behalf of that person.</p>\n<p id=\"b847-6\">“(c) Nothing in subsection (a) of this section or subdivisions (2) to (6), inclusive, of subsection (b) of this section shall prevent any licensee from recovering any commission, compensation or other payment in respect to any acts done or services rendered, if such person has <em>substantially complied, </em>with subdivisions (2) to (6), inclusive, of subsection (b) of this section and <em>it would be, inequitable to deny such recovery. . . </em>.” (Emphasis added.)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b849-9\"> There also is no evidence of ambiguity in the wording of the statute. Our Supreme Court has consistently held over the last two decades that § 20-325a is to be strictly construed, and there has been no attempt during that time by the legislature to change that interpretation. Rather than clarifying its intention in enacting the original statute, the legislature decided, as a matter of policy, to change the existing law. See <em>Darak </em>v. <em>Darak, </em>supra, 210 Conn. 473. “Such a change in the law must presumptively be applied prospectively.” Id.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b849-10\"> Contrary to the assertions of the dissent, this statement in <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 647 n.1, highlights the fact that the court in that case did not construe the amendment as a clarification of the statute.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b849-7\">SCHALLER, J.,</author>\n<p id=\"AFIo\">dissenting. The majority holds that the legislature’s 1994 amendment to General Statutes § 20-325a; Public Acts 1994, No. 94-240, § 3 (P.A. 94-240, § 3); affects substantive rights and, therefore, applies prospectively only. Because I conclude that the amendment was a clarification of the earlier statute and, accordingly, should be applied retrospectively, I respectfully dissent.</p>\n<p id=\"b849-8\">In <em>Colonial Penn Ins. Co. </em>v. <em>Bryant, </em>245 Conn. 710, 714 A.2d 1209 (1998), our Supreme Court stated the guidelines for determining whether an amendment to a statute can be applied retroactively or prospectively. “Whether to apply a statute retroactively or prospec<page-number citation-index=\"1\" label=\"826\">*826</page-number>tively depends upon the intent of the legislature in enacting the statute. ... In order to determine the legislative intent, we utilize well established rules of statutory construction. Our point of departure is General Statutes § 55-3, which states: No provision of the general statutes, not previously contained in the statutes of the state, which imposes any new obligation on any person or corporation, shall be construed to have retrospective effect. The obligations referred to in the statute are those of substantive law. . . . Thus, we have uniformly interpreted § 55-3 as a rule of presumed legislative intent that statutes affecting substantive rights shall apply prospectively only. . . . This presumption in favor of prospective applicability, however, may be rebutted when the legislature clearly and unequivocally expresses its intent that the legislation shall apply retrospectively. . . . <em>Where an amendment is intended to clarify the original intent of an earlier statute, it necessarily has retroactive effect. . . . </em>We generally look to the statutory language and the pertinent legislative history to ascertain whether the legislature intended that the amendment be given retrospective effect.” (Citations omitted; emphasis added; internal quotation marks omitted.) Id., 718-19.</p>\n<p id=\"b850-5\">Furthermore, “[statutes passed to resolve a controversy engendered by statutory ambiguity often are deemed to have a clarifying effect. . . . [I]f the amendment was enacted soon after controversies arose as to the interpretation of the original act, it is logical to regard the amendment as a legislative interpretation of the original act .... As [our Supreme Court has] noted, [o]nce litigation brought [the statutory] ambiguity to light, the legislature acted to remove any doubt about its earlier intentions.” (Citations omitted; internal quotation marks omitted.) <em>Toise </em>v. <em>Rowe, </em>243 Conn. 623, 628-29, 707 A.2d 25 (1998).<footnotemark>1</footnotemark> It is well established <page-number citation-index=\"1\" label=\"827\">*827</page-number>that “the legislature is presumed to be aware of judicial interpretations of a statute . . . <em>Caron v. Inland Wetlands &amp; Watercourses Commission, </em>222 Conn. 269, 279, 610 A.2d 584 (1992).</p>\n<p id=\"b851-4\">Because the 1994 amendment, P.A. 94-240, § 3, appears to be a classic response to a judicial interpretation that the legislature deemed inappropriate, I adopt the view that the amendment was an attempt to clarify what the legislature originally intended in enacting § 20-325a. The legislative history indicates that a major purpose of the original act, Public Acts 1971, No. 378 (P.A. 378), was to protect real estate licensees and brokers.* <footnotemark>2</footnotemark> See <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>232 Conn. 645, 658-60, 656 A.2d 1036 (1995). After the enactment, however, controversy arose over whether § 20-325a should be strictly or liberally construed. See <em>New England Land Co., Ltd. </em>v. <em>DeMarkey, </em>213 Conn. 612, 623-24, 569 A.2d 1098 (1990) (listing agreement must include sale price of property); <em>Jay Realty, Inc. </em>v. <em>Ahearn Development Corp., </em>189 Conn. 52, 54, 453 A.2d 771 (1983) (writings containing different commission rates fail to create enforceable brokerage contract); <em>Thornton Real Estate, Inc. </em>v. <em>Lobdell, </em>184 Conn. 228, 230-31, 439 A.2d 946 (1981) (brokerage contract signed by owner’s agent unenforceable under statute as then worded); <em>Hossan </em>v. <em>Hudiakoff, </em>178 Conn. 381, 383, 423 <page-number citation-index=\"1\" label=\"828\">*828</page-number>A.2d 108 (1979) (failure to include broker’s address fatal to listing agreement); <em>Rostenberg-Doern Co. </em>v. <em>Weiner, </em>17 Conn. App. 294, 305-307, 552 A.2d 827 (1989) (omission of broker’s rate renders listing agreement invalid); <em>Howland </em>v. <em>Schweir, </em>7 Conn. App. 709, 713-15, 510 A.2d 215 (1986) (commission not recoverable where broker could not prove he produced buyer during effective term of listing agreement); <em>Arruda Realty, Inc. </em>v. <em>Doyon, </em>35 Conn. Sup. 617, 619-20, 401 A.2d 625, cert. denied, 176 Conn. 763, 394 A.2d 201 (1978) (owner’s address requirement not satisfied even though listing agreement included address of subject property, which was same as owner’s address).<footnotemark>3</footnotemark> “A broker who does not follow the mandate of [§ 20-325a (b)] does so at his peril.” <em>Thornton Real Estate, Inc. </em>v. <em>Lobdell, </em>supra, 230-31. Section 20-325a (b) also was interpreted in <em>McCutcheon &amp; Burr, Inc. </em>v. <em>Berman, </em>218 Conn. 512, 590 A.2d 438 (1991). After examining this line of cases, our Supreme Court determined that “the requirements of § 20-325a (b) are mandatory rather than permissive and that the statute is to be strictly construed.” Id., 520.</p>\n<p id=\"b852-5\">The majority points out that “[o]ur Supreme Court has consistently held over the last two decades that § 20-325a is to be strictly construed, and there has been no attempt during that time by the legislature to change that interpretation.” Contrary to the majority’s assertion, however, our Supreme Court in <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 660-62, already has expressed the view that there have been several clarifications of § 20-325a.<footnotemark>4</footnotemark> The legislature amended the <page-number citation-index=\"1\" label=\"829\">*829</page-number>statute in 1984, and again in 1985, specifically to correct the misinterpretation our courts had given the statute and its amendments. Our Supreme Court stated that “the legislative history of the 1984 amendment reveals that the legislature has attempted to avoid narrow judicial constructions of the language of the statute. Indeed, the legislature altered the language of the statute in direct response to this court’s decision in <em>Thornton Real Estate, Inc. </em>v. <em>Lobdell, </em>supra, 184 Conn. 228, in which this court had held unenforceable a listing agreement that failed to satisfy the literal language of the statute. In so doing, the legislature clearly expressed its position that it did not intend the literal language of the statute necessarily to erect barriers to the recovery of otherwise valid real estate commissions.</p>\n<p id=\"b853-4\">“Finally, the legislature has stated repeatedly that the statutory requirements for listing agreements are designed to simplify and clarify the process of hiring real estate brokers.” <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 661-62. A careful and complete reading of the entire legislative history of § 20-325a and its amendments suggests, therefore, that the enactment of the 1994 amendment was an attempt by the legislature to clarify its original intent. In all likelihood, the legislature responded to the line of decisions culminating in <em>McCutcheon &amp; Burr, Inc. </em>v. <em>Berman, </em>supra, 218 Conn. 512, and recognized the controversy over the appropriate construction, thus enacting the 1994 amendment to eliminate any doubt that the provisions of § 20-325a should be liberally construed. It is an established principle that “[e]ven though the legislative clarification was prompted by a judicial decision that the legislature deemed mistaken, such a clarification does not constitute an invasion of judicial authority. Like legislatures, judges are fallible. The legislature has the <page-number citation-index=\"1\" label=\"830\">*830</page-number>power to make evident to us that it never intended to provide a litigant with the rights that we previously-had interpreted a statute to confer. . . . Similarly, the legislature has the power to make evident to us that it did intend to provide a litigant with rights which we previously had interpreted a statute not to confer.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Magnano, </em>204 Conn. 259, 284, 528 A.2d 760 (1987).</p>\n<p id=\"b854-4\">An examination of the legislative history of P.A. 94-240, § 3, suggests that the legislature intended that amendment to clarify the original intent of § 20-325a. Hearings before legislative committees are a recognized source of legislative history. See <em>Mahoney </em>v. <em>Lensink, </em>213 Conn. 548, 559-60, 569 A.2d 518 (1990). During the joint committee hearings concerning P.A. 94-240, Larry Hannafin,<footnotemark>5</footnotemark> director of the department of consumer protection’s real estate division, testified that “the proposed changes expand [§ 20-325a (b)] so that if a broker in a real estate transaction has substantially complied with the provisions of this chapter, or this section, the broker will be permitted to pursue their claims for payment of the licensees fees in our court system.” Conn. Joint Standing Committee Hearings, Insurance and Real Estate, 1994 Sess., p. 91. In addition, Hannafin noted that the present judicial interpretations of § 20-325a (b) have required strict compliance with the provisions of the statute, and that if there is a minor omission from the contract, the agent is barred from receiving compensation. Id. Hannafin also testified that those judicial interpretations have resulted “in unjust enrichment to various sellers of properties.” Id.</p>\n<p id=\"b854-5\">The conclusion that the 1994 amendment is to be given effect as clarifying legislation is further buttressed <page-number citation-index=\"1\" label=\"831\">*831</page-number>by the presumption that the legislature intended to accomplish a reasonable and rational result. The well established principles of statutory construction “require us to construe a statute in a manner that will not thwart its intended purpose or lead to absurd results.” <em>Turner v. Turner, </em>219 Conn. 703, 712, 595 A.2d 297 (1991). Since a principal purpose of the enactment of § 20-325a was to protect licensed real estate brokers, it is highly unlikely that the legislature would have enacted legislation requiring a level of strict construction so severe that it would bar causes of action to the precise group it was enacted to protect for minor variations and omissions. See <em>M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 658-62.</p>\n<p id=\"b855-4\">Given the retrospective application of the 1994 amendment, the affidavits filed in connection with the defendants’ summary judgment motion raise a genuine issue of material fact concerning substantial compliance with the requirements of General Statutes § 20-325a. Under these circumstances, this matter cannot properly be disposed of by summary judgment. Accordingly, I would reverse the judgment of the trial court and remand this case for a trial on the merits.</p>\n<footnote label=\"1\">\n<p id=\"b850-6\"> In <em>Coldwell Banker </em>v. <em>Ward, </em>Superior Court, judicial district of Waterbury, Docket No. 122435 (October 17, 1995) (15 Conn. L. Rptr. 273), the <page-number citation-index=\"1\" label=\"827\">*827</page-number>trial court, <em>McDonald, J., </em>concluded that the 1994 amendment to § 20-325a is to be applied retroactively because it is clarifying legislation. The court stated that “[w]hen the legislature changes the wording of a statute in order to change the interpretation that the courts have been giving the statute because of an ambiguity in the statute, the amendment is a clarifying statute that should be given retroactive application.” Id., 275, citing <em>Caron </em>v. <em>Inland Wetlands &amp; Watercourses Commission, </em>222 Conn. 269, 279, 610 A.2d 584 (1992).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b851-6\"> In a letter to the hearing committee on P.A. 378, James F. Carey, executive director of the state real estate commission, took the position that the bill “is intended to clearly spell out that no person but a real estate licensee is entitled to pursue the collection of a commission.” Conn. Joint Standing Committee Hearings, Insurance and Real Estate, 1971 Sess., p. 249.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b852-6\"> <em>Arruda Realty, Inc. </em>v. <em>Doyon, </em>supra, 35 Conn. Sup. 617, appears to be the first case in which a court applied a strict construction of § 20-325a.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b852-7\"> We note that the Supreme Court <em>in M.R. Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 645, did not reach the issue of whether the 1994 amendment was a clarification of General Statutes (Rev. to 1989) § 20-325a, the statute in effect at the time of the transaction in that case. The court, instead, interpreted the language of § 20-325a and applied that language accordingly.</p>\n<p id=\"b852-8\">Even if the 1994 amendment is determined not to be clarifying legislation, the liberal interpretation accorded § 20-325a by the <em>M.R. Wachob Co. </em>court provides an independent basis for determining that § 20-325a must be liber<page-number citation-index=\"1\" label=\"829\">*829</page-number>ally construed in the present case as well. Under this liberal construction, the outcome would therefore be the same.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b854-6\"> Our Supreme Court has noted with approval earlier testimony by Hannafin in which he stated that a clarification of § 20-325a was needed. See <em>M.R Wachob Co. </em>v. <em>MBM Partnership, </em>supra, 232 Conn. 661.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}