{
  "casebody": {
    "data": "<casebody firstpage=\"157\" lastpage=\"171\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b175-9\">[Civ. No. 15210.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A_K\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ani\">Dec. 30, 1952.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b175-10\">THE PEOPLE, Appellant, v. ONE 1949 FORD TUDOR SEDAN, Defendant; BANK OF AMERICA NATIONAL TRUST AND SAVINGS ASSOCIATION (a Corporation), Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b177-7\"><page-number citation-index=\"1\" label=\"159\">*159</page-number>Edmund G. Brown, Attorney General, Ralph W. Scott and Charles A. Barrett, Deputy Attorneys General, for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b177-8\">Samuel B. Stewart, Jr., Christopher M. Jenks, and Richard Saveri for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b177-9\">PETERS, P. J.</author>\n<p id=\"AB-\">By this proceeding the state seeks to forfeit the interests of James Cole, as registered, and the Bank of America as legal owners in a motor vehicle on the ground that it had been used to transport narcotics in violation of section 11500 of the Health and Safety Code. Cole was served and answered but made no appearance at the trial. The lower court forfeited Cole’s interest but refused to forfeit the interest of the bank. The state appeals from that portion of the judgment favorable to the bank.</p>\n<p id=\"b177-10\">Although Cole was convicted in a criminal proceeding of transportation and possession of narcotics, such conviction, insofar as the transportation count is concerned, was subsequently reversed. <em>(People </em>v. <em>Cole, </em>113 Cal.App.2d 253 [248 P.2d 141].) But in the instant case, since Cole has not appealed, it must be and is accepted as a fact, as found by the trial court, that Cole transported narcotics so as to warrant the forfeiture of his interest in the automobile.</p>\n<p id=\"b177-11\">The vehicle was sold to Cole on November 10, 1949, by the S &amp; C Motors under a conditional sales contract, Cole turning in an old car as part of the purchase price, and the balance due of $2,126.70 being payable over a 30-month period. This contract, for a valuable consideration, and in the regular course of business, was assigned by S &amp; C Motors on November 25, 1949, to the Bank of America. When the car was seized by the law enforcement officials on March 9, 1951, the <page-number citation-index=\"1\" label=\"160\">*160</page-number>contract had been paid down so that but $1,063.35 was due on it.</p>\n<p id=\"b178-3\">The law provides for the forfeiture of a vehicle used to transport narcotics unlawfully. (Health &amp; Saf. Code, §§11610-11629.) Under proper circumstances the interests of both the legal and registered owners may be forfeited, but section 11620 of the Health and Safety Code provides: “The claimant of any right, title, or interest in the vehicle may prove his lien, mortgage, or conditional sales contract to be bona fide and that his right, title, or interest was created after a reasonable investigation of the moral responsibility, character, and reputation of the purchaser, and without any knowledge that the vehicle was being, or was to be, used for the purpose charged. ’ ’</p>\n<p id=\"b178-4\">It was stipulated, and the trial court found, that two of the three conditions required by this section existed, i.e., that the bank’s conditional sales contract had been assigned to it in the normal and regular course of business and was bona fide, and that at the time of the assignment the bank had no actual knowledge that the ear was to be used to transport narcotics. On the third element set forth in the section the trial court found that when Cole purchased the \"car from S &amp; C Motors he submitted to that company a purchaser’s statement containing information and references “to be used for the purpose of investigating the responsibility, character and reputation of James C. Cole”; that prior to entering into that contract “S &amp; C Motors did conduct a reasonable investigation of the moral responsibility, character and reputation of the purchaser, James C. Cole”; that the contract was assigned to the bank, and that “the right, title, lien or interest of the Bank ... in and to the defendant vehicle above named was created after a reasonable investigation of the moral responsibility, character and reputation of James C. Cole had been conducted.” Based on these findings, the court refused to forfeit the interest of the bank, fixed the <em>quantum </em>of that interest, and entered its judgment accordingly.</p>\n<p id=\"b178-5\">It is the theory of the state on this appeal that the finding that S &amp; C Motors \"conducted a proper investigation is unsupported by any substantial evidence; that even if a proper investigation had been conducted by S &amp; C Motors there is no evidence that the results of that investigation were communicated <em>to </em>the bank; and that the bank cannot bring itself within the protection of section 11620 of the Health and Safety Code unless it makes its own investigation or has the <page-number citation-index=\"1\" label=\"161\">*161</page-number>results of a proper prior investigation communicated to it. Therefore, urges the state, under the evidence, as a matter of law, it is entitled to forfeit the interest of the bank.</p>\n<p id=\"b179-5\">The evidence on these basic questions is as follows: As part of the purchase transaction S &amp; C Motors required Cole to fill out a “purchaser’s statement.” That document represented that Cole was living at 1053 Fell Street, San Francisco, and had lived there for one year; that he formerly had resided for seven years at 1364 Grove Street, San Francisco ; that he was 30 years of age, married, and had two dependents; that he was employed by Bob Hawk at the Hamilton Field barbershop as a barber at a salary of $80 per week, and had worked there for 10 months; that he had a bank account in a designated branch of a San Francisco bank. As a business reference he listed the Mercantile Acceptance Corporation and the Anglo-California Bank, who had carried a prior credit contract for him. He listed as a relative his mother-in-law, giving her name and address.</p>\n<p id=\"b179-6\">The S &amp; C Motors, by the use of the facilities of the Retail Credit Association, proceeded to verify some of this information. The credit association informed S &amp; C Motors that Cole was a barber employed at Hamilton Field, an Army Air Base, at a salary of $75 per week; that he previously had worked for Army Transport Service; that he resided at 1053 Fell Street, and that he was “well regarded” and had “steady employment.” The credit association also told S &amp; C Motors that Cole had had a previous contract with Mercantile Acceptance which had been paid up regularly.</p>\n<p id=\"b179-7\">A representative of the credit association testified that when S &amp; C Motors telephoned for a report on Cole in November, 1949, they already, for another client, had a report on Cole, which report had been compiled in June of 1949. This report had been prepared by a correspondent of Retail Credit located in San Rafael, who reported Cole as “dependable.” The manager of the reporting department of Retail Credit pointed out that his company -carefully peruses the legal and other newspapers in the area, clipping and filing any derogatory or complimentary information there contained, and that such information dealing with a man’s moral character is passed on to subscribers. The report on Cole had no derogatory information, which meant that nothing derogatory was known by the Retail Credit Association concerning Cole.</p>\n<p id=\"b179-8\">The employee of the Marin County Credit Association, who had made the actual investigation of Cole at the request of <page-number citation-index=\"1\" label=\"162\">*162</page-number>the Retail Credit Association of San Francisco, testified that she telephoned the Hamilton Field barbershop, asked to talk to the manager, and secured the information already described.</p>\n<p id=\"b180-4\">The bank made no independent investigation of Cole at the time it accepted the assignment. No bank representative testified that the results of the S &amp; C Motors’ investigation were communicated to it, but the manager of the insurance and contract division of S &amp; C Motors, when asked if he had passed on the information to the bank, without objection, testified: “Well now, that I couldn’t state, whether it was passed on to the Bank of America. Offhand I would say it probably was. ’ ’ There is no contradiction of this evidence.</p>\n<p id=\"b180-5\">The state contends that the evidence last quoted is insufficient to show communication to the bank, and that had a finding been made to the effect that S &amp; C Motors had communicated the information it had secured about Cole to the bank, such finding would be unsupported by the evidence. It is urged that the testimony that “I would say it probably was,” is a mere guess or conjecture and does not constitute substantial evidence that would support a finding of communication had such a finding been made. Such contentions are not sound.  The word “probably” does not prevent the testimony that follows from being substantial evidence. When a witness says that an event “probably” occurred or that it is “probable” that it occurred, he is, in effect, stating that, according to his best recollection, it did occur. In <em>Ex parte Heacock, </em>8 Cal.App. 420, 421 [97 P. 77], the court stated: “The term ‘probable’ has been defined to mean ‘having more evidence for than against; supported by evidence which inclines the mind to believe, but leaves some room for doubt. ’ ” In <em>Weingetz </em>v. <em>Cheverton, </em>102 Cal.App.2d 67 [226 P.2d 742], testimony couched in phrases that the witness “thought so,” “claimed,” or “was of the opinion that” was held to be substantial and sufficient to support a finding. In <em>People </em>v. <em>Soap, </em>127 Cal. 408 [59 P. 771], it was held that the answer “I presume” was properly not stricken upon motion. The court stated (p. 410): “. . . while a witness can testify only to facts which are within his knowledge, he is not required to testify with that certainty which excludes all doubt from his mind. The word ‘presume’ as used by the witness was nothing more than a statement of his best recollection.” In <em>People </em>v. <em>One 1940 Chrysler Conv. Coupe, </em>48 Cal.App.2d 546 [120 P.2d 117], the investigator employed by the seller of a car testified that <page-number citation-index=\"1\" label=\"163\">*163</page-number>he “assumed” that a bank of whom he made inquiry had made an investigation of the purchaser. It was held that this testimony unobjected to and uncontradieted was evidence that such an investigation had been made. In <em>Jacklin </em>v. <em>North Coast Transp. Co., </em>165 Wash. 236 [5 P.2d 325], the court held that the use of the word “probably” by a witness did not necessarily imply conjecture on his part, and that such testimony was admissible. None of the cases cited by appellant suggests or compels a contrary holding.</p>\n<p id=\"b181-5\">Although the trial court made no express finding that the information gained by S &amp; C Motors had been communicated to the bank, this court, at least in support of an affirmance, has the power to make additional findings based on the evidence in the record. (Code Civ. Proc., § 956a.) In the instant case the testimony that the information was “probably” communicated came in without objection and stands uncontradieted. Exercising the power conferred by the section we hereby add to .the findings a finding to the effect that the information gained by S &amp; C Motors was communicated to the Bank of America.</p>\n<p id=\"b181-6\">Such finding is, however, not indispensable to support the judgment.  It is our opinion that, under the law, assuming the investigation by S &amp; C Motors was sufficient, the bank can rely on that investigation whether or not the results of the prior investigation were communicated to it. If a proper investigation is in fact made by the seller of the automobile it does not matter that a subsequent assignee made no independent investigation or did not know of the prior investigation by his assignor. The statute does not require that the claimant make the required investigation personally. Section 11620 of the Health and Safety Code merely requires the claimant to show that his interest “was created after a reasonable investigation,” without specifying who must conduct that investigation. If the Legislature had intended that the claimant must make the investigation or must know of the results of a prior investigation, it would have been a simple matter to have so provided.</p>\n<p id=\"b181-7\">A rule that the assignee could not depend upon a prior proper investigation made by his assignor, even though unknown to the assignee, would lead to absurd results. The assignment to the bank from S &amp; C Motors, as is usual in such cases, contains an express guarantee that the purchaser, Cole, will make all payments due under the contract. If it be assumed that S &amp; C Motors made a proper investigation, <page-number citation-index=\"1\" label=\"164\">*164</page-number>then, if it still held the conditional sales contract, its interest could not be forfeited. But if the bank, even without knowledge, cannot rely on the assumed proper investigation made by S &amp; C Motors, then the bank’s interest will be forfeited, and then it could recover its total loss, including attorney’s fees, from S &amp; C Motors. Thus S &amp; C Motors, a company that we have assumed fully complied with the statute, nevertheless would, in effect, have its validly created and forfeiture free interest in the car' forfeited.</p>\n<p id=\"b182-3\">The policy of the statute is to prevent automobiles, as far as possible, from falling into the hands of persons who will use them to transport narcotics. Such policy is amply served by interpreting the statute so that all that is required is a prior proper investigation. No useful purpose would be served by requiring each successive assignee to make his own investigation or know of the prior one.</p>\n<p id=\"b182-4\">This point seems never to have been directly passed on in this state. It was discussed in <em>People </em>v. <em>One 1938 Buick Sedan, </em>39 Cal.App.2d 42 [102 P.2d 447], where the court expressed, by way of dicta, the opinion that an assignee could not rely on a prior investigation made by the seller and unknown to the assignee. That was a case affirming a judgment forfeiting an assignee bank’s, interest on the ground that no reasonable investigation had been made. Both the assignor and the assignee had made independent investigations. Neither communicated the results to the other. The two investigations were remarkably similar and disclosed substantially the same information. The appellate court upheld a finding that no sufficient investigation had been made. Thus, since the bank’s investigation was not legally sufficient, as a matter of law, to upset the finding, obviously the prior similar investigation by the seller was equally insufficient. In discussing the problem generally the court stated that it was “inclined to the opinion” that the bank could not rely on the prior investigation by the seller. The precise language used was as follows (p. 50) : “Appellant claims that in the establishment of its claim of title or interest it is entitled to rely, not only upon the independent investigation made by it, but in addition, the investigation made by the original conditional vendor. We are inclined to the opinion that unless the assignee makes inquiry of the vendor as to the information obtained by him, or otherwise obtains such information from him, the assignee would not be entitled to use such evidence in support of its claim. If the interpreta<page-number citation-index=\"1\" label=\"165\">*165</page-number>tion be otherwise, any original vendor might discover, after an incomplete investigation, that he had sold a car to a person who was not morally responsible and not possessed of a good character and reputation and was a reputed narcotic violator, and might thus avoid the liability of forfeiture by assigning his contract to a third party. Could it be claimed that the third party, the assignee, might then omit the necessity of an independent investigation of its own, and rely upon the original investigation of the vendor as the basis of its claim? We think not. For if it be otherwise, the purpose of this provision of the act pertaining to forfeitures could be easily defeated. We do not intend to convey the impression, however, that such evidence as was obtained by the vendor could not be used by the assignee in support of its claim, if it were properly communicated to the assignee as a part of its investigation prior to or at the time of the purchase of the contract by the assignee. The evidence in the instant ease does not show any inquiry of the vendor by the assignee as to his investigation. Therefore, the results of his investigation would not be available to appellants.”</p>\n<p id=\"b183-5\">We think this dicta is unsound and should not be followed.</p>\n<p id=\"b183-6\">The compelling arguments already mentioned that support a contrary conclusion were not discussed. The reason given for reaching the conclusion that an assignee cannot rely on an investigation made by his assignor uncommunicated to the assignee, i.e., that an irresponsible assignor could shirk his duty of investigation by making ah “incomplete” investigation and then assigning, thus freeing the car from the danger of forfeiture, is unsound. Such danger does not exist. The court apparently completely overlooked the fact that neither the seller nor his assignee is freed from the danger of forfeiture unless one or the other, or both, has or have made a “reasonable investigation.” Under the facts assumed in the quotation since the assumed investigation wm “incomplete,” it would not be “reasonable” and neither 1 ? seller nor the assignee could rely upon it.</p>\n<p id=\"b183-7\">We conclude that, assuming the investigation by S &amp; C Motors was sufficient to protect it, such investigation likewise would protect the bank, either because the results of such investigation were in fact communicated to it by S &amp; C Motors, or, if not so communicated, then such communication was not necessary.</p>\n<p id=\"b183-8\">That brings us to the basic question involved, namely, was the investigation by S &amp; C Motors sufficient to support the <page-number citation-index=\"1\" label=\"166\">*166</page-number>finding that prior to the sale “S &amp; C Motors did conduct a reasonable investigation of the moral responsibility, character and reputation of the purchaser”?</p>\n<p id=\"b184-4\">There have been many cases discussing the sufficiency of the investigation required by the statute, and laying down certain general principles. These principles were summarized as follows by this court in <em>People </em>v. <em>One 1940 Buick 8 Sedan, </em>70 Cal.App.2d 542, 548 [161 P.2d 264] :</p>\n<blockquote id=\"b184-5\">”1. The defense that the investigation required by the statute has been made is an affirmative defense, and the burden of proof on the issue rests with the claimant.</blockquote>\n<blockquote id=\"b184-6\">”2. The question as to whether a proper investigation has been made is one of fact and is to be tested by the legal standards ordinarily applied to such fact questions.</blockquote>\n<blockquote id=\"b184-7\">“3. The statute does not prescribe the maximum or minimum of the investigation that must be made. It requires a ‘reasonable’ investigation of the factors involved. What is reasonable must be governed by the facts of each case.</blockquote>\n<blockquote id=\"b184-8\">‘‘4. An investigation into the financial standing or the credit rating of the car purchaser is not sufficient—the law requires an investigation of the ‘moral responsibility, character, and reputation of the purchaser. ’ ” This last rule has frequently been announced by the courts. (See, for example, <em>People </em>v. <em>One Packard 6 Touring Sedan, </em>26 Cal.App.2d 150 [79 P.2d 130] ; <em>People </em>v. <em>One Lincoln Eight, </em>12 Cal.App.2d 622 [55 P.2d 925] ; <em>People v. One 1939 Buick 8 Coupe, </em>43 Cal.App.2d 411 [110 P.2d 1013].)</blockquote>\n<p id=\"b184-9\">Aside from these general rules, the courts have seldom attempted to formulate a specific test of a sufficent inquiry. (See, however, 43 Cal.App.2d 411, 416, <em>supra, </em>hereafter discussed, where the court did suggest certain minimum requirements.) This reluctance is understandable because, as already pointed out, whether a sufficient or insufficient inquiry has been made is a question of fact, and generally must be governed by the facts of each case. Subject to the general rules already mentioned, a precise test is impracticable. The best that can be done is to look at the facts and holdings of the decided cases and compare them with the facts of the case involved, so as to ascertain, if possible, by this inductive process, on which side of the line the case involved falls.</p>\n<p id=\"b184-10\">An examination of the case discloses some apparent conflicts. Most, but not all, of these conflicts have arisen because the language used must be read in connection with the precise holding of the particular case, that is, whether it is an affirm<page-number citation-index=\"1\" label=\"167\">*167</page-number>anee of a finding of sufficient investigation or of insufficient investigation, or is a reversal of such a finding.</p>\n<p id=\"b185-5\">The eases upholding a finding of insufficient investigation are not very helpful because, although some of them contain general language as to what constitutes a sufficient investigation, such language must be read in view of the fact that the trial court had found that the particular investigation was insufficient, and all the appellate court held was that this finding was supported. In several of the cases contrary inferences were possible, and undoubtedly a contrary finding would also have been upheld.</p>\n<p id=\"b185-6\">In <em>People </em>v. <em>One 1940 Buick 8 Sedan, </em>70 Cal.App.2d 542 [161 P.2d 264], heavily relied upon by the state, the investigation was substantially less than the one here involved. In that case the current employer of the purchaser was not interviewed, although his name had been given as a reference, and the credit investigation that was made disclosed a falsehood about a former occupation. The seller of the ear was not even informed as to the current address of the purchaser. In the instant case the present employer was interviewed and the current address of the purchaser verified, and other facts discovered or verified.</p>\n<p id=\"b185-7\"><em>People </em>v. <em>One 1938 Buick Sedan, </em>39 Cal.App. 2d 42 [102 P.2d 447], is another case affirming a forfeiture. There both the auto dealer and the assignee bank made investigations. The agent of the dealer had visited the purchaser’s home, obtained a purchaser’s statement, talked to a reference who gave no derogatory information, and checked the credit rating of the purchaser. The bank made a similar investigation, checking the purchaser’s statement, obtaining a credit rating and talked to a reference, who knew nothing unfavorable. The purchaser had a long prior criminal record and there was conflicting evidence as to whether this was shown by the credit reports. The court held that, as a matter of law, this evidence did not compel a finding of sufficient investigation. The basic thesis of the case is that, because the purchaser was a lewd and dissolute person with a long criminal record, any reasonable investigation would have disclosed these facts.</p>\n<p id=\"b185-8\">In <em>People </em>v. <em>One 1941 Buick Club Coupe, </em>72 Cal.App.2d 593 [165 P.2d 44], the facts faintly resemble those of the instant case—-the 'claimant telephoned the employer and was told the purchaser was “fairly steady,” and a reference told the claimant that the purchaser was not in the habit of getting <page-number citation-index=\"1\" label=\"168\">*168</page-number>into difficulties except for minor gambling. The finding of insufficient investigation was upheld.</p>\n<p id=\"b186-3\">In <em>People </em>v. <em>One Pontiac 8 Sedan, </em>22 Cal.App.2d 503 [71 P.2d 302], there was no investigation at all.</p>\n<p id=\"b186-4\">None of the above eases is very helpful. Cases much more important are those which reversed judgments upholding the lien claimant on a finding of sufficient investigation.</p>\n<p id=\"b186-5\"><em>People </em>v. <em>One Lincoln Eight, </em>12 Cal.App.2d 622 [55 P.2d 925], is strongly and properly relied on by the state. In that case there was only a credit investigation and inquiry made of two references who gave conflicting recommendations, one stating that the purchaser was “a very fine gentleman,” the other that he was “a good old soak.” The court, in holding that this investigation was insufficient as a matter of law, pointed out that where conflicting information as to character is received the lien claimant is under a duty of further inquiry.</p>\n<p id=\"b186-6\"><em>People </em>v. <em>One 1939 Buick 8 Coupe, </em>43 Cal.App.2d 411 [110 P.2d 1013], which is not cited by the state, is one of the more extreme eases holding an investigation insufficient as a matter of law. The seller there interviewed two acquaintances of the prospective purchaser. One, the operator of a restaurant where the purchaser customarily ate, but whose acquaintanceship was otherwise meager, told the seller that Fong, the purchaser, “is a good character, his moral is good, and good reputation too. ’ ’ The other person interviewed was one Gamble about whom the seller knew “practically nothing” and whose relationship, if any, to Fong, was not developed. He told the seller that Fong “has a good reputation and morals is all right.” A credit investigation was also made. The address given by the prospective purchaser was a tong headquarters, but no investigation was made there. The court pointed out that the seller did not ascertain the purchaser’s “business nor his residence address, nor make inquiry of any of his countrymen, except Mrs. Tom [the restaurant operator] nor learn where he had previously lived, or the nature of his work, or the names of any employers.” (P. 414.) It was also held that a bona fide investigation should, at least, “reveal the home address of the prospect, his employer, either past or present, the source of his income, his family or social connections, and as in the case here of a stranger, some inquiry as to his prior location and his standing in that community.” (P. 416.) The investigation was held insufficient as a matter of law.</p>\n<p id=\"b187-4\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>In <em>People </em>v. <em>One Harley-Davidson Motorcycle, </em>5 Cal.2d 188 [53 P.2d 970], the only investigation made, and quite properly held insufficient as a matter of law, was to ascertain the fact of employment. In <em>People </em>v. <em>One 1940 Ford V-8 Coupe, </em>36 Cal.2d 471 [224 P.2d 677], <em>People </em>v. <em>One 1938 Ford Sedan, </em>98 Cal.App.2d 333 [219 P.2d 839], <em>People </em>v. <em>One Ford V-8 Tudor Sedan, </em>12 Cal.App.2d 517 [55 P.2d 908], there was no character investigation at all. In <em>People </em>v. <em>One 1937 Packard, </em>50 Cal.App.2d 761 [123 P.2d 900], there was merely knowledge of the reputation of the parents of the purchaser, and a credit rating.</p>\n<p id=\"b187-5\">The eases directly in point on the problems here involved are those affirming judgments in favor of claimants based on findings that the investigations there involved were sufficient. One of the leading cases is <em>People </em>v. <em>One 1940 Chrysler Conv. Coupe, </em>48 Cal.App.2d 546 [120 P.2d 117]. There a credit man checked the purchaser with a bank, learning that satisfactory payments had been made on a prior account, and that the bank, via its own credit investigation, had learned nothing derogatory about the purchaser’s reputation. The purchaser’s statement showing the purchaser’s address, his occupation, the names of relatives and some facts regarding his assets was verified. The court held that the finding of sufficient investigation was supported, and that 43 Cal.App.2d 411, <em>supra, </em>was not controlling. The facts of the case closely resemble those of the instant case.</p>\n<p id=\"b187-6\"><em>People </em>v. <em>One Plymouth Sedan, </em>21 Cal.App.2d 715 [69 P.2d 1011], strongly supports respondent, and is probably inconsistent with the rationale of the 43 Cal.App.2d 411 case cited above. The court curtly dismissed the contention that the finding of sufficient investigation was unsupported as being “totally without merit.” The court held that the following facts learned by the seller supported the frnrMug: That the purchaser “was a butcher by trade and had been employed in a market in San Jose for several years; that his employer was visited by an agent of the finance company who made inquiry concerning his character and reputation and was assured that he was all right. A certain credit association had also assured the finance company that the purchaser was responsible. The evidence concerning the inquiry satisfies the requirement of the act that a reasonable investigation be made, and fully supports the finding upon the subject.” (P. 717.)</p>\n<p id=\"b188-3\"><page-number citation-index=\"1\" label=\"170\">*170</page-number><em>People </em>v. <em>One 1941 Cadillac Club Coupe, </em>63 Cal.App.2d 418 [147 P.2d 49], is a case upholding a finding of sufficient investigation on very slim evidence indeed—there the seller interviewed only the landlord of the purchaser, and learned the purchaser promptly paid his rent and that the landlord knew nothing against him. Much said in the case might be relevant to the present problem were it not for the fact that the opinion discloses that these statements were predicated upon a marked hostility towards the forfeiture statute by the majority of the court, which feeling is not in accord with the majority and best reasoned cases on the subject. One justice dissented and three Supreme Court justices voted for a hearing.</p>\n<p id=\"b188-4\">In <em>People </em>v. <em>One 1939 Plymouth 6 Coupe, </em>41 Cal.App.2d 559 [107 P.2d 266], the financing was conducted by a bank manager with a long time personal knowledge of the applicant, who also checked the references given. The evidence was ample to support the finding of sufficient investigation.</p>\n<p id=\"b188-5\"><em>People </em>v. <em>One 1939 Buick Coupe, </em>56 Cal.App.2d 163 [132 P.2d 308], is an interesting case because it upheld a finding of sufficient investigation where inquiry was made of but one reference who was well known to the bank, the employer of the applicant, who vouched for the “good moral character” of the applicant, and offered to endorse his note. It was held that the test was whether the information gained by the seller was sufficient to “satisfy a reasonably prudent person” of the purchaser’s good moral character.</p>\n<p id=\"b188-6\">These cases support the conclusion that the investigation made by the seller and by the Retail Credit Association on behalf of the seller was sufficient to warrant the trial court in finding as a fact that a proper investigation had been made. Here an inquiry was made of the present employer. The fact of the employment of the applicant was verified, as well as the amount of Ms salary, and that such employment was steady, and it was learned that the applicant had previously worked for the Army Transport Service. The employer verified the residence of the applicant, and asserted that the applicant was “well regarded.” The credit association also ascertained that the applicant had paid up regularly in a prior credit transaction, and that he was “dependable.” The evidence shows that had there been any derogatory information generally known about the applicant, this fact would have been known to the credit association and reported to the subscriber, the car dealer, but that no <page-number citation-index=\"1\" label=\"171\">*171</page-number>such information was contained in the purchaser’s file. While this investigation was not exhaustive, the trial court was justified in finding that it was sufficient to satisfy a reasonably prudent man of the “moral responsibility, character and reputation” of the purchaser.</p>\n<p id=\"b189-6\">The findings are amended as hereinbefore indicated, and the portion of the judgment appealed from is affirmed.</p>\n<p id=\"b189-7\">Bray, J., and Wood (Fred B.), J., concurred.</p>\n<p id=\"b189-8\">A petition for a rehearing was denied January 29, 1953, and appellant’s petition for a hearing by the Supreme Court was denied February 26, 1953.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}