{
  "casebody": {
    "data": "<casebody firstpage=\"753\" lastpage=\"757\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b771-8\">[Crim. No. 4955.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Agk\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AVH\">Feb. 3, 1953.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b771-9\">In re DELLA SHAW, on Habeas Corpus.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b772-9\"><page-number citation-index=\"1\" label=\"754\">*754</page-number>David C. Marcus for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b772-10\">Edmund G. Brown, Attorney General, and Ariel C. Hilton, Deputy Attorney General, for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b772-11\">SHINN, P. J.</author>\n<p id=\"AA9\">Della Shaw seeks release from confinement in Camarillo State Hospital to which she was committed as an insane person by the Municipal Court of Los Angeles County. She was charged with disturbing the peace, and when her case came to trial the court announced that it had a doubt as to her sanity, ordered the criminal proceedings suspended and a trial had as to petitioner’s sanity. After a trial to the court defendant was found insane and was committed to the state hospital until she should regain her sanity. Petitioner assails the proceedings as an unwarranted assumption of jurisdiction by the court. She contends that the municipal court has no authority to determine the question of the present sanity of any person for the reason that the jurisdiction of the superior court is exclusive. The attorney general presents the views of the law which were entertained by the municipal court and has cited such law <page-number citation-index=\"1\" label=\"755\">*755</page-number>as may be found which tends to support those views. We find nothing in the law which purports to give the municipal court jurisdiction to conduct a proceeding to determine the present sanity of a person, whether the question arises in the course of a criminal cause or otherwise.</p>\n<p id=\"b773-6\">The jurisdiction of the superior court is defined in article VI, section 5 of the Constitution which, in material part, reads as set out below.<footnotemark>1</footnotemark> The Legislature defines the jurisdiction of municipal courts and inferior courts pursuant to article VI, section 11, of the Constitution. Thus, the superior courts are courts of general jurisdiction, while the jurisdiction of municipal courts is limited to cases and proceedings in which jurisdiction is conferred by legislative action.</p>\n<p id=\"b773-7\">The general civil jurisdiction of the municipal court is defined in section 89 of the Code of Civil Procedure, and its criminal jurisdiction in section 1462 of the Penal Code. A proceeding to try the question of sanity is not mentioned in either section.</p>\n<p id=\"b773-8\">In 1951 the Legislature enacted section 1429.5 of the Penal Code to require that the question of sanity at the time of the commission of the act charged, when raised in a misdemeanor prosecution, be certified to the superior court for trial. The clear purpose of the enactment was to remove all uncertainty as to whether the lower courts had jurisdiction to determine the issue and to commit a defendant to a state hospital if found to be insane. It is suggested in a supplement to the brief of the attorney general that section 1429.5 is probably unconstitutional. That question does not call for decision in the present ease.</p>\n<p id=\"b773-9\">In the proceeding under review the court applied the procedure outlined in section 1367 et seq. of the Penal Code which requires a trial of the question of present sanity when a doubt arises in a criminal cause whether the defendant is sane, and also requires suspension of all proceedings in the criminal prosecution until the issue of sanity has been deter<page-number citation-index=\"1\" label=\"756\">*756</page-number>mined. The section which governs is 1368.<footnotemark>2</footnotemark>\n                   The attorney general points out that this section applies to all \"trial courts, and we agree that it does, with respect to matters of procedure. It is clearly the duty of every court to suspend criminal proceedings when the question of a defendant’s sanity comes in doubt, but the section does not purport to confer jurisdiction.  Although the municipal courts and inferior courts have exclusive jurisdiction of misdemeanors, a proceeding to determine the question of present sanity of a defendant is not a part of a criminal trial. It is a special proceeding, civil in character. Section 1368 recognizes the difference between the criminal trial and the civil proceeding. It reads, in part: “All proceedings in the criminal prosecution shall be suspended until the question of the sanity of the defendant has been determined.” It is thus recognized that the sanity proceeding is not a part of the criminal prosecution. This manifestly is the case, since the issue of present sanity is entirely foreign to the question of guilt.</p>\n<p id=\"b774-5\">In <em>People </em>v. <em>Lawson, </em>178 Cal. 722 [174 P. 885], the court spoke as follows (p. 728) : “The proceedings provided by the Penal Code for the determination of the question of present sanity in order to determine whether a defendant possesses sufficient mental capacity to be tried, or having been tried and convicted, to be adjudged to punishment (sec. 1367 et seq.), or having been adjudged to suffer death, is sane within the meaning of our law precluding execution of such a judgment upon an insane person (Pen. Code, sec. 1221 et seq.), are special proceedings of a civil nature. . . . Such an investigation has none of the elements of a criminal proceeding. . . . This investigation is entirely collateral to the criminal proceeding.” And it was said again in <em>People </em>v. <em>Loomis, </em>27 Cal.App.2d 236 [80 P.2d 1012], that a proceeding under section 1368 is not a criminal action but is a special proceeding of a civil nature.  The fact that the question of sanity arose during the pendency of the prosecu<page-number citation-index=\"1\" label=\"757\">*757</page-number>tion of petitioner did not give the municipal court jurisdiction to determine the issue.</p>\n<p id=\"b775-6\">The attorney general calls attention to section 690 of the Penal Code, enacted in 1951.<footnotemark>3</footnotemark> The section provides for uniformity of procedure in the several courts, but it does not purport to confer jurisdiction upon any court nor authorize any court to conduct a proceeding not within its granted jurisdiction.</p>\n<p id=\"b775-7\">When, during the pendency of a criminal action in a municipal court, a doubt arises as to the sanity of the defendant, it is not only the duty of the court to order a trial of the issue and to suspend all proceedings in the criminal prosecution, but it must also certify the proceedings to the superior court. The criminal prosecution is not ended, it is merely suspended, and in order for it to be concluded the question of sanity must be determined by the superior court. After the issue has been determined the municipal court must proceed in accordance with chapter VII, part 2, title 10 of the Penal Code, sections 1367-1375.</p>\n<p id=\"b775-8\">The commitment of petitioner to the state hospital was void and she is entitled to be released from the custody of that institution.</p>\n<p id=\"b775-9\">It is alleged in the petition that the superintendent and medical director of the hospital has communicated to the municipal court his finding that petitioner is qualified to be released on parole in the custody of a friend, Mr. C. Lynch, and that the court refused to approve of the parole or the transfer of petitioner to a private institution. The present proceeding concerns only the question of legality of the action which resulted in petitioner’s present confinement. All other matters are irrelevant.</p>\n<p id=\"b775-10\">It is ordered that the superintendent and medical director of Camarillo State Hospital release petitioner from confinement therein.</p>\n<p id=\"b775-11\">Wood (Parker), J., and Vallée, J., concurred.</p>\n<p id=\"b775-12\">Respondents ’ petition for a hearing by the Supreme Court was denied March 5, 1953. Schauer, J., and Spence, J., were of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b773-10\"><em>‘‘ </em>Superior court, jurisdiction. The superior court shall have original jurisdiction in all civil eases and proceedings (except as in this article otherwise provided, and except, also eases and proceedings in which jurisdiction is or shall be given by law to municipal or to justices or other inferior courts); in all criminal cases amounting to felony, and eases of misdemeanor not otherwise provided for; and of all such special cases and proceedings as are not otherwise provided for; and said court shall have the power of naturalization and to issue papers therefor.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b774-6\">“If at any time during the pendency of an action and prior to judgment a doubt arises as to the sanity of the defendant, the court must order the question as to his sanity to be determined by a trial by the court without a jury, or with a jury, if a trial by jury is demanded; and, from the time of such order, all proceedings in the criminal prosecution shall be suspended until the question of the sanity of the defendant has been determined, and the trial jury in the criminal prosecution may be discharged, or retained, according to the discretion of the court until the determination of the issue of insanity.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b775-13\">‘‘The provisions of Part 2 of this code shall apply to all criminal actions and proceedings in all courts, except where jurisdictional limitations or the nature of specific provisions prevent, or special provision is made for particular courts or proceedings.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}