{
  "casebody": {
    "data": "<casebody firstpage=\"828\" lastpage=\"833\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b846-9\">[Crim. No. 4890.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AiH\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJc\">Feb. 9, 1953.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b846-10\">THE PEOPLE, Respondent, v. HAROLD RAYMOND WHITE, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b848-5\"><page-number citation-index=\"1\" label=\"830\">*830</page-number>Harold Raymond White, in pro. per., for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b848-6\">Edmund G. Brown, Attorney General, and Michael J. Clemens, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b848-7\">McCOMB, J.</author>\n<p id=\"ASZ\">From a judgment of guilty after trial before a jury of (1) burglary of the first degree, (2) attempted robbery, and (3) assault with a deadly weapon, defendant appeals.</p>\n<p id=\"b848-8\"><em>Facts: </em>On February 23, 1952, defendant entered a ladies ready-to-wear apparel store owned by Mr. Cohen at about 8:35 a. m., and confronted Mr. Cohen, pointing a gun at him and saying, “Give me your money.” When Mr. Cohen stated that he had no money and he had just come into the store to clean it, defendant reiterated his demand and upon the second denial by Mr. Cohen that he had any funds, defendant hit him over the head with the butt of a gun. Four more blows were rendered in the same manner and after a struggle Mr. Cohen succeeded in getting out of the door and calling for help whereupon defendant left the store. At about 11 a. m. the same day defendant was arrested.</p>\n<p id=\"b848-9\">At the time of trial defendant represented himself without the aid of counsel.</p>\n<p id=\"b848-10\"><em>Questions: </em>First: <em>Was defendant deprived of Ms constitutional right to have the assistance of counsel for his defense as provided by the 14th Amendment to the Constitution of the United States and article I, section 13 of the Constitution of the State of California?</em></p>\n<p id=\"b848-11\"><em>No. </em>At the time of trial after an extended colloquy between the trial judge and defendant as to whether the public defender should represent defendant, acting purely in an advisory capacity, or defendant should represent himself, defendant said, “Your Honor, I appreciate your admonition. I still, however, would like to represent myself.”</p>\n<p id=\"b848-12\">A defendant has a constitutional right to appear and defend himself in person.  He is entitled to waive the assistance of counsel and where he does so, as in the instant case, of his own volition and with full knowledge of what he is doing, he cannot complain that he has not had a proper defense at the time of his trial. <em>(People </em>v. <em>Ansite, </em>110 Cal.App.2d 38, 39 [1], <em>ff. </em>[241 P.2d 1036].) In the present <page-number citation-index=\"1\" label=\"831\">*831</page-number>case defendant voluntarily chose to represent himself; therefore there is no merit in his contention that he was deprived of his constitutional right to be represented by counsel.</p>\n<p id=\"b849-6\">Second: <em>Was there substantial evidence to sustain the trial jury’s finding as to defendant’s guilt?</em></p>\n<p id=\"b849-7\"><em>Yes. </em>Witnesses gave direct testimony in support of each and every fact set forth above which, having been believed by the jury, is binding upon this court.  Conflicts in the evidence and inconsistencies in the testimony of an individual witness are questions to be determined by the trial jury whose finding, supported by substantial evidence, as in the instant case, is binding upon an appellate court. <em>(People </em>v. <em>Moulton, </em>71 Cal.App.2d 195, 197 [3] [162 P.2d 317].)</p>\n<p id=\"b849-8\">Third: <em>Did the trial court commit prejudicial error in refusing to permit the complaining witness on cross-examination by defendant to answer the following questions?</em></p>\n<p id=\"b849-9\">(1) “Q. By Me. White: As a consequence of your action, Mr. Cohen, you were congratulated for your bravery in this case?”</p>\n<p id=\"b849-10\">(2) “Q. By Me. White : Mr. Cohen, as a consequence of this incident did' you receive considerable publicity after the incident?”</p>\n<p id=\"b849-11\"><em>No. </em>The subject matter of the questions was entirely irrelevant and immaterial to any issue before the trial jury, hence the trial court’s ruling was correct.</p>\n<p id=\"b849-12\">Fourth: <em>Did the trial judge commit prejudicial error in his comments during the course of the trial?</em></p>\n<p id=\"b849-13\"><em>No. </em>Defendant selects isolated words and phrases in statements made by the trial judge during the course of the trial, all of which were perfectly proper.  However, from a legal point of view defendant is not in a position to complain of the alleged error of the trial judge for the reason that before a defendant may complain on appeal of misconduct of the trial judge he must (1) object to such alleged misconduct, and (2) request the trial judge to admonish the jury to disregard the alleged improper conduct. <em>(People </em>v. <em>Guasti, </em>110 Cal.App.2d 456, 465 [10] [243 P.2d 59], See, also, cases cited in 7 McKinney’s New Cal.Dig. (1945) Crim. Law, § 1090, p. 656.)</p>\n<p id=\"b849-14\">In the present case defendant neither objected at the time of trial to the alleged misconduct nor did he request the trial court to admonish the jury to disregard the alleged prejudicial remarks.</p>\n<p id=\"b850-4\"><page-number citation-index=\"1\" label=\"832\">*832</page-number>Fifth: <em>Did the trial court commit prejudicial error m denying defendant’s motion for dismissal of the third count of the information charging Him with an assault with a deadly weapon because the pistol which he used was “an old type Belgium pistol for which ammunition” had never been obtained nor was obtainable?</em></p>\n<p id=\"b850-5\"><em>No. </em> In order to constitute a ‘‘ deadly weapon” it is not necessary that a pistol be loaded since, as in the instant case, it may be used as a bludgeon.  If a person is armed with a pistol at the time he perpetrates a crime, this evidence is sufficient to sustain a finding by the trier of fact that he was armed with a dangerous or deadly weapon, even though it was not loaded. <em>(People </em>v. <em>Egan, 77 </em>Cal.App. 279, 284 [5] [246 P. 337].)</p>\n<p id=\"b850-6\">Sixth: <em>Did the trial court err in sentencing defendant </em>/or <em>three separate crimes?</em></p>\n<p id=\"b850-7\"><em>No. </em>Defendant contends that the acts which he committed constituted one offense, and that the trial court erroneously carved three crimes out of one set of facts.</p>\n<p id=\"b850-8\">This contention is devoid of merit. In the present case the evidence shows that there were a series of separate and distinct acts on the part of defendant which constituted three separate and distinct offenses:</p>\n<blockquote id=\"b850-9\">(1) The crime of burglary was committed when defendant entered the store with the intent to commit larceny. (Pen. Code, § 459.)</blockquote>\n<blockquote id=\"b850-10\">(2) He was guilty of robbery when he demanded of Mr. Cohen at the point of a gun that Mr. Cohen give him money. (Pen. Code, § 211.)</blockquote>\n<blockquote id=\"b850-11\">(3) He was guilty of the crime of assault with a deadly weapon when he bludgeoned Mr. Cohen over the head with a pistol. (Pen. Code, §§ 240, 245.)</blockquote>\n<p id=\"b850-12\"><em>People </em>v. <em>Knowles, </em>35 Cal.2d 175 [217 P.2d 1], relied on by defendant, is clearly distinguishable on its facts from the present case and is therefore not controlling here. In the Knowles ease there was one criminal act which resulted in the commission of the two offenses, robbery and kidnapping, while in the present case as shown above, the evidence disclosed three separate offenses on the part of defendant in the course of his criminal conduct, and that each crime was supported by separate, independent, distinct acts, although they arose out of the same criminal course of conduct.</p>\n<p id=\"b850-13\">Seventh: <em>Did the trial court commit prejudicial error in not including in the reporter’s transcript the oral arguments </em><page-number citation-index=\"1\" label=\"833\">*833</page-number><em>made to the trial judge during the hearing on his motion for </em>a <em>new trial ?</em></p>\n<p id=\"b851-6\"><em>No. </em>The record discloses that defendant acknowledged receipt of the reporter’s transcript on July 31, 1952.  Defendant did not make any objection to the transcript nor suggest any corrections thereof until after the trial judge on August 12, 1952, had signed and certified to the original reporter’s transcript that no objection had been made thereto within the time allowed by law. As a result, any alleged errors in the reporter’s transcript were waived by defendant for the reason that rule 35, subsection c of the Rules on Appeal, 36 Cal.2d 29, provides in part thus: “Unless a proposed correction is served and filed within 5 days after delivery of the original transcripts to the judge, the judge shall certify on the original that no objection was made thereto within the time allowed by law ...”</p>\n<p id=\"b851-7\">An examination of the record discloses that defendant had a full, fair, impartial and constitutional trial, and that even though he chose to represent himself, the trial judge protected his rights at each stage in the proceeding.</p>\n<p id=\"b851-8\">Affirmed.</p>\n<p id=\"b851-9\">Moore, P. J., and Fox, J., concurred.</p>\n<p id=\"b851-10\">Appellant’s petition for a hearing by the Supreme Court was denied March 9, 1953.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}