{
  "casebody": {
    "data": "<casebody firstpage=\"757\" lastpage=\"763\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b771-9\">Grafton</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A_R\">No. 91-506</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b771-10\">Andrew G. Magrauth v. Joan Magrauth</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b771-13\">March 25, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b773-5\"><page-number citation-index=\"1\" label=\"759\">*759</page-number><em>Beverly B. Kennedy, </em>of Manchester, by brief and orally, for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b773-6\"><em>Douglas &amp; Douglas, </em>of Concord <em>(Charles G. Douglas, III </em>and <em>Ward E. Scott, II </em>on the brief, and <em>Mr. Douglas </em>orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b773-7\">Brock, C.J.</author>\n<p id=\"AqK-\">The defendant, Joan Magrauth, appeals from a decree of divorce, claiming error in the provisions relating to the property distribution recommended by the Master <em>(Bruce F. DalPra, </em>Esq.) and approved by the Superior Court <em>(Perkins, </em>J.).</p>\n<p id=\"b773-8\">The defendant first contends that the order did not comply with the requirements of RSA 491:15 and RSA 458:16-a. Second, she contends that the court erred when it ordered the sale of the marital homestead and business, but allowed the plaintiff, Andrew G. Magrauth, to remain in full possession without specifying a date certain or other triggering event by which that asset had to be sold. As to the first issue, we vacate the provisions of the decree relating to the distribution of property and remand for entry of a new order complying with RSA 491:15 and RSA 458:16-a. We do not reach the second issue as it has been rendered moot by the sale of the homestead and business in July 1992.</p>\n<p id=\"b773-9\">The parties were married in December 1966, and have two adult children. Prior to their separation in February 1989, the couple had acquired a substantial marital estate consisting of various parcels of real estate, including a country store in Bath that served as both their marital residence and business, two automobiles, a boat, several bank accounts and individual retirement accounts, furniture and other personal items.</p>\n<p id=\"b773-10\">The divorce decree was issued on May 13, 1991, based on irreconcilable differences that had caused the irremediable breakdown of the marriage. The hearing on the merits focused exclusively on the division of marital property. Both parties submitted proposed decrees and requests for findings of fact and rulings of law to the marital master. The master declined to rule on the requests and proposed decrees and instead issued a narrative report recommending a specific division of property.</p>\n<p id=\"b773-11\">On appeal, the defendant argues that the trial court erred when it approved the master’s recommendation for property distribution. <page-number citation-index=\"1\" label=\"760\">*760</page-number>She contends that the master erred when he failed to rule on the parties’ requests for findings of fact and rulings of law, RSA 491:15, and failed to give written reasons for the division of the marital estate, RSA 458:16-a, III. The plaintiff counters that the narrative report provides ample findings to support the master’s recommendation and subsequent court order.</p>\n<p id=\"b774-5\">Although trial courts are afforded “broad discretion in divorce matters, and we . . . uphold their decision unless an abuse of discretion is shown or the court erred as a matter of law,” <em>Hillebrand v. Hillebrand, </em>130 N.H. 520, 522-23, 546 A.2d 1047, 1048 (1988), we conclude that the trial court abused its discretion in this case and, therefore, reverse.</p>\n<p id=\"b774-6\">RSA 491:15 applies to equity proceedings in general, which include divorce proceedings, and RSA 458:16-a applies exclusively to the division of property pursuant to a divorce decree. RSA 491:15 states:</p>\n<blockquote id=\"b774-7\">“The court or justice trying causes under RSA 491:13 [Trials by Court] and 491:14 [Equity Procedure] shall, if either party requests it, give his [or her] decision in writing, stating the facts found and his [or her] rulings of law, which shall be filed and recorded.”</blockquote>\n<p id=\"b774-8\">The object of this statute is to allow the supreme court “an opportunity for adequate review... by providing [it] with the actual basis for the trial court’s decision, in terms of facts found and law applied.” <em>Howard v. Howard, </em>129 N.H. 657, 659, 531 A.2d 331, 333 (1987) (citation omitted). In interpreting RSA 491:15, we have held that</p>\n<blockquote id=\"b774-9\">“[although a superior court justice sitting without a jury is generally under no obligation to make findings and rulings in support of a decree unless a party asks for them, when either party does request them, RSA 491:15 requires a statement of facts and legal rulings in jury-waived and non-jury cases. . . . The trial judge in such a case need not respond expressly to every specific request filed by a party, but the court is obligated to make findings of the basic or essential facts that are sufficient to support the ultimate decision. This may be done in the narrative form, and the essential rulings of law may be likewise explained.”</blockquote>\n<p id=\"b774-10\"><em>Id. </em>at 659, 531 A.2d at 332-33 (citations and quotations omitted).</p>\n<p id=\"b774-11\">The master’s recital which sets forth his methodology for the recommended division of property is insufficient to meet the require<page-number citation-index=\"1\" label=\"761\">*761</page-number>ments for findings and rulings once RSA 491:15 has been invoked. In his report, the master stated:</p>\n<blockquote id=\"b775-5\">“In making the recommendation with respect to property-distribution, I have considered the full fair market values of the parcels of real estate and net values with respect to the automobiles. In addition, values found for IRA’s, checking accounts, certificates of deposit and the like have been supported by the exhibits entered in this matter and need not be recited here.”</blockquote>\n<p id=\"b775-6\">With the exception of the division of certain trust income, the master simply allocated specific property to each party without ruling on the proposed findings and rulings. The master found that the defendant was the beneficiary of the trust income, and ruled that trust income generated prior to the separation was a marital asset, and that trust income generated after that date was not a marital asset subject to distribution. Thus, the master ordered the defendant to pay the plaintiff $60,000, which represented approximately half of the past trust income that she withdrew from an account prior to the couple’s separation, stating “[t]his shall be considered a property distribution and adjustments have been made for the difference in values of the balance of the property distribution.” After making the specific findings and rulings on the trust income, the master simply divided the remaining property in a narrative form.</p>\n<p id=\"b775-7\">The court’s findings regarding the past and future trust income are clearly within its discretion. <em>See Abrams v. Abrams, </em>131 N.H. 522, 524, 556 A.2d 1173, 1174 (1989). The master abused his discretion, however, when he failed to provide a basis or explanation for the “adjustments [made] for the difference in values of the balance of the property distribution” and when he failed to make reviewable findings and rulings on the disposition of other marital property.</p>\n<p id=\"b775-8\">The master’s recommendation regarding the marital homestead and business highlights some of the problems inherent in the lack of adequate findings and rulings in this case:</p>\n<blockquote id=\"b775-9\">“The business and real estate known as ‘The Brick Store’ shall be sold. The plaintiff shall have sole and exclusive right to run the business until such time as it is sold. After payment of all ordinary and necessary commissions, mortgages and closing costs, the net proceeds shall be divided equally between the parties.”</blockquote>\n<p id=\"b775-10\">The plaintiff was given the exclusive and unaccountable possession of a significant asset until it was sold. No value was placed on the <page-number citation-index=\"1\" label=\"762\">*762</page-number>plaintiff’s future income resulting from his running the business. There is nothing in the decree that allocates the responsibility for potential liabilities that might arise from the operation of the store or pursuant to its sale. In fact, after this appeal was filed, the New Hampshire Department of Labor ordered The Brick Store to pay a wage claim that arose while the plaintiff was in exclusive possession of the store, and questions have arisen regarding potential fraud that might have occurred pursuant to its sale.</p>\n<p id=\"b776-5\">Not only did the master fail to make specific findings and rulings under RSA 491:15, he also failed to specify written reasons for the property division under RSA 458:16-a, III, which provides that “[t]he court shall specify written reasons for the division of property which it orders.” Consequently, we are unable to determine the reasons for the property division, and whether the property division was equitable as required under RSA 458:16-a, H.</p>\n<p id=\"b776-6\">RSA 458:16-a, II provides that if the court is to order a division of property upon the decree of divorce, the distribution must be equitable. The statute incorporates our decisions which have held that an equal division of property is presumed to be equitable, unless the court finds that certain factors would make an unequal division equitable. <em>See McAlpin v. McAlpin, </em>129 N.H. 737, 740, 532 A.2d 1377, 1379 (1987). The statute provides that</p>\n<blockquote id=\"b776-7\">“[t]he court shall presume that an equal division is an equitable distribution of property, . . . unless the court decides that an equal division would not be appropriate or equitable after considering one or more of [fifteen enumerated] factors.”</blockquote>\n<p id=\"b776-8\">RSA 458:16-a, H. Consistent with our case law, the statute gives the court broad, but not unlimited, discretion in the division of marital property. <em>Abrams, </em>131 N.H. at 524, 556 A.2d at 1174. In recent years, this court “has suggested factors which may properly be considered in the evaluation and division of marital assets.” <em>Id. </em>The statute embodies these considerations. <em>See Hodgins v. Hodgins, </em>126 N.H. 711, 714-15, 497 A.2d 1187, 1189-90 (1985) (vested pension rights); <em>Rahn v. Rahn, </em>123 N.H. 222, 225, 459 A.2d 268, 269-70 (1983) (duration of marriage); <em>Ebbert v. Ebbert, </em>123 N.H. 252, 255, 459 A.2d 282, 285 (1983) (tax consequences); <em>Marsh v. Marsh, </em>123 N.H. 448, 450, 462 A.2d 126, 128 (1983) (age, health, stations, occupations, employ-ability of parties); <em>Henderson v. Henderson, </em>121 N.H. 807, 810, 435 A.2d 133,135 (1981) (standard of living established during marriage, contributions by way of money or services).</p>\n<p id=\"b777-4\"><page-number citation-index=\"1\" label=\"763\">*763</page-number>The trial court should make an equitable distribution “after considering the parties’ property in its entirety and special circumstances recognized by this court [and set forth in RSA 458:16-a, II] as bearing on just division.” <em>McAlpin, </em>129 N.H. at 740, 532 A.2d at 1378. However, “in the absence of any such special circumstances the distribution should be as equal as the court can make it.” <em>Id. </em>at 740, 532 A.2d at 1379 (quotation omitted). Regardless of its ultimate decision, the court must “specify written reasons for the division of property which it orders.” RSA 458:16-a, III. This requirement expands our earlier case law, which required written reasons only when the division was unequal. <em>See McAlpin, </em>129 N.H. at 740, 532 A.2d at 1379; <em>Hodgins, </em>126 N.H. at 715, 497 A.2d at 1190.</p>\n<p id=\"b777-5\">Accordingly, if the superior court determines that an equal division is equitable, and the parties have not requested findings and rulings under RSA 491:15, it need only state that, after considering the relevant factors enumerated in RSA 458:16-a, II, it has decided to make an equal division which is presumptively equitable under the statute. Of course, the order has to be supported by the record. If, however, the parties make specific requests for findings and rulings, as they did in this case, the court should state its reasons and make specific findings and rulings supporting its decision, regardless of whether it decides to make an equal or unequal distribution of the property. RSA 491:15; RSA458:16-a, III. Lastly, under RSA458:16-a and consistent with our case law, the court should specify written reasons using the factors listed in the statute if it concludes that an unequal distribution of property is warranted. <em>See McAlpin, </em>129 N.H. at 740, 532 A.2d at 1379.</p>\n<p id=\"b777-6\">After reviewing the court’s order, we cannot ascertain whether the property division was equal or unequal, equitable or inequitable. The order lacks written reasons for the overall property division, and lacks sufficient findings and rulings to support the distribution of assets. We, therefore, remand and order the court to make findings and rulings and state its reasons for the division of the marital estate consistent with this opinion.</p>\n<p id=\"b777-7\">\n<em>Vacated and remanded.</em>\n</p>\n<p id=\"b777-8\">All concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}