{
  "casebody": {
    "data": "<casebody firstpage=\"255\" lastpage=\"270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b295-5\">Boston Safe Deposit and Trust Company, trustee, <em>vs. </em>John Gray Park &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b295-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AlP\">October 6, 1937.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AjA\">November 13, 1940.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b295-7\">Present: Field, C.J., Donahue, Lummus, &amp; Qua, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b296-6\"><page-number citation-index=\"1\" label=\"256\">*256</page-number><em>W. F. Krayer, </em>for the respondents John Gray Park and others.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b296-7\"><em>G. M. Naylor, Jr., (C. E. Benson, Jr., </em>with him,) for the respondent The New England Trust Company, executor.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b296-8\">Field, C.J.</author>\n<p id=\"A3E\">This is an appeal from a decree of the Probate Court entered upon a petition for instructions brought by the trustee under the will of Joel Thayer, late of Boston.</p>\n<p id=\"b296-9\">Joel Thayer, hereinafter called the testator, died November 21, 1868, leaving a will which was dated April 3, 1868, and proved December 21, 1868. Article Fourth of this will provided that “all the rest, residue and remainder of my property real, personal and mixed be equally divided among those of my children who shall survive me and the issue of any deceased child of mine, (such issue taking the share of said residue to which the parent would have been entitled if living at the time of my decease,) but as hereinafter expressed and set forth,” and thereafter provided, in each of seven paragraphs, for a child of the testator or the children of a deceased child of the testator, and, in some instances, for more remote descendants. The question upon which instruction is sought arises under paragraph numbered sixth of said Article Fourth, whereby provision is made for the children of the testator’s deceased son, Joseph E. Thayer. At the death of the testator there were living two children of this deceased son — Hollis Thayer and Alice B. Thayer. Said paragraph sixth provided in part as follows: “I give, devise and bequeath to the Trustees hereinafter named <page-number citation-index=\"1\" label=\"257\">*257</page-number>one other equal share of said residue and remainder of my estate ascertained as aforesaid to be held by them during the lives of both of the children of my deceased son Joseph E. Thayer, or the survivor of them, to have and to hold the said share of said residue of my estate to the said Trustees and the survivors and survivor of them, their and his heirs and successors in this trust as follows, viz: in trust to hold and manage, invest and re-invest respectively the real and personal estate hereby given and devised to said Trustees and after deducting from the rents and income thereof all necessary and usual incidental expenses and charges, then to pay the net rents and income at least semi-annually to the children of my deceased son Joseph E. share and share alike, the issue of any deceased child of said Joseph E. to take the parents share by right of representation, during the life of the survivor of said children of my said son. And upon the decease of the surviving child of my said son I give, devise and bequeath absolutely and in fee simple to the issue of the child or children of my said son (such issue taking the parents share by right of representation) the aforesaid share of the residue of my estate hereby given and devised to said trustees. But in default of such issue of either of the children of my said son Joseph, I give devise and bequeath the aforesaid share of the residue of my estate to my children then living, share and share alike, and to the issue of my children who may have deceased (such issue taking the parents share by right of representation),” certain portions thereof to be held upon trusts set forth in other paragraphs of Article Fourth of the will.</p>\n<p id=\"b297-3\">Hollis Thayer, a child of the testator’s deceased son Joseph E. Thayer, died unmarried in 1884. Alice B. Thayer, the other child of said Joseph E. Thayer, married Sidney W. Burgess in 1879 and died testate in 1936. Consequently she meets the description in the sixth paragraph of Article Fourth of the will of “the surviving child of my said son.” The time, therefore, has arrived for the distribution of the principal of the trust fund disposed of by said sixth paragraph. Alice B. (Thayer) Burgess had three <page-number citation-index=\"1\" label=\"258\">*258</page-number>children, all of whom predeceased her. Her son Hollis B. Burgess, born in 1879, died in 1918, testate, never having had issue, leaving all his property to his wife, who was appointed executrix of his will. Her other two children, born respectively in 1880 and 1891, died unmarried and intestate. The matter in controversy is whether, in the events which have happened, the principal of the trust fund passed by the gift to “the issue of the child or children” of said Joseph E. Thayer, or, on the other hand, by the gift “in default of such issue of either of the children” of said Joseph E. Thayer to his other children, if living, or the issue of any such children who may have deceased.</p>\n<p id=\"b298-3\">The judge of the Probate Court adopted the first of these alternatives and entered a decree “That the trust estate, so far as it consists of personalty, is to be distributed two-thirds <em>(%) </em>to the Executor of the Will of Alice B. Burgess and one-third <em>(j/¡) </em>to the legal representative of the Estate of Hollis B. Burgess, and that so far as the trust estate consists of real estate, the same is now vested two-thirds <em>(%) </em>in the devisee under the will of Alice B. Burgess and one-third <em>(y¡) </em>in the devisee under the will of Hollis B. Burgess, or if said devisee be not living, in those claiming under her.” None of the children of the testator survived said Alice B. (Thayer) Burgess, but there are descendants of the children of the testator, other than her father, Joseph E. Thayer, who are respondents in this case and have appealed from this decree.</p>\n<p id=\"b298-4\">It is clear that the gift to “the issue of the child or children” of said Joseph E. Thayer and the gift “in default of such issue of either of the children” aforesaid are alternative gifts. Obviously the word “issue” has the same meaning in each of these phrases. The question for determination, in the events which have happened, is whether this word in both phrases refers to issue living at the termination of the trust, that is, at the death of the survivor of the children of Joseph E. Thayer, or to issue of one or both of these children, even if such issue were not living at the termination of the trust, or, in other words, whether “default of such issue” means without there being any such issue living <page-number citation-index=\"1\" label=\"259\">*259</page-number>at the termination of the trust, or means without such issue ever having been born. In the decree appealed from the latter interpretation was adopted. The appellants contend that the former interpretation is correct.</p>\n<p id=\"b299-3\">On the interpretation adopted in the decree the gift in remainder, after the termination of the trust, vested in interest in a child born to either of the children of Joseph E. Thayer, subject, however, to being partially divested upon the birth of one or more other such children, but not to being divested by the death, before the termination of the trust, of the child in whom it had vested, and possession and enjoyment only were postponed to the termination of the trust. The appellants contend that vesting in interest also was postponed until the termination of the trust, but that even if vesting in interest was not so postponed the vested interest of a child would be divested by the death of such child, without issue, before the termination of the trust.</p>\n<p id=\"b299-4\">1. The “cardinal rule in the interpretation of wills, to which all other rules must bend, is that the intention of the testator shall prevail, provided that it is consistent with the rules of law.” <em>McCurdy </em>v. <em>McCallum, </em>186 Mass. 464, 469. <em>Devine </em>v. <em>Deckrow, </em>299 Mass. 28, 31. That intention “is to be ascertained from a study of the will as a whole in the light of the circumstances attending its execution, <em>Crowell </em>v. <em>Chapman, </em>257 Mass. 492; using ordinary canons of interpretation only so far as they accomplish their purpose of aiding in the determination of that intention] but giving to the few combinations of words which have come to be rules of property their legal effect. <em>Temple </em>v. <em>Russell, </em>251 Mass. 231, 236.” <em>Cammann </em>v. <em>Abbe, </em>258 Mass. 427, 429.</p>\n<p id=\"b299-5\">2. In ascertaining the intention of the testator with respect to the matter now to be decided it is important to determine the meaning of the word “issue” as used in the clauses in question. The governing rule of interpretation was stated in <em>Welch </em>v. <em>Colt, </em>228 Mass. 511, 515: “The word ‘issue’ ordinarily means all lineal descendants. . . . It is not usually equivalent to children, but is more comprehensive. ... In all the cases where it has been held that <page-number citation-index=\"1\" label=\"260\">*260</page-number>in the particular context ‘issue’ had the same significance as children, expressions have occurred elsewhere in the will indicative of an intent to employ the word in a narrow sense as meaning children. . . . Unless the circumstances manifest a testamentary purpose to attribute to the word ‘issue’ a signification other than its common one, it will be construed as including lineal descendants.” We find nothing in the clauses in question in the present case, in the will as a whole, or in the circumstances attending its execution, showing “that the testator used the word ‘issue’ as being synonymous with children or as having any other than its common meaning.” See <em>Welch </em>v. <em>Colt, </em>228 Mass. 511, 515. On the contrary, the frequent use by the testator throughout the will of the word “issue” in juxtaposition with the word “child” or the word “children” tends to show that he recognized the difference in meaning, particularly as the word “issue” is used where a comprehensive term might naturally be employed after specific provision had been made for a child or children. See <em>Gardiner </em>v. <em>Everett, </em>240 Mass. 536, 537-539. The phrase “such issue taking the parents share by right of representation,” used in' the clauses now in question, and closely similar phrases used throughout the will, do not import that “issue” means “children” on the ground that the word “child” is the normal correlative of the word “parent,” and the word “issue” the normal correlative of the word “ancestor.” In <em>Jackson </em>v. <em>Jackson, </em>153 Mass. 374, 377, it was said that “as a matter of verbal construction, it would be as easy and natural to say that where the words ‘parents’ and ‘issue’ are used in connection with each other, the word ‘parents’ means ancestors, as that the word ‘issue’ means children.”</p>\n<p id=\"b300-3\">. 3. The words “upon the decease of the surviving child of my said son” in the gift upon such decease “to the issue of the child or children of my said son” do not in themselves import a gift upon the contingency of survival of the described beneficiaries until the time fixed for distribution or imply that vesting in interest is postponed until that. time. Such words “are readily construed as fixing the time of <page-number citation-index=\"1\" label=\"261\">*261</page-number>distribution or enjoyment rather than the time of vesting of the remainders.” <em>Old Colony Trust Co. </em>v. <em>Brown, </em>287 Mass. 177, 179. And the use by the testator of words of present gifts to such issue, rather than of a direction to the trustees to “pay and divide” the trust fund to such issue has some tendency to support this conclusion. <em>Crapo </em>v. <em>Price, </em>190 Mass. 317, 322. <em>White </em>v. <em>Underwood, </em>215 Mass. 299, 301. <em>Gardiner </em>v. <em>Everett, </em>240 Mass. 536, 539. Moreover, it is a recognized principle of construction of wills “that no remainder will be construed to be contingent which may, consistently with the intention, be deemed vested,” and the “leaning toward the early vesting of remainders is especially strong when the remaindermen are children or other descendants of the testator.” <em>Old Colony Trust Co. </em>v. <em>Brown, </em>287 Mass. 177, 179, and cases cited. There is, however, less reason for the “leaning toward the early vesting of remainders” where, as here, there is a limitation over in default of primary remaindermen, “the issue of the child or children” of the testator’s deceased son Joseph (see <em>Bancroft </em>v. <em>Fitch, </em>164 Mass. 401, 402; <em>Southard </em>v. <em>Southard, </em>210 Mass. 347, 355; <em>Richardson </em>v. <em>Warfield, </em>252 Mass. 518, 521), particularly where, as here, such limitation over is to persons who may be less remote descendants of the testator, “my children then living . . . and . . . the issue of my children who may have deceased,” than any of the primary remaindermen. Furthermore, the existence of this limitation over renders largely, if not wholly, inapplicable the principle of construction that a “construction of a will resulting in intestacy is not to be adopted unless plainly required.” <em>Hedge </em>v. <em>State Street Trust Co. </em>251 Mass. 410, 412. <em>Weeks </em>v. <em>Pierce, </em>279 Mass. 108. With this limitation over in the will, however it may be construed, the likelihood of an intestacy as to the remainder of the trust in question, resulting from a construction of the gift thereof to the primary remaindermen as contingent upon one. or more of them being living at the time of the termination of the trust, was highly remote, if not nonexistent, at the date of the execution of the will and at the date of the death of the testator. And in the events that have happened no such <page-number citation-index=\"1\" label=\"262\">*262</page-number>intestacy would result from such a construction. The rules of construction herein referred to are merely aids to a determination of the intention of the testator and are not controlling as against clearer indications of such intention.</p>\n<p id=\"b302-3\">4. It is to be observed that since no child was born to either of the two children of the testator’s deceased son Joseph until several years after the testator’s death, the gift of the remainder of the trust fund to issue of these children of the testator’s deceased son could not have vested at the date of the testator’s death. The remainder given to issue of these children was, therefore, contingent from 1868 at least until 1879, when the first child of Alice B. (Thayer) Burgess was born. The alternative possibilities as to the time of vesting are not, as is frequently the case, the date of the testator’s death and the date fixed for the termination of the trust. The alternative possibilities are the date of the birth of the first child of Alice B. (Thayer) Burgess and the date fixed for the termination of the trust. Other conceivable possibilities are not significant in the events that have happened. Though the time of vesting of the remainder may be an important factor in ascertaining who are entitled to the remainder, it is not the ultimate question for decision. That question is, As of what time did the testator intend that the persons entitled to the remainder in the trust fund should be ascertained, irrespective of the technical quality of the remainder given to the primary remaindermen as vested, vested subject to being divested or contingent? See <em>Boston Safe Deposit &amp; Trust Co. </em>v. <em>Wall, </em>234 Mass. 447, 452; <em>Old Colony Trust Co. </em>v. <em>Brown, </em>287 Mass. 177, 181.</p>\n<p id=\"b302-4\">5. We are of opinion that, with full weight being given to the rules of construction above referred to favoring an early vesting of remainders and avoidance of intestacy, the will discloses an intention on the part of the testator that the persons entitled to the remainder at the termination of the trust should be ascertained as of that time. The gift to issue of a child or children of the testator’s deceased son Joseph as primary remaindermen clearly was a gift to a class. No such issue were or could have been named in the <page-number citation-index=\"1\" label=\"263\">*263</page-number>will. And there is no description of them as individuals. They constitute a natural group, even though the group may be composed of lineal descendants of a child or children of the testator’s son Joseph of different degrees of remoteness from their ancestor or ancestors and of different relationships among themselves. <em>Bassett </em>v. <em>Granger, </em>100 Mass. 348, 349. <em>Sears </em>v. <em>Brown, </em>241 Mass. 523, 524. <em>Springfield Safe Deposit &amp; Trust Co. </em>v. <em>Dunn, </em>243 Mass. 7. And the provision, “such issue taking the parents share by right of representation,” presents no difficulty. It simply makes a subclass or subclasses within the general class of “issue.” <em>Dove </em>v. <em>Johnson, </em>141 Mass. 287, 290. Obviously the testator was thinking of such “issue” as a class. Compare <em>Boston Safe Deposit &amp; Trust Co. </em>v. <em>Reed, </em>229 Mass. 267, 271. Indeed there is no contention that they do not constitute a class. Consequently, even if the gift vested upon the birth of a child to one of the children of the testator’s deceased son Joseph before the time fixed for distribution, the class would open to admit later born children and later born issue of a deceased member of the class to take “the parents share by right of representation.” See <em>Crapo </em>v. <em>Price, </em>190 Mass. 317, 319; <em>Commissioner of Corporations &amp; Taxation </em>v. <em>Alford, </em>282 Mass. 113, 117; <em>Old Colony Trust Co. </em>v. <em>Brown, </em>287 Mass. 177,179-180. The question whether such an interest, vested in a member of the class, was divested by his death before the time fixed for distribution without leaving issue, like the question whether the remainder given to them was contingent until the time fixed for distribution, depends on the intention of the testator with respect to the time at which the persons entitled to the remainder should be ascertained. See <em>Boston Safe Deposit &amp; Trust Co. </em>v. <em>Wall, </em>234 Mass. 447, 452. Compare <em>Crapo </em>v. <em>Price, </em>190 Mass. 317, 321-322.</p>\n<p id=\"b303-3\">6. The use of the word “issue” in the gift to the primary remaindermen “more readily imports that the class shall not be determined until the time fixed for distribution.” <em>Gardiner </em>v. <em>Everett, </em>240 Mass. 536, 539. The “issue” of an ancestor, in the absence of a clear indication to the contrary, are not to be ascertained until the death of such <page-number citation-index=\"1\" label=\"264\">*264</page-number>ancestor. Since Hollis Thayer, a child of the testator’s deceased son Joseph, never had children, it is not important to determine when his “issue,” if any, were to be ascertained. In this event the class of primary remainder-men composed of the “issue” of one or both of the children of the testator’s deceased son Joseph would necessarily be limited to “issue” of Alice B. (Thayer) Burgess. And the date of her death and the time fixed for distribution coincide. If the gift had been to her “heirs” instead of to her “issue,” in the absence of a clear indication to the contrary, the beneficiaries would have been ascertained as of the date of her death, since “no man can have heirs until his death.” <em>Sherburne </em>v. Howland, 239 Mass. 439, 441. See also <em>Gardner </em>v. <em>Skinner, </em>195 Mass. 164, 166. The word “issue,” in the absence of any indication to the contrary, has a like connotation. It ordinarily refers to lineal descendants of the ancestor who would be entitled, at the death of such ancestor, to take his property under the law of intestate succession, and, in conformity to this principle, grandchildren of the ancestor and their descendants “will not be allowed to compete with their parents unless such was the intention of the testator.” <em>Ernst </em>v. <em>Rivers, </em>233 Mass. 9, 14. See also <em>Proctor </em>v. <em>Lacy, </em>263 Mass. 1, 8. The provision in the will for “issue taking the parents share by right of representation” is in accord with this meaning of the word “issue,” with the modification that descendants of a remote degree shall always take <em>per stirpes </em>instead of <em>per capita </em>as would be the case in certain instances under the law of intestate succession. G. L. (Ter. Ed.) c. 190, § 3, (1).‘ See also Gen. Sts. c. 91, § 1, First; c. 94, § 16, Third. Compare <em>Proctor </em>v. <em>Lacy, </em>263 Mass. 1, 9. This modification of the meaning of the word “issue,” however, shows no intention on the part of the testator to change the time as of which such “issue” are to be ascertained. Nor do the words “parents share” in the provision for taking “by right of representation,” which ordinarily refer to the share that the parent would have taken if living (see G. L. [Ter. Ed.] c. 190, § 8; see also Gen. Sts. c. 91, § 12), — however that provision may be construed, as between' <page-number citation-index=\"1\" label=\"265\">*265</page-number>Alice B. (Thayer) Burgess, who was given no share in the principal, and her children — show an intention that the “issue” of Alice B. (Thayer) Burgess entitled to share in the principal should be ascertained before her death.</p>\n<p id=\"b305-3\">7. The primary gift of principal is in terms to “issue” of a child or children of the testator’s son Joseph, and consequently all lineal descendants, however remote, of such child or children, are within the description of this class, though no descendant will be permitted to take in competition with his parent. Subject to this limitation a remote descendant of a child of the testator’s deceased son Joseph is as fully within the description of the class as is a child of such a child. It would appear, therefore, that the testator intended that any remote descendant who was within the description at the time as of which the members of the class were to be ascertained would take an original gift and not a gift by way of substitution for his parent, though the share of such remote descendant will be determined in accordance with the principle of representation. In <em>Grapo </em>v. Price, 190 Mass. 317, the court had under consideration a gift in trust for the life of a beneficiary with a direction to the trustee at her decease to “pay, distribute and divide the said principal fund ... to and among the children” of the life tenant and the issue of any deceased child by right of representation (page 321). The court said that the “children and issue of deceased children, though standing in different degrees of relationship to their ancestor, are described as forming one collective body, one class” (page 322), and said further that “it seems . . . that the testatrix intended the whole fund to be divided among the beneficiaries whom she identifies by description, that is, among the persons who at the time of division answer to the description which she gives, who are then either children or the issue of deceased children of . . . j]the fife tenant]. . . . Nor do we see how, without putting an undue strain upon the language of the testatrix, it can be said that the remainder after the life estate is not as much a direct gift to the issue of deceased children as it is to the children themselves” (page 322). Obviously some of the beneficiaries of <page-number citation-index=\"1\" label=\"266\">*266</page-number>the direct gift could not be ascertained until the death of the testatrix. The court recognized that the fact that “some of the legatees in remainder could not be ascertained until after the termination of the life estate, has been regarded as having a strong tendency to show that all the remaindermen must be ascertained at that time, and so that all the remainders were contingent” (page 322), and held that “the parties entitled to take this gift in remainder are those who at the time of the death of . . . [the life tenant] were her children and the issue of any deceased child by right of representation, and that a child of hers who died in her lifetime leaving no issue, had no vested interest which would pass to the executor of his or her will” (page 323). There were other reasons in the <em>Crapo </em>case, not present in the instant case, supporting the conclusion there reached. But we think the reasoning therein relating to a direct gift to the beneficiaries described is peculiarly applicable to the gift in the present case to “issue” in view of the meaning of that word as already pointed out, and tends to the conclusion that the members of the class of “issue” entitled to share in the principal of the trust were not to be ascertained until the time fixed for distribution. See also <em>Hale </em>v. <em>Hobson, </em>167 Mass. 397, 399.</p>\n<p id=\"b306-3\">8. In view of the fact that the gift in remainder is to “issue” of the life tenants, and “issue,” in the ordinary meaning of the word, as the descendants entitled to take the property of the ancestor by the law of intestate succession, cannot be ascertained until the death of the ancestor; and in view of the fact that the gift is an original gift to such “issue” irrespective of their degrees of remoteness from the ancestor — except that no descendant can compete with his living parent — the case is readily distinguishable from cases in which the original gifts were to children or grandchildren as a class with a provision for representation by their issue, obviously by way of substitution for the original beneficiaries respectively. See, for example, <em>Gibbens </em>v. <em>Gibbens, </em>140 Mass. 102; <em>Whitman </em>v. <em>Huefner, </em>221 Mass. 265; <em>Linscott </em>v. <em>Trowbridge, </em>224 Mass. 108; <em>Boston Safe Deposit &amp; Trust Co. </em>v. <em>Abbott, </em>242 Mass. 92.</p>\n<p id=\"b307-2\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>9. Since the “issue” constituting the class of beneficiaries to whom the primary gift of principal was made could not be ascertained until the time fixed for the termination of the trust, the date of the death of the survivor of the life tenants, Alice B. (Thayer) Burgess, and at that time no member of the class was living, the gift to the class has failed. As was said in <em>Ernst </em>v. <em>Rivers, </em>233 Mass. 9, 14: it “is a general rule of construction to be followed unless the testator has clearly manifested a contrary intention that a devise or bequest to 'heirs’ or 'issue’ refers to that class of beneficiaries who would be entitled to take under the law of intestate succession if the designated ancestor had died at the time fixed for ascertaining the class,” that is, to persons living at that time. The fact that the persons who were to constitute the class would necessarily be remote descendants of the testator — at least as remote as great-grandchild — and no person who, on any construction of the language, could be a member of the class was in existence at the date of the execution of the will or at the date of the death of the testator, tends to negative a contrary intention on the part of the testator. And little or no weight in support of a contrary intention can be given to the principle of avoidance of intestacy, in view of the express alternative gift “in default of such issue.” If, as we think, it was the intention of the testator that no person should take under the gift of principal to “issue” who was not living at the time fixed for the termination of this trust, it is immaterial for the purposes of this case whether this gift was contingent until that time — as seems more probable — or was vested in a class before that time, subject to being divested by the death before that time of all the members of the class. Probably the testator did not have in mind whether the intended result should be reached by postponing the vesting until the time fixed for distribution or by vesting an interest before that time, subject to being divested. See <em>Boston Safe Deposit &amp; Trust Co. </em>v. <em>Wall, </em>234 Mass. 447, 452.</p>\n<p id=\"b307-3\">10. The alternative gift of the principal of the trust fund is in terms “in default of such issue,” obviously referring <page-number citation-index=\"1\" label=\"268\">*268</page-number>to the “issue” who were to be beneficiaries of the primary-gift of the principal. In view of the construction given to the word “issue” in the primary gift, there has been default of “such” issue because there were no “such issue” entitled to take the principal under the primary gift. The alternative gift of the principal “in default of such issue,” therefore, has become operative.</p>\n<p id=\"b308-3\">11. The construction of the clause particularly in question, reached upon analysis of its terms, appears to be in accord with the intention of the testator as disclosed by the general scheme of his will as a whole. Obviously the general scheme was (a) that the residue of his estate should be divided into as many shares — seven — as there were stocks of his descendants, each stock representing one of his children living or dead, (b) that the share given to each stock — the principal and the income thereof — should pass only to his descendants of that stock, if there were any, as long as the will was operative on such share — with exceptions hereinafter mentioned — and (c) that, if there should cease to be descendants of any stock before the will ceased to be operative upon the share given to that stock, such share, subject to these exceptions, should pass to his descendants of other stocks. In the case of each of three children of the testator and of one of three named children (or his issue) of a deceased child if living at the death of the testator, a share or a part of a share was given outright. The rest of the residue was placed in trust for children or descendants of children of the testator, subject, however, in the case of one share, to the payment of the income thereof to the widow of a deceased child of the testator if there were no, issue of the deceased child, and subject also, in the case of the share of which a part was given outright to a named grandchild, to powers of appointment by will of part of the principal in each of the other named two grandchildren, with a gift in default of such an appointment to issue of the grandchildren respectively, or in default of such issue to their heirs at law, and in certain other contingencies to such heirs at law. These exceptions do not indicate that the testator’s scheme in general was <page-number citation-index=\"1\" label=\"269\">*269</page-number>other than as already outlined. Apart from these exceptions the ultimate dispositions of the shares placed in trust are fully in conformity with this general scheme, being in each instance gifts to children of the testator or to the issue of his deceased children. In the trusts of two of the shares, however, unlike the trust now in question, reference is made to primary remaindermen “living” at the termination of the trust, and the gift in default is in terms in default of primary remaindermen then “living.” The primary remaindermen are described as “children” of a child or a deceased child of the testator, the issue of such child taking by right of representation. In these instances there can be no doubt that the primary gift of principal was only to persons living at the time fixed for distribution. We think that the difference in language between these provisions and the provision relating to the share now in question is not such as to indicate a different intention on the part of the testator with respect to the ultimate disposition of the principal of the share of the residue placed in trust for the descendants of his deceased son Joseph. It seems highly improbable that the testator was more anxious that the estate of a great-grandchild of the stock of his deceased son Joseph, dying without living issue before the termination of the trust for the benefit of descendants of that stock, should share in the ultimate disposition of the principal of that trust, in preference to descendants of the testator of other stocks living at that time, than that the estates of his grandchildren of other stocks, dying before the termination of the trusts primarily for the benefit of these stocks respectively, should so share in the principal of the trusts for the benefit of such descendants. Though the language of the provision now in question may not be as clear on the matter as the language of the other provisions, for reasons already stated it is apt for the accomplishment of the same result. So construed the provision in question conforms to the general scheme of the will. Since at the time fixed for distribution of the share of the residue now in question there were no living descendants of the stock of the testator’s deceased son Joseph, the share passed to the <page-number citation-index=\"1\" label=\"270\">*270</page-number>descendants then living of other stocks of descendants of the testator.</p>\n<p id=\"b310-3\">It follows that the principal of the trust fund created by sixth paragraph of Article Fourth of the will passed under the provision thereof “in default of such issue.” The decree, therefore, must be reversed and a decree entered by the Probate Court in conformity with this conclusion, the details thereof to be settled in that court. Costs and expenses as between solicitor and client are to be in the discretion of that court.</p>\n<p id=\"b310-4\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}