{
  "casebody": {
    "data": "<casebody firstpage=\"182\" lastpage=\"186\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b214-7\">[Civ. No. 7161.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAM\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b214-8\">April 11, 1930.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b214-9\">CHARLES M. LYNN, Petitioner, v. THE CITY COUNCIL OF THE CITY OF CULVER CITY (a Municipal Corporation) et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b215-6\"><page-number citation-index=\"1\" label=\"183\">*183</page-number>Frank J. Lavan and Russell W. Kuhn for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b215-7\">John J. Dillon, City Attorney, Lawrence Sherb and Clarence B. Conlin for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b215-8\">NORTON, J., <em>pro </em>tem.</author>\n<p id=\"AOQ\">This is an original proceeding brought by petitioner, who is a qualified elector of Culver City, a city of the sixth class, to secure a writ of mandate directed to the City Council of that city directing them to call a special election to determine whether the city councilmen thereof, Houck, Bobier, Clark, Coombs and Kinkead, should be removed from office and their successors elected. The clerk filed his certificate that the petition is sufficient as to councilmen Houck and Bobier, but insufficient as to Clark, Coombs and Kinkead. The clerk is made a party to the suit, and as to him it is alleged that he made a false and fraudulent estimate of the number of electors signing said petition and wrongfully eliminated certain signatures from the petition and failed to count them. The answer to the petition having raised issues of fact a referee was appointed to try the issues and make findings which pursuant to the order appointing have been returned to this court, together with a transcript of the testimony taken upon the hearing before him and from which it appears that during the month of November, 1928, recall petitions identical in form in which all the trustees were named and their removal demanded were circulated among the\" electors of Culver City. The persons espousing the recall movement <page-number citation-index=\"1\" label=\"184\">*184</page-number>being advised that not more than one officer could be included in a petition for recall desisted in circulating these joint petitions. In the month of October, 1929, substantially nine months after they had abandoned obtaining signatures to the joint petition, five separate petitions, each naming one of the five couneilmen, were circulated and these were signed—some electors signing all five of the petitions, and others refusing to sign as against some of the couneilmen who were sought to be recalled. It further appears that during the month of November, 1929, both forms of petitions were being circulated and signed by electors. That these joint and several petitions were filed as one peti-' tion with the city clerk on November 22, 1929, and the clerk having certified that the petition, was insufficient as to three of the couneilmen, a supplemental petition naming all of the couneilmen and in the same form as the first petition circulated in which they were all named was circulated and filed as a part of the original petition. The city clerk in making his estimate of the number of qualified electors signing the petition for the recall of the five couneilmen did not include those who had signed the petitions in which the couneilmen were proceeded against separately' and in which each of the five petitions contained only the name of a single councilman. Unless these separate petitions are included therein the joint petition is not signed in sufficient-numbers to . authorize the calling of the recall election demanded by it. The contention of defendants is that the petition filed as it was-did not constitute one petition-and we think they are right in this claim.  The petition consisted of seventy-seven pages, each page being a separate petition; that is, each page or sheet was a complete petition in itself stating the grounds of the recall and demanding recall of all the couneilmen <em>en lloc </em>or demanding the recall of a particular councilman.</p>\n<p id=\"b216-4\">As far as they are duplicates, it is the rule supported by authority that they can be presented together and shall constitute one petition. The joint and separate petitions cannot be so regarded. •</p>\n<p id=\"b216-5\">The petition demanding the recall of all of the couneilmen cannot be said to be the same as a petition demanding. the removal of only one, nor can a petition requesting the recall of “A” be said to be the same as a petition <page-number citation-index=\"1\" label=\"185\">*185</page-number>to recall “B,” so as to permit them all to be presented together as one petition.</p>\n<p id=\"b217-4\">As far as the joint petition for recall was concerned the voter must have when it was presented to him signed to recall all five of the eouneilmen against whom it was directed or refrain from signing it at all. If he was in favor of recalling one of the eouneilmen only, he would have to sign another and different petition from the joint petition being circulated, to wit, a petition demanding the recall of that particular official alone, and he could not be made a party to the petition demanding the recall of the eouneilmen collectively by annexing his petition directed to a single councilman, to the joint petition which asks for the recall of all the eouneilmen, a proceeding to which he was opposed and in which he did not concur. One group of electors may be strongly opposed to the recall of all the council <em>en bloc, </em>but would favor a recall of one or two thereof. Another group would favor the recall of all or none. Still another would favor the recall of only one of the council. Could separate petitions circulated by each of these groups be presented as one petition expressive of the demand or intent of one of these groups 1 \"We think not. It would result in unfairness to the electors and the apparent and not real consent of an elector would be obtained to a petition in which he would not join and which he did not favor.</p>\n<p id=\"b217-5\">The statute provides that in order to invoke the recall of an elective official of an incorporated city or town the petition therefor shall be signed by qualified voters equal in number to at least twenty-five per cent of the entire vote cast for the office which the incumbent sought to be removed occupies, at the last preceding regular municipal election at which such officer was voted for. (Chap. 32, Stats. (Ex. Sess.) 1911.) In construing this provision of the statute in the case of <em>Magoon </em>v. <em>Heath, </em>79 Cal. App., at page 635 [250 Pac. 583, 584], it was held that the “intent of the legislature in providing for twenty-five per cent of the entire vote cast was to give some assurance that there was a substantial demand for the removal of an elective officer before the recall might be invoked, and in providing that it should be the last municipal election we think it apparent that they had in mind that in the rapidly growing incorporated cities and towns the vote cast at the last regu<page-number citation-index=\"1\" label=\"186\">*186</page-number>lar municipal election might he considerably larger than at the previous municipal elections, and that the phrase ‘at which said officer was voted for’ in the act is meant to designate the office and not the individual who may occupy that office.” At the last regular municipal election held in the city of Culver City there were cast for the office of eouncilmen which defendants Houck, Bobier, Clark, Coombs and Kinkead occupy 1589 ‘votes. The number of qualified electors necessary to sign a petition to recall said officers is 398. The referee found that the joint petition was signed by 394 qualified-electors of Culver City, less than twenty-five per cent of the vote cast for the office of councilman at the last municipal election. The separate petitions were signed by not to exceed in any instance forty-five qualified electors. The joint and several petitions were therefore, under the view we have taken, insufficient to either demand the collective recall of the defendant eouncilmen or the recall of any single councilman. The finding of the referee as to the number of voters signing the petitions is not attacked, and it appearing therefrom that the number of signers to the petitions are as above set forth, and by reason thereof and the view we have taken, we deem it unnecessary to discuss the question as to whether the city clerk of Culver City fraudulently estimated the number of qualified electors signing the petitions or fraudulently refused to count certain signers on the petitions for recall.</p>\n<p id=\"b218-4\">The issuance of a peremptory writ of mandate is denied.</p>\n<p id=\"b218-5\">Works, P. J., and Thompson (Ira F.), J., concurred.</p>\n<p id=\"b218-6\">A petition for a rehearing of this cause was denied by the District Court of Appeal on May 9, 1930, and an application by petitioner to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on June 9, 1930.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}