{
  "casebody": {
    "data": "<casebody firstpage=\"694\" lastpage=\"704\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b726-7\">[Civ. No. 275.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A5hB\">Fourth Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aao\">May 16, 1930.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b726-8\">ZYGMUNT S. LEYMEL, Appellant, v. NEWTON A. JOHNSON et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b727-4\"><page-number citation-index=\"1\" label=\"695\">*695</page-number>Claude L. Rowe, Lucius Powers, Jr., and Percy Church for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b727-5\">U. S. Webb, Attorney-General, Glenn M. Devore, District Attorney, and Rae B. Carter, Deputy District Attorney, for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b727-6\">MARKS, Acting P. J.</author>\n<p id=\"A5W\">At all times material to this appeal appellant was instructor in the Fresno High School and respondents composed the board of trustees of the high school district. In July, 1928, the parties hereto executed a written contract employing appellant as an instructor in the Fresno High School for the year 1928-1929. This was a renewal of a former contract and the services of appellant were entirely satisfactory. At the general election held in 1926 appellant was elected a member of the state Legislature. He qualified and served during the session of 1927 and was re-elected in 1928, serving during part of the 1929 session. Appellant performed his duties as instructor during the month of September, 1928, and on October 1st demanded payment of his salary of $205, which was then due under the terms of his contract of employment. Payment was refused upon the ground that he, as a member of the legislature, was prohibited by section 19 of article IV of the Constitution of California from drawing his salary as a teacher in a public school of the state. He brought this action to compel payment of this salary, and the trial court found against him and rendered judgment accordingly.</p>\n<p id=\"b727-7\">The sole question to be decided on this appeal is whether or not a member of the state legislature can draw a salary as instructor in a high school during his term of office. Section 19 of article IV of the Constitution provides as follows:</p>\n<blockquote id=\"b727-8\">“No senator or member of assembly shall, during the term for which he shall have been elected hold or accept any office, trust, or employment under this state; provided, that this provision shall not apply to any office filled by election by the people.”</blockquote>\n<p id=\"b727-9\">It is conceded that the position of instructor in a high school is not a “trust under this state,” so this particular phrase of the Constitution will not be considered. It re<page-number citation-index=\"1\" label=\"696\">*696</page-number>mains for us to determine whether or not the position is an “office under this state” or an “employment under this state.” We will consider these two questions in the order in which we have stated them.</p>\n<p id=\"b728-5\">The purpose of the adoption of this section of the Constitution was stated in the case of <em>Chenoweth </em>v. <em>Chambers, </em>33 Cal. App. 104 [164 Pac. 428, 429], as follows:</p>\n<blockquote id=\"b728-6\">“The amended section is much more sweeping than its progenitor, for it applies to all offices, other than elective offices, and forbids the holding or accepting by a senator or assemblyman of any office, trust, or employment under this state, ‘ during the term for which he shall have been elected. ’ The purpose of the amendment, as stated by one of its proponents in the official argument addressed to the electors, was to bring the Constitution into harmony with the American theory of government, that ‘those who execute the laws should not be the same individuals as those who make the laws’,- and for the further reason ‘that a legislator who is holding a position on the state payroll is too apt to allow the wishes of the one responsible for his appointment to decide the manner in which his vote shall be cast. A man in such a position is, to say the least, not in that independent frame of mind which should be possessed by the ideal legislator.’ ”</blockquote>\n<p id=\"b728-7\">Also in the case of <em>Satterwhite </em>v. <em>Garrison, </em>34 Cal. App. 734 [168 Pac. 1053, 1054], it was said:</p>\n<blockquote id=\"b728-8\">“Upon the merits of the whole case we are of the opinion that the intent and purpose of the framers in proposing, and of the people in adopting, this constitutional provision was the preclusion of members of the law-making branch of the state government from seeking or holding any appointive office or employment in or under any department or subdivision of the general state government, by the seeking or holding of which his independent action as such member of the legislature might be in anywise influenced or affected.”</blockquote>\n<p id=\"b728-9\">The words “office” and “public office” have been variously defined by the decisions throughout the nation, so that seemingly an exact definition of the terms is difficult. In 21 California Jurisprudence, pages 819, 820, we find the following:</p>\n<blockquote id=\"b729-4\"><page-number citation-index=\"1\" label=\"697\">*697</page-number>“The words ‘public office’ are used in so many senses that the courts have affirmed that it is hardly possible to undertake a precise definition which will adequately and effectively cover every situation. Definitions and application of this phrase depend, not upon how the particular office in question may be designated nor upon what a statute may name it, but upon the power granted and wielded, the duties and functions performed, and other circumstances which manifest the nature of the position and mark its character, irrespective of any formal designation. But so far as definition has been attempted, a public office is said to be the right, authority, and duty, created and conferred by law—the tenure of which is not transient, occasional, or incidental—by which for a given period an individual is invested with power to perform a public function for public benefit.</blockquote>\n<blockquote id=\"b729-5\">“The individual who occupies such an office is a public officer. He is a public agent and as such acts only on behalf of his principal, the public, whose sanction is generally considered as necessary to give to acts performed by the officer the authority and power of a public act or law. An ‘incumbent’ is one who is in the present possession of an office. The terms ‘officer’ and ‘office’ are paronymous, and in their original and proper sense are to be regarded as strictly correlative. They may be used in a sense other than the proper one, but the presumption is, unless the contrary appears, that the proper sense was intended.</blockquote>\n<blockquote id=\"b729-6\">“Of the various characteristics attached to public office by definition, some are regarded as indispensable, and others, while not in themselves conclusive, are yet said to indicate more or less strongly the legislative intent to create or not to create an office. One of the prime requisites is that the office be created by the Constitution or authorized by some statute. And it is essential that the incumbent be clothed with a part of the sovereignty of the state to be exercised in the interest of the public.”</blockquote>\n<p id=\"b729-7\">We find an exhaustive definition of the terms in the case of <em>Curtin </em>v. <em>State of California, </em>61 Cal. App. 377 [214 Pac. 1030, 1033], as follows:</p>\n<blockquote id=\"b729-8\">“ ‘The most essential characteristic of an office is that the incumbent in his individual capacity is clothed with some part of the sovereignty of the state to be exercised in <page-number citation-index=\"1\" label=\"698\">*698</page-number>the interest of the public and required by law, and that the duties are of a continuous character as opposed to a mere temporary employment. ’ <em>(Barker </em>v. <em>State, </em>69 Ohio St. 68, 72 [68 N. E. 575, 576], citing <em>State </em>v. <em>Brennan, </em>49 Ohio St. 33 [29 N. E. 593]; <em>State </em>v. <em>Halliday, </em>61 Ohio St. 171 [55 N. E. 175].)</blockquote>\n<p id=\"b730-5\">“In <em>Robertson </em>v. <em>Ellis County, </em>38 Tex. Civ. App. 146 [84 S. W. 1097], the action was by an official stenographer of the district court of said county to recover a sum of money alleged to be due him for services rendered as such stenographer. The important question in the ease was whether the position of stenographer for said court as created by an act of the legislature of the state of Texas was an office. The Texas court of appeals held that the position was not an office within the meaning of the word office ’ as used in a certain section of the constitution of that state and as it is commonly used in all the constitutions throughout the United States. The reasoning of the court in that case is so pertinent to the situation here that we quote from the opinion therein <em>in extenso </em>as follows:</p>\n<blockquote id=\"b730-6\">“ ‘The definition of the term “office” as given by Mr. Mechem in his work- on Public Offices, is quoted with approval by our Supreme Court in the case of <em>Kimbrough </em>v. <em>Barnett, </em>93 Tex. 301 [55 S. W. 120], and is as follows: “A public office is the right, authority and duty created and conferred by law, by which, for a given period, either fixed by law or enduring at the pleasure of the creating power, an individual is invested with some portion of the sovereign functions of the government, to be exercised by him for the benefit of the public.” ’ ”</blockquote>\n<p id=\"b730-7\">In <em>Walker </em>v. <em>Rich, </em>79 Cal. App. 139 [249 Pac. 56, 59], the term “public office” was defined as follows:</p>\n<blockquote id=\"b730-8\">“ ‘The most important characteristic which distinguishes an office from an employment or contract is that the creation and conferring of an office involves a delegation to the individual of some of the sovereign functions of government, to be exercised by him for the benefit of the public; that some portion of the sovereignty of the country, either legislative, executive, or judicial, attaches for the time being to be exercised for the public benefit. Unless the powers conferred are of this nature, the individual is not a public officer. ’ The cases generally have approved and accepted <page-number citation-index=\"1\" label=\"699\">*699</page-number>the definition of ‘public office’ and ‘public officer’ thus given by Mr. Mechem.”</blockquote>\n<p id=\"b731-5\">It would seem, therefore, that one of the necessary characteristics of a public officer is that he perform a public function for the public benefit and that in so doing he be invested with the exercise of some of the sovereign powers of the state. No matter how highly we regard the profession of teaching, we cannot conclude that the teacher is exercising some of the sovereign powers of the state in performing the arduous duties of his profession. He must be paternal in endeavoring to correct the faults of the young. He must be the moralist in instilling into their minds the high ideals of rectitude that will enable them to develop into the type of citizenship which should be the ambition of all. He must be a disciplinarian to teach them that to obey the rules of conduct and life prescribed by society and the state is not only a duty but a pleasure to the upright citizen. He must be an educator to feed into their minds the learning of the past and prepare them to receive the developments of the ever-approaching future. In doing these things he can accomplish them as the man and the citizen, and for success in his endeavors he does not need to be clothed with any of the sovereign functions of the state. The nearest approach that he has to this sovereignty is when he negotiates his contract of employment with his board of trustees. The art of teaching came into being with the human race and preceded the existence of the state. The aboriginal father and mother, out of their crude experiences of life, became the first teachers of their offspring and from this small beginning has developed the modern profession of teaching. In fact the modern state to a great extent is the result of the devotion and labors of the teachers and thinkers of the ages. A thinker is a teacher in the broadest meaning of the term, and the state is to a degree dependent upon its teachers for its stability, continuation and upbuilding. While the education of the youth of the land is a most important governmental duty and function, the teacher is not clothed with any of the sovereign powers of the three great divisions of government, the legislative, executive, or judicial, in performing the important duties of his employment. He is not, therefore, holding an “office under this státe.” This conclusion has the ap<page-number citation-index=\"1\" label=\"700\">*700</page-number>proval of the Supreme Court in the ease of <em>Kennedy </em>v. <em>Board of Education, </em>82 Cal. 483 [22 Pac. 1042, 1045], in both the opinion of the court and the dissenting opinion of Mr. Justice Fox. In this dissenting opinion he said:</p>\n<blockquote id=\"b732-5\">“The position of a teacher is distinctly defined by the code (Pol. Code, sec. 1617) to be that of an employee. If the statutes and rules of the board determine his duties, powers, and rights, all that remains to complete the contract is his selection for the place, and it makes no difference whether that selection is made by a vote of the board, commonly called an election, by appointment, or by specially negotiated contract, it does not change the fact that he is still an employee, and that his rights are based upon his contract of employment. ’ ’</blockquote>\n<p id=\"b732-6\">The views we have expressed find further support in the case of <em>Mitchell </em>v. <em>Board, of Education, </em>137 Cal. 372 [70 Pac. 180]. In this case the board of education was the appellant and failed to file an undertaking on appeal as required by the Code of Civil Procedure. On a motion to dismiss the appeal because of the lack of this undertaking, the appellant attempted to excuse this failure under the provisions of section 1058 of the Code of Civil Procedure, which are as follows:</p>\n<blockquote id=\"b732-7\">“In any civil action or proceeding wherein the state, or the people of the state, is a party plaintiff, or any state officer, in his official capacity, or in behalf of the state, or any county, city and county, city, or town, is a party plaintiff or defendant, no bond, written undertaking, or security can be required of the state, or the people thereof, or any officer thereof, or of any county, city and county, city, or town. ’ ’</blockquote>\n<p id=\"b732-8\">The appeal was dismissed, the court thereby holding by implication that the members of the board of education were not acting as state officers in their official capacity nor were they acting as such in behalf of the state nor were they officers of any county, city and county, city or town.</p>\n<p id=\"b732-9\">We must pass to the question of whether or not appellant was engaged in an occupation which was included within the terms of the phrase “employment under this state” in performing his duties as instructor at the Fresno High School during the month of September, 1928.</p>\n<p id=\"b733-4\"><page-number citation-index=\"1\" label=\"701\">*701</page-number>It must be conceded that generally speaking an office includes an employment. It is also generally true that an employment does not necessarily imply an office. The distinction between an employment and an office is well drawn in 21 California Jurisprudence, at page 824, as follows:</p>\n<blockquote id=\"b733-5\">“It is true that, in a sense, every office is an employment, and that all public officers are ‘servants’ of the people; but it by no means follows that every public employment is an office. As has been pointed out in another article, the most general characteristic of a public officer, which distinguishes him from a mere employee, is that a public duty is delegated and entrusted to him, as agent, the performance of which is an exercise of a part of the governmental functions of the particular political unit for which he, as agent, is acting; while an employment is, as a rule, based upon a contract with the employee, defining his duties, fixing his compensation and determining the period of his employment. One so employed is not an agent of the state; he is the servant or employee of the person or persons employing him, although the latter may be public officers and the employment may be in and about a public work or position. There are other incidents which ordinarily distinguish a public officer, such, for instance, as a fixed tenure or position, the exaction of an oath and, perhaps, an official bond, the liability to be called to account as a public offender for misfeasance or nonfeasance in office, and the payment of a salary from the general treasury.”</blockquote>\n<p id=\"b733-6\">In <em>Curtin </em>v. <em>State of California, supra, </em>this distinction was made as follows:</p>\n<blockquote id=\"b733-7\">“As said by Chief Justice Marshall, ‘Although an office is an employment, it does not follow that every employment is an office. ’ Mr. Mechem, in his work on Public Officers, says: ‘ The most important characteristic which distinguishes an office from an employment or contract is that the creation and conferring of an office involves a delegation to the individual of some of the sovereign functions of government, to be exercised by him for the benefit of the public; that some portion of the sovereignty of the country, either legislative, executive, or judicial, attaches for the time being, to be exercised for the public benefit. Unless the powers conferred are of this nature, the individual is not a public officer. ’ ”</blockquote>\n<p id=\"b734-4\"><page-number citation-index=\"1\" label=\"702\">*702</page-number>This distinction has been recognized in many California cases. <em>(Cunning </em>v. <em>Carr, </em>69 Cal. App. 230 [230 Pac. <em>987]; Walker </em>v. <em>Rich, supra; Kennedy </em>v. <em>Board of Education, supra; Patton </em>v. <em>Board of Health, </em>127 Cal. 388 [78 Am. St. Rep. 66, 59 Pac. 702].)</p>\n<p id=\"b734-5\">The conclusion that the status of a teacher is that of an employee is irresistible. The position is secured by selection by the board of trustees and the terms of the employment are fixed by contract, the authority for which is found in the Political Code (sec. 1609). Under its general powers the board of education is authorized to enter into contracts with teachers and fix their compensation and terms of employment. <em>(Marion </em>v. <em>Board of Education, </em>97 Cal. 606 [20 L. R. A. 197, 32 Pac. 643].) It may make reasonable rules governing vacations of teachers and providing their duties where such rules do not conflict with a statute. <em>(Fairchild </em>v. <em>Board of Education, </em>107 Cal. 92 [40 Pac. 26]; <em>Loehr </em>v. <em>Board of Education, </em>12 Cal. App. 671 [108 Pac. 325].)</p>\n<p id=\"b734-6\">The contract of employment of a teacher produces the relation of employer and employee, the first, the board of education, and the second, the teacher. The very relation implies the right of the employer to regulate the activities of the employee within the bounds prescribed by law. Of course the powers of the board are limited by statutes, but does this fact alone render this employment under the state ? We think not. Under the present complex system of society and organization of government the activities of every citizen are circumscribed and limited, of necessity, by the laws of the land. Were it otherwise we could not have organized government. Law is a rule of civil conduct and in our every activity of life we are constantly coming into the shadow of some law that limits the freedom of our movements. Are the activities of a teacher more limited by law than those of the banker, the building and loan association, the public service corporation, the barber, the lawyer, the doctor, the dentist, and many professions, trades and callings? We think not. The statutes governing the employment, duties and privileges of the teacher are rules of contract and regulation defining the duties, privileges and obligations of the profession.</p>\n<p id=\"b734-7\">It is argued that part of the money which pays the salary of the teacher and maintains the educational system <page-number citation-index=\"1\" label=\"703\">*703</page-number>of California is provided from state funds. This is true. It is also true that in recent years part of the money expended by counties in construction of certain highways comes from the state. This fact alone would not make a laborer employed in the building of such a road an employee under the state. The state does not reserve to itself or use the power and authority of the employer to hire and discharge and regulate and direct the duties of such a laborer. The furnishing of funds by the state to local bodies to assist in the maintenance of schools and the construction of good roads is merely the exercise of that benevolent authority given it to expend certain state funds for the common good of all its citizens. We are of the opinion that the position of instructor in a high school is not an “employment under this state.”</p>\n<p id=\"b735-5\">Returning again to the purposes of the people in adopting the section of the Constitution under consideration as set forth in <em>Chenoweth </em>v. <em>Chambers, supra, </em>and <em>Satterwhite </em>v. <em>Garrison, supra, </em>is a teacher, by virtue of his employment and the state of mind arising therefrom, in such a position that he would be incapable of independent action as a member of the legislature? We do not believe that his voice and vote on legislation would be any more influenced by the bare fact of his contract to teach than they would if he had no present contract of employment. It may be admitted that from the nature of his profession he would have a considerable interest in those measures affecting education. He should have a knowledge and experience that should make his advice valuable on such matters. This is as it should be, for every legislator should possess some knowledge of certain activities of government. He cannot be familiar with them all. Legislators are, or should be, selected by the people because of a familiarity with governmental affairs and because they possess a knowledge of the needs and desires of their constituents and the state at large. In the legislature we find members drawn from all callings, and from the combined knowledge and experience of all, the people at large should hope for legislation resulting in the common good.</p>\n<p id=\"b735-6\">The case of <em>Curtin </em>v. <em>State of California, supra, </em>decided-under the constitutional provision preceding the one we are considering, goes much further than we are required to go <page-number citation-index=\"1\" label=\"704\">*704</page-number>in holding that appellant is not prohibited by the Constitution from drawing his salary as instructor in the Fresno High School for the month of September, 1928, by the fact that he was then serving a term as a member of the legislature of the state of California. J. B. Curtin was a state senator and during his term of office was appointed by the Governor as a “person versed in the matters of taxation” to investigate and report on measures affecting taxation in the state, the authority for which appointment was an act of the legislature passed and approved in 1905. He performed the duties of his appointment and brought suit against the state for the reasonable value of his services which, under the decision, he was permitted to recover. If the provisions of section 19 of article IV of the Constitution as it then existed did not bar Curtin’s recovery, the reasoning of the court, leads us to the conclusion that the present constitutional provisions are not a bar to a recovery in the case before us.</p>\n<p id=\"b736-5\">All the material facts in the case were either admitted by the pleading or stipulated to by the parties in the trial court. A new trial would serve no purpose. The judgment appealed from is reversed, with directions to the trial court to enter judgment for appellant and issue the writ of mandate as prayed for.</p>\n<p id=\"b736-6\">Barnard, J., concurred.</p>\n<p id=\"b736-7\">A petition for a rehearing of this cause was denied by the District Court of Appeal on June 9, 1930, and a petition by respondents to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on July 14, 1930.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}