{
  "casebody": {
    "data": "<casebody firstpage=\"731\" lastpage=\"737\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b763-2\">[Civ. No. 4102.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A-5\">Third Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AT9\">May 20, 1930.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b763-3\">THE PEOPLES NATIONAL BANK (a Corporation), Appellant, v. SOUTHERN SURETY COMPANY (a Corporation), Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b763-10\">Janeway, Beach <em>&amp; </em>Pratt and S. T. Hankey for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b763-11\">Kenneth Keeper and John J. Wilson for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b764-2\"><page-number citation-index=\"1\" label=\"732\">*732</page-number>PLUMMER, J.</author>\n<p id=\"A5s\">This appeal is from a judgment in favor of the defendant in an action prosecuted by the plaintiff to recover on a surety bond for money advanced or loaned to a contractor in the performance of work on a public building in the city of Los Angeles.</p>\n<p id=\"b764-3\">The record shows that a contracting firm doing business under the name of Hennessy Bros. &amp; Company, Incorporated, obtained a contract for the building of a concrete warehouse for the city of Los Angeles, and in pursuance of an act of the legislature approved May 10, 1919 (Stats. 1919, p. 487), a surety bond was given by the defendant corporation.</p>\n<p id=\"b764-4\">Omitting all the preliminary matters set forth in the surety bond, we herewith set forth the portion thereof involved in this action:</p>\n<blockquote id=\"b764-5\">“Now, Therefore, if said principal, as contractor in said contract, or its sub-contractors, fails to pay for any materials, provisions, provender, or other supplies or teams used in, upon, or for or about the performance of the work or labor done thereon, of any kind, said surety will pay the same in an amount not exceeding the sum set forth above, and also, in case suit is brought upon this bond, a reasonable attorney’s fee, to be fixed by the court,” etc.</blockquote>\n<p id=\"b764-6\">The bond was in the sum of $39,000.</p>\n<p id=\"b764-7\">During the course of the work upon the building mentioned by the contracting firm, the plaintiff advanced or loaned to the contractor certain sums of money at different times, upon which there was due the plaintiff, at the time of the beginning of this suit, the aggregate sum of $21,369.89, as principal. Paragraph VI of the plaintiff’s amended complaint, relative to its advancement of money, is in the following words:</p>\n<p id=\"b764-8\">‘‘ That thereafter plaintiff, at the request of the contractor, did for the purpose of paying the wages of the laborers employed by the contractor on said work, supply the contractor with the following sums of money, on the dates set opposite the respective amounts, to-wit”: (Then follows a statement of the dates and amounts advanced at the particular times mentioned.)</p>\n<p id=\"b764-9\">While there is considerable refinement in the arguments of counsel concerning the nature of this transaction, we think there is no escape from the conclusion that the <page-number citation-index=\"1\" label=\"733\">*733</page-number>money advanced to the contractor, irrespective of the purpose for which it was advanced, constituted essentially a loan, to the amount of the money advanced, and that the relationship of creditor and debtor between the bank and the contractor was thereby created. The fact that the money was advanced for a particular purpose, as alleged in the amended complaint, does not change the legal character of the act, or affect in any particular, the legal relation between the bank and the contractor effected thereby. A loan does not become any less a loan because the borrower names the purpose for which he desires the money, or the loaning party advances the money to be used by the borrower, for a specified purpose. It is a loan, and simply a loan, and takes on no additional character, nor is the loan clothed with any additional sanctity simply because the parties thereto are agreed as to the purposes for which the money loaned is to be used. We make this statement because it is necessary to keep in mind the distinction between money loaned and materials or supplies which are consumed or enter into the construction of a building, or the labor that is expended thereon. Money is not consumed, nor does it enter into and become a component part of a building, even though it may be used to pay for the materials or supplies which do enter into a building.</p>\n<p id=\"b765-3\">We do not need to cite authorities in support of the statement that a surety \"is entitled to stand upon the terms of his bond. Admitting this principle, however, the appellant claims that the word “supplies” is sufficiently broad in meaning to include money loaned or advanced to a contractor, it being the contention of the appellant that the words “fails to pay for any materials, provisions, provender or other supplies or teams used in, upon, or for or about the performance of the work contracted to be done,” etc., are sufficient, by reason of the insertion of the word “supplies,” to render the surety liable for the money loaned by the bank to the contractor. We do not think, however, that the word “supplies” as here used can be taken from the portion of the bond in which it appears, and given a distinct and separate interpretation from that which necessarily follows from the reading of the entire portion of the bond covering which the surety has obligated itself. These words, we think, refer to something which goes into or is consumed <page-number citation-index=\"1\" label=\"734\">*734</page-number>in the performance of the work contracted to be done. The word “supplies” is connected with the word “provender,” and is followed by the word “teams,” and if given a strict meaning, would relate thereto, but following the rule usually adopted in construing lien cases, and desiring to effectuate the purposes for which the bond is given, we may conclude that the word “supplies” covers any kind of material which goes into the building, or is consumed necessarily in the erection of the building. It does not follow from this that it goes outside of the context of the bond, and relates either to money loaned or- to money advanced. While appellant uses the term “money advanced,” we use the terms “money loaned” and “money advanced,” in this case, as meaning one and the same thing.</p>\n<p id=\"b766-3\">In view of the cases hereafter cited we do not need to review many of the authorities relied upon by the appellant. It is sufficient to say that none of them is based upon circumstances similar to the issues here presented.</p>\n<p id=\"b766-4\">In the case of <em>Brogan </em>v. <em>National Surety Co., </em>246 U. S. 257 [L. R A. 1918D, 776, 62 L. Ed. 703, 38 Sup. Ct. Rep. 250, see, also, Rose’s U. S. Notes Supp.], strongly relied upon by appellant, the facts involved were as follows: Groceries and provisions were furnished a contractor for a public work, for use in a boarding-house. The contractor was obliged to maintain a boarding-house for the laborers. It was held that the materials used in the prosecution of the work were within the meaning of the statutes there cited. It was also' held that if the boarding-house had been conducted by others where the men boarded, or had been conducted by the contractor as an independent enterprise, solely for the sake of profit, a different conclusion would have been reached. Under the state of facts here disclosed the bondsman was held liable.</p>\n<p id=\"b766-5\">In <em>Pacific Wood &amp; Coal Co. </em>v. <em>Oswald, </em>179 Cal. 712 [178 Pac. 854, 855], it was held (quoting from the syllabus) that “an action could be maintained upon a bond in a claim for hay, grain, and other supplies furnished to a subcontractor for feeding and maintaining horses and mules used in the performance of a contract for road work done under the ‘Road District Improvement Act of 1907’ ” (Stats. 1907, p. 806), irrespective of the presence or absence of the word “supplies.” We do not need to follow the arguments of ap<page-number citation-index=\"1\" label=\"735\">*735</page-number>pellant relative to what is said in some of the federal cases as to what might reasonably be included, but will call attention to the case of <em>United States, etc., </em>v. <em>Rundle, </em>107 Fed. 227 [52 L. R. A. 505, 46 C. C. A. 251], where the question of whether an action could be maintained upon a bond by a bank, where the covenant therein referred to labor or materials in the prosecution of the work is determined. The holding of the court was as follows: “Money furnished by a bank to pay labor claims is not within the protection of a bond conditioned to pay persons supplying the principal with labor or materials in the prosecution of the work.” In that case, just as in this, the money was advanced from time to time, and it would appear from a recital of the facts that the money was actually paid over the counter of the bank to the different laborers, which took receipts from the laborers for the amount of money paid, respectively, and not assignments of their claims. The money appears to have been paid under an arrangement with the contractor, for the bank advancing the money in the amount necessary from time to time to pay the laborers, the contractor being, as in this case, actually a borrower of so much money under the arrangement by which he was being financed. It was there held that such an arrangement constituted a loan.</p>\n<p id=\"b767-3\">Without quoting from the cases at length, it is sufficient to say that the following language taken from the notes found in Ann. Cas. 1918D, page 352, is a clear statement of the law: “A person lending money to a contractor may not recover the amount in an action on the contractor’s bond given to secure the payment of persons performing labor or furnishing material, when no stipulation is made as to the lending of money to the contractor, notwithstanding the funds are used in procuring labor or materials for carrying on the work. <em>(United States </em>v. <em>Rundle, </em>107 Fed. 227 [52 <em>L. </em>R. A. 505, 46 C. C. A. 251]; <em>Hardaway </em>v. <em>National Surety Co., </em>211 U. S. 552 [53 L. Ed. 321, 29 Sup. Ct. Rep. 202, see, also, Rose’s U. S. <em>Notes]; Cadenasso </em>v. <em>Antonelle, </em>127 Cal. 382 [59 Pac. 765]; <em>People’s Nat. Bank </em>v. <em>Corse, </em>133 Tenn. 720 [182 S. W. 917].) These cases all follow the rule that even though the money is used for the purchase of materials or the payment of laborers, it does not enable the person loaning or advancing the money to maintain suit upon a contractor’s bond conditioned in all essentials as the one <page-number citation-index=\"1\" label=\"736\">*736</page-number>involved in this action. There are other cases, however, which permit the maintenance of actions upon contractors’ bonds, but an examination of them shows that the covenants contained in' the bonds involved are essentially different from the one given by the defendant. Thus, it has been held in several cases that a bond conditioned that the contractors “shall promptly pay all debts incurred by them in the prosecution of said work, including labor, materials furnished,” etc., enables the one advancing or loaning the money to maintain an action on a bond so conditioned. <em>(Title Guaranty etc. Co. </em>v. <em>State, </em>61 Ind. App. 268 [109 N. E. 237, 111 N. E. 19]; <em>Puget Sound State Bank </em>v. <em>Gallucci, </em>82 Wash. 445 [Ann. Cas. 1916A, 767, 144 Pac. 698].) Other cases might be cited following the same rule where the covenant in the bond includes debts and obligations. While not exactly the same as an,action to enforce a mechanic’s lien against a building, the essential purposes of the act under which a bond is given, relating to the construction of a public building, are the same, to wit: to make sure that the materials, labor and supplies entering into and becoming an essential portion or ingredient of the building, or necessarily consumed in the construction thereof, shall be paid for. It follows, therefore, that cases having to do with the enforcement of mechanics’ liens where money is loaned are authoritative here.</p>\n<p id=\"b768-3\">In 40 C. J., page 77, section 56, the text, supported by a long list of authorities, is as follows: “There can be no mechanic’s lien for money loaned or advanced to a contractor or other person for the purpose of enabling him to purchase material for, or to pay for labor upon a building or other improvement, nor can a lien be had as security in favor of one who lends his credit to another to enable him to purchase materials.” <em>(Sweet </em>v. <em>Fresno Hotel Co., </em>174 Cal. 789 [Ann. Cas. 1918D, 346, 164 Pac. 788]; <em>Burr </em>v. <em>Peppers Cotton Lumber Co., </em>91 Cal. App. 268 [266 Pac. 1025].) In the last case cited this court had before it, in substance, the same question that is here presented. We do not deem it necessary to quote from the opinion in that case, but will refer to it as a conclusive answer to every proposition presented by the appellant. Likewise, in the case of <em>Cadenasso </em>v. <em>Antonelle, supra, </em>the action was upon a bond covenanted to secure the payment of labor or materials furnished, etc. It was <page-number citation-index=\"1\" label=\"737\">*737</page-number>held that money loaned did not give a right of action against the sureties.</p>\n<p id=\"b769-3\">In view of what we have said, it does not appear necessary to follow the appellant in its varied refinements of the meaning of the word “supplies,” where discussion is indulged in as to supplying money or other supplies. We know it is often said that when Congress has voted an appropriation, say for the army, that it has voted supplies for the army, in truth and in fact nothing of the kind has taken place. Money is voted to buy supplies, and that is just exactly what was done in the case at bar. Money was loaned to buy or pay for labor. The money was loaned not for use in the building, but to pay for that which went into the building.</p>\n<p id=\"b769-4\">We see no escape from the conclusion that the plaintiff has no cause of action under the covenants contained in the bond given by the defendant.</p>\n<p id=\"b769-5\">It follows that the judgment must be, and the same is hereby, affirmed.</p>\n<p id=\"b769-6\">Finch, P. J., and Thompson (R. L.), J., concurred.</p>\n<p id=\"b769-7\">A petition for a rehearing of this cause was denied by the District Court of Appeal on June 20, 1930, and a petition by appellant to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on July 17, 1930.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}