{
  "casebody": {
    "data": "<casebody firstpage=\"126\" lastpage=\"128\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b158-4\">MARIE A. VREELAND ET AL. v. THE MAYOR, &amp;c., OF BAYONNE.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b158-5\">1. Where a large amount of rock has been excavated in the course of a sewer, the extra cost of such excavation should not be considered as part of the expense to be assessed upon property situate between the rock and the outlet of the sewer.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b158-6\">2. The act of April 28th, 1887 <em>{Pamph. L., p. </em>2S1), is invalid, so far as it aims to require a present ascertainment of the special benefit which will accrue to property, from a main sewer now built, at an unknown period in the future when a connecting branch sewer shall be laid.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b158-7\">On motion to confirm assessments.</summary>\n<p data-order=\"4\" data-type=\"summary\" id=\"b158-8\">Argued at February Term, 1895, before Justices Dixon and Lippincott.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b158-9\">For the city of Bayonne, <em>James Benny.</em></attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b158-10\">For the property-owners, <em>Samuel C. Mount, Charles D. Thompson </em>and <em>John S. BarJcalow.</em></attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b158-11\">The opinion of the court was delivered by</p>\n<author id=\"Avb\">Dixon, J.</author>\n<p id=\"AV9\">Between September,, 1888, and February, 1891, the city of Bayonne constructed a main sewer from New York bay, through Fiftieth street to Avenue E, with one branch running south through Avenue E, to near Fortieth street, another branch running north through Avenue E, to Fifty-second street, through Fifty-second street to Avenue D, and through Avenue D, to near Forty-sixth street, and a third branch from Avenue D and Fifty-second street, through Fifty-second street to Avenue 0, and through Avenue C, north, to Fifty-third street, and south, to Forty-fifth street.</p>\n<p id=\"b158-12\">In February, 1893, the entire assessments levied by the city authorities for these improvements were set aside by this court, pursuant to the opinion delivered in <em>Vreeland </em>v. <em>Bayonne, </em>25 <em>Vroom </em>488, and this court appointed three com<page-number citation-index=\"1\" label=\"127\">*127</page-number>missioners to levy new assessments, proceeding under the <em>Certiorari </em>act <em>(Rev., p. </em>99, § 10; <em>Rev. Sup., p. </em>85, § 1), and the act of March 23d, 1881 <em>(Rev. Sup., p. </em>602, ¶ 487). On the coming in of the commissioners’ reports, notice was given to the parties interested, of an application by the city to confirm the assessments, and in pursuance of such notice, all parties are now before the court with proofs taken, and their counsel have been heard.</p>\n<p id=\"b159-5\">The only questions now to be considered are such, as relate to the fairness and legality of the new assessments. <em>Sandford </em>v. <em>Kearney Township, </em>22 <em>Vroom </em>473. With respect to present benefits, the conduct of the commissioners seems to have been legal, and we do not find sufficient evidence that their conclusions are not, in the main, reasonable. But we think that in one particular their assessments should in justice be modified.</p>\n<p id=\"b159-6\">It appears that from the outlet of the sewer, through Fiftieth street to Avenue E, and in Avenue E, between Forty-sixth street and Fifty-second street, and in Fifty-second street, between Avenue E and Avenue D, the sewer is built almost entirely through earth, while south of Forty-sixth street, on Avenue E, and beyond the corner of Fifty-second street and Avenue D, about three thousand yards of rock had to be removed, at an expense amounting to nearly twenty per cent, of the whole cost of the work. The commissioners have charged the cost of this rock excavation as heavily on the land lying between it and the outlet of the sewer, as upon the land for the drainage of which the excavation was necessary. In view of the amount of this extraordinary cost, we think such a distribution is not in fair proportion to the benefit accruing to these two classes of property, for it seems plain that the construction of the sewer has removed greater disadvantages from the property beyond the rock than it has from the other property. We therefore order that the assessments upon all property connecting with the sewer between this rock excavation and the outlet, be reduced twenty per cent. With this modification,' the assessments for present benefits may <page-number citation-index=\"1\" label=\"128\">*128</page-number>stand as the judgment of the court, fixing the amounts for which the property, indicated on the commissioners’ maps and reports, was legally liable to assessments for these sewers.</p>\n<p id=\"b160-5\">Besides the assessments for present benefits, the commissioners have, under the act of April 28th, 1887 <em>(Pamph. L., p. </em>231), reported assessments to be charged on property not now benefited, but which they suppose will receive benefit from these sewers when other branch sewers, reaching to the property, are constructed. This statute was considered by the Court of Errors in <em>Central Railroad Co. </em>v. <em>Bayonne, </em>27 <em>Vroom </em>297, and it was there adjudged constitutional in so far as it directed that land fronting on sewers actually built should be assessed to the full extent of the special benefit. But the decision there rendered does not touch the question whether commissioners can be called upon presently to determine the benefit which will accrue to property from an existing main sewer, at some unknown period in the future, when, through laterals then to be built, the property may be connected with the main.</p>\n<p id=\"b160-6\">Although the act referred to does not attempt to make the sums now fixed a lien upon the land before the connecting sewers are laid, and so is not, on that account, obnoxious to the decision in <em>Kellogg </em>v. <em>Elizabeth, </em>11 <em>Vroom </em>274, yet I deem it on this point invalid, for the reason that it aims to submit to judicial determination a problem which is incapable of present solution. The condition of the property when drainage is furnished, and the fair cost of' materials and labor when the possibility of connection is afforded, are essential elements of an intelligent judgment, but are now indeterminable. Any present opinion must rest on mere conjecture, as to matters which will be ascertainable at the time when, according to this statute and constitutional requirements, the lien is to be established, and until that time, the determination of the sum to be charged should be postponed.</p>\n<p id=\"b160-7\">For this reason, the report of the commissioners, as to supposed future benefits, will be set aside.</p>\n<p id=\"b160-8\">All parties must bear their own costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}