{
  "casebody": {
    "data": "<casebody firstpage=\"553\" lastpage=\"554\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b585-6\">JASON S. HOFFMAN v. SAMUEL J. LOWELL.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b585-7\">Where a rule to plead has been obtained without the notice required by section 216 of the Practice act, the burden of proving the service of the nile is upon the party seeking to avail himself of the fact of its service.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b585-8\">On rule to show cause why judgment should not be set aside.</summary>\n<p data-order=\"3\" data-type=\"misc\" id=\"b585-9\">Argued at November Term, 1895, before Justices Gabbison and Lippincott.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b585-10\">For the rule, <em>Charles Meyer, Jr.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b585-11\">\n<em>Contra, Jarvis N. Atkinson.</em>\n</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b585-12\">The opinion of the. court was delivered by</p>\n<author id=\"b585-13\">Gabbison, J.</author>\n<p id=\"AcN\">On November 9th, 1893, the plaintiff to an action in contract against joint defendants suggested upon the record the death of one of the defendants and obtained from the court leave to amend his declaration accordingly; he also obtained a rule against the surviving defendant to plead to the amended declaration within thirty days after the service of a copy of the said rule upon his attorney.</p>\n<p id=\"b585-14\">On April 19th, judgment by default was entered, no plea having been filed. The allegation of the defendant is that the above-mentioned rule was never served upon him or his attorney, and that they had no knowledge of its existence until after judgment had been entered against him. The <page-number citation-index=\"1\" label=\"554\">*554</page-number>testimony of the defendant and his attorney substantiates this allegation, and is not opposed' by any proof taken under the rule.</p>\n<p id=\"b586-5\">The application for the rule to plead was a motion that, under the Practice act, should have been made upon two days’ notice to the defendant. <em>Gen. Stat., p. </em>2568, § 216; <em>Insurance Company </em>ads. <em>Hodges, </em>4 <em>Zab. </em>673.</p>\n<p id=\"b586-6\">Notice not having been given, the burden is on the plaintiff to prove the service of the rule. Of this he offers no proof. If we look at the affidavit of service upon which the judgment was obtained, it discloses a lack of accuracy that disentitles it to any conclusive weight. Its language is “ that <em>on </em>or <em>about </em>or <em>before </em>November 11th, 1893, deponent served ” the rule, &amp;c. Wherein such service consisted is not shown ; it is a mere conclusion from undisclosed facts and is as inclusive as are the three prepositions used with respect to the point of time. For. the purpose of this motion, we must hold that the rule was never served.</p>\n<p id=\"b586-7\">The judgment was improvidently entered, and will be set aside.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}