{
  "casebody": {
    "data": "<casebody firstpage=\"507\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b529-2\">Nicholas J. Penney <em>vs. </em>Commonwealth.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b529-3\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_Z\">November 11, 1898.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Afx\">May 26, 1899.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b529-4\">Present: Field, C. J., Holmes, Knowlton, Morton, Lathrop, Barker, &amp; Hammond, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b529-5\"><em>Land Damages </em>— <em>Diversion of Water Supply in Construction of Sewer </em>— <em>Metropolitan Sewerage </em>Act— <em>Temporary Damage </em>— <em>Bar.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b529-6\">If an easement in land is taken by the Metropolitan Sewerage Commissioners under St. 1889, c. 439, and St. 1890, c. 270, for the purpose of constructing and maintaining a main sewer, the owner of the land may maintain a petition, under § 1 of St. 1890, for an assessment of damages caused to his remaining land by the diversion of the water supply in the construction of the sewer, although the water returns undiminished to the premises after the sewer is finished; and the petitioner is not barred by the fact that, after the taking, he conveyed the premises, excepting from the conveyance the damages now sued for, to a person who, in his own name, without objection by the Commonwealth, recovered damages for such taking.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b529-7\">Petition to the Superior Court for a jury to assess the damages to the petitioner’s land by the diversion of the water supply, caused by the taking of an easement in his land by the Board of Metropolitan Sewerage Commissioners, in behalf of the Commonwealth, under St. 1889, c. 439, and St. 1890, c. 270, for the purpose of constructing and maintaining a main sewer. Trial before Sheldon, J., who ruled that the petition could not be maintained; directed the jury to return a verdict for the respondent; and, at the request of the petitioner, reported the case for the determination of this court. If the ruling and order were right, the verdict was to stand; otherwise, the verdict was to be set aside and the case to stand for trial. The facts appear in the opinion.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b529-8\">The case was argued at the bar in November, 1898, and afterwards was submitted on briefs to all the justices, except <em>Meld, </em>C. J.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b529-9\"><em>R. Lund, </em>(P. <em>B. Kiernan </em>with him,) for the petitioner.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b529-10\"><em>J. M. Hallowell, </em>Assistant Attorney General, for the Commonwealth.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b529-11\">Morton, J.</author>\n<p id=\"AFUK\">Under St. 1889, c. 439, as amended by St. 1890, c. 270, the Metropolitan Sewerage Commissioners took an ease<page-number citation-index=\"1\" label=\"508\">*508</page-number>ment in a strip of land belonging to the petitioner, for the purpose of constructing and maintaining a main sewer. In constructing the sewer they drained the petitioner’s premises and' wells, thereby causing him to lose his crops, and subjecting him to great damage in his business, which was that of a market gardener, and depriving him of the use of the wells for his family and for the purpose of watering his stock. After the sewer was finished the supply of water returned and was as before. The petitioner conveyed the premises to one Richard Penney after the taking, excepting from the conveyance the damages occa-. sioned by the diversion of water during the construction of the sewer. Subsequently, pursuant to a judgment duly entered upon proceedings instituted by Richard Penney, his representatives were paid in full, without objection by the Commonwealth, for what is denominated the easement, though the payment did not include all of the damages. The present petition is by the owner of the premises at the time of the taking. He does not seek to recover for the damages that have already been paid, but limits his claim to those that have not; that is, to the damages occasioned by the diversion of the water.'</p>\n<p id=\"b530-3\">The court ruled that the petition could not be maintained, and directed a verdict for the respondent. The question before us is whether this ruling was right.</p>\n<p id=\"b530-4\">The statute under which the commissioners took the easement and constructed the sewer provides that the Commonwealth “ shall pay ... all damages that shall be sustained by any person or corporation by reason of ‘ such taking.” St. 1890, c. 270, § 1. The Commonwealth contends that the taking for which it is liable in damages is limited to the acquisition of a title to the land or easement taken, or, what is the same thing, to the value of the land or easement taken, and that, for any other damages caused by the construction and maintenance of the sewer to the remaining premises, the remedy of the petitioner, if he has any, is by an action at law. But the taking involved, not only the acquisition of a title, but the appropriation of the land or easement to the use for which it was taken, and the statute provides that all damages caused by the taking shall be paid for. We do not see, therefore, how the damages to be assessed can be limited only to those arising from the acquisition <page-number citation-index=\"1\" label=\"509\">*509</page-number>of a title, or how they,can be held to exclude damages to the remaining lands caused by the construction of the sewer. It never has been laid down as a general rule of law, we think, in this Commonwealth, that, when land or an easement in it belonging to the petitioner has been taken, the damages to which he was entitled should be limited to the value of the land or easement, and did not include damages caused to his remaining premises by the construction of the work for which the land or easement was taken. In <em>Rand </em>v. Boston, 164 Mass. 354, no land of the petitioner or easement therein was taken. In <em>Bacon </em>v. <em>Boston, </em>154 Mass. 100, the statute was a peculiar one, and provided that the city should “ make compensation to the owners for such lands as it shall take under this act,” and was held to include only lands actually taken; and in that case no land of the petitioner was taken. In this case the statute provides that all damages sustained by any person or corporation by reason of the taking shall be paid; and land of the petitioner was actually taken. The difference between those cases and this is evident.</p>\n<p id=\"APa\">In <em>Lincoln </em>v. Commonwealth, 164 Mass. 368, which was under the same statute as this petition, the jury were ’permitted to include in their assessment damages which would be caused to the remaining land by the construction of the sewer. There is nothing in that case to warrant the view that the damages are limited to the value of the land or easement taken. To the same effect is <em>Taft </em>v. Commonwealth, 158 Mass. 526, in which the same case under a different name was before the court. See further <em>Butchers’ Slaughtering &amp; Melting Association </em>v. <em>Commonwealth, </em>169 Mass. 103, which also was under the same statute, and <em>Dana </em>v. <em>Boston, </em>170 Mass. 593.</p>\n<p id=\"Agh\">In <em>Sheldon </em>v. <em>Boston &amp; Albany Railroad, </em>172 Mass. 180, it was held, under the grade crossing acts, (St. 1890, c. 428, and St. 1891, c. 123,) which provide for the payment of “all damages sustained by any person in his property by the taking of land,” that one whose well had been drained was entitled to recover damages therefor, though his land had not been taken. <em>A fortiori </em>would he have been entitled to recover such damages if a part of his land had been taken.</p>\n<p id=\"b531-5\">It is not necessary to consider the cases in which or the stat<page-number citation-index=\"1\" label=\"510\">*510</page-number>utes under which recovery has been allowed for damages to the remaining land, or in which recovery has been allowed for damages when no land was taken. There have been many such cases. The last expression of the views of the court is to be found in <em>Sheldon </em>v. <em>Boston &amp; Albany Railroad, ubi supra. </em>It never has been the rule in this Commonwealth tliat only such damages can be recovered in cases like this as there would have been a right of action for at common law, and we think that under the statutes which authorized this taking it was the plain intent of the Legislature that all damages sustained by a person or corporation by the taking of his land and the construction of a sewer therein should be paid for. In theory such damages should be paid for at the time when the land was taken and devoted to the public use, and the owner would be entitled to compensation for all such direct and peculiar damages to his remaining land as reasonably might be anticipated to occur in consequence of the taking and of the construction of the sewer. In practice payment is not made then; but the fact that it is not does not alter the rule, or entitle the owner to maintain an action at law for damages to his remaining land arising in the course of the work for which the land was taken. He is bound at his peril to anticipate all such damages as may arise and are incident to the taking of the land and the construction of the work.</p>\n<p id=\"b532-3\">The respondent relies upon the cases of <em>Chelsea Dye House &amp; Laundry Co. </em>v. <em>Commonwealth, </em>164 Mass. 350, <em>Cabot </em>v. <em>Kingman, </em>166 Mass. 403, and <em>Magee Furnace Co. </em>v. <em>Commonwealth, </em>166 Mass. 480. But in each of these cases the sewer was constructed in a public street. It did not appear in either case that the fee\" of the street was in the petitioner, and, as the court said in <em>Cabot </em>v. <em>Kingman, </em>it was in effect decided in the Chelsea Dye House case that, if the petitioner owned the fee, “ no additional servitude was imposed upon the land under the highway,” and “no right of any sort was taken in the petitioner’s land.” The cases are therefore quite different from the one before us.</p>\n<p id=\"b532-4\">The respondent further contends that the damages were temporary, and therefore not recoverable. It is possible that there may seem to be some excuse for this view in <em>Lincoln </em>v. <em>Common</em><page-number citation-index=\"1\" label=\"511\">*511</page-number><em>wealth, </em>164 Mass. 1, 10, and in <em>Chelsea Dye House &amp; Laundry Co. </em>v. <em>Commonwealth, ubi supra. </em>But in <em>Lincoln </em>v. <em>Commonwealth, </em>it was “ temporary interruptions of business caused by the construction of the sewer along the highway,” for which it was held that the petitioner could not recover, — meaning, we think, such interruptions as would be incident to the construction of the sewer, and common to all having occasion to use the street. We doubt whether <em>Chelsea Dye House &amp; Laundry Co. </em>v. <em>Commonwealth </em>goes any further than <em>Lincoln </em>v. <em>Commonwealth, </em>which is cited in it as authority for what is there said in respect to temporary damages. Certainly it would seem that it could not have been intended without referring to them in any way to overrule <em>Patterson </em>v. <em>Boston, </em>28 Pick. 425, in which Shaw, C. J. held that the petitioner could recover for loss of business and earnings, and for rent which he was compelled to pay for other premises during or in consequence of the widening or alteration of a street, and the same case in 20 Pick. 159, and the ease of <em>Brooks </em>v. <em>Boston, </em>19 Pick. 174, 177, where evidence of damages similar to those allowed by Chief Justice Shaw was held competent by Wilde, J. See also <em>Chicago, Milwaukee, &amp; St. Paul Railway </em>v. <em>Hock, </em>118 Ill. 587. In <em>Brown </em>v. <em>Providence, Warren, &amp; Bristol Railroad, </em>5 Gray, 35, damages occasioned to buildings by blasting were allowed. Such damages naturally would be quickly repaired, and therefore in a sense temporary, but no objection seems to have been made to their allowance on that ground. It would be going much further than any case has gone in this State to hold where a statute provides, as is the case here, that all damages sustained by any person or corporation by the taking of his land shall be paid for, that damages to the remaining land from the destruction of crops and the drainage of wells in the construction of the work for which the land was taken cannot be recovered for because after the completion of the work the water returned to the soil and the wells as it was before, and the damage was therefore to be regarded as temporary. At common law it is no objection to recovery that the damage may be temporary or quickly repaired, and we see nothing in the statute to prevent the petitioner from recovering for the loss of his crops and the damage caused by the draining of his wells and the diversion of the water. It is all special and <page-number citation-index=\"1\" label=\"512\">*512</page-number>peculiar to him, and the direct and natural result of the taking of his land and the construction of the sewer.</p>\n<p id=\"b534-3\">The respondent also contends that the petitioner is barred by the proceedings in the name of his assignee and the recovery and payment of damages therein. We do not think so. The respondent could have objected to the maintenance of that suit in the name of the assignee, and could have insisted that the petition should be brought in the name of this petitioner, as it ought properly to have been, when all the damages could have been assessed in one proceeding. The fact that it did not see fit to object cannot affect the right of the petitioner to maintain this action. He was not a party to that proceeding, and is not bound by anything that occurred therein.</p>\n<p id=\"b534-4\">The result is that, in the opinion of a majority of the court, the verdict must be set aside, and the case stand for trial.</p>\n<p id=\"b534-5\">\n<em>/So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}