{
  "casebody": {
    "data": "<casebody firstpage=\"167\" lastpage=\"183\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b209-3\">522 A.2d 1320</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b209-4\">Kenneth M. HOFFMAN, Exec. of the Estate of Sandra Hoffman, Deceased and Kenneth M. Hoffman, Individually v. UNITED SERVICES AUTOMOBILE ASSOCIATION.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AOZ\">Misc. No. 2,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AxI\">Sept. Term, 1985.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b209-7\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b209-8\">April 1, 1987.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b210-4\"><page-number citation-index=\"1\" label=\"168\">*168</page-number>Mark B. Seiger (Halloran, Sage, Phelon &amp; Hagerty, on brief, Hartford, Conn.,- and Patrick. W. Hoffman, Miller, Markey &amp; Hoffman, on brief), Bladensburg, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b210-5\">Daniel W. Whitney (David M. Buffington and Semmes, Bowen &amp; Semmes, on brief), Baltimore, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b210-6\">Before SMITH <footnotemark>*</footnotemark>, ELDRIDGE, COLE, RODOWSKY, COUCH, McAULIFFE and CHARLES E. ORTH, JR., (retired, specially assigned), JJ.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b210-10\"> Smith, J., now retired, participated in the hearing and conference of this case while an active member of this Court; after being recalled pursuant to the Constitution, Article IV, Section 3A, he also participated in the decision and adoption of this «opinion.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b210-7\">ELDRIDGE, Judge.</author>\n<p id=\"b210-8\">Pursuant to the Maryland Uniform Certification of Questions of Law Act, Maryland Code (1974, 1984 Repl. Vol.), §§ 12-601 to 12-609 of the Courts and Judicial Proceedings Article, the United States District Court for the District of Connecticut has certified questions regarding uninsured motorist coverage required by the Maryland Insurance Code.</p>\n<p id=\"b210-9\">The statement of relevant facts, as set forth by the certifying court, discloses that on July 23, 1979, Kenneth Hoffman purchased an automobile insurance policy from United Services Automobile Association (USAA), with him<page-number citation-index=\"1\" label=\"169\">*169</page-number>self and his wife Sandra Hoffman as named insureds. The policy was issued in Maryland where the Hoffmans resided and covered two vehicles owned by the Hoffmans. In addition to liability and uninsured motorist coverage, the policy included a “Supplementary Uninsured Motorists” endorsement which amended the definition of “uninsured” vehicle to include “underinsured” vehicle, and defined “underinsured” vehicle. The limits under this coverage were $300,000 for each person injured and $500,000 for each accident ($300,000/500,000). For this coverage the Hoff-mans paid a premium that included a separate amount for each of the cars.</p>\n<p id=\"b211-4\">On July 19, 1980, while in Branford, Connecticut, the Hoffmans were passengers in a car driven by Richard Whelan, a Connecticut resident. A vehicle driven by Richard Nowakowski, also a Connecticut resident, collided with Whelan’s vehicle. As a result of the accident, Sandra Hoffman was killed and Kenneth Hoffman was seriously injured.</p>\n<p id=\"b211-5\">Whelan’s car was insured by a Hanover Insurance Company policy containing underinsured motorist coverage of $50,000/100,000. Nowakowski had insured his vehicle with Travelers Insurance Company, the policy having liability coverage of $20,000/40,000. For purposes of the certified questions of Maryland law, it is assumed that Nowakowski was the underinsured motorist whose low policy limits triggered the underinsured motorist coverage issued by Hanover and USAA.</p>\n<p id=\"b211-6\">Whelan and Kenneth Hoffman, individually and as personal representative of his wife’s estate, sued Nowakowski in Connecticut. On March 17, 1982, the New Haven Superi- or Court, upon agreement by Hoffman, Whelan, Hanover Insurance Co., and Travelers Insurance Co., apportioned Nowakowski’s liability coverage and Whelan’s underinsured motorist coverage. Under the apportionment, the estate of Sandra Hoffman was entitled to receive a full per person limit of $20,000 from Nowakowski’s liability coverage in Travelers and $30,000 from Whelan’s underinsured motorist <page-number citation-index=\"1\" label=\"170\">*170</page-number>coverage in Hanover ($50,000 per person limit minus the $20,000 paid by Travelers). Kenneth Hoffman was entitled to receive $5,398 from Travelers and $8,379 from Hanover.</p>\n<p id=\"b212-4\">Thereafter, Hoffman, individually and as personal representative of his wife’s estate, sued USAA in the United States District Court for the District of Connecticut to obtain benefits under the supplementary endorsement relating to underinsured motorists. On March 9, 1984, Hoffman moved for summary judgment. He sought to combine or “stack” the underinsured motorist coverage of the two cars owned by the Hoffmans for total coverage of $600,000/1,-000,000.</p>\n<p id=\"b212-5\">USAA opposed this motion on two grounds of Maryland law. It relied on § 543(a) of the Maryland Insurance Code,<footnotemark>1</footnotemark> which prohibits recovery of uninsured motorist benefits “from more than one motor vehicle liability policy or insurer on either a duplicative or supplemental basis.” USAA asserted that in light of § 543(a), as interpreted by this Court,<footnotemark>2</footnotemark> Hoffman cannot recover any “uninsured” motorist benefits from USAA as the estate has already obtained $50,000 from another insurer, an amount in excess of statutorily required uninsured motorist coverage. USAA also argued that if Hoffman were to recover any amounts under the USAA policy, the language of that policy and Maryland law prohibit “stacking,” and as such USAA’s total exposure would be limited to $300,000/500,000.</p>\n<p id=\"b212-6\">In response to USAA’s first argument, Hoffman contended that the coverage he was claiming was issued in addition to the required uninsured motorist coverage and thus was wholly outside of the limits of § 543(a). In response to USAA’s second argument, Hoffman contended that because <page-number citation-index=\"1\" label=\"171\">*171</page-number>he paid a separate premium for each vehicle, he was entitled to recover under the insurance provided each vehicle.</p>\n<p id=\"b213-4\">The United States District Court stayed the motion for summary judgment and certified to this Court the following four questions of Maryland law:</p>\n<blockquote id=\"b213-5\">“1. Whether Article 48A, § 543(a) is rendered inapplicable to the plaintiff’s policy because the uninsured motorist coverage is amended by an endorsement providing underinsured motorist coverage as well as uninsured motorist coverage.</blockquote>\n<blockquote id=\"b213-6\">2. Whether intra-policy stacking is permitted, that is, are the plaintiffs entitled to aggregate the underinsured motorist coverage maintained on each of the two vehicles covered by USAA’s single insurance policy.</blockquote>\n<blockquote id=\"b213-7\">3. Whether standard provisions in the plaintiff’s USAA insurance policy, such as the declarations page, the “other insurance” provision and the “limits of liability” provisions, preclude intra-policy stacking, that is, the aggregation of the underinsured motorist coverage on each of the two Hoffman vehicles covered under the single automobile insurance policy issued by USAA.</blockquote>\n<blockquote id=\"b213-8\">4. Any and all other attendant questions of Maryland law, the resolution of which is deemed by the Court of Appeals, to be of assistance to this court in the ultimate resolution of this matter.”</blockquote>\n<p id=\"b213-9\">I.</p>\n<p id=\"b213-10\">Section 541(c) of the Maryland Insurance Code requires every motor vehicle liability insurance policy issued in Maryland to have uninsured motorist coverage in the amount of $20,000/40,000.<footnotemark>3</footnotemark> As this Court said in <em>Nationwide Mutual Ins. v. Webb, </em>291 Md. 721, 737, 436 A.2d 465 <page-number citation-index=\"1\" label=\"172\">*172</page-number>(1981), “the purpose of uninsured motorist statutes is ‘that each insured under such coverage have available the full statutory minimum to exactly the same extent as would have been available had the tortfeasor complied with the minimum requirements of the financial responsibility law’ ” (citation omitted). This mandatory coverage has “the purpose of providing minimum protection to individuals injured by uninsured motorists.” <em>Yarmuth v. Gov’t Employees Ins. Co., </em>286 Md. 256, 264, 407 A.2d 315 (1979). Section 543(a) places certain limits on, <em>inter alia, </em>recoveries of the required minimum uninsured motorist benefits under § 541(c). Section 543(a) in its entirety reads as follows:</p>\n<blockquote id=\"AJp\">“Notwithstanding any other provision of this subtitle, no person shall recover benefits under the coverages required in §§ 539 [personal injury protection] and 541 [liability and uninsured motorist coverage] of this article from more than one motor vehicle liability policy or insurer on either a duplicative or supplemental basis.”</blockquote>\n<p id=\"A3u\">USAA urges that § 543(a) be interpreted to apply in cases such as this, where the insured has already recovered from the primary insurer and now is attempting to obtain benefits from a second policy or insurer under policy language like that here involved. Before addressing USAA’s assertion that § 543(a) precludes any recovery by the estate, however, it would be appropriate to examine the policy provisions and the nature of the “Supplementary” insurance which USAA in fact sold to the Hoffmans.</p>\n<p id=\"b214-4\">The declarations page of the Hoffmans’ policy included, among other coverages, bodily injury liability in the amount of $300,000/500,000, property damage liability in the amount of $10,000, comprehensive and collision with a deductible of $250, and uninsured motorist coverage in the amount of $300,000/500,000.</p>\n<p id=\"b214-5\">The general terms of the uninsured motorist coverage were provided in an endorsement entitled “Protection Against Uninsured Motorists Insurance—Maryland.” This endorsement stated that USAA “will pay all sums which the insured or his legal representative shall be legally entitled <page-number citation-index=\"1\" label=\"173\">*173</page-number>to recover as damages from the owner or operator of an uninsured highway vehicle.” Subsequently the endorsement defined an uninsured highway vehicle as</p>\n<blockquote id=\"A6l\">“(a) a highway vehicle with respect to the ownership, maintenance or use of which there is, in at least the amounts specified in Section 7-101 of Article 66V2 of the Annotated Code of Maryland [$20,000/40,000], neither (i) cash or securities on file with the Administrator of the Department of Motor Vehicles of the State of Maryland nor (ii) a bodily injury and property damage liability bond or insurance policy, applicable at the time of the accident____”</blockquote>\n<p id=\"b215-4\">In addition the policy contained a second endorsement entitled: “Supplementary Uninsured Motorists Insurance (Bodily Injury—Property Damage—Limits—Underinsured Motorists).” This endorsement provided as follows:</p>\n<blockquote id=\"b215-5\">“It is agreed that, with respect to such insurance as is afforded by the policy for damages because of bodily injury and property damage caused by accident and arising out of the ownership, maintenance or use of an uninsured highway vehicle, or an uninsured motor vehicle, subdivision (a) of the definition of ‘uninsured highway vehicle’ or ‘uninsured motor vehicle’ is amended to include ‘underinsured highway vehicle’.... ”</blockquote>\n<p id=\"b215-6\">Thereafter the endorsement defined an “underinsured” highway vehicle as a</p>\n<blockquote id=\"b215-7\">“highway vehicle with respect to the ownership, maintenance or use of which, as respects damages because of bodily injury or property damage or both, the sum of the limits of liability under all bodily injury and property damage liability bonds and insurance policies respectively applicable to bodily injury or property damage at the time of the accident is less than the applicable limits of liability under this insurance; ...”</blockquote>\n<p id=\"b215-8\">By the supplementary endorsement, USAA expressly extended coverage from the traditional uninsured motorist situation, defined in the standard uninsured motorist en<page-number citation-index=\"1\" label=\"174\">*174</page-number>dorsement, to coverage of what in insurance parlance is referred to as an “underinsured” motorist situation. Underinsured motorist coverage applies when- an insured is involved in an accident with a motorist, who may carry extensive liability insurance far in excess of any amounts statutorily required, but whose liability coverage is less than the insured’s underinsured motorist coverage. <em>See </em>8C Appleman, <em>Insurance Law and Practice, </em>§ 5103 (1981); Note, Underinsured Motorist Coverage: Legislative Solutions to Settlement Difficulties, 64 N.C.L.Rev. 1408 n. 4 (1986).</p>\n<p id=\"b216-4\">Despite the clear policy language, USAA nevertheless contends that § 543(a) prohibits recovery under this under-insured motorist endorsement because Hoffman has already recovered statutory mínimums from another insurer. In fact USAA asserted at oral argument that, under Maryland law, there can be no such thing as underinsured motorist coverage. USAA argues that § 543(a) precludes a supplemental recovery from a second policy when the insured has recovered the statutorily minimum required coverage from a primary policy; therefore, according to USAA, an insurer cannot offer “underinsured” coverage which purports to provide this supplemental coverage.</p>\n<p id=\"b216-5\">USAA relies on three cases from this Court which have addressed § 543(a). In <em>Travelers Ins. Co. v. Benton, </em>278 Md. 542, 365 A.2d 1000 (1976), we applied § 543(a) to personal injury protection (PIP) benefits mandated under § 539 in the amount of $2,500. The plaintiff Benton had incurred medical expenses and lost wages in excess of $5,000 as a result of an accident while riding as a passenger in a vehicle owned by Henry Leland and insured by the Maryland Automobile Insurance Fund (MAIF). Benton had recovered $2,500 PIP benefits from MAIF under the required coverage in the policy on Leland’s vehicle. Benton then sought to recover the $2,500 required PIP benefits from Travelers, Benton’s own insurer. Travelers refused to pay, asserting that § 543(a) limited recovery to the primary coverage carried by the vehicle owner. To resolve the <page-number citation-index=\"1\" label=\"175\">*175</page-number>question of whether Benton could recover from both MAIF and Travelers, we analyzed § 543(a) and stated (278 Md. at 545-546, 365 A.2d 1000):</p>\n<blockquote id=\"b217-4\">“The coordination of benefits provision contained in § 543(a) specifies that recovery shall be under one, but not both policies; it says in no uncertain terms that no person shall recover PIP benefits ‘from more than one motor vehicle liability policy or insurer on either a duplicative or supplemental basis.’ ”</blockquote>\n<p id=\"b217-5\">Accordingly, we held that Benton could not recover an additional $2,500 under the required PIP coverage issued by a second insurer.</p>\n<p id=\"b217-6\">In <em>Yarmuth v. Gov’t Employees Ins. Co., supra, </em>286 Md. 256, 407 A.2d 315, we considered the application of § 543(a) to uninsured motorist coverage. Albert Starr, his wife, and their son were killed when the car in which they were traveling collided with an uninsured tractor trailer. The vehicle driven by Starr was owned by his employer and insured by the Zurich Group insurance companies. Yarmuth, the personal representative of the Starr estates, recovered the policy limit of $40,000 uninsured motorist benefits from Zurich. As Starr and his family members were named insureds under their own automobile liability policy issued by the Government Employees Insurance Company (GEICO), Yarmuth thereafter sought $40,000 from GEICO under the required uninsured motorist coverage in that policy. GEICO refused to pay, asserting that § 543(a) barred recovery from a second insurer. This Court held that the principles of <em>Benton </em>were applicable to the uninsured motorist situation in <em>Yarmuth.</em></p>\n<p id=\"b217-7\">In <em>Rafferty v. Allstate Ins. Co., </em>303 Md. 63, 492 A.2d 290 (1985), Maureen Rafferty, while riding as a passenger in a vehicle insured by State Farm, was killed in a collision caused by an uninsured motorist. Two other women traveling with Ms. Rafferty were also killed. Accordingly State Farm, the insurer of the car in which the women were traveling, divided the policy limits of the uninsured motorist coverage among the three estates, each receiving $33,333. <page-number citation-index=\"1\" label=\"176\">*176</page-number>In addition, Rafferty’s estate sought uninsured motorist benefits from Allstate which had issued a policy to Maureen Rafferty’s father with Maureen as a named insured. This policy insured three vehicles with uninsured motorist coverage of $20,000/40,000 for each vehicle.<footnotemark>4</footnotemark> Ms. Rafferty’s estate claimed $26,667 under the Allstate policy, the $60,000 per person limit less $33,333 received from State Farm. In other words, the personal representative of the estate conceded that § 543(a), as interpreted in <em>Yarmuth, </em>precluded a second recovery of amounts already, received from the primary insurer, but he maintained that a secondary insurer is liable for amounts greater than amounts paid by the primary insurer up to the coverage limits in the secondary policy. Allstate refused to pay, claiming recovery by Rafferty would be “supplemental” and prohibited by § 543(a). Because Maureen Rafferty’s estate had recovered $33,333 from State Farm, an amount in excess of the $20,000 statutory minimum uninsured motorist coverage, this Court held that § 543(a) precluded any recovery from Allstate.</p>\n<p id=\"b218-4\">While USAA contends that <em>Benton, Yarmuth </em>and <em>Rafferty </em>control the present case, the circumstances in those cases were significantly different from the circumstances of the present case. Although Hoffman is attempting to recover from a second insurer after receiving an amount in excess of required uninsured motorist coverage, the USAA policy did not purport to provide the same coverage as we dealt with in the prior decisions.</p>\n<p id=\"b218-5\">In <em>Benton, Yarmuth </em>and <em>Rafferty </em>the insurance policies in question provided the statutorily required coverage: $2,500 PIP coverage in <em>Benton </em>and $20,000/40,000 uninsured motorist coverage in <em>Yarmuth </em>and <em>Rafferty. </em>USAA, on the other hand, provided coverage in a greater amount ($300,000/500,000) and for a broader scope (the <page-number citation-index=\"1\" label=\"177\">*177</page-number>underinsured situation) than the required uninsured motorist coverage. While there is language in those opinions which may seem to support USAA’s position, it was written in a different context. Accordingly, we do not believe that the decisions in <em>Benton, Yarmuth </em>and <em>Rafferty </em>preclude Hoffman’s recovery under the terms of the <em>underinsured </em>motorist endorsement in the present case.</p>\n<p id=\"b219-4\">Moreover, the language of § 543(a) supports a construction of the section whereby an additional recovery under the required minimum uninsured motorist coverage of a second policy is precluded, but a recovery under the optional excess underinsured motorist coverage of a second policy is not precluded. The statute states that “no person shall recover benefits under the coverages <em>required in </em>§§ 539 and 541 of this article from more than one motor vehicle liability policy or insurer on either a duplicative or supplemental basis” (emphasis added). The General Assembly provided that § 543(a) applies to coverages required in §§ 539 and 541, and thus the Legislature precluded the application of § 543(a) to coverages not required in those sections.</p>\n<p id=\"b219-5\">This reading of § 543(a) is also consistent with the scheme of required and optional coverages found in §§ 539 and 541. Section 539 requires minimum personal injury protection in the amount of $2,500; § 541(a) requires minimum liability coverage in the amount of $20,000/40,000, and § 541(c) requires minimum uninsured motorist coverage also in the amount of $20,000/40,000. Section 541(b), conversely, states that nothing prevents an insurer from “providing liability coverage in excess of the [minimum required amounts].” Sections 539 and 541(c) are less explicit but nevertheless contemplate insurers offering higher coverage. Section 539 states that <em>“minimum </em>medical, hospital, and disability benefits shall include up to an amount of $2,500” (emphasis added). Likewise, § 541(c) states that all motor vehicle liability insurance policies “shall contain coverage, <em>in at least </em>the amounts” of $20,000/40,000 (emphasis added). <em>See Hines v. Potomac Elec. Power Co., </em>305 Md. 369, 373, 504 A.2d 632 (1986) (“Clearly, insurers are free to <page-number citation-index=\"1\" label=\"178\">*178</page-number>provide more than the minimum benefits.”) Thus, a statutory scheme that requires all motor vehicle insurance policies to contain certain coverages, but allows other optional coverages, is consistent with construing § 543(a) as applying only to required coverages. Under USAA’s reading of § 543(a), however, optional excess personal injury protection or liability or uninsured motorist coverage could not be provided by a second policy. This would be an unreasonable construction of § 543(a).</p>\n<p id=\"b220-4\">That the scheme of required and optional coverages contemplates insurers offering the type of supplementary insurance sold to the Hoffmans is even more apparent from amendments to the Maryland Insurance Code enacted since this case initially arose. Two amendments to § 541, by implication, indicate that § 543(a) was not intended to preclude recovery under a second policy when that insurer issues “excess uninsured” or “underinsured” coverage.</p>\n<p id=\"b220-5\">The General Assembly, in Ch. 510 of the Acts of 1981, added § 541(c)(1), broadening the concept of an uninsured motor vehicle to include any vehicle insured with liability limits in an amount “less than the amount of coverage provided to the insured under this subsection.” The General Assembly also moved former § 541(c) to § 541(c)(2) and added to this subpart the requirement that insurers “shall [make] available to the insured the opportunity to contract for higher amounts than those provided under Title 17 of the Transportation Article [$20,000/40,000] if these amounts do not exceed the amounts of the motor vehicle liability coverage provided by the policy.” Furthermore, the General Assembly added § 541(c)(3) which states that “[t]he limit of liability for an insurer providing uninsured motorist coverage under this subsection is the amount of that coverage less the sum of the limits under the liability insurance policies, bonds, and Securities applicable to the bodily injury or death of the insured.” As explained in a committee memorandum contained in the Department of Legislative Reference’s file on Ch. 510, this amendment makes uninsured motorist coverage operate as underin<page-number citation-index=\"1\" label=\"179\">*179</page-number>sured motorist coverage. Ch. 510 would be deprived of force, however, by a reading of § 543(a) that prohibits recovery of uninsured motorist benefits when the insured has received the statutory minimum benefits from another policy or insurer.</p>\n<p id=\"b221-4\">By Ch. 656 of the Acts of 1983, the General Assembly again amended § 541 by adding subsection (f), which states as follows:</p>\n<blockquote id=\"b221-5\">“Policies of insurance that have as their primary purpose to provide coverage in excess of other valid and collectible insurance or qualified self insurance may include uninsured motorist coverage as provided in subsection (c) of this section.”</blockquote>\n<p id=\"b221-6\">Section 541(f) clearly allows “excess uninsured” or “under-insured” motorist coverage in separate policies issued by the same or another insurer. Like the 1981 amendment, the 1983 amendment would also be deprived of force if § 543(a) were to prohibit recovery from a second insurer in all cases in which the insured has received the statutorily required coverage. We note that the General Assembly, neither in 1981 nor in 1983, perceived any need to amend § 543(a) to allow additional coverage. Instead, it is most likely that the General Assembly never intended that § 543(a) would apply when insurers offer coverage in excess of the coverages required by law.</p>\n<p id=\"b221-7\">In <em>State Farm Mut. v. Ins. Comm’r, </em>283 Md. 663, 675, 392 A.2d 1114 (1978), we stated that § 543 was “designed to carry out the legislative purpose of prohibiting the duplication of benefits.” To permit recovery in this case, under the supplementary underinsured coverage purchased by the Hoffmans, would not violate that legislative purpose.</p>\n<p id=\"b221-8\">The first certified question is answered “yes.”</p>\n<p id=\"b221-9\">H.</p>\n<p id=\"b221-10\">The second and third certified questions concern whether the plaintiffs can combine or “stack” the coverage limits of the two vehicles covered by the USAA policy when <page-number citation-index=\"1\" label=\"180\">*180</page-number>the insurer charged separate premiums for each vehicle. In this case, because Hoffman and his wife were named insureds under the coverage for each of two cars, stacking would double the policy limits from $300,000/500,000 to $600,000/1,000,000.</p>\n<p id=\"b222-4\">USAA’s position is that the declarations page of the policy and the limits of liability clause contained in the supplementary uninsured motorist endorsement preclude stacking of the uninsured motorist coverage. USAA’s declarations page sets forth the policy limits for bodily injury in the amounts of $300,000 for each person and $500,000 for each occurrence. In the underinsured motorist endorsement, the limits of liability clause provides:</p>\n<blockquote id=\"b222-5\">“(a) the limits so stated as applicable to ‘Bodily Injury’ shall apply in lieu of any limits therefor stated elsewhere in the policy and, subject to all the terms of the policy having reference thereto, shall be the total limit of the company’s liability for all damages because of bodily injury as the result of any one accident arising out of the ownership, maintenance or use of uninsured highway vehicles or uninsured motor vehicles.”</blockquote>\n<p id=\"b222-6\">Hoffman’s position is that USAA, having charged a separate premium to insure each of the Hoffmans’ vehicles, “cannot seek to erode that coverage through policy exclusions.” Instead, Hoffman contends that because he “paid twice for the $300,000/500,000 underinsured motorist coverage on each of their two vehicles, [he is] entitled to aggregate those coverages to create a fund from which to recover.” To hold otherwise, Hoffman argues, would render illusory the payment of the second premium in contravention of “both public policy and the economics of the transaction.”</p>\n<p id=\"b222-7\">Since oral argument, we have decided another uninsured motorist case involving the stacking issue. In <em>Howell v. Harleysville Mut. Ins. Co., </em>305 Md. 435, 505 A.2d 109 (1986), the plaintiff Howell, while driving a truck for his employer Pritchett Transportation Company, Inc., was in<page-number citation-index=\"1\" label=\"181\">*181</page-number>jured in a collision with an uninsured motorist. Howell attempted to collect against Pritchett’s uninsured motorist coverage, and claimed that because Pritchett paid separate premiums for each of 19 fleet vehicles, the total coverage available was $950,000 (19 x $50,000 limit for any one accident or loss). In resolving <em>Howell, </em>this Court examined Pritchett’s insurance policy and pointed out that “Item Two on the declaration page of the policy, entitled schedule of coverages and covered autos, shows under uninsured motorists coverage that the most that will be paid for any one accident or loss is $50,000.” 305 Md. at 437, 505 A.2d 109. We also noted the limit of liability clause in the uninsured motorist endorsement which stated <em>{id. </em>at 438, 505 A.2d 109):</p>\n<blockquote id=\"b223-4\">“Regardless of the number of covered autos, insureds, claims made or vehicles involved in the accident, the most we will pay for all damages resulting from any one accident is the limit of UNINSURED MOTORISTS INSURANCE shown in the declarations.”</blockquote>\n<p id=\"b223-5\">Based on the clear terms of the policy, we held that the maximum Howell could recover was $50,000 and not $950,-000, stating that “[wjhere there is no ambiguity in an insurance contract the court has no alternative but to enforce the policy’s terms.” <em>Id. </em>at 443, 505 A.2d 109.</p>\n<p id=\"b223-6\">The Court in <em>Howell </em>also examined decisions in other states which are virtually unanimous in not permitting stacking of coverage in standard commercial fleet policies. Notably, certain of these decisions pointed out that premiums for multiple vehicle coverage are not illusory but cover added exposure to the insurer. We cited 8C Appleman, <em>Insurance Law and Practice, supra, </em>§ 5101, at 444-451, for an explanation of the added exposure to the insurer (305 Md. at 441-442, 505 A.2d 109):</p>\n<blockquote id=\"b223-7\">“But, in considering basic underwriting and the actuarial computation of rate structures, we must take into consideration the customary procedures of mankind. Automobile policies are now written so as to afford liability protection not only to the named insured, who is <page-number citation-index=\"1\" label=\"182\">*182</page-number>usually the owner, but to members of his family, perhaps persons residing in the same household, and—with a few exceptions—anyone operating with the permission of the named insured or adult members of his household. When it comes to UM coverages, we have a like multiplication of exposure, since we have classes of risk, including all of the persons stated above, and pedestrians as well, with benefits granted in many circumstances when one may be in another vehicle or even upon the highway.</blockquote>\n<blockquote id=\"b224-4\">“When the insured then owns more than a single vehicle, almost always it is with the contemplation that the second, or third, vehicles will be operated by others. And those others may, also, if injured by an uninsured motorist, expose the insurer to loss under that aspect of the contract.”</blockquote>\n<p id=\"b224-5\">In our opinion, the <em>Howell </em>decision controls the present case. Although the language establishing the policy limits in USAA’s underinsured motorist endorsement is not identical to that used by Harleysville in <em>Howell, </em>it is equally clear in setting limits of coverage. The declarations page provides limits of $300,000 for each person and $500,000 for each occurrence. The endorsement further states that these limits “shall be the total limit of the company’s liability for all damages because of bodily injury.” Notwithstanding Hoffman’s contention that USAA should have plainly stated that aggregation of benefits under this coverage is not allowed, we perceive no ambiguity in the limits of liability clause to which the parties agreed.</p>\n<p id=\"b224-6\">We also reject Hoffman’s contention that, when an insured has paid multiple premiums under the circumstances here, public policy and the economics of the transaction require aggregating coverage limits. The Hoffmans’ underinsured motorist endorsement covered the named insureds (Kenneth and Sandra Hoffman), and any other persons while occupying one of the Hoffmans’ two vehicles. With two cars and two drivers, the total miles driven and the number of passengers riding with the Hoffmans was likely to be greater than if the Hoffmans owned only one <page-number citation-index=\"1\" label=\"183\">*183</page-number>car. Thus USAA, by insuring two vehicles, had greater passenger and mileage exposure than if it had insured only one. The premium on the second vehicle, therefore, was not illusory but paid for the increased risk of added passengers and miles.<footnotemark>5</footnotemark></p>\n<p id=\"b225-4\">In sum, the principles established in <em>Howell v. Harleysville Mut. Ins. Co., supra, </em>preclude stacking the underinsured motorist coverage in this case. This resolves the remaining certified questions.</p>\n<p id=\"b225-5\">CERTIFIED QUESTIONS OF LAW ANSWERED AS HEREIN SET FORTH. COSTS TO BE EQUALLY DIVIDED BETWEEN THE PARTIES.</p>\n<footnote label=\"1\">\n<p id=\"b212-7\">. Maryland Code (1957, 1986 Repl.Vol.), Art. 48A, § 543(a).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b212-8\">. USAA relies on this Court’s application of § 543(a) in <em>Travelers Ins. Co. v. Benton, </em>278 Md. 542, 365 A.2d 1000 (1976); <em>Yarmuth v. Gov’t Employees Ins. Co., </em>286 Md. 256, 407 A.2d 315 (1979); and <em>Rafferty v. Allstate Ins. Co., </em>303 Md. 63, 492 A.2d 290 (1985), discussed <em>infra.</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b213-11\">. Maryland Code (1957, 1986 Repl. Vol.), Art. 48A, § 541(c), states that \"every policy of motor vehicle liability insurance issued, sold, or delivered in this State after July 1, 1975, shall contain coverage, in at least the amounts required under Title 17 of the Transportation Article [$20,000/40,000], for damages which the insured is entitled to recover from the owner or operator of an uninsured motor vehicle.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b218-6\">. The estate’s claim was based on adding together (stacking) the coverage for a total limit of $60,000/120,000. The Court did not rule on the stacking issue presented in <em>Rafferty, </em>as the entire claim was deemed precluded under § 543(a).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b225-15\">. <em>See, e.g., Grimes v. Concord Gen. Mut. Ins. Co., </em>120 N.H. 718, 422 A.2d 1312, 1315 (1980) (“When an insured owns two vehicles that are constantly available for use, not only by him, but by members of his family and others, the risk that someone operating one of those vehicles will be involved in an accident with an uninsured motorist is obviously greater than if only one vehicle were available for use”); <em>Cunningham v. Western Cas. &amp; Sur. Co., </em>90 S.D. 530, 243 N.W.2d 172, 173-174 (1976). <em>But see Sturdy v. Allied Mutual Insurance Company, </em>203 Kan. 783, 457 P.2d 34, 42 (1969) (“When we pay a double premium we expect double coverage”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}