{
  "casebody": {
    "data": "<casebody firstpage=\"37\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b47-4\">Commonwealth <em>vs. </em>John Doran.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b47-5\">An indictment or complaint, charging an offence “ on the fourteenth day of December in the year one thousand eight hundred and fifty eight,” is not fatally defective by reason of omitting to say “ the year of our Lord.\"</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b47-6\">The papers transmitted to the court of common pleas, in a criminal case tried before a justice of the peace, were a complaint and warrant, certified to be true copies; a statement of the proceedings before the justice, certified to be “ a true copy of the judgment on file;” and a statement of an appeal and recognizance, followed by the certificate “a true copy of record,\" signed by the justice. <em>Held, </em>that the record was sufficiently certified.</headnotes>\n<summary data-order=\"3\" data-type=\"headnotes\" id=\"b47-7\">Complaint to a justice of the peace for an unlawful sale of intoxicating liquors at Woburn, “on the fourteenth day of December in the year one thousand eight hundred and fifty eight.”</summary>\n<summary data-order=\"4\" data-type=\"headnotes\" id=\"Am\">The papers transmitted by the justice to the court of common pleas in Middlesex consisted of a complaint and jurat, and a warrant, with this certificate, “ A true copy of complaint and warrant on file,” signed by the justice ; a statement of the proceedings before the justice, certified by him as “ a true copy of judgment on file ; ” and a statement of an appeal and recognizance, followed by this certificate, “ true copy of record,” signed by the justice.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b47-8\">The defendant, after conviction in the court of common pleas, moved in arrest of judgment, for these reasons :</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b47-9\">1st. “ It is not sufficiently set forth in the complaint on what era or when the offence was committed.”</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b47-10\">2d. <em>“ </em>The record furnished is not certified as a true copy of record, but a true copy of judgment merely.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b47-11\">Bishop, J. overruled the motion, and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b47-12\"><em>J. Q. A. </em>Griffin, for the defendant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"ADc\">1. The averment of time ai the complaint is incomplete and defective, in omitting to state the year to be the “ year of our Lord.” <em>Commonwealth </em>v. <em>McLoon, </em>5 Gray, 91. <em>Whitesides </em>v. People, Breese, 4. <em>State </em>v. <em>Lane, </em>4 Ired. 121. Toml. Law Dict. 78.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b47-13\">2. The record transmitted to the court of common pleas is aot certified as a true copy of record, but as “ a true copy of <page-number citation-index=\"1\" label=\"38\">*38</page-number>judgment.” The certificate “ a true copy of record,” is only to 'he appeal and recognizance.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b48-5\"><em>S. H. Phillips, </em>(Attorney General,) for the Commonwealth.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b48-6\">Dewey, J.</author>\n<p id=\"Aie\">1. The supposed defect in this complaint is the omission of the words “ of our Lord ” after the word “ year.” Is this a fata] defect <em>1 </em>The more usual and approved practice certainly has been to insert the words here omitted. But the question now is, whether the omission absolutely vitiates the indictment. The adjudicated cases on the point .are very few.</p>\n<p id=\"b48-7\">The case of <em>Commonwealth </em>v. <em>Hutton, </em>5 Gray, 89, merely decided that a complaint, charging the offence as committed “ on the third of June instant,” did not sufficiently allege the time; and the case of <em>Commonwealth </em>v. <em>McLoon, </em>5 Gray, 91, held that an allegation that the offence was committed “ on the fifteenth of July 1855,” was defective. It had been previously held, in North Carolina, that “ on the third day of August eighteen hundred and fifty five,” was at common law fatally defective, the court saying that it must be held so, omitting, as it did, the words “ year of our Lord,” and even the word “ year.” <em>State </em>v. <em>Lane, </em>4 Ired. 121.</p>\n<p id=\"b48-8\">This question has arisen in the courts of Georgia, where the indictment alleged the offence to have been committed “ in the year eighteen hundred and forty six,” and it was held to mean in the year of our Lord eighteen hundred and forty six. <em>Hall </em>v. <em>State, </em>3 Georgia, 18. In a similar case in Indiana, the same doctrine was held, the court saying that where “ year ” is introduced to fix the period of an event, we must understand the Christian calendar to be referred to. <em>Engleman </em>v. <em>State, </em>2 Ind. 91.</p>\n<p id=\"b48-9\">In England there might be more reason for adhering to the use of the words “ year of our Lord,” inasmuch as they have two modes of alleging the time of an offence : the one that of the year of the king’s reign, and the other that of the year of our Lord. The former has been the more usual mode. Archb. Crim. Pl. (5th Amer. ed.) 38. Hence the word <em>“ </em>year ” might not certainly indicate the time intended. In this commonwealth, in our pleadings, criminal and civil, we use no other era in <page-number citation-index=\"1\" label=\"39\">*39</page-number>alleging time but the Christian era; and it seems quite reasonable therefore to hold, that when an offence is alleged to have been committed “ in the year eighteen hundred and fifty seven,” it means that year in the Christian era, and that it means nothing else. By the Rev. Sts. <em>c. </em>2, § 6, <em>cl. </em>11, it is provided that in those statutes the word “ year ” shall always be construed to mean “ the year of our Lord.” This provision is somewhat significant, and may, we think, be safely followed by us in reference to pleadings and allegations in criminal and civil proceedings. Our only national era, that of our independence, has not been introduced into our legal proceedings in courts of justice, although used for other purposes in public documents and official papers. Our year 1857 is therefore the year 1857 of the Christian era.</p>\n<p id=\"b49-5\">2. The papers, as they appear, were duly certified, and sufficiently refer to each other to constitute a record of the proceedings in a single case. <em>Exceptions overruled.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}