{
  "casebody": {
    "data": "<casebody firstpage=\"61\" lastpage=\"62\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b87-8\">Donald MAC PHERSON, Plaintiff-Appellant, v. STATE STREET BANK AND TRUST COMPANY, as Trustee, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b87-11\">No. 06-4796-cv.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b87-12\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b87-13\">April 11, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b87-16\">Irwin Popkin, Shirley, NY, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b87-17\">John A. DiCaro, Shapiro &amp; DiCaro, LLP, Rochester, NY, for Defendant-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b87-19\">PRESENT: Hon. PIERRE N. LEVAL, Hon. GUIDO CALABRESI, Circuit Judges and Hon. ALAN H. NEVAS, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b87-18\"> The Honorable Alan H. Nevas, of the United States District Court for the District of Connecticut, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b87-20\">SUMMARY ORDER</p>\n<p id=\"b87-21\">Plaintiff-Appellant Donald Mac Pherson (“Mac Pherson”) instituted this action against Defendant-Appellee State Street Bank and Trust Company (“State Street”) after State Street and its attorney allegedly committed fraud upon a state trial court, resulting in the wrongful issuance of an order for service by publication, followed by the entry of a judgment by default terminating Mac Pherson’s interest in his real property. Mac Pherson now appeals from an order of the United States District Court for the Eastern District of New York (Hurley, <em>J.) </em>dismissing, on <em>res judicata </em>grounds, his claims brought pursuant to 42 U.S.C. § 1983 and section 439 of the New York General Business Law. We assume the parties’ familiarity with the facts of the case, its procedural history, and the scope of the issues on appeal.</p>\n<p id=\"b87-22\">We review <em>de novo </em>a district court’s application of the principle of <em>res judicata, </em>“accepting all factual findings of the district court unless clearly erroneous.” <em>Computer Assocs. Int’l, Inc. v. Altai, Inc., </em>126 F.3d 365, 368-69 (2d Cir.1997). “To prove that a claim is precluded under this doctrine, ‘a party must show that (1) the previous action involved an adjudication on the merits; (2) the previous action involved the [parties] or those in privity -with them; [and] (3) the claims asserted in the subsequent action were, or could have been, raised in the prior action.’ ” <em>Pike v. Freeman, </em>266 F.3d 78, 91 (2d Cir.2001) (alterations in original) (quoting <em>Monahan v. N.Y. City Dep’t of Corr., </em>214 F.3d 275, 284-85 (2d Cir.2000)).</p>\n<p id=\"b88-3\"><page-number citation-index=\"1\" label=\"62\">*62</page-number>The first and second prongs of this framework are not in dispute; this case turns on the third prong. We are obligated to accord a New York state court judgment the preclusive effect that would be given it by the New York courts, <em>Brooks v. Giuliani, </em>84 F.3d 1454, 1463 (2d Cir.1996), and “New York law has adopted a ‘transactional approach’ ” to this third prong, <em>McKithen v. Brown, </em>481 F.3d 89, 104 (2d Cir.2007). “Whether a claim that was not raised in the previous action could have been raised therein” depends on “ ‘whether the same transaction or connected series of transactions is at issue, and whether the same evidence is needed to support both claims.’ ” <em>Pike, </em>266 F.3d at 91 (quoting <em>Interoceanica Corp. v. Sound Pilots, Inc., </em>107 F.3d 86, 90 (2d Cir.1997)).</p>\n<p id=\"b88-4\">We have no doubt that this action and the state court action spring from the same transaction or claim. Mac Pherson expressly argued to the state trial court, and subsequently to the Appellate Division, that the Order for Service by Publication was predicated on a misrepresentation of material fact, that sustaining jurisdiction over him based on publication would be a denial of his constitutional right to due process, that procedural due process requires notice reasonably calculated to apprise interested parties of the pendency of an action affecting a person’s property interest, and that the state court should have ordered a hearing to determine whether service by other means was available before ordering service by publication. Accordingly, <em>res judicata </em>applies to preclude Mac Pherson from asserting in federal court the claims he has raised in this action.<footnotemark>1</footnotemark> <em>See Brooks, </em>84 F.3d at 1463 (holding that the plaintiffs’ due process claims were “completely barred by <em>res judicata, </em>because the underlying factual predicate for each of these claims ... is substantially identical to the allegations presented in state court”).</p>\n<p id=\"b88-7\">We have considered all of Mac Pherson’s arguments, and we find them without merit. Accordingly, the judgment of the District Court is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b88-5\">. Before us, Mac Pherson raises for the first time a claim of violation of Equal Protection of Laws. He asserts that his \"inability to litigate the 'due process claim’ before the New York Court of Appeals ... constituted an ‘equal protection’ violation since the ability to present such a claim to the New York Court of Appeals is available to those persons who raised the issue in the context of a motion to dismiss prior to the entry of judgment,” but not to those in his situation, who were forced to assert their due process claims in a motion to vacate the judgment. He also raises for the first time a claim that New York CPLR § 308(5) is facially unconstitutional because it lacks clear standards for determining \"impracticability.” As Mac Pherson did not raise these argument in his Complaint or otherwise advance them before the District Court, we do not consider them. <em>See Kraebel v. N.Y. City Dep’t of Housing Preservation &amp; Dev., </em>959 F.2d 395, 401 (2d Cir.1992) (“We have repeatedly held that if an argument has not been raised before the district court, we will not consider it....”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}