{
  "casebody": {
    "data": "<casebody firstpage=\"283\" lastpage=\"289\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b293-6\">J. J. Reese, Appellant, vs. J. R. Taylor, Appellee.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b293-7\">1. Under tlie statute which provides that “no mortgage of personal property shall be effectual or valid to any purpose whatsoever,” if the mortgage is not recorded, unless the property be delivered within twenty days after the execution of the mortgage, it is invalid as well against the mortgagors as all others if there be neither delivery nor record; but no time being prescribed within which the record shall be made it will be sufficient as against the mortgagor, though made after the debt is due, if made before suit for foreclosure, and there are no circumstances, such as un-. reasonable delay, on the death of the mortgagor after undue lapse of time denoting laches, nor any fraud to impeach the transac. tion.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b294-4\"><page-number citation-index=\"1\" label=\"284\">*284</page-number><em>%. </em>The limitation of twenty clays for the delivery of the property does not fix a limitation within which the record shall he made.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b294-5\">Appeal from the Circuit Court for Washington county.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b294-6\">The facts of the case are stated in the opinion of the court.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b294-7\"><em>Liddon </em>cfe <em>Carter for </em>Appellant.</attorneys>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b294-8\">STATEMENT OE CASE.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b294-9\">The respondent who was complainant below filed his bill to foreclose a chattel mortgage. This mortgage was executed April 24th, 1886, the debt it was intended to secure became due November 15th, 1886, but no attempt was made to record the mortgage until February 28th, 18S7, the day the bill of complaint was filed. The defendant by demurrer to the bill and bv plea endeavored to avail himself of the failure to record the mortgage, but the court overruled both demurrer and plea and entered a decree of foreclosure.</summary>\n<p data-order=\"8\" data-type=\"summary\" id=\"b294-10\">'argument.</p>\n<p data-order=\"9\" data-type=\"summary\" id=\"b294-11\">The questions presented by the records are first, whether the record of a chattel mortgage made long after the debt secured by it is past due and on the day foreclosure is brought, is such a record as is conternpted by our statutes. If the first question is decided negatively, then the second question is whether an unrecorded chattel mortgage has any validity.</p>\n<p data-order=\"10\" data-type=\"summary\" id=\"b294-12\">Our-statutes provides that no mortgage of personal property shall be effectual or valid to any purpose whatever unless such mortgage shall be recorded, &amp;c. McClellan’s Dig., sec. 1, p. 213.</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"b294-13\">.Upon reading the whole statute from which the section fs cited, it is clear that the Legislature did not mean that mortgages of personal property should be invalid as to third <page-number citation-index=\"1\" label=\"285\">*285</page-number>persons only, and good between the original parties as was contended in the court below. If so they would have included all classes of mortgages in the preceding section, which refers only to conveyances of real estate, which are valid between the original parties if unrecorded. Sections 4 and 5, pp. 203, 204, Duval’s Compilation Laws of Florida.</p>\n<p data-order=\"12\" data-type=\"summary\" id=\"b295-5\">The record of August, 1886, being made without any proof or acknowledgment of execution is equivalent to record. Saunders vs. Pepoon, 4th Fla., 465.</p>\n<p data-order=\"13\" data-type=\"summary\" id=\"b295-6\">The mortgage at the time of action accrued on the debt it was given to secure, was invalid, in other words void. A thing which is invalid for any purpose whatever cannot by some subsequent act of any party be made valid. The statute contemplates a record at or before the maturity of the debt, so that when the lien shall be in force when the right of action accrues on the debt itself.</p>\n<p data-order=\"14\" data-type=\"summary\" id=\"b295-7\">If so, the attempted record of the mortgage long after the maturity of the debt is not such a record as the statutes contemplates. If so, the question arises, was this mortgage not being recorded, and the property not being delivered to the mortgagee valid. Opon a question so purely statutory it seems idle to cite precedents. State <em>ex rel. </em>vs. Buckman, 18th Fla., 267.</p>\n<p data-order=\"15\" data-type=\"summary\" id=\"b295-8\">Yery few States have a registry law so broad as ours, most of them providing that unrecorded mortgages shall be invalid as to creditors and purchasers without notice. McC.’s Dig., sec. 1, p. 213; Greeley vs. Waterhouse, 36th Am. Dec.. 730; Weed vs. Standley, 12th Fla., 166; Carter’s Adms. vs. Carter, 20th Fla., 533, text p. 53; Sanders vs. Pepoon, 4th Fla., 465.</p>\n<p data-order=\"16\" data-type=\"summary\" id=\"b295-9\">We do not think it a strained construction of the statute to say that it requires a record tobe made within twenty days after the execution of the mortgage. In any event the <page-number citation-index=\"1\" label=\"286\">*286</page-number>statute requires a recording of the mortgage. If no time within which the record is to be made is named then it must be done in a reasonable time. One of two things is necessary to give validity to the mortgage, a delivery of the property to the mortgagee or a record of the mortgage. The Legislature fixed twenty days as a reasonable time for the delivery of the property. Reasoning by analogy, if twenty days is a reasonable time for the performance of one of the two things essential to the validity of the mortgage, why not a reasonable time for the other. If one of the essential acts is easier to be done and requires a shorter time than the other, it is the recording of the mortgage.</p>\n<p data-order=\"17\" data-type=\"summary\" id=\"b296-5\">As a rule in most cases it would require more time and labor to deliver the property than to make the record.</p>\n<p data-order=\"18\" data-type=\"summary\" id=\"b296-6\">Nor are the questions reviewed herein affected by chapter 3892, Acts L885, page 29. That statute contemplates a filing of the instrument in a condition to be recorded. To construe it otherwise a paper might be filed, no proof ever taken upon which a record could be made, and all the benefit of recording be obtained thereby. If an imperfect record is of no validity, how much stronger is the reason why the filing a paper not in a condition to be recorded, is invalid, as a record.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b296-7\"><em>W. O. Butler </em>for Appellee.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b296-8\">Maxwell, J.:</author>\n<p id=\"AOH\">Our statute in reference to chattel mortgages provides that no mortgage of personal property shall be effectual or valid to any purpose whatever, unless such mortgage shall be recorded in the office of records for the county in which the mortgaged property shall be at the time of the execution of the mortgage, unless the mortgaged ptoperty be delivered at the time of execution of the mortgage, or within twenty days thereafter, to the mortgagee,-and shall continue to remain truly and <em>bona fide </em>in his possession,” McClellan’s Dig., section 1, p. 213. This in <page-number citation-index=\"1\" label=\"287\">*287</page-number>the original act of 1828 follows section 4 of that act, which is still in force, and provides that “ no conveyance, transfer or mortgage of real property, or of any interest therein, shall be good or effectual in law or in equity against creditors or subsequent purchasers for a valuable consideration, and without notice, unless the same shall be recorded in the office assigned by law for that purpose.” McC’s Dig., section 6, p. 215. The marked distinction which appears in the same act between a mortgage of personal property and a mortgage of real property, as to the effect of failure to record the mortgage, shows an unmistakable purpose in the Legislature to put the mortgages on a different footing. Yetit is difficult when the usual purpose of a record is considered, that is, the giving of notice to others than those engaged in the transaction, to conceive why it is declared that no mortgage of personalty shall be effectual or valid to any purpose whatever, if there is not a delivery of the property, unless the mortgage be recorded. As between the parties to the mortgage, no notice is necessary. The object being to guard against fraud, record notice must be intended to assist that object, and obviously that is not needed to protect the parties themselves. Still, there is no escape from the plain words of the statute — not “effectual or valid to any purpose whateverand even as between the parties to the mortgage, where the property is not delivered, it can have no efficacy if not recorded — thus reaching beyond the scope of the usual statutes for the protection of creditors and subsequent purchasers, and including the mortgagor. Weed vs. Stanley, 12 Fla., 166.</p>\n<p id=\"b297-4\">In this case there was a foreclosure of a mortgage on personalty, the property not having been delivered, and no valid record of the mortgage made till after the debt it was given to secure became due. There had been a previous record, but without any proof or acknowledgment of the <page-number citation-index=\"1\" label=\"288\">*288</page-number>execution of the mortgage, and it was, therefore, without validity as a record. The simple question, decisive of the case on its merits, is, whether the mortgage became effectual when recorded after the mortgage debt accrued due. We think it did. There is nothing in the statute, nor in any law of the State, prescribing or limiting the time within which the record should be made. The mortgagee had an inchoate right, dependent upon his having the record made, and it could not affect any right of the mortgagor whether made before or after the debt was due. As between them the date of the record was of no moment, if made before the institution of the suit tor foreclosure, as was done in this case. The fact that to make the mortgage valid and effectual there should be a recording, if the property is not delivered within twenty days after its execution, cannot be regarded as fixing that as a period within which to have the record made. Just as a mortgage given' to secure a note past due would be valid, so this one perfected by a right still existing in the mortgagee should have the same efficacy. There might be cases in which it would appear that there had been unreasonable delay in having the record made, or cases in which the death of the mortgagor prior to the record, and after the lapse of ample time for it during his life, would become of consequence; and in these cases, denoting laches, a more rigid application of the statute might be proper. But since we find an effort, though ineffectual, to have a record of the mortgage in reasonable time, which shows the absence of any purpose of concealment, we think there is no occasion for such application in this case. So, there might be cases where it would appear that the transaction was for a fraudulent purpose, but nothing of the kind appears in this case; but if it did, a court would be loth to permit the mortgagor to shelter himself behind his own <page-number citation-index=\"1\" label=\"289\">*289</page-number>fraud, if the debt itself is a <em>bona fide </em>one, the contrary of which is not pretended here.</p>\n<p id=\"b299-5\">It is onr opinion the decree should be affirmed, and it is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}