{
  "casebody": {
    "data": "<casebody firstpage=\"919\" lastpage=\"924\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b991-6\">UNITED STATES of America, Appellee, v. MING SEN SHIUE, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b991-8\">No. 80-2064.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b991-9\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b991-10\">Submitted April 2, 1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b991-11\">Decided June 5, 1981.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b991-23\">Meshbesher, Singer &amp; Spence, Ltd., Ronald I. Meshbesher, Carol Grant, Minneapolis, Minn., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b991-24\">Thomas K. Berg, U. S. Atty., Thorwald H. Anderson, Jr., Asst. U. S. Atty., Minneapolis, Minn., Elizabeth De La Vega, Ellen McVeigh, Legal Interns, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b991-25\">Before LAY, Chief Judge, STEPHENSON and ARNOLD, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b992-3\"><page-number citation-index=\"1\" label=\"920\">*920</page-number>STEPHENSON, Circuit Judge.</author>\n<p id=\"b992-4\">Ming Sen Shiue appeals his conviction for the kidnapping and interstate transportation of Mary Stauffer and her eight year old daughter, Beth. Shiue was charged under 18 U.S.C. § 1201. In this appeal Shiue claims that comments made during the trial by the district court<footnotemark>1</footnotemark> and the prosecution prevented him from having a fair trial. The defendant also attacks the sufficiency of the evidence relating to his insanity defense. We disagree with the claims raised by Shiue and affirm the conviction.</p>\n<p id=\"b992-5\">I. BACKGROUND</p>\n<p id=\"b992-6\">There is little, if any, factual disagreement in this case. The defendant’s sole defense was insanity.</p>\n<p id=\"b992-7\">For purposes of background, the basic facts are as follows.<footnotemark>2</footnotemark> On May 16, 1980, the defendant, brandishing a handgun, abducted Mrs. Stauffer and Beth from a parking lot. After directing Mrs. Stauffer to drive to a secluded spot, Shiue bound and gagged the two and put them in the trunk of the Stauffer automobile. He later transferred them to a van and drove to his residence in Roseville, Minnesota. Shiue put them in a closet which Mrs. Stauffer testified “seemed to be prepared for us.” The closet was empty except for an old rug, two pillows and a blanket.</p>\n<p id=\"b992-8\">The following night Shiue began a routine which was to be repeated many times during the seven weeks that Mrs. Stauffer and Beth were held captive. The defendant took Mrs. Stauffer, blindfolded, to the living room and tied her to a leg of a couch. He began a wide-ranging discussion which lasted three hours. Eventually Shiue revealed that he had been a student in Mrs. Stauffer’s ninth grade math class fifteen years earlier at Alexander Ramsey High School in Roseville. Shiue told Mrs. Stauffer that he wanted revenge for the grade she had given him a decade and a half earlier. He said he wanted to “unburden his hatred” for her. Shiue also revealed that he resented her because she had not encouraged him when he had told her about a mathematic formula he had developed.<footnotemark>3</footnotemark></p>\n<p id=\"b992-13\">Shiue led Mrs. Stauffer through a discussion of her personal history and tried to get her to recall him. The defendant described what he planned to do in order to “debase” Mrs. Stauffer as he had been fifteen years earlier. He claimed that the grade from her class had prevented him from getting a college scholarship, which prevented him from getting a student deferment and led to his induction into the army. He claimed he was later incarcerated in a P.O.W. camp in Viet Nam and that following his return he had been unable to find a good job. In fact, Shiue had gone to college, had never served in the army or been a P.O.W. and operated his own successful electronics repair business.</p>\n<p id=\"b992-14\">During this discussion, Mrs. Stauffer attempted to reason with the defendant. Mrs. Stauffer, who, along with her husband, is a Baptist missionary, discussed Christian morality with respect to the defendant’s conduct. Shiue was unmoved. Following this lengthy dialogue, the defendant raped Mrs. Stauffer repeatedly.</p>\n<p id=\"b992-15\">Shiue video taped the discussion between Mrs. Stauffer and himself, as well as the rape sessions. Many of the other rape sessions, which were to continue during the entire seven weeks, were also video taped. The tapes of the first night, except for the <page-number citation-index=\"1\" label=\"921\">*921</page-number>rape scenes, were shown to the jury.<footnotemark>4</footnotemark> <em>See In re Application of KSTP Television, </em>504 F.Supp. 360, 361 (D.Minn.1980).</p>\n<p id=\"b993-5\">The tapes recorded several comments by the defendant concerning his own state of mind. Discussing why he would rape Mrs. Stauffer, the defendant said, “I’m not saying it’s right, I know it’s not right. But that’s the way I’ve chosen it.” Just prior to the first rape, Shiue said, “ * * * I know, I know, it’s an evil thing, isn’t it?”</p>\n<p id=\"b993-6\">Shiue established a routine that was followed for most of the kidnapping. Mrs. Stauffer and Beth were allowed to eat and to go to the bathroom, but otherwise they were bound and confined in the closet. Shiue left for work each day. Mrs. Stauffer and Beth attempted to get help several times but were unsuccessful. The rape sessions were repeated on many of the nights. Shiue threatened to harm Beth if Mrs. Stauffer failed to cooperate. On one occasion he partially carried out his threat by placing a plastic bag over Beth’s head, nearly suffocating her. He did not remove the bag until Mrs. Stauffer indicated she would submit.</p>\n<p id=\"b993-7\">Mrs. Stauffer was allowed to write three letters during the seven-week period, two to her husband and one to her parents. Shiue guided the composition of the letters and attempted to portray the Stauffers’ disappearance as voluntary. He wore gloves while handling the letters and carefully examined them to assure himself that Mrs. Stauffer had not used some kind of “secret code,” and, although Shiue allowed Mrs. Stauffer and Beth to contact their family, he never sought a ransom.</p>\n<p id=\"b993-8\">During the seven weeks, Shiue carried on a normal life when he left the Stauffers tied up in his closet. He dealt with others in a rational manner and operated his business as he normally would without giving a sign of the bizarre crime he was committing.</p>\n<p id=\"b993-12\">On about June 7, Shiue used a rented motor home to take his two prisoners to a job fair in Chicago. The defendant told the Stauffers he knew he was taking a risk by going to Chicago because it made the crime a federal offense and could add five years to his prison sentence if he was caught. While Shiue attended the job fair, Mrs. Stauffer and Beth were chained to a gas line inside the motor home. They returned to Minneapolis about June 14.</p>\n<p id=\"b993-13\">After the trip to Chicago, the defendant began the routine again. The Stauffers were kept in the closet most of the time but were allowed to go to the kitchen to prepare meals. The rapes also resumed.</p>\n<p id=\"b993-14\">On July 7, Shiue shackled Mrs. Stauffer and Beth to the hinge of the closet door as he had done before. After he left for work, Mrs. Stauffer discovered a way to unhook, the cable. She notified police and they were rescued shortly thereafter. Shiue was arrested at his place of business the same day.</p>\n<p id=\"b993-15\">II. DISCUSSION</p>\n<p id=\"AQL\">A. <em>Insanity Defense</em></p>\n<p id=\"b993-16\">As noted, the principal issue at trial was the insanity claim. The defense presented three expert witnesses: two psychiatrists— Dr. James Stephans and Dr. Robert Sadoff, and a clinical psychologist — Dr. Kenneth L. Perkins. The three witnesses agreed that Shiue was insane within the guidelines of the legal test adopted by this circuit. They concluded that the defendant was a paranoid schizophrenic.</p>\n<p id=\"b993-17\">Dr. Stephans testified that Shiue was driven by the delusion that he had to find Mrs. Stauffer and that she loved him. This delusion was accompanied by auditory and visual hallucinations which commanded Shiue to find and follow Mrs. Stauffer. Dr. Stephans concluded that Shiue fit the diagnosis of paranoid schizophrenia “beyond any medical certainty.” Dr. Sadoff concurred <page-number citation-index=\"1\" label=\"922\">*922</page-number>with this conclusion. He testified that although Shiue may have understood that his actions were against the law, he nevertheless was “so blinded by his obsession * * * [that] he did not consider [his behavior] to be immoral because it was predestined.” Dr. Perkins stated his tests showed Shiue lacked the capacity to appreciate that the kidnapping was morally wrong.</p>\n<p id=\"b994-4\">The prosecution offered two witnesses on this issue — Dr. Dennis Philander, a psychiatrist, and Dr. Terry Zehlke, a psychologist. Dr. Philander testified that, although the defendant was mentally ill, he still had “full capacity to not only conform his conduct to the requirements of law, but he also had full capacity to appreciate the wrongfulness of his conduct and, in fact, took very careful and very thoughtful steps to cover up his conduct.”<footnotemark>5</footnotemark> Dr. Philander said that a psychotic person would be unable to carry on the very astute and logical conversation which the defendant had with Mrs. Stauffer. He pointed to Shiue’s ability to plan ahead, foresee events and exercise options as evidence of Shiue’s continuing contact with reality. For example, Shiue, upon noticing a police car, directed Mrs. Stauffer “to turn left” and thus evade the policeman. He also emphasized that Shiue was able to carry on his regular business activities while still accomplishing his goal of humiliating Mrs. Stauffer.</p>\n<p id=\"b994-5\">Dr. Zehlke reached a similar conclusion. He found that the defendant had a mixed personality disorder but was not a paranoid schizophrenic. Dr. Zehlke pointed to the defendant’s abduction of Beth as well as Mrs. Stauffer to observe that this was inconsistent with his claimed delusions of a love relationship with Mrs. Stauffer. Dr. Zehlke found the fact that Shiue disregarded Beth’s feelings and used her to threaten her mother was indicative of an antisocial personality.<footnotemark>6</footnotemark></p>\n<p id=\"b994-10\">In 1972, this circuit adopted the ALI Model Penal Code test for insanity. <em>United States </em>v. <em>Frazier, </em>458 F.2d 911, 918 (8th Cir. 1972). <em>See </em>Anno., 1 A.L.R.Fed. 965 (1969). In accordance with this rule, the district court, in the instant case, instructed the jury as follows:</p>\n<blockquote id=\"b994-11\">A defendant is insane within the meaning of these instructions if, at the time of the alleged criminal conduct, as a result of mental disease or defect he lacks substantial capacity either to appreciate the moral or legal wrongfulness of his conduct or to conform his conduct to the requirements of law.</blockquote>\n<p id=\"b994-12\"><em>See </em>1 Devitt &amp; Blackmar, Federal Jury Practice and Instructions, § 14.17, p. 416 (3d ed. 1977).<footnotemark>7</footnotemark></p>\n<p id=\"b994-13\">In order to reverse the conviction, this court must conclude that the prosecution’s evidence is so weak that a reasonable juror would necessarily possess a reasonable doubt as to defendant’s sanity. <em>United States v. Voice, </em>627 F.2d 138, 148-49 (8th Cir. 1980); <em>Dusky v. United States, </em>295 F.2d 743, 756 (8th Cir. 1961), <em>cert. denied, </em>368 U.S. 998, 82 S.Ct. 625, 7 L.Ed.2d 536 (1962). This is a difficult standard for the appellant to overcome and it is our view that he has not done so here.</p>\n<p id=\"b994-14\">There was ample evidence for a reasonable juror to rely upon in order to conclude that the defendant was sane at the time of the crime under the legal test. The expert testimony was in conflict and, of course, was not binding on the jury. <em>See United States v. Mota, </em>598 F.2d 995, 1000 <page-number citation-index=\"1\" label=\"923\">*923</page-number>(5th Cir. 1979), <em>cert. denied, </em>444 U.S. 1084, 100 S.Ct. 1042 (1980). In this case the jury had an unusual opportunity to view the defendant during the commission of the crime. The video tape of the three-hour dialogue between the defendant and Mrs. Stauffer could certainly have been relied upon by a reasonable juror. During that tape the defendant carried on a sophisticated interrogation of Mrs. Stauffer and expressly admitted that he knew his actions were wrong.</p>\n<p id=\"b995-5\">We have held that lay testimony alone may be sufficient for the government to meet its burden to show that the defendant was sane beyond a reasonable doubt. <em>Kaufman v. United States, </em>350 F.2d 408, 413 (8th Cir. 1965), <em>cert. denied, </em>383 U.S. 951, 86 S.Ct. 1211, 16 L.Ed.2d 212 (1966). As the district court wrote in denying defendant’s motion for a judgment of acquittal or, in the alternative, for a new trial:</p>\n<blockquote id=\"Azg\">It is difficult to imagine a case where the jury could have more probative information upon which to make its determination of sanity and it well may be that the video tape evidence alone would be sufficient to meet the government’s burden.</blockquote>\n<p id=\"b995-6\"><em>United States v. Ming Sen Shiue, </em>508 F.Supp. 455, 457-58 (D.Minn.1980).</p>\n<p id=\"b995-7\">There was also significant evidence besides the video tapes. Shiue went to great lengths to conceal his crime.<footnotemark>8</footnotemark> He recognized that a trip across state lines would amount to a federal offense. His behavior was normal and apparently rational in his contact with others during the kidnapping. All these factors could lead the jury to disbelieve the defense’s description of Shiue as a victim of his own delusions.</p>\n<p id=\"b995-9\">After a careful consideration of the entire record, we are convinced that there was sufficient evidence to support the jury’s finding.</p>\n<p id=\"b995-10\">B. <em>Prosecutor’s Misconduct</em></p>\n<p id=\"b995-11\">In a motion for new trial, the defendant pointed to three remarks made by the prosecutor during trial. The defendant claimed these statements raised the unmistakable inference that the defense of insanity had been fabricated for trial. The district court, in ruling on defendant’s post-trial motion, appropriately described these three statements as follows:</p>\n<blockquote id=\"b995-12\">Referring to testimony given during direct examination of Dr. Stephans, the principal defense witness, the prosecutor noted that the witness was on “automatic pilot;” during cross examination the prosecutor commented “that’s handy” in referring to an answer given by Dr. Stephans and during surrebuttal examination of Dr. Stephans the prosecutor referred to defense counsel’s use of “trick questions.”</blockquote>\n<p id=\"b995-13\"><em>United States v. Ming Sen Shiue, supra, </em>508 F.Supp. at 458. On appeal, the defendant alludes to a number of other statements made by the prosecutor to. argue that the government played upon the prejudices of the jury against the psychiatric profession in general and the insanity defense specifically.<footnotemark>9</footnotemark></p>\n<p id=\"b995-14\">The district court concluded that while these remarks “might well have better gone unstated” they were not offensive enough to require a new trial. We agree. These statements were certainly not as prejudicial as the comments which required a new trial in <em>Berger </em>v. <em>United States, </em>295 U.S. 78, 84-89, 55 S.Ct. 629, 631-633, 79 L.Ed. 1314 <page-number citation-index=\"1\" label=\"924\">*924</page-number>(1935). The prosecutor’s statements here did not contain assertions of personal knowledge as was the case in <em>Berger. </em>The prosecutor’s statements in this case did not place the prosecutor’s credibility before the jury nor did they carry any inference of outside knowledge. <em>See United States v. Dawkins, </em>562 F.2d 567, 569 (8th Cir. 1977). Although these comments were better omitted, it cannot be said that the argument was so offensive as to deprive the defendant of a fair trial. <em>See United States v. Matousek, </em>483 F.2d 286, 288 (8th Cir. 1973).</p>\n<p id=\"b996-4\">C. <em>Judicial Comments</em></p>\n<p id=\"b996-5\">The defense also claims that remarks made by the district court reinforced the prosecution’s attempt to undermine the insanity defense and improperly shifted the burden of proof.</p>\n<p id=\"b996-6\">The first remark occurred during the cross-examination of Dr. Stephans. The court told the prosecutor to complete a question and also said to the witness, “later on if you don’t get the chance you can tell your little story.” Counsel for the defendant objected and after a conference at the bench, the court explained to the witness that he could tell his side of the story in later testimony. Dr. Stephans stated he had understood the comment to mean just that.</p>\n<p id=\"b996-7\">The second remark was made following the formal charge to the jury while the court sought to provide the jury with a rational means to approach their deliberations. At that time the court said, with respect to the duration of the alleged mental disease, “that would be something [I] would want to be persuaded with one way or the other with my fellow jurors about it.” In response to an objection by defense counsel, the court made clear that the burden of proof is on the government to prove beyond a reasonable doubt each and every element of the crime including sanity of the defendant.</p>\n<p id=\"b996-8\">We are convinced that, neither of these comments prejudiced the defendant. In both circumstances the court moved quickly to remedy any possible misunderstanding on the part of the jury. The first comment, as clarified, did not demonstrate that the court was skeptical of the witness’ testimony. The second statement was likewise quickly remedied. It is difficult to even consider that the jury was misled concerning the burden of proof where the court instructed the jury no less than seven times that the government was required to prove each element of the crime beyond a reasonable doubt, including the sanity of the defendant.</p>\n<p id=\"b996-10\">Finally, the defendant attacks an instruction given by the court as improper under <em>Sandstrom v. Montana, </em>442 U.S. 570, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979); <em>United States v. Diggs, </em>527 F.2d 509, 513-14 (8th Cir. 1975); <em>Imholte v. United States, </em>226 F.2d 585 (8th Cir. 1955). The district court instructed the jury as follows:</p>\n<blockquote id=\"b996-11\">You may consider it reasonable to draw the inference and find that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted. As I have said, it is entirely up to you to decide what facts to find from the evidence.</blockquote>\n<p id=\"b996-12\"><em>See </em>1 Devitt &amp; Blackmar, Federal Jury Practice and Instructions, § 14.13, p. 401 (3d ed. 1977).</p>\n<p id=\"b996-13\">The <em>Sandstrom </em>and <em>Imholte </em>cases are not applicable because those decisions struck down instructions which expressed a presumption that a person intends the ordinary consequences of his voluntary acts. The challenged instruction did not create a presumption. <em>See Bonnett v. Solem, </em>640 F.2d 125, 126 (8th Cir. 1981). <em>See also United States v. Freeman, </em>619 F.2d 1112, 1123-24 (5th Cir. 1980). The <em>Diggs </em>opinion is also not controlling. The instruction given in the case at bar is in response to the <em>Diggs </em>opinion and does not violate its rationale. <em>See United States v. Diggs, supra, </em>527 F.2d at 514. <em>See generally </em>1 Devitt &amp; Blackmar, Federal Jury Practice and Instructions, § 14.13, p. 401 (3d ed. 1977). The instruction used here only allows the jury to <em>consider </em>such an inference and in the last sentence emphasizes that the jury must make its own determination. <em>See Bonnett v. Solem, supra, </em>640 F.2d at 126.</p>\n<p id=\"b996-14\">The conviction is therefore affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b992-9\">. The Honorable Edward J. Devitt, Chief Judge, United States District Court for the District of Minnesota, presiding. Judge Devitt has subsequently taken senior status.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b992-10\">. We, of course, summarize the record in the light most favorable to the jury conviction. <em>Glasser v. United States, </em>315 U.S. 60, 80, 62 S.Ct. 457, 469, 36 L.Ed. 680 (1942). Because of the nature of the issues raised in this appeal, there is little need to recount in detail the repugnant circumstances of this crime and the troubled background of this defendant. Our discussion is therefore limited to the facts clearly relevant to our holding.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b992-17\">. Shiue had attempted to break into the Stauffers’ apartment three times in May prior to the abduction. In 1972, the defendant had broken into the home of Mrs. Stauffer’s father-in-law, Irving Stauffer, Sr., in Duluth, Minnesota. He tied up the elder Mr. and Mrs. Stauffer and searched the house, apparently looking for Mary.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b993-9\">. The defendant gave Mrs. Stauffer two reasons for video taping the rape sessions. He said that if his anger reoccurred after Mrs. Stauffer was released, he could view the tapes and recall that he already had his revenge. Second, they would act as a deterrent to prevent Mrs. Stauffer from contacting the police and risk having the tapes made public.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b994-6\">. Defense witness Dr. Sadoff recognized that a person “may be mentally ill but not legally insane or criminally insane.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b994-7\">. In one incident Shiue threatened to kill Beth if Mrs. Stauffer would not comply with his wishes.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b994-8\">. This instruction is somewhat different from that originally approved. The district court added the terms “moral or legal” to modify wrongfulness. <em>See United States v. Frazier, </em>458 F.2d 911, 918 n.7 (8th Cir. 1972). <em>See generally United States v. Sibley, </em>595 F.2d 1162, 1164 (9th Cir.), <em>cert. denied, </em>444 U.S. 937, 100 S.Ct. 286, 62 L.Ed.2d 196 <em>reh. denied, </em>444 U.S. 985, 100 S.Ct. 494, 62 L.Ed.2d 414 (1979); <em>United States v. Segna, </em>555 F.2d 226, 232 (9th Cir. 1977). In this case the question of moral as opposed to legal wrongfulness was clearly presented throughout the trial. Under these circumstances, the modification was appropriate.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b995-8\">. When Shiue first abducted the two, he was worried that they would be followed, Mrs. Stauffer testified. When they passed near a police car, he warned Mrs. Stauffer “not to try anything funny, because he had the gun at Bethy’s side.” He carefully inspected the let-, ters written by Mrs. Stauffer and handled them with gloves to avoid fingerprints. At times he would move Mrs. Stauffer and Beth to his van in large boxes so that they would not be seen. When they drove to Chicago, he departed and returned after nightfall to avoid discovery. He even made a trip to the library to read about other kidnappings so that he would not make the same mistakes other kidnappers had made.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b995-16\">. For example, during cross examination of Dr. Perkins concerning the Rorschach ink blot test, the prosecutor said, “Rorschach. My pen leaks and I have a Rorschach ink spot on my shirt with a matching T-shirt.” When a microphone malfunctioned the prosecutor said, “Am I hearing an auditory hallucination?”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}