{
  "casebody": {
    "data": "<casebody firstpage=\"371\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b401-4\">[Civ. No. 6058.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ARL\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASX\">December 8, 1927.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b401-6\">ALICE T. McKEON, Respondent, v. A. L. LISSNER et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b401-12\">Redman &amp; Alexander for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b401-13\">Ford, Johnson &amp; Bourquin for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b401-14\">NOURSE, J.</author>\n<p id=\"AVq\">Plaintiff sued for damages caused by her fall through an open elevator shaft located in an apartment <page-number citation-index=\"1\" label=\"372\">*372</page-number>house conducted by defendants. The cause was tided before a jury and resulted in a verdict in the sum of five thousand dollars. From the judgment on the verdict the defendants have appealed on a bill of exceptions.</p>\n<p id=\"b402-5\">The cause was previously tried and resulted in a judgment for the plaintiff for four thousand dollars. An appeal was taken to the district court of appeal, which affirmed the judgment, but, upon transfer to the supreme court, the judgment was reversed because of errors in the instructions to the jury. <em>(McKeon </em>v. <em>Lissner, </em>193 Cal. 297 [223 Pac. 965].) The facts which were developed at the first trial are set forth at length in the opinion cited, and it is unnecessary to repeat them here. On the second trial no new evidence of importance was presented, except the evidence tending to show that the hallway on the first floor of the apartment house near the door of the elevator was dark and unlighted. This element was urged by respondent on the first appeal, but the supreme court ruled that it could not be considered because it had not been specifically pleaded. To meet this objection the complaint was amended before the second trial. As evidence of defendants’ negligence the respondent now relies upon this darkened condition of the hallway and upon the negligent operation of the elevator with a broken lock and Avithout proper inspection. The point is that as plaintiff approached the elevator shaft she found the door unlocked and partially open; that being accustomed to use automatic elevators of this character she assumed that the cage must be level with the floor when she saw the door open, and that she stepped into the darkened space thinking she was entering the elevator cage. The cage was, however, at the third floor of the building and plaintiff fell to the basement of the shaft, suffering serious injuries from which she has not fully recovered. It appears that defendants had employed the Federal Elevator Company to care for and inspect the elevator, and that an inspection had been made two days previous to the accident. It is plaintiff’s contention that this inspection was inadequately and carelessly made; that after the accident it appeared that the spring of the lock on this door had broken from crystallization; that the inspectors knew this was a condition which frequently occurred upon the particular kind of lock used; that the broken <page-number citation-index=\"1\" label=\"373\">*373</page-number>spring could be discovered only by removing the lock, and that this was not done.</p>\n<p id=\"b403-5\">Upon these facts the appellants now argue that there was no evidence of negligence on their part, and point out that all the evidence was controverted by witnesses called in their behalf. The darkened condition of the hallway was shown by the direct evidence of the respondent and of a police officer, who appeared upon the scene a very few minutes after the accident. The “conflicting” evidence is found in the testimony of the witnesses as to the <em>usual </em>condition of the hallway when the afternoon sun was shining through the windows.. The respondent testified in no uncertain terms that the door to the elevator shaft was partially open when she approached it. She was contradicted by the testimony of the house manager, who said she stood on an upper floor of the building and heard the respondent unlock the door. Further contradiction was made by a roomer, who testified that while standing on the second floor she heard the respondent on the first floor press the buzzer to call the elevator. It was for the jury to determine the facts and, in view of the evidence, we cannot say they erred in their finding on either issue.</p>\n<p id=\"b403-6\">Appellant argues at length concerning the poor judgment of the legislature in enacting the statute providing for periodical state inspection of elevators. (Stats. 1917, p. 84.) It is argued that this act took from them the power to provide competent safety devices and efficient operation, but, in the former opinion, the supreme court clearly says that the act was intended merely for the purpose of providing additional safeguards, and that “the measure of the owner's care prescribed by law and owing to persons lawfully using an elevator has not been diminished in the slightest degree by said act.” (193 Cal. 303 [223 Pac. 968].)</p>\n<p id=\"b403-7\">Appellants criticise the instruction given the jury, holding them responsible for the negligence, if any, of the Federal Elevator Company in inspecting the elevator. The company was the agent of the appellants, appointed by them to perform this particular function. Their liability for negligence on the part of their agents is fixed by section 2338 of the Civil Code. Appellants insist that because the statute of 1917 required them to employ for inspection <page-number citation-index=\"1\" label=\"374\">*374</page-number>purposes persons holding a certificate of competency from the Industrial Accident Commission, they were relieved of liability under the exception in section 2338 of the Civil Code when the party is “required by or under the authority of law to employ that particular agent.\" But this statute does not require anyone to employ a particular agent. It merely requires the employment of one certified to be competent. The provision of the statute is in line with all the recent legislation covering the licensing of particular professions and employments; it is directed to the benefit of the public at large—to insure, so far as possible, competent service. If appellants are correct in their position it might as well be said that an employer will not be responsible for the negligence of his engineer or chauffeur as they must be licensed by the state. It must be apparent that such a result was not contemplated by these statutes, particularly when no one of them discloses any intention of modifying the provisions of the code section cited.</p>\n<p id=\"b404-5\">Appellants argue that the respondent must be held guilty of contributory negligence as a matter of law. We have been unable to find any material difference in the evidence heard in the two trials on this issue, and must say, as was said by the supreme court in the former appeal, that this issue was properly left with the jury. (193 Cal. 304 [223 Pac. 968].)</p>\n<p id=\"b404-6\">Appellants complain because the trial judge refused to instruct the jury that if they found that a third party had left the shaft door open the appellants could not be charged with negligence. This was an issue which had not been brought to the jury by either pleading or evidence and the instruction was properly refused.</p>\n<p id=\"b404-7\">Judgment affirmed.</p>\n<p id=\"b404-8\">Koford, P. J., and Sturtevant, J., concurred.</p>\n<p id=\"b404-9\">A petition for rehearing of this cause was denied by the district court of appeal on January 5, 1928, and a petition by appellants to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on February 6, 1928.</p>\n<p id=\"b404-10\">All the Justices concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}