{
  "casebody": {
    "data": "<casebody firstpage=\"136\" lastpage=\"142\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b190-6\">ST. REGIS PAPER CO., and all other creditors similarly situated, Appellants, v. Billy R. JACKSON, Trustee in Bankruptcy for Harry D. Stone, Bankrupt, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b190-8\">No. 23040.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b190-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b190-10\">Nov. 30, 1966.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b190-11\">Rehearing Denied Dec. 29, 1966.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b191-3\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>Carroll Dunscombe, Stuart, Fla., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b191-4\">Paul G. Hyman, Feibelman, Friedman, Hyman &amp; Britton, Miami, Fla., for ap-pellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b191-5\">Before BROWN, GEWIN and GOLDBERG, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b191-6\">GOLDBERG, Circuit Judge.</author>\n<p id=\"b191-7\">The appellants, creditors of the bankrupt estate of Harry D. Stone, seek to review two orders of the Referee in Bankruptcy. The following chronology illustrates the appellate posture of the case. On September 24, 1964, Roy Dickinson, being in ill health, resigned as trustee of the bankrupt estate of Harry D. Stone. The Referee entered on that date an order appointing the creditors’ new choice for trustee, R. H. Dewey. Dewey then failed to qualify by failing to post bond within five days as required by Bankruptcy Act § 50, 11 U.S.C.A. § 78 (b).</p>\n<p id=\"b191-8\">On September 30th the Referee entered the first order in question here, a refusal to grant a turnover order directed at the bankrupt Stone and his assignee. On October 28th in the second action in question here, the Referee ordered the appointment of the appellee Jackson as trustee. On November 2nd the appellant petitioned for an extension of time to file a petition for review of the September 30th order. On November 12th the appellant petitioned the Referee to revoke the appointment of appellee Jackson as trustee, and to appoint one Raymond Lorenz in his place. On November 16th the appellee petitioned for review of the September 30th and October 28th orders.</p>\n<p id=\"b191-9\">On review in the District Court for the Southern District of Florida, the District Judge found that there had not been a timely petition for review of either order under § 39c of the Bankruptcy Act. 11 U.S.C.A. § 67(c).</p>\n<blockquote id=\"b191-16\">“(c) A person aggrieved by an order of a referee may, within ten days after the entry thereof or within such extended time as the court <em>upon petition filed within such ten-day period </em>may for cause shown allow, file with the referee a petition for review of such order by a judge and serve a copy of such petition upon the adverse parties who were represented at the hearing. Such petition shall set forth the order complained of and the alleged errors in respect thereto. <em>Unless the person aggrieved shall petition for review of such order within such ten-day period, or any extension thereof, the order of the referee shall become final. </em>Upon application of any party in interest, the execution or enforcement of the order complained of may be suspended by the court upon such terms as will protect the rights of all parties in interest.” [emphasis supplied]</blockquote>\n<p id=\"b191-17\">Section 39c was amended in 1960 <footnotemark>1</footnotemark> by adding the words italicized here to make compulsory the requirement that a petition for extension of the ten day period be filed during the original ten days. Before 1960 the courts had split on the question of whether the ten day period for filing a petition for review was mandatory and whether non-filing within that period made any petition fatally defective.<footnotemark>2</footnotemark> The 1960 amendment to § 39c was intended to make filing during the ten day period mandatory. The amendment was recommended by the Judicial Conference of the United States, and the Senate report says in part:</p>\n<blockquote id=\"b191-18\">“There is now uncertainty as to the finality of a referee’s order under this doctrine [of Pfister v. Northern Illinois Finance Corp., 317 U.S. 144, 63 S.Ct. 133, 87 L.Ed. 146 (1942)] that a bankruptcy court may entertain an untimely petition for review even in the <page-number citation-index=\"1\" label=\"138\">*138</page-number>absence of an extension of time. The purpose of this bill is to fix a definite period of time within which an application for review must be filed.</blockquote>\n<blockquote id=\"b192-4\">“The bill amends section 39c so as to make it clear that a petition for review must be filed within the prescribed 10-day period or within such extended time as the court may allow upon petition for extension itself filed within such a 10-day period.”</blockquote>\n<blockquote id=\"b192-5\">S.Rep.No. 1689, 86th Cong. 2d Sess.; 1960 U.S.Code Congressional and Administrative News, pp. 3194, 3195.</blockquote>\n<p id=\"b192-6\">Section 39c is now clearly inelastic in its command that some paper (either a petition for review itself or a petition to extend the filing time for a petition for review) be filed within ten days of the issuance of the order complained of.<footnotemark>3</footnotemark> That command went unsatisfied in this case: the November 2nd petition to extend filing time was filed more than ten days after the September 30th order;<footnotemark>4</footnotemark> and the November 16th petition for review was filed more than ten days after the October 28th order;. Even if the November 12th petition be construed as a petition for review, it did not come within the ten days.</p>\n<p id=\"b192-7\">The creditors claim that their attorney should have been given notice of both orders, and that failure to receive notice relieves the late filing from the stricture of § 39c.</p>\n<p id=\"b192-12\">These claims are based on different portions of the Bankruptcy Act and will be treated separately. We are compelled to reject each.</p>\n<p id=\"b192-13\"><em>First. </em>With regard to the October 28th order, the creditors claim that notice was due them because the Bankruptcy Act, § 58a(3), 11 U.S.C.A. § 94(a) (3), says that creditors must receive notice of a creditors’ meeting; and under § 44a, 11 U.S.C.A. § 72(a), a creditors’ meeting is needed to fill a vacancy in the office of trustee, but § 44a also states:</p>\n<blockquote id=\"Ayr\">“If the creditors do not appoint a trustee or if the trustee so appointed fails to qualify as herein provided, the court shall make the appointment.”</blockquote>\n<p id=\"b192-14\">All the creditors were then as now represented by the appellant’s counsel, Dun-scombe, who requested Dewey’s appointment.</p>\n<p id=\"b192-15\">When Dewey failed to qualify, the Referee properly appointed another trustee without calling a meeting of the creditors. Since there was to be no meeting of creditors, no notice to the creditors was required by § 58a(3).</p>\n<p id=\"b192-16\"><em>Second. </em>The creditors’ other contention makes this a harder case. Dewey was appointed on September 24th. A trustee has five days after appointment to qualify.<footnotemark>5</footnotemark> Dewey did not post bond and <page-number citation-index=\"1\" label=\"139\">*139</page-number>so failed to qualify. On September 30th the Referee entered the order denying the turnover of assets. The Referee sent notice of this order to Dewey, but September 30th (a Wednesday) was the sixth day after Dewey had been appointed and was the day after the last day on which he could have qualified (without further action by the Referee). Dewey received the notice, but he informed no one about it until October 23rd, when he sent a letter to Dunscombe, the attorney for the creditors, enclosing the notice of the September 30th order and stating that he would not serve as trustee. On November 2nd the creditors filed the petition for extension of time to petition for review of the September 30th order.</p>\n<p id=\"b193-5\">The creditors argue that sending the notice to Dewey was a mistake which infected the proceedings with error, because the Referee knew or should have known that Dewey had not qualified, and that in the absence of a trustee the proper person to have sent the notice to was Dunscombe, the attorney for the creditors. The creditors argue that had they received such notice, they would have filed a timely petition for review.</p>\n<p id=\"b193-6\">Even assuming that the Referee had a practice of sending notice of orders, such notice is not required by the Bankruptcy Act.<footnotemark>6</footnotemark> It has been held that the failure to give notice does not avoid the inelasticity of the amended § 39c.<footnotemark>7</footnotemark> The creditors concede the lack of the requirement of notice in the Act and base their claim instead upon the invocation of the Federal Rules of Civil Procedure by General Order in Bankruptcy No. 37. General Order 37 reads:</p>\n<blockquote id=\"b193-13\">“In proceedings under the Act the Rules of Civil Procedure for the District Courts of the United States shall, in so far as they are not inconsistent with the Act or with these general orders, be followed as nearly as may be. But the court may shorten the limitations of time prescribed so as to expedite hearings, and may otherwise modify the rules for the preparation of hearing of any particular proceeding.”</blockquote>\n<p id=\"b193-14\">General Order 37 does not effect the wholesale importation of the Rules. It specifically excludes those Rules which are “inconsistent” with the Bankruptcy Act. We note that § 39c is in terms “inconsistent” with Federal Rules 77(d), 73(a), and 6(b), which the creditors seek to apply here by analogizing appeal in a civil case to review in bankruptcy.</p>\n<p id=\"b194-3\"><page-number citation-index=\"1\" label=\"140\">*140</page-number>Rule 77 (d) of the Federal Rules states:</p>\n<blockquote id=\"ay-dedup-0\">“Immediately upon the entry of an order of judgment the clerk shall serve a notice of the entry by mail in the manner provided for in Rule 5 upon every party affected thereby who is not in default by failure to appear, and shall make a note in the docket of the mailing. * * * Lack of notice of the entry by clerk does not affect the time to appeal or relieve or authorize the court to relieve a party for failure to appeal within the time allowed, except as permitted in Rule 73(a).”</blockquote>\n<p id=\"b194-5\">Rule 73(a) provides that appeal</p>\n<blockquote id=\"AY8\">“from a district court to a court of appeals shall be taken by filing a notice of appeal with the district court within 30 days from the entry of the judgment appealed from, except that * * (2) upon a showing of excusable neglect the district court in any action may extend the time for filing a notice of appeal not exceeding 30 days from the expiration of the original time herein prescribed. * * * ”</blockquote>\n<p id=\"b194-6\">Lack of notice under Rule 77(d) does not in itself extend the time, but such lack may be a factor in showing excusable neglect under Rule 73(a), and such a showing is the only method open under the Rules to extend time for appeal. Rule 6(b) <footnotemark>8</footnotemark> governs the method of applying extensions of time under Rule 73(a). Rule 6(b) allows an application for extension both before and after the expiration of the original period sought to be extended, but § 39c of the Act states that a petition for extension must be filed within the first ten day period, therefore contradicting Rule 6(b) (2), and by its terms blocking the path to relief under General Order 37 and the Federal Rules. That this was the intent of Congress in its amendment of § 39c cannot be doubted. Congress spoke the last word in its 1960 amendment, in full view of General Order 37 and the Federal Rules. The chronology of the birth of these provisions confirms the dominance of § 39c.</p>\n<p id=\"b194-11\">We are really, then, thrown back upon the claim that § 39c should not be enforced in the present case because it would work injustice — an injustice of the sort which our modern pleading and practice have sought to avoid.</p>\n<p id=\"b194-12\">In Hill v. Hawes, 320 U.S. 520, 64 S.Ct. 334, 88 L.Ed. 283 (1944), the Supreme Court held that failure of the clerk to send notice under the then Rule 77(d) <footnotemark>9</footnotemark> was a ground for extension of time for appeal. The Court said:</p>\n<blockquote id=\"b194-13\">“It is true that Rule 77(d) does not purport to attach any consequence to the failure of the clerk to give prescribed notice; but we can think of no reason for requiring the notice if counsel in the cause are not entitled to rely upon the requirement that it be given.” 320 U.S. at 523, 64 S.Ct. at 336.<footnotemark>10</footnotemark></blockquote>\n<p id=\"b195-4\"><page-number citation-index=\"1\" label=\"141\">*141</page-number>The answer of Congress to this case has been to eliminate the requirement of notice in bankruptcy causes. With no mandate to the Referee to notify the parties, the reasoning goes, no reliance on notice by the parties is justified. This problem is made more difficult by the shortness of the ten day period during which a lawyer must learn of an order and petition for review or petition for extra time to petition for review.</p>\n<p id=\"b195-5\">Section 39c does impose a harsh rule. Ten days can be a short time indeed in which to prepare a petition, and that period is itself shortened by whatever time it takes to learn of the order. Further, a Referee may have had a question under advisement, as in the present case, for several months. An attorney who feels that he might wish to have an order reviewed if, when issued, it is adverse to his client, must make a persistent pest of himself by ascertaining from the clerk every day or two whether or not the order he is waiting for has been issued. If he inquired less often, he would run the risk of having to prepare important papers in a few days. Preparing the papers in advance is no answer, for that course supposes that the attorney can foresee the ground on which the order will be based, a feat too remarkable to be demanded of any practitioner.</p>\n<p id=\"b195-6\">We may assume arguendo from the fact that the Referee in this case did send notice to someone, that the Referee had a practice of sending notice of entry of orders to the trustee. It is not difficult to understand why such a local practice would evolve and why it would be relied upon in a case like the present.<footnotemark>11</footnotemark></p>\n<p id=\"b195-11\">If nothing justified the rigidity of § 39c, it would make a strange contrast indeed with our usual standards in litigation. We have recently recognized that “Bankruptcy is indeed a specialized branch of law and jurisdiction, but save in those areas still reserved to specialized treatment under General Order 37 * * , it is otherwise subject to the same approach as other civil litigation.” Georgia Jewelers, Inc. v. Bulova Watch Company, 5 Cir. 1962, 302 F.2d 362, 367. General Order 37 attempts to establish the advantages of modern pleading without disturbing the peculiar demands of a bankruptcy proceeding. The <em>Georgia Jewelers </em>case holds that modern pleading and discovery aid just results in bankruptcy cases without impeding the administrative machinery of the bankruptcy court.<footnotemark>12</footnotemark> The procedure, the purpose, and the philosophy which mold the Bankruptcy Act do not parallel those of adversary litigation, and § 39c’s affirmative command regulates an area of bankruptcy practice which has no counterpart in usual civil litigation. The core of bankruptcy is administrative. The Referee, trustee and the bankrupt himself are all trying to satisfy as large a portion of the creditors’ claims as possible. The goal of the proceeding is to sell the bankrupt estate’s assets and to distribute the proceeds, and in doing so the Referee issues many orders — many more than in ordinary liti<page-number citation-index=\"1\" label=\"142\">*142</page-number>gatíon. The finality of these orders and transactions has a commercial value. For example, the more certain it is that a sale yields unimpeachable title the higher the price will be. A buyer will pay more for an object than he will for a lawsuit over that object. For another example, the bankrupt estate has limited assets, most of them usually unproductive before they are sold. The longer a bankruptcy proceeding drags on, the more overhead (of storage, maintenance, etc.) eats away at the estate. If a normal civil litigation is delayed, the money judgment will be augmented by interest. No such augmentation is possible in bankruptcy, where the creditor’s right to receive a certain share of dormant, unproductive assets at the end of litigation is in effect a future interest whose present value diminishes with each delay. We recognized in <em>Georgia Jewelers, </em>supra, at 370, the exigency of minimizing delay in bankruptcy.</p>\n<p id=\"b196-4\">Section 39c contributes to this finality and therefore heips the bankruptcy proceeding achieve what it sets out to do: settle the bankrupt’s debts for as many cents on the dollar as possible. In other words, finality in bankruptcy is more than a question of when the proceeding will end; it is a question of how successful the proceeding will have been when it does end.</p>\n<p id=\"b196-8\">These special demands of expediency and finality are not factors in every issue in bankruptcy. They do not figure too strongly in the present case, and many phases in bankruptcy proceedings could well use the liberal treatment given in the usual civil litigation. But Congress has, with § 39c, chosen expediency and finality for bankruptcy. The special requirements of bankruptcy, some of which have been set out here, show that Congress has not chosen this course without reason.<footnotemark>13</footnotemark></p>\n<p id=\"b196-9\">Finally, if we were to tamper with the scheme of Congress, we would have only two choices. We might hold that the Referee must give notice of all orders to all parties. This would be too drastic, because bankruptcy is characterized by numerous creditors and myriad orders. Our only other choice would be to adjudicate this problem case by case. Owing to the number and variety of the situations in which this question would arise,<footnotemark>14</footnotemark> we would be openly inviting delay and frustration of the ends of bankruptcy proceedings.</p>\n<p id=\"b196-10\">In some cases the inflexibility of § 39c is an unfortunate characteristic, but its existence has demonstrable validity. The facts of the present case do not show that § 39c violates due process. While the unhappier consequence of § 39c might be relieved by intelligent rulemaking, this Court has no such power.</p>\n<p id=\"b196-11\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b191-10\">. 74 Stat. 528 (1960)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b191-11\">. See 2 Collier, Bankruptcy H39.20 at 1492, notes 8 and 8(a). (14th Ed. Moore 1966). This court had held in Oppenheimer v. Oldham, 5 Cir. 1949, 178 F.2d 386, that the District Court did have power to extend the time to review for cause.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b192-8\">. The courts have so held. In the Matter of Acme Furnace Fitting Co., 7 Cir. 1962, 302 F.2d 318, cert. denied Biggs v. Acme Furnace Fitting Co., 371 U.S. 853, 83 S.Ct. 89, 9 L.Ed.2d 88 (1962), reh. denied 371 U.S. 906, 83 S.Ct. 209, 9 L.Ed.2d 168 (1962). In the Matter of Friedman &amp; Belack, Inc., E.D.Pa.1965, 248 F.Supp. 961; In the Matter of Danenza, E.D.N.Y.1962, 200 F.Supp. 694, 695; In re Harnik, W.D.Ark.1962, 207 F.Supp. 325. See In the Matter of Sorenson, D.Utah 1963, 215 F.Supp. 814; Thorndal v. Smith, Wild, Beebe &amp; Cades, 8 Cir. 1965, 339 F.2d 676; In re Beverly Hills Security Investments, D.Ariz.1964, 233 F.Supp. 737. But see In re Terrace Superette, W.D.Wisc.1964, 229 F.Supp. 371 (in which the District Court reviewed the order of a referee which, the court said, directly violated § 2a(15) of the Act, 11 U.S.C.A. § 11(a) (15), by enjoining a state court proceeding); Smith v. Hill, 9 Cir., 1963, 317 F.2d 539 (this case involved a reconsideration by one referee of another referee’s earlier decision in the same cause. Section 39c treats specifically only the question of vertical review by a district court, and not horizontal reconsideration by a referee) .</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b192-18\">. The November 2nd petition was filed fewer than ten days after the October 28th order, but we cannot construe that petition as referring to anything other than the September 30th order.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b192-19\">. Bankruptcy Act, § 50. The referee may extend that period to ten days, but nothing in the present record shows any extension.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b193-7\">. Section 58, the only section of the Bankruptcy Act dealing with the subject, calls for the following: “(a.) Creditors shall have at least ten days’ notice by mail, to their respective addresses as they appear in the list of creditors of the bankrupt or as afterward filed with the papers in the case by the creditors of (1) all examinations of the bankrupt, if the court so directs; (2) all hearings upon applications for the confirmation of arrangements and wageearner plans; (3) all meetings of creditors; (4) all proposed sales of property: <em>Provided, </em>That the court may, upon cause shown, shorten such time or order an immediate sale without notice; (5) the filing of all accounts of the receiver and trustee, for which confirmation is asked, and the time when they will be examined and passed upon; (6) the proposed compromise of any controversy in which the amount claimed by either party in money or value exceeds $1,000; (7) the proposed dismissal of the proceedings, in cases where notice is required by subdivision g of section 95 of this title; and (8) all ap-lilications by receivers, ancillary receivers, marshals, trustees, and attorneys for compensation from the estate for services rendered, specifying the amount and by whom made: <em>Provided, </em>That where the creditors’ committee has been appointed pursuant to this title, the notice required by clauses (1), (4) and (6) of tliis subdivision shall be sent only to such committee and to the creditors who have filed with the court a demand that all notices under this subdivision be mailed to them.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b193-16\">. In the Matter of Danenza, E.D.N.Y.1962, 200 F.Supp. 694; See also under the pre-1960 wording the case In re Robinson, D.Mass.1941, 42 F.Supp. 342. Collier concludes, “ * * * it cannot be contended that the ten days begin to run only upon service of the order upon the party affected by its terms, since the Bankruptcy Act does not require such service.” 2 Collier, Bankruptcy $39.20 at 1494 n. 10 (14 ed. Moore 1966).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b194-7\">. “(b) Enlargement. When by these rules or by a notice given thereunder or by order of court an act is required or allowed to be done at or within a specified time, the court for cause shown may at any time in its discretion (1) with or without motion or notice order the period enlarged if request therefor is made before the expiration of the period originally prescribed or as extended by a previous order or (2) upon motion made after the expiration of the specified period permit the act to be done where the failure to act was the result of excusable neglect; but it may not extend the time for taking any action under Rules 50(b), 52(b), 59(b), (d) and (e), 60(b), and 73 (a) and (g), except to the extent and under the conditions stated in them.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b194-14\">. Rule 77 (d) was amended in 1946 so that tlie clerk’s duty to send notice could not be relied on by the parties. The change became effective in 1948. At the same time, however, Rule 73(a) was amended to provide the possibility of relief for excusable neglect.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b194-15\">. See also the case of Commercial Credit Corp. v. United States, 8 Cir. 1949, 175 F.2d 905. There, under Rule 77(d) (as it stood before the 1946 amendment), the clerk failed to send notice of judgment of forfeiture, and claimant did not otherwise know of the judgment. The time for appeal then passed. About five months after judgment the claimant finally learned of it and moved that tlie trial court vacate and then re-enter the judg<page-number citation-index=\"1\" label=\"141\">*141</page-number>ment so that time for appeal would recommence. (This was the method used <em>by </em>the trial court and approved by the Supreme Court in Hill v. Hawes, supra). The trial court refused and the Eighth Circuit held that such a refusal was an abuse of discretion.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b195-8\">. We do not say that the creditors’ predicament here is the most compelling case of hardship which we can imagine under § 39c. The creditors had requested Dewey as trustee, and if their attorney had made it his business to ascertain whether Dewey had qualified within five days, we assume that the attorney might well have discovered the September 30th order. Policing the question of whether Dewey bad qualified would have been a comparatively easy matter, for it involved only an inquiry or two over a five day period. Further, the creditors should be accountable to some degree for the inaction of Dewey, their choice for trustee. However, the fact does remain that the Referee chose to send notice to Dewey, whose time for qualifying as trustee had expired, and who therefore had at that time no connection in law with this case or the bankruptcy court.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b195-13\">. Other useful portions of the rules which have been held to apply to bankruptcy proceedings are listed in 1 Collier, Bankruptcy, (14 ed. Moore 1966) ¶2.81, page 390.12.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b196-5\">. Curtailment of tlie right of review has been upheld in at least one other area of the law, where there were justifiable reasons for the curtailment. Gunther v. San Diego &amp; A. E. Ry. Co., 382 U.S. 257, 86 S.Ct. 368, 15 L.Ed.2d 308 (1965); Union Pacific R. Co. v. Price, 360 U.S. 601, 79 S.Ct. 1351, 3 L.Ed.2d 1460 (1959).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b196-7\">. There will be such questions as which of the scores of parties in the usual bankruptcy case deserve notice, whether there is any difference in notice requirements between contested and non-contested orders, if and how any rule about notice should be changed for orders concerning business matters in which rapidity of action is important (such as an offer to the trustee to sell an asset at a certain price where the asset fluctuates in value and the offer is good for only forty-eight hours). These are a few of the questions which would have to be considered were some notice requirement made.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}