{
  "casebody": {
    "data": "<casebody firstpage=\"705\" lastpage=\"706\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b729-5\">SHAPIRO et al. v. WEIR.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b729-6\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AaaT\">October 22, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b729-7\">1. Carriers—Loss of Goods—Liability—Scope of Statute.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b729-8\">Laws 1907, p. 911, c. 429, § 38, making carriers liable for goods lost in transit, is inapplicable to shipments out of the state by the express terms of section 25.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b729-9\">2. Same—Express Companies—Loss Without Negligence—Liability.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b729-10\">An express’ company not being shown to have been negligent in losing in transit goods shipped beyond the state, the shipper is bound by an agreement limiting the company’s liability to a specified amount [Ed. Note.—For cases in point, see Cent. Dig. vol. 9, Carriers, § 639.]</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b729-11\">Appeal from Municipal Court, Borough of Brooklyn, Third District.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b729-12\">Action by Zalkind Shapiro and another, copartners, against Levi C. Weir, president of the Adams Express Company. From a judgment for plaintiffs, defendant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AO-k\">Reversed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b729-13\">Argued before WOODWARD, JENKS, HOOKER, GAYNOR, and RICH, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b729-14\">Edward V. Conwell, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b729-15\">Leopold Blumberg, for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b729-16\">RICH, J.</author>\n<p id=\"AF3\">In September, 1907, the plaintiffs delivered to the defendant, Adams Express Company, a case of merchandise for shipment to S. Kleinhaus, 94 Newark avenue, Jersey City, N. J., and took a receipt therefor, in which it was stipulated that the parcel was received upon the condition that defendant’s liability in case of nondelivery should not exceed the sum of $50. The parcel was not delivered, and the plaintiffs have recovered a judgment in the Municipal Court for $131.77 damages, its full value. There is no allegation or claim of any negligence on the part of the express company, and the recovery was had solely because of defendant’s failure to deliver.</p>\n<p id=\"b729-17\">The respondent contends that section 38, c. 429, p. 911, of the Laws of 1907, imposes an absolute liability on every common carrier, including express companies, for goods lost in transit. This cannot be so when the goods are shipped out of the state, because the act cited has no application to interstate or foreign commerce (section 25). No negligence having been shown on the part of defendant, we think plaintiffs are bound by the terms of the agreement, which limits defendant’s liability to the amount it has paid into court.</p>\n<p id=\"b729-18\">The judgment of the Municipal Court must therefore be reversed, with costs. All concur.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b729-19\">GAYNOR, J.</author>\n<p id=\"AhJ\">(concurring in the result). I concur because’there is no allegation of negligence in the complaint, it sounding on contract <page-number citation-index=\"1\" label=\"706\">*706</page-number>only. If there were, we would have before us the question whether the failure to deliver does not in and of itself make out a prima facie case of negligence.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}