{
  "casebody": {
    "data": "<casebody firstpage=\"744\" lastpage=\"745\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b768-7\">FOGARTY v. FOGARTY.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b768-8\">(Supreme Court, Appellate División, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Au-M\">October 23, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b768-9\">Discovery (§ 86*)—Right to Examination—Partnership.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b768-16\">*For other cases see same topic <em>&amp; </em>§ number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b768-10\">In an action to dissolve a partnership and for an accounting, where a discovery of the partnership books would be material only upon an accounting, plaintiff must establish his right to an accounting before he can be granted the discovery.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b768-11\">[Ed. Note.—For. other cases, see Discovery, Dec. Dig. § 86.*] -</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"A__\">Appeal from Special Term.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b768-12\">Action by Patrick Alexander Fogarty against William P. Fogarty. From an order directing a discovery, defendant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"Ak5A\">Reversed, and motion denied.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b768-13\">Argued before PATTERSON, P. J., and INGRAHAM, LAUGH-LIN, CLARKE, and SCOTT, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b768-14\">Eugene Frayer, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b768-15\">Edward W. S. Johnston, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b769-4\"><page-number citation-index=\"1\" label=\"745\">*745</page-number>INGRAHAM, J.</author>\n<p id=\"AGb\">This action was brought to dissolve a partnership, which it is claimed was composed of the plaintiff and the defendant, and for an accounting. The answer admits that a partnership was formed, of which the defendant was a special partner, and alleges that on the 1st of May, 1905, the partnership was dissolved by an agreement in which it was provided that the two general partners should pay and discharge all the outstanding obligations of the copartnership and hold the defendant free and harmless from any and all claims connected with the said copartnership, and should repay to the defendant the sum of $5,000, the capital contributed by him to the said copartnership; that subsequently the partnership between the plaintiff and Tuttle, the other general partner, was dissolved, by which agreement of dissolution the plaintiff agreed to pay and discharge all of the outstanding obligations of the copartnership, including its liability to repay to this defendant the amount contributed by him to the copartnership; that no part of said special capital has been repaid; and further alleged that the plaintiff gave to the defendant a promissory note for $5,000, which has not been paid. The defendant, therefore, demands a dismissal of the complaint, and an accounting of the special copartnership, and judgment for the $5,000. The plaintiff replied to this counterclaim, and then made a motion for a discovery, which motion was granted.</p>\n<p id=\"b769-5\">The same question that is .presented upon this application is presented in the case between these same parties in Action No. 1 (decided herewith) 112 N. Y. Supp. 742. A discovery of these books and papers will only become material upon the accounting, and before such discovery can be granted the plaintiff must establish that he is entitled to such an accounting.</p>\n<p id=\"b769-6\">It follows that the order appealed from must be reversed, with $10 costs, and the motion for a discovery denied, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}