{
  "casebody": {
    "data": "<casebody firstpage=\"497\" lastpage=\"502\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b523-3\">MERRITT L. HOPE, Petitioner and Appellant, v. STATE OF MONTANA, Respondent and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b523-5\">No. 02-458.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b523-6\">Submitted on Briefs March 13, 2003.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Af0\">Decided August 4, 2003.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b523-7\">2003 MT 191.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"A36\">74 P.3d 1039.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b523-8\">316 Mont. 497.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b524-5\"><page-number citation-index=\"1\" label=\"498\">*498</page-number>For Appellant: Chad Wright, Appellate Defender, Helena.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b524-6\">For Respondent: Honorable Mike McGrath, Attorney General; John Paulson, Assistant. Attorney General, Helena; Dennis Paxinos, County Attorney; Kevin R. Peterson, Deputy County Attorney, Billings.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b524-7\">JUSTICE LEAPHART</author>\n<p id=\"Amr\">delivered the Opinion of the Court.</p>\n<p id=\"b524-8\">¶1 Merritt Hope appeals from the judgment of the Thirteenth Judicial District Court, Yellowstone County, denying his petition for postconviction relief. We reverse and remand for a new trial.</p>\n<p id=\"b524-9\">¶2 The following issues are raised on appeal:</p>\n<p id=\"b524-10\">¶3 (1) Whether the District Court erred when it concluded that the State did not obtain certain evidence as a result of a delay in Hope’s initial appearance; and</p>\n<p id=\"b524-11\">¶4 (2) Whether the deficient performance of Hope’s attorney rose to the level of ineffective assistance of counsel.</p>\n<p id=\"b524-12\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b524-13\">¶5 The circumstances that gave rise to Merritt Hope’s conviction of felony assault were set forth in <em>State v. Hope, </em>2001 MT 207, ¶¶ 4-8, 306 Mont. 334, ¶¶ 4-8, 33 P.3d 629, ¶¶ 4-8. Because this appeal was taken from the District Court’s April 30, 2002, judgment denying Hope’s petition for postconviction relief, the following additional facts are relevant.</p>\n<p id=\"b524-14\">¶6 In September 1999, Merritt Hope was arrested and taken to the Yellowstone County Detention Facility following accusations by Vivian Doyle Thomas that Hope had hit her in the face during an argument outside the Empire Bar in Billings. Sometime between his arrest on Saturday, September 18, and his initial appearance on Thursday, September 23, Hope wrote four letters to Thomas expressing his love for her and his remorse for what had happened.</p>\n<p id=\"b524-15\">¶7 Hope was charged by information with felony partner or family member assault and misdemeanor unauthorized use of a motor vehicle. During trial, the letters Hope had written to Thomas were admitted into evidence. Hope was convicted by a jury of both offenses, and was sentenced to five years imprisonment for the felony conviction. Hope appealed his conviction to this Court. We affirmed the judgment in October 2001.</p>\n<p id=\"b524-16\">¶8 In December 2001, Hope filed a petition for postconviction relief <page-number citation-index=\"1\" label=\"499\">*499</page-number>and supporting memorandum to the District Court, alleging that certain evidence, including the four letters he had written following his arrest and prior to his initial appearance were improperly used against him during trial. Hope claimed that a delay in his initial appearance violated state law, and that the State impermissibly obtained the letters as a result of this delay. Hope further asserted that his counsel should have objected to the introduction of the letters prior to or at trial. According to Hope, his attorney’s failure to object to the admission of the letters jeopardized his defense theory that he did not commit an assault.</p>\n<p id=\"b525-4\">¶9 In response, the State, through the Yellowstone County Attorney’s office, argued that Hope’s claims could have been raised on direct appeal, and that his allegations were procedurally barred from postconviction review. The District Court rejected this argument and ordered the State to submit additional responsive pleadings addressing the merits of Hope’s claims. Hope subsequently filed a motion for summary judgment.</p>\n<p id=\"b525-5\">¶10 For purposes of reviewing Hope’s claims, the District Court took judicial notice of the criminal proceedings, including the files of both the District and Justice Coruts. The court determined that two of Hope’s letters were written on or before Monday, September 21, and within 48 hours of Hope’s arrest, while the other two letters were written after the 48 hours had elapsed. The court based its conclusions on evidence of postmark dates imprinted on the envelopes. The court further determined that Hope’s counsel should have objected to the admission of the letters or filed a pretrial motion to suppress on grounds that the letters were obtained as the result of the delay in Hope’s initial appearance.</p>\n<p id=\"b525-6\">¶11 Nonetheless, the court concluded that Hope was not denied effective assistance of counsel. According to the court, at least two of the letters-those written before the 48 hours had elapsed-would have been admitted over any objections. The court determined that the third and fourth letters were merely cumulative of the admissible letters, thus rendering the introduction of the third and fourth letters harmless. The court stated that there was no reasonable probability that the result of Hope’s trial would have been different had Hope’s attorney raised a proper motion or objection. In April 2002, the District Court entered its findings of fact, conclusions of law, and order denying Hope’s request for postconviction relief. Hope then appealed.</p>\n<p id=\"b525-7\">DISCUSSION</p>\n<p id=\"b525-8\">¶12 On appeal, Hope argues that the District Court erred when it <page-number citation-index=\"1\" label=\"500\">*500</page-number>determined that only two of his letters, the third and fourth, were related to the delay in his initial appearance. Hope further argues that, as a result of this error, the court improperly concluded that his attorney’s failure to object to the introduction of all four letters did not amount to ineffective assistance of counsel.</p>\n<p id=\"b526-4\">¶13 The standard of review of a trial court’s denial of a petition for postconviction relief is whether the court’s findings of fact are clearly erroneous and whether its conclusions of law are correct. <em>Porter v. State, </em>2002 MT 319, ¶ 13, 313 Mont. 149, ¶ 13, 60 P.3d 951, ¶ 13. Our review of a claim of ineffective assistance of counsel is <em>de novo. State v. Turner, </em>2000 MT 270, ¶ 47, 302 Mont. 69, ¶ 47, 12 P.3d 934, ¶ 47.</p>\n<p id=\"AUV\">¶14 Section 46-7-101(1), MCA, provides that “[a] person arrested, whether with or without a warrant, must be taken without unnecessary delay before the nearest and most accessible judge for an initial appearance.” In <em>State v. Benbo </em>(1977), 174 Mont. 252, 262, 570 P.2d 894, 900, this Court set forth the rule for the suppression of evidence obtained as a result of unnecessary delay. We stated the following:</p>\n<blockquote id=\"b526-5\">When a defendant bases a motion to suppress evidence upon a claim that he was not provided a prompt initial appearance, the burden is first on the defendant to show the delay was unnecessary. ... Once a defendant has established the delay was unnecessary, the burden shifts to the prosecution. The state must show the evidence obtained during the delay was not reasonably related to the delay.</blockquote>\n<p id=\"b526-6\">¶15 Here, all proceedings took place more than five days after Hope’s Saturday arrest. A justice of the peace reviewed the State’s charging complaint on Wednesday, and Hope was brought before a magistrate on Thursday. In concluding that this delay was unnecessary, the District Court referred to the federal rule, set forth in <em>County of Riverside v. McLaughlin </em>(1991), 500 U.S. 44, 57, 111 S.Ct. 1661, 1670, 114 L.Ed.2d 49, 63, that combined pretrial proceedings involving determinations of probable cause should occur no later than 48 hours after arrest. In <em>County of Riverside, </em>the United States Supreme Court stated that “[w]here an arrested individual does not receive a probable cause determination within 48 hours ... the arrested individual does not bear the burden of proving an unreasonable delay.” The Supreme Court added that “[a] jurisdiction that chooses to offer combined proceedings must do so as soon as is reasonably feasible, but in no event later than 48 hours after arrest.” <em>County of Riverside, </em>500 U.S. at 57, 111 S.Ct. at 1670, 114 L.Ed.2d at 63.</p>\n<p id=\"b526-7\">¶16 <em>McLaughlin </em>provided a foundation for the District Court’s <page-number citation-index=\"1\" label=\"501\">*501</page-number>analysis of the admissibility of Hope’s letters, and its applicability is also presumed by both parties on appeal. Although the State offers a general caution against employing the 48-hour rule for an initial appearance, the State declines to argue that the District Court erred in its analysis and, in fact, goes on to assume that the 48-hour rule applies. According to the State, “[t]he district court’s conclusions and rationale are indeed based upon the court’s implicit determination that the justice court’s finding of probable cause and Hope’s initial appearance were delayed longer than necessary, occurring beyond forty-eight hours after the arrest, and that issue is not before the Court in this appeal.”</p>\n<p id=\"b527-4\">¶17  Therefore, the question before us is not whether Hope’s initial appearance was unnecessarily delayed, but whether the State has demonstrated that its acquisition of Hope’s first two letters was not related to the delay. <em>Benbo, </em>174 Mont. at 262, 570 P.2d at 900. According to the District Court, the letters were written on September 21, the date on which they were mailed. However, the comb mistakenly determined that September 21 fell on a Monday. In fact, September 21 fell on a Tuesday, three days after Hope’s arrest. The State concedes this point, but argues that even though the letters were mailed more than 48 hours after the arrest, Hope probably wrote the letters on Sunday or Monday. Still, the State offers no evidence to support this theory, and we find nothing in the record to indicate that the letters were written earlier than Tuesday, September 21. Accordingly, the State has not shown that any of the letters were written within 48 hours of Hope’s arrest, and we hold that the District Court erred in not concluding that the letters should have been suppressed.</p>\n<p id=\"b527-5\">¶18 Next, Hope argues that his attorney’s failure to object to all four letters amounted to prejudicial error resulting in ineffective assistance of counsel. We have stated that “[a] criminal defendant is denied effective assistance of counsel if: (1) his counsel’s conduct falls short of the range reasonably demanded in light of the Sixth Amendment to the United States Constitution; and (2) counsel’s failure is prejudicial.” <em>State v. Chastain </em>(1997), 285 Mont. 61, 63, 947 P.2d 57, 58 (overruled on other grounds by <em>State v. Herrman, </em>2003 MT 149, ¶ 33, 316 Mont. 198, ¶ 33, 70 P.3d 738, ¶ 33). Prejudice occurs if there is a reasonable probability that, but for the attorney’s errors, the result of the proceedings would have been different. <em>Dawson v. State, </em>2000 MT 219, ¶ 20, 301 Mont. 135, ¶ 20, 10 P.3d 49, ¶ 20.</p>\n<p id=\"b527-6\">¶19 The District Court determined that even if Hope’s attorney had sought to suppress the letters, the result of Hope’s trial would not have been different. The court based this ruling, in part, on its conclusion <page-number citation-index=\"1\" label=\"502\">*502</page-number>that the first two letters would have been admitted even if counsel had objected, and that the remaining letters were merely cumulative evidence. The court further noted that even without the letters, there was sufficient additional evidence in the record to substantiate the State’s theory that Hope and Thomas had engaged in an intimate relationship.</p>\n<p id=\"b528-4\">¶20  We disagree with the District Court and conclude that the failure of Hope’s attorney to move for the suppression of the four letters resulted in ineffective assistance of counsel. As we noted, the District Court’s ruling was based on the unsubstantiated assumption that Hope’s first two letters were written within 48 hours of his arrest and were, thus, admissible. To the contrary, all four letters were suppressible, and counsel’s mistake resulted in the introduction of evidence that negated Hope’s overall defense. The letters tend to contradict Hope’s claims that he did not have an intimate relationship with Thomas and that he did not assault Thomas. Because counsel’s failure was prejudicial, we hold that the District Court erred in concluding that the deficient performance did not rise to the level of ineffective assistance of counsel.</p>\n<p id=\"b528-5\">CONCLUSION</p>\n<p id=\"b528-6\">¶21 For the foregoing reasons, we reverse the District Court’s denial of Hope’s petition for postconviction relief and remand for a new trial on the underlying charges.</p>\n<judges id=\"b528-7\">CHIEF JUSTICE GRAY, JUSTICES REGNIER, NELSON, COTTER and RICE concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}