{
  "casebody": {
    "data": "<casebody firstpage=\"182\" lastpage=\"195\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b210-6\">Edgar Munson, Appellant, <em>v. </em>John Magee et al., as Executors of George J. Magee, Deceased, Respondents, Impleaded with George M. Case and John E. Gowen.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b210-8\">1. Corporations—Disqualification of Director ás a Yoter — Effect to Make Resolution Yoidable — Not Invalid so as to Give Right of Action to One Director against Another. The disqualification of a director in a corporation to vote for a resolution which provides for the assumption of a contract of another director to purchase property from the former as an individual, though it may make the resolution voidable at the election of the corporation, will not make it invalid as <em>to these </em>directors so as <em>to give </em>either of <em>them </em>a right of action against the other.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b210-9\">3. Novation — Invalidity of Contract Assuming Obligation — Effect on Original Contract. The inability of the president of a corporation, because of his fiduciary relation, to enforce against the company a contract by which it assumed, with some changes, the obligations of a contract of a third person to purchase property from him as an individual, after he has accepted, by a novation, a substitution of the corporation in lieu of the original purchaser, will not entitle him to hold the latter liable on the original agreement.</headnotes>\n<history data-order=\"3\" data-type=\"history\" id=\"b210-10\"><em>Munson </em>v. Magee, 22 App. Div. 333, affirmed.</history>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b210-11\">(Argued October 10, 1899;</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Amf\">decided November 21, 1899</decisiondate>\n<p data-order=\"6\" data-type=\"summary\" id=\"AHY\">; motion for reargument submitted December 11, 1899</p>\n<p data-order=\"7\" data-type=\"summary\" id=\"AxJi\">; denied January 9, 1900.)</p>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b210-12\">Appeal from a judgment of the Appellate Division of the Supreme Court in the third judicial department, entered January 12, 1898, reversing upon the law a judgment in favor of plaintiff, entered upon a decision of the court on a trial without a jury.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b210-13\">The defendant George J. Magee died after the trial of the action, and his executors were substituted in Ms place.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b210-14\">The nature of the action and the facts, so far as material, are stated in the opinion.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b210-15\"><em>Benjamim, F. Blair </em>and <em>C. La Rue Munson </em>for appellant.</attorneys>\n<summary data-order=\"12\" data-type=\"legal\" id=\"A-\">The Appellate Division erred in' holding that Magee was discharged by novation. (2 Whart. on Cont. § 852 ; <em>Kennedy </em>v. Porter, 109 N. Y. 526 ; <em>Thomas </em>v. <em>Scutt, </em>127 N. Y. 133 ; <page-number citation-index=\"1\" label=\"183\">*183</page-number><em>Williamson </em>v. <em>Seely, </em>22 App. Div. 391 ; Story on Agency [8th ed.], § 269 ; Whart. on Agency, § 410 <em>; Higgins </em>v. <em>Senior, </em>8 M. &amp; W. 834 ; <em>Briggs </em>v. <em>Partridge, </em>64 N. Y. 357 ; <em>Kiersted </em>v. <em>O. &amp; A. R. R. Co., </em>69 N. Y. 343 ; <em>Schaefer </em>v. <em>Henkel, </em>75 N. Y. 378 ; <em>Tuthill </em>v. <em>Wilson, </em>90 N. Y. 423 ; <em>Jaudon </em>v. <em>Randall, </em>15 J. &amp; S. 374.) The Appellate Division erred in holding that the railway company’s contract of assumption, although avoided as to Munson, was effectual to discharge Magee, because the company had received from him a valuable consideration which it had elected to retain. <em>(Clark </em>v. <em>Howard, </em>150 N. Y. 232 ; <em>Robinson </em>v. <em>Jewett, </em>116 N. Y. 53 ; <em>Arend </em>v. Smith, 151 N. Y. 505.) The Appellate Division erred in holding that Munson is estopped from disputing the validity of the alleged novation. <em>(C. C. Bank </em>v. <em>Dana, </em>32 Barb. 296 ; <em>Smith </em>v. <em>Ferris, </em>1 Daly, 18 ; <em>Brewster </em>v. Striker, 2 N. Y. 19 ; <em>Chatfield </em>v. <em>Simonson, </em>92 N. Y. 209 ; <em>Robinson </em>v. <em>Stewart, </em>10 N. Y. 196 ; <em>Davis </em>v. <em>Wakelee, </em>156 U. S. 680.)</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b211-6\"><em>Frank Hiscock </em>for respondents.</attorneys>\n<summary data-order=\"14\" data-type=\"legal\" id=\"A4t\">It was competent to prove the suppletory agreement between Munson, Gowen and Magee, made at the time when the agreement of August 13, 1875, was made. <em>(Southard </em>v. <em>Benner, </em>72 N. Y. 432 ; <em>Duparquet </em>v. <em>Knubel, </em>24 Hun, 653 ; <em>Juilliard </em>v. <em>Chaffee, </em>92 N. Y. 529 <em>; Chapins v. Dobson, </em>78 N. Y. 74 <em>; Filkins </em>v. <em>Whyland, </em>24 N. Y. 338 ; <em>Eighmie </em>v. <em>Taylor, </em>98 N. Y. 288.) Munson cannot maintain an action against Magee on the contract of August 13, 1875, as it appears that Magee stood for him (Munson) when he executed that contract. Munson is estopped. <em>(Miller </em>v. <em>McGukin, </em>15 Abb. [N. S.] 204 ; <em>Dodge </em>v. <em>Alger, </em>21 J. &amp; S. 107 ; <em>N. Y. &amp; L. C. T. Co. </em>v. <em>Hurd, </em>44 Hun, 17.) There is no question as to the power to change or modify, or substitute one party for another in a sealed instrument by an executed paroi agreement. <em>(McKenzie </em>v. <em>Harrison, </em>120 N. Y. 264 ; <em>Allen </em>v. <em>Jaquish, </em>21 Wend. 628 ; <em>Jenks </em>v. <em>Robertson, </em>58 N. Y. 621 ; <em>Tallmam </em>v. <em>Earll, </em>37 N. Y. S. R. 271 ; <em>Roe </em>v. <em>Conway, </em>74 N. Y. 206 ; <em>McCreery </em>v. <em>Day, </em>119 N. Y. 1 ; <em>Duncomb </em>v. <em>N. Y., </em><page-number citation-index=\"1\" label=\"184\">*184</page-number><em>H. &amp; N. R. R. Co., </em>84 N. Y. 190.) Conceding that the assignment of the contract of August 13, 1875, to the railroad company by Magee, and the assumption by the company, and the contract of September 14, 1875, were void, still there was no criminality involved in the execution of them, and such a contract will only be set aside or avoided to the extent that it was <em>ultra vires </em>or against public policy. Otherwise it- will stand good as between the parties. <em>(U. B. Co. </em>v. <em>T. &amp; L. R. R. Co., </em>7 Lans. 240 ; <em>Bissell </em>v. <em>M. S. &amp; N. I. R. R. Co., </em>22 N. Y. 258 ; <em>Saratoga Bank </em>v. <em>King, </em>44 N. Y. 87 <em>; Munson </em>v. <em>S., G. &amp; C. R. R. Co., </em>103 N. Y. 58 ; <em>Dodge </em>v. <em>Stevens, </em>94 N. Y. 209 ; <em>Graves, </em>v. <em>Waterman, </em>63 N. Y. 657 ; <em>Harrington </em>v. <em>E. C. S. Bank, </em>101 N. Y. 257 <em>; Bolt v. Rogers, </em>3 Paige, 154 ; <em>Sweet </em>v. <em>Tinslar, </em>52 Barb. 271 ; <em>Stewart </em>v. <em>Ackley, </em>52 Barb. 283.) There is no doubt that an equitable defense may be interposed to the plaintiff’s cduse of action. <em>(Cythe </em>v. <em>La Fontain, </em>51 Barb. 189 <em>; Calhoun </em>v. <em>Millard, </em>121 N. Y. 69 <em>; Alvord </em>v. <em>S. S. Bank, </em>98 N. Y. 599 ; <em>Dobson </em>v. <em>Pearce, </em>12 N. Y. 165 ; <em>Despard </em>v. <em>Walbridge, </em>15 N. Y. 378.) The time that elapsed after Mun-son received his deed before he tendered it, and the various acts which constitute, on his part, the abandonment of said contract, debar him from relief on account of <em>laches. (Munson </em>v. <em>S., G. &amp; C. R. R. Co., </em>103 N. Y. 58 ; <em>Merchants’ Bank </em>v. <em>Thomson, </em>55 N. Y. 7 ; <em>Finch </em>v. <em>Parker, </em>49 N. Y. 1 ; <em>Peters </em>v. <em>Delaplaine, </em>49 N. Y. 362 ; <em>Calhoun </em>v. <em>Bellinger, </em>16 N. Y. S. R. 488 ; <em>Kent </em>v. <em>Q. S. M. Co., </em>78 N. Y. 159.) There is an absence of any authority to reinstate the contract of August 13, 1875, against Magee after his written release from it, and the acceptance of another party in his stead August 31, 1875, and September 14, 1875, and the uniform action thereunder by all the parties for more than seventeen years, during which period of time valuable considerations were passed under the new arrangement in the interest of the plaintiff, who alone tainted the new arrangement. <em>(S. C. Bank </em>v. <em>King, </em>44 N. Y. 87 <em>; Conrow . v. Little, </em>115 N. Y. 389 ; <em>Trustees, etc., </em>v. <em>Smith, </em>118 N. Y. 634 <em>; Veeder </em>v. <em>Mud</em><page-number citation-index=\"1\" label=\"185\">*185</page-number><em>gett, </em>95 N. Y. 310.) The contract of August 13, 1875, was against public policy, illegal and voidable. <em>(Munson </em>v. <em>S., G. &amp; C. R. R. Co., </em>103 N. Y. 69 ; <em>Atcheson </em>v. Mallon, 43 N. Y. 147 ; <em>Brackett </em>v. <em>Wyman, </em>48 N. Y. 667 <em>; Doolin </em>v. <em>Ward, </em>6 Johns. 194 ; <em>Singluff </em>v. <em>Eckel, </em>24 Penn. St. 472 ; <em>Gardner </em>v. <em>Morse, </em>25 Me. 140 <em>; Hawley </em>v. <em>Creamer, </em>4 Cow. 717 ; <em>Wheeler </em>v. Wheeler 5 Lans. 355 ; <em>Gray </em>v. <em>Hook, </em>4 N. Y. 449.) Munson has no standing in court to recover except so far as he was individually interested in the bonds of the Sodus Bay and Corning Railway Company. <em>(Kiersted </em>v. <em>O. &amp; A. R. R. Co., </em>69 N. Y. 343 ; <em>Briggs </em>v. <em>Partridge, </em>64 N. Y. 357 ; <em>Henricus </em>v. <em>Englert, </em>137 N. Y. 488 ; <em>Townsend </em>v. <em>Hubbard, </em>4 Hill, 357 ; <em>Schaefer </em>v. <em>Henkel, </em>75 N. Y. 378 ; <em>Benham </em>v. <em>Emery, </em>46 Hun, 156.) While the persons for whom Munson and his associates assumed to act might ratify their acts so that Magee could enforce as against them, they are unable to enforce against him by any act of their own without he is a party to it, assents to it and agrees to be bound by it. <em>(Johnson </em>v. <em>Johnson, </em>31 Fed. Rep. 700, 702 <em>; Mc Whorter </em>v. <em>McMahon, </em>10 Paige, 386 ; <em>Champlin </em>v. <em>Parish, </em>11 Paige, 405 ; <em>Sherman </em>v. <em>N. Y. C. &amp; R. R. Co., </em>22 Barb. 239 ; <em>Atlee </em>v. <em>Bartholomew, </em>69 Wis. 43-48 ; <em>Wilson </em>v. <em>Tumman, </em>6 M. <em>&amp; G. </em>236 ; Meachem on Agency 179 ; 24 Am. Law Rev. 380.) This is an action for the non-delivery of property, and the plaintiff is only entitled to recover' for the non-delivery of the bonds on May 10, 1877. He cannot take the value of the bonds now, but as of the date when he was entitled to them if ever; for more than a year after that they were of no value. The measure of damages is what were they worth then. <em>(Dana </em>v. <em>Fiedler, </em>12 N. Y. 40 <em>; Currie </em>v. <em>White, </em>45 N. Y. 822.) Though the complaint asks judgment for the value of the bonds, it is in effect an action for specific performance, and in connection with the transfer the equitable defense interposed and the fact that Munson was represented by Magee in the organization of the Syracuse, Geneva and Corning Railway Company, the action is clearly an equitable one and is barred by the ten years’ Statute of Limitations. <em>(Peters </em><page-number citation-index=\"1\" label=\"186\">*186</page-number>v. <em>Delaplaine, </em>49 N. Y. 363 ; <em>Barr </em>v. <em>N. Y., L. E. &amp; W. R. R. Co., </em>125 N. Y. 263.)</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b214-6\"><em>Albert H. Harris </em>for respondents.</attorneys>\n<summary data-order=\"16\" data-type=\"legal\" id=\"A8l\">If there was ever any personal liability on the part of Magee under the contract of August 13, 1875, it terminated upon the organization of the Syracuse, Geneva and Corning Railway Company, the assignment by him to it of his interest in that contract and its assumption thereof. <em>(Ghapin </em>v. <em>Dobson, </em>78 N. Y. 74 <em>; McCreery </em>v. <em>Day, </em>119 N. Y. 1.) The plaintiff is estopped from asserting personal liability against Magee. <em>(Munson </em>v. <em>S., G. &amp; C. R. R. Co., </em>103 N. Y. 58.) The contract of August 13, 1875, was void as against public policy. <em>(Munson </em>v. <em>S., G. &amp; C. Ry. Co., </em>29 Hun, 76.) The court erred in the measure of damages. <em>(Bowen </em>v. <em>Webster, </em>3 App. Div. 86.) Munson could not recover on any bonds not owned by himself. (D<em>odge </em>v. <em>Hopkins, </em>14 Wis. 638 ; <em>Townsend </em>v. <em>Corning, </em>23 Wend. 435.)</summary>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b214-7\">Haight, J.</author>\n<p id=\"AqN\">This action was brought to recover damages for an alleged breach of a contract, known in the case as the contract of August 13th, 1875. The facts, so far as they are necessary for the determination of this case, are, in substance, as follows: The Sodus Bay, Corning and Rew York Railroad Company and its successor, The Sodus Bay and Corning Railroad Company, were organized for the purpose of constructing and operating a railroad from Corning, in the county of Steuben, to Sodus Bay, in the county of Wayne. The plaintiff, Munson, was a director and president of the latter corporation, and in connection with his associates, George M. Case and John E. Go wen, represented the bondholders of the company to the extent of $241,000, as a committee to effect, if possible, some change of the bonds into a more desirable investment. The Sodus Bay and Corning Railroad Company had acquired some fragmentary parts of its right of way, procured some subscriptions, and expended its available money in the construction, of embankments and roadbed, but at the <page-number citation-index=\"1\" label=\"187\">*187</page-number>time in question had become hopelessly insolvent and unable to proceed in the further construction of its road. Under this condition of things the plaintiff applied to George <em>J. </em>Magee, defendants’ testator, who was president of the Fall Brook Coal Company, and represented other coal and mining interests, to assist in building the road. Magee investigated the matter, but, finding the railroad corporation involved to such an extent as to require the expenditure of a large sum of money to-discharge its obligations, refused to have anything to do with it. He suggested, however, the organization of a new company, and the purchase by it of the property and right of way of the Sodus Bay and Corning Company, to be used in the construction of a road by the new company. The plaintiff and his associates approved of these suggéstions, and the parties then entered into the contract upon which the claim in this action is founded, in which the plaintiff, Case and Gowen, became the party of the first part, and Magee the party of the second part, and by which it was agreed: <em>“First. </em>The party of the first part will proceed at once to secure the foreclosure of the mortgage securing said bonds and obtain salo of all the property, rights of way, franchises and interests of said Sodus Bay, Corning and Hew York Railroad Company, and its successor, The Sodus Bay and Corning Railroad Company, covered by said mortgage and sold under such foreclosure or judgment sale; that they will purchase said property on such sale or sales, and' convey the same to the party of the second part, or to the railroad company proposed to be organized as aforesaid. <em>Second. </em>That the party of the second part will deliver, or cause to be delivered to the party of the first part, first mortgage bonds of said proposed railway company in payment for said railroad property, rights of way and franchises to be purchased as aforesaid at the rates hereinafter set forth, to wit: That the property, fights of way, franchise's and interests so to be purchased by the party of the first part shall be so transferred and conveyed by them to the party of the second part for the consideration of fifty per cent of the principal of the said bonds so held and <page-number citation-index=\"1\" label=\"188\">*188</page-number>represented by the party of the first part, together with the interest accrued and unpaid upon said bonds, and which consideration shall be paid in first mortgage bonds of said proposed railway company at par.” The contract contained other provisions pertaining to details, and an undertaking on the part of Magee to procure contracts with coal companies pledging coal freight for the contemplated railroad sufficient to assure the payment of the bonds.</p>\n<p id=\"b216-6\">After the execution of this contract the parties immediately undertook the execution of its provisions; the plaintiff instituted an action for the foreclosure of the mortgage given by the Sodus Bay, Corning and blew York Railroad Company, and by its successor, for the purpose of procuring title so that its right of way could be transferred to the new corporation to be organized, and Magee and the plaintiff together proceeded to organize a new railroad company under the name' of the Syracuse, Geneva and Corning Railroad Company, both signing the articles of association, and the plaintiff becoming a director and the first president of the company. At a meeting of the board of directors of the new company, held on the 31st day of August, 1875, the following resolution was passed, all the directors present voting ther- ■ *_ including the plaintiff and defendant Magee and Messrs. Walker, Beach, Lang, Hayt, Gorton, Ogden, Hamilton and Olcott: “ <em>Hesolved, </em>That the contract entered into August 13th, 1875, between George J. Magee, E. Munson, George M. Case and John E. Gowen be and the same is hereby assumed by this company on the part of said Magee, and that this company will carry out the agreement of said Magee in said contract set forth, excepting as to the procuring of contracts for freight and tonnage therein mentioned, which said Magee is to procure.” Thereupon, and in consideration thereof, Magee executed and delivered to the board of directors an assignment of the contract of August 13th, 1875, in which he transferred to the Syracuse, Geneva and Corning Railway Company all his right, title and interest in the contract, <em>“ </em>they, the Syracuse, Geneva <em>&amp; </em>Corning Railway Company having, by resolution of the <page-number citation-index=\"1\" label=\"189\">*189</page-number>board of directors held this day,- assumed said contract and agreed to carry out the agreement therein, except as to the procuring of the contracts for freight tonnage.”</p>\n<p id=\"b217-6\">Prior to the adoption of this resolution and the execution and delivery of the assignment a discussion took place before the board of directors with reference to the resolution, the substance of which was, as testified to by Magee, that it did and it was understood and intended to release Magee from the contract of August 13th, except that portion pertaining to the procurement of the coal tonnage contracts. Upon this testimony the trial court has found as facts the following: “ That from and after the execution of said assignment by George J. Magee of the contract of August 13th, 1875, to said Syracuse, Geneva &amp; Corning Railroad Company, until the commencement of this action said Munson, Case and Gowen accepted the Syracuse, Geneva &amp; Corning Railroad Company as the substitute for and in the place of George J. Magee in the contract of August 13th, 1875, and did not claim to said Magee that he was liable to them on said contract, that is, the parties intended to create a novation in the substitution of the company for Magee and supposed they had until the Court of Appeals decided otherwise.” These are the facts upon which we think the rights of the parties to this action should be determined, but for the purpose of explaining and affording a clearer understanding of a former decision of this court we think a portion of the further history of the transaction may be pertinent. It appears that Magee immediately proceeded to enter into tonnage contracts such as were contemplated in the contract of August 13th and that under these contracts the new railroad was to be constructed and ready for operation within eight months from the date of their execution. It also appears that Munson immediately undertook the foreclosure of the mortgage of the Sodus Bay companies for the purpose of procuring title to the right of way to be transferred to the new company, but that defenses were interposed and he was delayed in procuring such title until May 10, 1877, at which time he tendered perform<page-number citation-index=\"1\" label=\"190\">*190</page-number>anee of his contract. In the meantime the new railroad company located a new route and built its road thereon, and when the tender of performance by the plaintiff was made the new company refused to purchase the old-right of way or to issue its bonds therefor, as contemplated by the agreement of August 13th, 1875. Thereupon, an action was brought by the plaintiff to compel specific performance on the part of the railroad company. This action was based upon the contracts to which we have already alluded and upon another contract dated September 14, 1875, in which the Syracuse, Geneva and Corning Railroad Company was substituted in the place of George J. Magee in the contract of August 13, 1875, as party of the second part, and it was then agreed that it was the intention that the contract should require that all the assets and property of the Sodus Bay, Corning and Hew York Railroad Company and of the Sodus Bay and Corning Railroad Company, whether covered by the mortgage or not, be transferred, assigned and turned over to the new company. The contract contained other provisions which are not important to be now considered. This contract was executed by Munson, Case, Gowen and the Syracuse, Geneva and Corning Railroad Company, by Munson, its president. Magee was not a party to this contract and consequently is not bound by its provisions. Its only effect, so far as he is concerned, is as evidence sustaining his testimony and the finding already referred to, that it was the intention of the parties to substitute the railroad company in his place. In that action the plaintiff not only alleged in his complaint the contract of September 14th, 1875, but based his right to recover thereon upon the ground that it was an assumption by the railroad company of the obligations. of Magee. In that case he was defeated and his claim for specific performance was denied. He then brought this action, in which he seeks to recover damages of Magee. The trial court filed a decision in his favor upon which a judgment has been entered for $152,097.96 damages and. costs. The trial judge appears to have been of the opinion that it was held in the former case that there was not a valid novation and con<page-number citation-index=\"1\" label=\"191\">*191</page-number>sequently the defendant Magee remained liable upon his contract of August 13th. The former decision of this court is reported in 103 New York, at page 59, and a careful reading of the opinion becomes necessary in order to determine the questions then considered and passed upon. Andbews, J., in delivering the opinion of the court, says : “ In determining the legal question presented, it is proper to say that there is no evidence of. any actual fraud or collusion on the part of any of the parties to the original contract of August 13, 1875, or that the contract of assumption was induced by any improper appliances or motives whatever. It is plain that Magee and his associates, when they entered into the original contract, contemplated building the proposed road on the line of the Sodus Bay and Corning Bailroad Company, and that the contract was made with a view of acquiring for the new road, the rights of way and other property of that corporation. It is equally plain that the contract of assumption was entered into by the new corporation with the same expectation and for the same purpose.” It will thus be seen that the court found no fault with the original contract or with the right of the new corporation to assume the liability of Magee therein and thus acquire a right of way for its contemplated road, but as we follow the opinion we soon discover the real vice. The judge continues : “ But we are of the opinion that the contract of September 14, 1875, is repugnant to the great rule of law which invalidates all contracts made by a trustee or fiduciary, in which he is personally interested, at the election of the party he represents. There is no controversy as to the facts bringing the case as to Munson within the operation of the rule. He and his associates were dealing with a corporation in which Munson was a director, in a matter where the interests of the contracting parties were or might be in conflict. The contract bound the corporation to purchase, and Munson, as one of the directors, participated in the action of the corporation in assuming the obligation, and in binding itself to pay the price primarily agreed upon between the plaintiffs and Magee. He stood in the attitude of selling as <page-number citation-index=\"1\" label=\"192\">*192</page-number>owner'and purchasing as trustee. The law permits no one to act in such inconsistent relations. It does not stop to inquire whether the contract or transaction was fair or unfair. It stops the inquiry when the relation is disclosed, and sets aside the transaction or refuses to enforce it, at the instance of the party whom the fiduciary undertook to represent, without undertaking to deal with the question of abstract justice in the particular case.”</p>\n<p id=\"b220-6\">As we have seen, the contract of September 14th, 1875, was executed by Munson, Case and Gowen as individuals owning and controlling the bonds of the Sodus Bay companies, and then by the Syracuse, Geneva and Corning Railroad Company by Munson, its president. . No other officer or person executed the contract on behalf of the railroad corporation. It was, therefore, a case where Munson, as an individual, stood in the attitude of selling, as owner, and purchasing as the president of the corporation, and this, as Judge Andrews says, the law will not sanction. It will not permit him to act in such inconsistent relations. While such a contract is not void, it is voidable at the election of the directors of the corporation who, if they are not satisfied with its provisions, may elect to rescind and disaffirm, and this was done on the 10th day of May, 1877, when the tender of the conveyance of the right of way of the old corporation to the new was made and the directors declined to .accept and pay for it. This, it was held, they had the right to do for the reasons stated,\" and consequently relief was denied to him in that action. But, as we have seen, Magee was not a party to that contract. He did not sign or execute it, and his rights .ar.e not affected thereby. His liability must be determined upon the agreements that had been previously made to which we have called attention ; the resolution of the board, of directors in which they assume the liability of Magee and agree to carry out the provisions of the contract of August 13th; his assignment, made pursuant to this resolution ; his procurement of the tonnage contracts provided for, and his testimony in the case upon which the trial court has found that it was the intention of the parties to release him from further liability upon the contract.</p>\n<p id=\"b221-3\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>It is claimed, upon the part of the plaintiff, that there was no agreement to release Magee; that there was no novation in fact, and that Magee is still liable to him upon the contract of August 13tli, 1875. These claims really present but one question, and that is, was there an agreement to substitute the railroad company in the place of Magee in the contract of ■ August 13tli, and was that substitution accepted by the plaintiff and acted upon by the parties ?</p>\n<p id=\"b221-4\">We shall assume, for the purpose of this case, but without so deciding, that the contract of August 13th was a valid and binding contract upon the parties thereto. So treating it, we think the finding of fact alluded to disposes of the question under consideration. It was the intention to create a novation in the substitution of the new company for Magee, and the parties supposed they had carried out such intention, and, acting upon that intention and supposition, Munson, Case and Growen accepted the railroad company as the substitute for Magee in the contract, and did not thereafter claim that he was liable to them upon the contract until the Court of Appeals rendered its decision in the case, to which we have already alluded. There was an intended novation, a substitution of parties, and an acceptance of such substitution by the plaintiff. The limitation that attached to the finding, “ until the Court of Appeals decided otherwise,” does not alter or affect the understanding of the parties as it theretofore existed. We have already referred to that decision, and pointed out just what was held. The facts were all well understood by the parties, and there was no supposition based upon any mistake of fact. If mistake there was, it was based upon a misunderstanding of the law and not of the facts. This court did not hold the contract of assumption as embraced in the company’s resolution of August 31st to be void. It could not well have done so, at least as to Magee. There is no claim or \"pretense that he treated the company unfairly, that he made a farthing out of the transaction, or that he failed to disclose any of the facts. As a part of the transaction, and as a consideration for the assumption, Magee agreed to and has procured for the com-<page-number citation-index=\"1\" label=\"194\">*194</page-number>pony valuable tonnage contracts which it has had the benefit of, and it would be exceedingly unjust to permit the company to retain the-benefits of these contracts, and at the same time claim that its obligations to him under the assumption contract are void. What the court did hold was that the contract of September 14th was voidable, and that a court of equity would not open its doors to Munson to compel a specific performance of that contract, for the reason that Munson, as president of the company, had undertaken to contract with himself as an individual. It is not clear to our minds that the resolution of August 31st is void or voidable by reason of any act of Mun-son. It is true he voted for the resolution; but had he any interest in the matter? His contract was with Magee, and there is no claim or pretension that Magee was insolvent, or that he was not possessed of sufficient means to fulfill all his obligations under the contract. The contract of assumption, as embraced in the resolution, was between Magee and the corporation. It could not, and did not affect the interest of Munson until he.saw fit to accept the liability of the corporation in place of Magee, and this he was not required to do by the resolution. But assume that Munson’s interest was such as to disqualify him as a voter, and that the resolution is voidable in consequence of his vote. If so, it is only voidable at the election of the corporation. It is valid as to Magee and also as to Munson. Neither of them can avail themselves of their own inisconduct in voting for the resolution to give either a right of action as against the other.</p>\n<p id=\"b222-4\">The corporation has not, in terms, elected to avoid the contract embraced in the resolution; it did, however, elect to avoid the contract of September 14, 1875. Whether it would have elected to avoid the contract embraced in the resolution, or could have done so in case the contract of September 14th had not been made, it is not necessary to now determine further than we have already indicated. It is sufficient, for the purpose of this case, to state that the rights of Magee remain unaffected, and the contract of assumption remains in full force and effect. It was such as the new corporation had <page-number citation-index=\"1\" label=\"195\">*195</page-number>the right to make, as has been clearly shown by Judge Andrews in the opinion alluded to, and under the finding of the trial court the plaintiff accepted the railroad company as party of the second part in the agreement of August 13tli, thus making a complete and valid novation as to the parties to this action.</p>\n<p id=\"b223-3\">It may be said that these contracts were before the court in the former action prosecuted against the railroad company. \"Very true, yet the plaintiff did hot see fit to rest his case upon them, but affirmatively alleged the contract of September 14th and based his right to recover thereon. That contract, in several respects, amended and changed the contract of August 13th, so that the railroad company could not be held liable under that contract unless the plaintiff performed the .conditions and requirements of the new and amended contract of September 14th, but, as we have seen, i\\!agee was in nowise affected by the provisions of the new contract, and the infirmity found therein does not affect his rights in the matter.</p>\n<p id=\"b223-5\">For the reasons stated, as well as those given by the Appellate Division, the judgment should be affirmed, with costs.</p>\n<p id=\"b223-6\">All concur.</p>\n<p id=\"b223-7\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}