{
  "casebody": {
    "data": "<casebody firstpage=\"828\" lastpage=\"829\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b850-5\">GILLERAN v. SPRINGFIELD, L. I., CEMETERY SOCIETY et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b850-6\">(Supreme Court, Appellate Division, First Department</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ar8\">April 3, 1914.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b850-7\">Injunction (§ 12<footnotemark>*</footnotemark>)—Restraining Corporate Action—Right to Sue—Showing of Damage.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b850-8\">Where one, suing to restrain the holding of a special meeting of corporate directors on the ground that the call therefor was not properly issued, merely sues individually, and alleges that he is president of the association and the holder of some of its certificates of indebtedness, but does not show that anything proposed to be done will injure the certificate holders or the association, he cannot maintain the action.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b850-9\">[Ed. Note.—For other cases, see Injunction, Cent. Dig. § 12; Dec. Dig. § 12.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b850-10\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b850-11\">Action by Thomas Gillerán against the Springfield, L. I., Cemetery Society and others. Prom an interlocutory judgment overruling demurrer to the complaint, defendants appeal.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AMq\">Reversed, and demurrer sustained.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b850-12\">Argued before INGRAHAM, P. J., and CLARKE, SCOTT, DOWLING, and HOTCHKISS, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b850-13\">Antonio Knauth, of New York City, for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b850-14\">John M. Gardner, of New York City, for respondent.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b850-17\">For other cases see same topic <em>&amp; </em>§ number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b850-15\">SCOTT, J.</author>\n<p id=\"AZ2z\">The action is brought to restrain the holding of a special meeting of the directors of the defendant Cemetery Society, upon the ground that the call for such meeting was not issued in the manner prescribed by the by-laws. The ultimate purpose of the action is to prevent the adoption of certain amendments to the by-laws. We do not consider it necessary at this time to determine whether or not the amendments, if adopted at the meeting sought to be restrained, would be valid or not. The difficulty we find with thé present action is that the plaintiff fails to show that the proposed meeting, if held, will injure him in any legal sense.</p>\n<p id=\"b850-16\">He sues individually, and alleges that he is president of the society and the holder of some of its certificates of indebtedness. He does not sue in behalf of the society, or in behalf of other certificate holders situated similarly to himself. Nor does he show that anything proposed to be done at the meeting will be injurious to the interests <page-number citation-index=\"1\" label=\"829\">*829</page-number>of the society or its certificate holders, or specially injurious to him as the holder of a certificate. If the meeting be held, and the proposed amendments adopted, and any action be threatened or attempted under them in derogation of plaintiff’s legal rights as president or certificate holder, it will be open to him to take appropriate legal measures to protect those rights. Even if the call for the meeting be irregular, it by no means follows, of necessity, that the action taken at the meeting will be invalid.</p>\n<p id=\"b851-5\">The judgment appealed from must be reversed, and the demurrer sustained, with costs to defendants in this court and in the court below. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}