{
  "casebody": {
    "data": "<casebody firstpage=\"239\" lastpage=\"245\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b303-3\">James N. CONSTANT v. The UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b303-6\">No. 406-78.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b303-7\">United States Court of Claims.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b303-8\">March 19, 1980.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b303-18\">Ira M. Siegel, Beverly Hills, Cal., for plaintiff; Irvin A. Lavine, Washington, D. C., atty. of record. Lavine &amp; Jackson, Washington, D. C., Norman Zafman, and Blakely, Sokoloff, Taylor &amp; Zafman, Beverly Hills, Cal., of counsel.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b303-19\">William O. Geny, Washington, D. C., with whom was Asst. Atty. Gen. Alice Daniel, Washington, D. C., for defendant. Donald E. Townsend, Vito J. DiPietro and Herbert Berl, Washington, D. C., of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b303-20\">Before DAVIS, BENNETT and SMITH, Judges.</p>\n<p data-order=\"7\" data-type=\"judges\" id=\"b303-21\">ON DEFENDANT’S MOTION TO DISMISS OR, IN THE ALTERNATIVE, FOR SUMMARY JUDGMENT</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b303-22\">DAVIS, Judge:</author>\n<p id=\"b303-23\">Chapter 17 of the Patent Act of 1952,<footnotemark>1</footnotemark> 66 Stat. 805, 35 U.S.C. §§ 181 <em>et seq., </em>authorizes the Commissioner of Patents and Trademarks, when a patent application has been filed and the publication or disclosure of the invention by the grant of a patent might be detrimental to the national securi<page-number citation-index=\"1\" label=\"240\">*240</page-number>ty, to order that the invention be kept secret and to withhold the grant of a patent so long as the national interest requires. 35 U.S.C. § 181.<footnotemark>2</footnotemark> It then becomes a criminal offense for private persons, knowing of the order and without authorization, to publish or disclose the invention or material information respecting it. 35 U.S.C. § 186. Section 183 of Title 35 gives to inventors and patent applicants affected by such secrecy orders the right, if a patent is found allowable, to seek compensation for damages caused by the imposition of the order. The primary question we have here is whether that right to sue for compensation extends to a patent-holder whose patent application was placed for some time under a secrecy order but the issuance of whose patent was not in fact delayed by the order. We hold that section 183 grants us jurisdiction of that type of claim and that plaintiff James N. Constant can recover under that statutory provision if he proves adequately that he suffered damage or loss through imposition of the secrecy order.</p>\n<p id=\"b304-4\">Plaintiff filed his patent application — disclosing a method of encoding radar signals, applicable in the field of vehicular identification systems — on September 22, 1969. A secrecy order was imposed on May 18, 1970. The order prohibited plaintiff from publishing or disclosing “the invention or any material information with respect thereto * * in any way to any person not cognizant of the invention prior to the date of the order * * * , under the penalties of [fine, imprisonment or abandonment of the invention, as set forth in] 35 U.S.C. (1952) 182, 186.” In an effort to have the order removed, Constant filed a petition to that effect (on May 23, 1970) with the Commissioner of Patents. When the petition was denied in April 1971, plaintiff appealed the denial to the Secretary of Commerce (on June 8, 1971). Some months later, on August 27, 1971, the secrecy order was rescinded. It had been in effect for approximately fifteen months. On December 10, 1971, about three months after the secrecy order was rescinded, plaintiff was informed that his patent claims were allowable; the formal notice of allowance was dated May 5, 1972; and the actual patent (No. 3,691,557) issued on September 12, 1972.</p>\n<p id=\"b304-11\">This suit was brought on September 11, 1978. The First Count of the petition invokes 35 U.S.C. § 183 (reproduced in full in the Appendix to this opinion) and alleges that the existence of the secrecy order during 1970-1971 “substantially interfered with and defeated” plaintiff’s efforts to finance and market his invention because the order prohibited disclosure of the invention to prospective users, licensees, and financing institutions, and the order also negated such persons’ interests by “indefinitely clouding the usability, marketability and profitability potential of the Invention.”<footnotemark>3</footnotemark></p>\n<p id=\"b304-12\">Defendant moves to dismiss this count<footnotemark>4</footnotemark> or, in the alternative, for summary judgment, on the grounds that the court lacks jurisdiction of plaintiff’s claim under 35 U.S.C. § 183 and also that the petition fails to state a proper claim under that provision.</p>\n<p id=\"b304-13\">I.</p>\n<p id=\"b304-14\">The sole jurisdictional dispute before us turns on whether section 183 opens this court’s doors to a patentee the issuance of whose patent was not actually delayed by a secrecy order. Because the order in this case was rescinded some months before plaintiff’s patent application was allowed and his patent granted,<footnotemark>5</footnotemark> the Government <page-number citation-index=\"1\" label=\"241\">*241</page-number>contends that the claim falls outside of section 183 and we lack all jurisdiction. Plaintiff, on the other hand, takes the position that the statute creates a right to judicial compensation for damages resulting from the imposition of a secrecy order, regardless of whether or not the order caused the patent to be withheld.</p>\n<p id=\"b305-5\">The somewhat baffling text of section 183 provides no definitive answer to this problem. The difficulty is that the provision establishes two separate routes for obtaining compensation which differ in their definition of who may seek relief. The first portion of the section (comprised of the first six sentences) envisages an administrative settlement with subsequent judicial consideration in this court or a district court if the applicant is dissatisfied with the administrative award or is denied any relief.<footnotemark>6</footnotemark> This first part of the statute explicitly requires that the patent be withheld before the administrative channel can be followed:</p>\n<blockquote id=\"b305-6\">An applicant * * * <em>whose patent is withheld as herein provided, </em>shall have the right, beginning at the date the applicant is notified that, except for such order, his application is otherwise in condition for allowance, * * * to apply to the head of any department or agency who caused the order to be issued for compensation for the damage caused by the order of secrecy and/or for the use of the invention by the Government, resulting from his disclosure. * * * (em_ phasis added).</blockquote>\n<p id=\"b305-10\">In contrast, the following part of the section (seventh and eighth sentences), covering patent owners (presumptively including plaintiff) who do not seek administrative compensation, is not on its face worded so as to require that the patent be withheld because of the secrecy order:</p>\n<blockquote id=\"b305-11\"><em>The owner of any patent issued upon an application that was subject to a secrecy order </em>issued pursuant to section 181 of this title, who did not apply for compensation as above provided shall have the right, after the date of issuance of such patent, to bring suit in the Court of Claims for just compensation for the damage caused by reason of the order of secrecy and/or use by the Government of the invention resulting from his disclosure. * * *. (emphasis added).</blockquote>\n<p id=\"b305-16\">The only textual prerequisites for suit under this portion of section 183 are that the patent application be subject to a secrecy order, that the claimant not have applied for administrative relief, and that the patent shall have issued. Nothing is said in this part of the statutory text about the withholding of the patent because of the secrecy order.</p>\n<p id=\"b305-17\">Defendant attempts to tie this second segment textually to the earlier portion by reading the words “who did not apply for compensation as above provided” to incorporate in the second portion the requirement of the first part that the patent have been withheld because of the secrecy order. To us, however, it is much more natural to understand “as above provided” as simply pointing and referring to the particular administrative remedy previously set forth in the statute; the normal reading is that “as above provided” directly relates to “apply,” rather than to the measure or content of compensation.<footnotemark>7</footnotemark> In its bare language, then, the second segment covers all those who did not in fact make use of that remedy, whether or not they could have done so.</p>\n<p id=\"b305-18\">Another textual argument put forward by defendant depends on the use of the term “just compensation” as the measure of recovery in some of the sentences of section 183.<footnotemark>8</footnotemark> “Just compensation” is said to show that only a Fifth Amendment taking is covered by the statute — and the secrecy order here (unaccompanied by use of the <page-number citation-index=\"1\" label=\"242\">*242</page-number>invention by the Government) is characterized as merely a regulatory or “police power” action (akin to the temporary confinement after Pearl Harbor of the tuna boats for security purposes in <em>Franco-Italian Packing Co. v. United States, </em>130 Ct.Cl. 736, 128 F.Supp. 408 (1955)), not an eminent domain taking. This point does not persuade us because, even if we accept the Government’s contention that no Fifth Amendment taking occurred, it is very plain that section 183 blankets considerable conduct outside the range of the Just Compensation clause of the Fifth Amendment. For instance, if plaintiff’s patent had only been withheld for a short time because of the secrecy order, it is indisputable that section 183 would give jurisdiction over the very same damage claim plaintiff now posits, despite its assumed lack of grounding in the Constitution. Use of the words “just compensation” in a federal statute does not necessarily mean that a constitutional taking is involved. <em>See United States v. Thayer-West Point Hotel Co., </em>329 U.S. 585, 589-90, 67 S.Ct. 398, 400, 91 L.Ed. 521 (1947). And it has been specifically held that a recovery under section 183 need not be for a constitutional taking. <em>Farrand Optical Co. v. United States, </em>325 F.2d 328, 337 (2d Cir. 1963). Congress has, of course, the power to grant a.claimant or class of claimants monetary relief even though the Fifth Amendment does not compel it to do so. <em>See United States v. Gerlach Live Stock Co., </em>339 U.S. 725, 739, 70 S.Ct. 955, 962, 94 L.Ed. 1231 (1950); <em>Coastal Petroleum Co. </em>v. <em>United States, </em>207 Ct.Cl. 701, 709, 524 F.2d 1206, 1210 (1975).</p>\n<p id=\"b306-4\">Accordingly, we conclude that there is no textual obstacle to reading the second portion of section 183 as it is written — as authorizing plaintiff (who did not seek administrative relief) to sue in this court. The question still remains whether the literal wording of that segment of the section should be rejected because out of harmony with the purposes or structure of the section as a whole.</p>\n<p id=\"b306-7\">As we have just said, the compensatory objective of the legislation is not restricted to Fifth Amendment takings. On the contrary, the overall general purpose seems to be to provide a comprehensive scheme for compensation to patent owners proving damages due to the issuance of a secrecy order. <em>See Robinson, supra, </em>236 F.2d at 27.<footnotemark>9</footnotemark> We agree with the statement in <em>Halpern v. United States, </em>258 F.2d 36, 42 (2d Cir. 1958), that the Invention Secrecy Act evidences “an increased solicitude on the part of Congress for the rights of inventors whose applications are placed under secrecy orders.” An order of that type puts the inventor under strong prohibitions against developing or exploiting his invention — buttressed by criminal and civil penalties. <em>See </em>35 U.S.C. § 182 (forced abandonment of invention which is disclosed contrary to secrecy order), § 185 (barring a United States patent for a secrecy-order invention sought to be patented abroad without official United States authorization); 35 U.S.C. § 186 (criminal penalties for improper disclosure of secrecy-order invention). In our view, the probabilities are that Congress intended to allow all inventors subject to these broad restrictions and serious penalties to seek and obtain compensation for their proved losses. That objective is attained if we read the second part of section 183, as its words surely permit, to authorize plaintiff’s suit in this court. The purpose is not fulfilled if we insert into that sector of the statute the unstated requirement that the secrecy order must have delayed issuance of the patent. Under that reading persons in plaintiff’s category will have no remedy at all, even though they suffer definite damage because of the secrecy order. Under the interpretation plaintiff advocates and we adopt, all affected invention-owners will <page-number citation-index=\"1\" label=\"243\">*243</page-number>have a remedy, either pursuant to the first part of section 183 or to the second segment.<footnotemark>10</footnotemark></p>\n<p id=\"b307-5\">Defendant counters that accepting the literal language of the second segment of section 183 creates a disharmony between the administrative relief portions (the first segment) and the later part authorizing a court suit in the absence of an administrative application, since it is clear that the patent must be withheld because of the secrecy order to trigger the administrative remedy. We have no substantial basis for determining why Congress made this distinction in the wording of the statute, or whether or not it was deliberate.<footnotemark>11</footnotemark> If it was inadvertent, we have no means of knowing whether the legislative “mistake” was in the first or in the second part. If the difference was deliberate, then there is of course no disharmony. What is most significant to us, as we have said, is that defendant’s interpretation of the section cuts off all remedy from a class of persons for whom Congress seems to have intended a right to seek compensation — one group of invention-owners damaged by a secrecy order. Recovery for the consequences of the secrecy order appears to be a more important element in the objectives and structure of the statute than the mere fact that the patent was withheld, perhaps only minimally, as a result of the secrecy order.<footnotemark>12</footnotemark> It is fundamental to all right to seek recovery under section 183 that the claimant have a patentable invention, but it is not similarly fundamental that his patent be withheld because of the secrecy order.<footnotemark>13</footnotemark></p>\n<p id=\"b308-3\"><page-number citation-index=\"1\" label=\"244\">*244</page-number>We believe, therefore, that there is insufficient reason to depart from the literal wording of the second segment of section 183 which authorizes plaintiff to sue, and that we have jurisdiction over his claim even though his patent was not withheld because of the secrecy order.</p>\n<p id=\"b308-4\">II.</p>\n<p id=\"b308-5\">Assuming jurisdiction <em>arguendo, </em>defendant also urges that plaintiff has failed adequately to state in his petition a proper claim that he was injured by the imposition of the secrecy order. We reject that position because, reading the petition liberally as we must, enough has been set forth for a first pleading. As indicated at the beginning of this opinion, the petition makes adequate general allegations of interference by the secrecy order with Constant’s efforts to finance and market his invention. In more specific support, the petition asserts (in our paraphrase) that (a) plaintiff had begun to develop his invention; (b) the subsequent intervention of the secrecy order was a significant cause of the rejection of plaintiff’s applications for loans which were necessary for that development; (c) because of the order Constant could not demonstrate to prospective users and licensees that his invention represented a superi- or technology in the field; (d) because of the order prospective users of his invention would not accept or could not evaluate it, and therefore selected the technologies of competitors, and other potential customers were influenced against plaintiff’s system; and (e) plaintiff invested personal funds in his hobbled and unsuccessful effort to develop, and also expended substantial attorneys fees in his attempts to have the secrecy order rescinded. These allegations are quite sufficient to withstand the Government’s motion to dismiss (though the trial judge may consider it appropriate to call for further particularization and specification).</p>\n<p id=\"b308-7\">We do not, of course, intimate any position as to whether plaintiff can or will be successful in proving compensable damages. Some concern was expressed at the House of Representatives committee hearings on the Invention Secrecy Act of 1951, the predecessor of section 183 (see note 1, <em>supra), </em>as to the proper proof of damages under the statute. <em>See, Hearings on H.R. 4687 before Subcommittee No. 3, Committee on the Judiciary, </em>82d Cong., 1st Sess. 17, 18, 21, 22-23, 28, 32 (August 21, 1951). We think the consensus at the hearings was that neither the courts nor the administrative agencies would permit purely speculative damages, but that there would have to be “real concrete evidence of damage,” <em>(Id. </em>at 32, Statement of P. J. Federico, Examiner-in-Chief, U.S. Patent Office), “actual damages” <em>(Id. </em>at 28, Statement of H. Brown, Chief, Patent Section, Dept, of Justice), proven damages <em>(Id. </em>at 18, 21, 23, Statement of P.A. Rose, representative of the American Patent Law Association), or “perhaps a greater degree of proof or ability to prove damages.” <em>(Id. </em>at 21, Statement of Congressman Willis). That general expectation and admonition should, of course, be respected.</p>\n<p id=\"b308-8\">III.</p>\n<p id=\"b308-9\">As a lesser contention, defendant says that plaintiff should have sought permission of the Commissioner of Patents to disclose the information in his patent application to the persons with whom he wished to discuss the invention. A regulation authorized such an application for a permit to disclose (37 C.F.R. § 5.5) but plaintiff did not apply under it for authority to use the information commercially. Instead, he applied immediately,<footnotemark>14</footnotemark> under a companion regulation (37 C.F.R. § 5.4), for rescission of the secrecy order. In this application he specifically and strongly set forth his need to disclose the invention in order to develop it. When the Commissioner denied this ap<page-number citation-index=\"1\" label=\"245\">*245</page-number>plication, plaintiff appealed (as he had a statutory right to do) to the Secretary of Commerce. This appeal said that “maintenance of the secrecy order completely prohibits applicant from making any effort in promoting his invention, both for his own benefit and for the benefit of the public at large.” We think that these applications quite adequately informed the Department of Commerce and the Patent Office that plaintiff desired and needed to disclose his invention in order to develop and promote it. These rescission applications were thus the equivalent of a formal application under the regulation for a permit to disclose.</p>\n<p id=\"b309-5\">CONCLUSION</p>\n<p id=\"b309-6\">Defendant’s motion to dismiss or, in the alternative, for summary judgment is denied and the case is returned to the Trial Division for further appropriate proceedings.</p>\n<p id=\"b309-7\">APPENDIX</p>\n<p id=\"b309-8\">Section 183 of Title 35 of the United States Code provides:</p>\n<p id=\"b309-9\">§ 183. Right to compensation</p>\n<blockquote id=\"A8i\">An applicant, his successors, assigns, or legal representatives, whose patent is withheld as herein provided, shall have the right, beginning at the date the applicant is notified that, except for such order, his application is otherwise in condition for allowance, or February 1, 1952, whichever is later, and ending six years after a patent is issued thereon, to apply to the head of any department or agency who caused the order to be issued for compensation for the damage caused by the order of secrecy and/or for the use of the invention by the Government, resulting from his disclosure. The right to compensation for use shall begin on the date of the first use of the invention by the Government. The head of the department or agency is authorized, upon the presentation of a claim, to enter into an agreement with the applicant, his successors, assigns, or legal representatives, in full settlement for the damage and/or use. This settlement agreement shall be conclusive for all purposes notwithstanding any other provision of law to the contrary. If full settlement of the claim cannot be effected, the head of the department or agency may award and pay to such applicant, his successors, assigns, or legal representatives, a sum not exceeding 75 per centum of the sum which the head of the department or agency considers just compensation for the damage and/or use. A claimant may bring suit against the United States in the Court of Claims or in the District Court of the United States for the district in which such claimant is a resident for an amount which when added to the award shall constitute just compensation for the damage and/or use of the invention by the Government. The owner of any patent issued upon an application that was subject to a secrecy order issued pursuant to section 181 of this title, who did not apply for compensation as above provided, shall have the right, after the date of issuance of such patent, to bring suit in the Court of Claims for just compensation for the damage caused by reason of the order of secrecy/or use by the Government of the invention resulting from his disclosure. The right to compensation for use shall begin on the date of the first use of the invention by the Government. In a suit under the provisions of this section the United States may avail itself of all defenses it may plead in an action under section 1498 of title 28. This section shall not confer a right of action on anyone or his successors, assigns, or legal representatives who, while in the full-time employment or service of the United States, discovered, invented, or developed the invention on which the claim is based. July 19, 1952, c. 950, § 1, 66 Stat. 806.</blockquote>\n<footnote label=\"1\">\n<p id=\"b303-15\">. Chapter 17 is sometimes referred to, by itself, as the Invention Secrecy Act because it was based on the Invention Secrecy Act of 1951, Pub.L.No.82-256, 66 Stat. 3.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b304-6\">. The Commissioner acts on the determination of one of specified federal agencies (e. <em>g.t </em>the Department of Defense) that publication or disclosure of the invention would be detrimental to the national security.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b304-7\">. The more specific allegations are paraphrased in Part II, <em>infra. </em>Plaintiff makes no claim for compensation for use by the Government of his invention during or after the period of the secrecy order.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b304-15\">. Count Two of the petition, which sought relief against deprivation of property in violation of the Fifth Amendment to the Constitution, had already been dismissed.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b304-16\">. Plaintiff does not argue that the secrecy order delayed the Patent Office’s determination that his patent was allowable, or that the patent would have been granted earlier if the secrecy order were not in existence.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b305-12\">. <em>Robinson v. United States, </em>236 F.2d 24 (2d Cir. 1956), held that this aspect of section 183 applies to cases in which the administrative agency denies any award at all.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b305-13\">. To put it another way, we consider that the clause means the same as if it read: “who did not apply as above provided for compensation.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b305-20\">. Other parts of the section simply use the word “compensation.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b306-5\">. The limited legislative history of the Invention Secrecy Act of 1951 casts no light on the jurisdictional problem before us, but that history is not in any way inconsistent with the position that Congress intended to provide a comprehensive scheme for compensation to invention-owners proving damages due to a secrecy order. <em>See </em>S.Rep.No.1001, 82d Cong., 1st Sess. (1951); H.R.Rep.No.1028, 82d Cong., 1st Sess. (1951); <em>Hearings on H.R. 4687 before Subcommittee No. 3, Committee on the Judiciary, </em>82d Cong., 1st Sess. (August 21, 1951).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b307-6\">. The Government erroneously urges that the only rights section 183 protects are the rights accorded by 35 U.S.C. § 154 to the patent grant — “the right to exclude others from making, using or selling the invention throughout the United States” — and that Constant asserts and can assert no interference with those specific rights since his patent was not held allowable until after the secrecy order was lifted. The statute does not say that its provisions are confined to that precise area, and its language as to compensation has much wider and more general phrasing. The core of the legislation is recovery of all “damage caused by the order of secrecy and/or for the use of the invention by the Government.” Thus, the consequences of the secrecy order (including but not limited to patent rights) are made central by the terms of the statute, and the legislative history does not suggest anything different. As plaintiff observes, if the patent were withheld for one day because of the secrecy order, section 183 would grant both administrative and judicial jurisdiction of a claim like plaintiff’s for disruption by the secrecy order of promotion and development, even though the delay in the patent itself would obviously have little or nothing to do with such a claim.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b307-7\">. It is possible that Congress thought that administrative agencies, more readily than courts, could initially consider in secret a claimant’s proof, while the secrecy order was still in effect, that he had suffered damage as a result of the order. If that was the Congressional thinking, it would be appropriate to allow a claimant to seek administrative relief immediately after the allowance of his patent application but before the patent had issued and thereby became public. This is what the first part of section 183 permits. <em>(Halpern, supra, </em>258 F.2d at 43-44, holds that thereafter the district court or this court could hold an <em>in camera </em>trial to decide whether the administrative award or denial was correct, but that ruling does not contradict the proposition that it is easier for the administrative agency than for a court to act <em>in camera.) </em>By conditioning suit under the second portion of section 183 on the issuance of the patent, Congress made sure that secrecy problems would be eliminated for the court if that alternative route was selected.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b307-10\">. As we have already suggested, if the patent was withheld for a short while because of the order, the statute would grant both administrative and original judicial jurisdiction of a claim just like plaintiffs for interference with promotion and development of the invention during the entire existence of the secrecy order.</p>\n<p id=\"b307-11\">Defendant urges that the encouragement of administrative settlement is an important factor in section 183 (see <em>Robinson, supra, </em>236 F.2d at 28), but even so Congress expressly provided a judicial remedy for those who intentionally failed or refused to pursue the administrative route. Section 183 does not indicate that the administrative remedy is the dominant one. Moreover, use of the administrative remedy is not furthered or encouraged by cutting off plaintiff’s class from both administrative and judicial remedies.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b307-12\">. Defendant assumes another unacceptable disharmony when it says that, if plaintiff is allowed to sue, “just compensation” for him will be different from “just compensation” for claimants who use the administrative remedy. But there is no difference in the content or measure of “just compensation” but only in the prerequisite for following one road or the other. <page-number citation-index=\"1\" label=\"244\">*244</page-number>Once the claimant is permitted to pursue his claim under either remedy, the standards and measures of the “just compensation” to which he is entitled will not differ. See note 10, <em>supra, </em>and text at note 8, <em>supra.</em></p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b308-10\">. About five days after the secrecy order was issued.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}