{
  "casebody": {
    "data": "<casebody firstpage=\"595\" lastpage=\"605\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b609-3\">THE DETROIT NEWS, INC v RECORDER’S COURT JUDGE (AFTER REMAND) DETROIT FREE PRESS, INC v RECORDER’S COURT JUDGE (AFTER REMAND)</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b609-5\">Docket Nos. 159314, 159315.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AeC\">Submitted September 14, 1993, at Detroit.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AoU\">Decided December 6, 1993, at 9:15 A.M.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b610-13\"><page-number citation-index=\"1\" label=\"596\">*596</page-number><em>Frank J. Kelley, </em>Attorney General, <em>Thomas L. </em><page-number citation-index=\"1\" label=\"597\">*597</page-number><em>Casey, </em>Solicitor General, <em>John D. </em>O’Hair, Prosecuting Attorney, <em>Timothy A. Baughman, </em>Chief of Research, Training and Appeals, and <em>Don W. Atkins, </em>Principal Attorney, Appeals, for the people.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b611-4\"><em>Butzel Long </em>(by <em>James E. Stewart </em>and <em>Eugene H. Boyle, Jr., </em>for The Detroit News, Inc.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b611-5\"><em>Honigman Miller Schwartz &amp; Cohn </em>(by <em>Herschel P. Fink </em>and <em>Michael A. </em>Gruskin), for the Detroit Free Press, Inc.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b611-6\">AFTER REMAND</p>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b611-7\">Before: Reilly, P.J., and Michael J. Kelly and Connor, JJ.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b611-8\">Reilly, P.J.</author>\n<p id=\"AJr\">In these consolidated cases, non-party-appellants The Detroit News, Inc., and Detroit Free Press, Inc., appeal by leave granted from a Detroit Recorder’s Court order affirming an order of the 36th District Court denying media access to the competency report prepared in the underlying criminal case. We affirm.</p>\n<p id=\"b611-9\">The underlying criminal matter is a highly publicized case wherein the defendant is charged with the murder of several women in Highland Park and Detroit. The district court ordered the defendant to undergo a psychiatric evaluation to determine his competency to stand trial. An examination was conducted at the Recorder’s Court Psychiatric Clinic, and a report finding the defendant competent to stand trial was submitted to the district court, the prosecuting attorney, and defense counsel.</p>\n<p id=\"b611-10\">On the date set for the competency hearing, defense counsel indicated that he did not contest the staff psychiatrist’s finding regarding competency. The trial court noted on the record the psychiatrist’s conclusion that the defendant met <page-number citation-index=\"1\" label=\"598\">*598</page-number>the legal criteria for competency to stand trial.<footnotemark>1</footnotemark> The court stated that \"[b]ased on this report, which I have examined in full, and the stipulations between the parties, I do find Benjamin Thomas Atkins, competent to stand trial.”</p>\n<p id=\"b612-5\">The Detroit News and Detroit Free Press filed motions in the district court seeking access to the competency report. Both the prosecutor and the defendant opposed the motions. The defendant argued that, because he had not challenged the findings of the psychiatrist, disclosure of the competency report would violate the psychiatrist-patient privilege. Furthermore, the defendant asserted that he would be denied a fair trial if the report, which he asserted contained information relating to his criminal responsibility, was made public.</p>\n<p id=\"b612-6\">The district court denied the motions for access to the competency report. The court stated that, in making the finding of competency, it relied on the conclusion of the report that the defendant was competent and that its decision was “enhanced” by <page-number citation-index=\"1\" label=\"599\">*599</page-number>the stipulation of the parties , regarding that conclusion. The court found that the defendant did not waive the psychiatrist-patient privilege by requesting a competency evaluation. Additionally, the court expressed concern about the \"chilling effect” a ruling permitting access to the competency report would have on the decisions of other criminal defendants to request competency hearings.</p>\n<p id=\"b613-3\">The Detroit News and Detroit Free Press appealed to the Detroit Recorder’s Court, where the district court’s denial of access to the competency report was upheld. This Court granted leave to appeal and remanded the matter to the Recorder’s Court for further findings sufficient to satisfy the requirements of MCR 8.105(D)(1) and <em>Booth Newspapers, Inc v 12th District Court Judge, </em>172 Mich App 688; 432 NW2d 400 (1988).<footnotemark>2</footnotemark> The Recorder’s Court judge was ordered to give specific reasons why the competency report should not be released to the public and to make findings regarding the possibility of less restrictive means to protect the defendant’s interest in a fair trial. On remand, the Recorder’s Court judge noted his belief that the competency report was confidential and his concern with permitting access to the competency report when the defendant was not informed before the evaluation that the report could be made public. He concluded that there was no right of access to the report and no alternatives to suppression of the report in this case.</p>\n<p id=\"b613-4\">Appellants argue that the press and public have a constitutional and common-law right of access to the competency report and that access cannot be denied absent specific findings that there is a <page-number citation-index=\"1\" label=\"600\">*600</page-number>substantial probability that the accused’s right to a fair trial would be prejudiced and reasonable alternatives to suppression of the report would not adequately protect the accused’s right to a fair trial. See <em>Booth Newspapers, supra </em>at 694.</p>\n<p id=\"b614-5\">The United States Supreme Court has expressly recognized a \"common-law right of access” to judicial records. <em>Nixon v Warner Communications, Inc, </em>435 US 589, 599; 98 S Ct 1306; 55 L Ed 2d 570 (1978). However, the common-law right of access is not absolute and the decision to permit access is left to the discretion of the trial court. <em>Id.; United States v Beckham, </em>789 F2d 401, 409 (CA 6, 1986). Some courts considering the issue have found that where a judicial record by tradition has been confidential, access is granted only upon a showing of important public need or to \"serve the ends of justice.” <em>Times Mirror Co v United States, </em>873 F2d 1210, 1219 (CA 9, 1989); <em>United States v Corbitt, </em>879 F2d 224, 228 (CA 7, 1989).</p>\n<p id=\"b614-6\">In determining whether a qualified First Amendment right of access attaches to a criminal proceeding, the United States Supreme Court has emphasized two complementary considerations. <em>Press-Enterprise Co v Superior Court, </em>478 US 1, 13; 106 S Ct 2735; 92 L Ed 2d 1 (1986) <em>(Press-Enterprise II). </em>See also <em>Booth Newspapers, supra. </em>The first is whether the place and process at issue have historically been open to the press and general public. Secondly, there is the consideration \"whether public access plays a significant positive role in the functioning of the particular process in question.” <em>Press-Enterprise II, supra </em>at 8; <em>Booth Newspapers, supra. </em>If both questions are answered in the affirmative, a qualified right of access applies to the proceeding, and that proceeding may not be closed unless specific findings are made that \" 'closure is essential to preserve higher values <page-number citation-index=\"1\" label=\"601\">*601</page-number>and is narrowly tailored to serve that interest.’ ” <em>Press-Enterprise II, supra </em>at 13-14, quoting <em>Press-Enterprise Co v Superior Court, </em>464 US 501, 510; 104 S Ct 819; 78 L Ed 2d 629 (1984) <em>(Press-Enterprise I).</em></p>\n<p id=\"b615-4\">Several courts have recognized that the qualified First Amendment right of access may also extend to certain documents submitted in connection with judicial proceedings. <em>Corbitt, supra; Globe Newspaper Co v Pokaski, </em>868 F2d 497 (CA 1, 1989); <em>In re New York Times Co, </em>828 F2d 110 (CA 2, 1987); <em>United States v Smith, </em>776 F2d 1104 (CA 3, 1985); <em>Baltimore Sun v Thanos, </em>92 Md App 227; 607 A2d 565 (1992). We believe that the test enunciated in <em>Press-Enterprise II </em>is the proper test to apply in determining whether a qualified First Amendment right of access extends to a particular judicial document submitted in conjunction with a pretrial hearing.<footnotemark>3</footnotemark> However, the right of access to a document submitted for use in a hearing should be considered separately from the right to attend the hearing itself. <em>Corbitt, supra </em>at 228-229; <em>Thanos, supra </em>at 234, n 4. We conclude that, under the facts and circumstances of this case, there is no right of access to the competency report prepared pursuant to defendant’s request for a competency hearing.</p>\n<p id=\"b615-5\">First, we believe that a competency report usually has been considered to be confidential, i.e., not accessible by the general public, except to the extent that the report or portions of the report are <page-number citation-index=\"1\" label=\"602\">*602</page-number>placed on the court record. See <em>United States v McKnight, </em>771 F2d 388, 391 (CA 8, 1985). Pursuant to MCL 330.2028(1); MSA 14.800(1028)(1), after a competency evaluation is performed, submission of the report is limited to the court, the prosecuting attorney, and defense counsel. Although the report may be admissible as evidence in the competency hearing, it is not admissible \"for any other purpose in the pending criminal proceedings.” MCL 330.2030(3); MSA 14.800(1030)(3).<footnotemark>4</footnotemark> These provisions indicate an intention to limit use of the report, and that it is to be provided to certain designated parties, but not to the general public. See <em>Howe v Detroit Free Press, Inc, </em>440 Mich 203, 212; 487 NW2d 374 (1992) (Probation reports and records enjoy an evidentiary privilege that precludes disclosure to the general public, even though access to the report may be available to certain designated public authorities.)</p>\n<p id=\"b616-5\">Furthermore, contrary to appellants’ argument that no privilege exists, the provisions of MCL 330.1750; MSA 14.800(750) contemplate that a defendant’s communication to a psychiatrist in a competency evaluation is privileged except with respect to the issue of competency.<footnotemark>5</footnotemark> The statute <page-number citation-index=\"1\" label=\"603\">*603</page-number>defines \"privileged communication” as \"a communication made to a psychiatrist or psychologist in connection with the examination, diagnosis, or treatment of a patient, or to another person while the other person is participating in the examination, diagnosis, or treatment.” MCL 330.1750(1)(c); MSA 14.800(750)(1)(c). The statute provides that the privileged communications are to be disclosed only in certain situations. For example, disclosure is permitted when the privileged communication \"is relevant to a matter under consideration in a proceeding governed by this act, but only if the patient was informed that any communications could be used in the proceeding,” MCL 330.1750(3) (b); MSA 14.800(750)(3)(b), or when the communication was made \"during an examination ordered by a court, prior to which the patient was informed that a communication made would not be privileged, but only with respect to the particular purpose for which the examination was ordered.” MCL 330.1750(3)(e); MSA 14.800(750)(3)(e).</p>\n<p id=\"b617-3\">The cases cited by appellants in support of their argument that communications made in competency examinations are not privileged are distinguishable. The cases of <em>Westchester Rockland Newspapers, Inc v Leggett, </em>48 NY2d 430; 423 NYS2d 630; 399 NE2d 518 (1979), and <em>Miami Herald Publishing Co v Chappell, </em>403 So 2d 1342 (Fla App, 1981), addressed an issue not presented in this case, the closure of the competency hearing itself. In <em>Express-News Corp v MacRae, </em>787 SW2d 451 (Tex App, 1990), the court did address the issue of access to a competency report. However, in <page-number citation-index=\"1\" label=\"604\">*604</page-number>that case, the court rejected the argument that the report was privileged, noting that the portion of the Texas Mental Health Code providing a physician-patient privilege did not apply to criminal cases and that the Texas Rules of Criminal Evidence did not provide a physician-patient privilege. <em>Id. </em>at 452.</p>\n<p id=\"b618-5\">In this case, the district court stated on the record that it was relying on the conclusions set forth in the report, as well as the parties’ stipulation regarding the conclusions of the psychiatrist.<footnotemark>6</footnotemark> The portion of the report containing the conclusions regarding the defendant’s competency to stand trial was read into the record. However, the remainder of the report was not made part of the record or discussed publicly by the parties or the court. On the basis of these facts, we conclude that neither the defendant nor the court placed the remaining portions of the report in the public domain and that the undisclosed portions should be afforded the protection traditionally afforded such privileged, confidential documents.</p>\n<p id=\"b618-6\">Additionally, we believe that the consideration of \"whether public access plays a significant positive role in the functioning of the particular process in question,” <em>Press-Enterprise II, supra </em>at 8; <em>Booth Newspapers, supra, </em>weighs against a finding that the right of access applies to the undisclosed portions of the competency report. The possibility that the entire contents of a competency report, including those portions not dealing with competency itself, could be disseminated to the public at large, would seriously undermine the process. A defendant, without the guarantee of confidentiality, might be reluctant to speak candidly with the <page-number citation-index=\"1\" label=\"605\">*605</page-number>examining psychiatrist.<footnotemark>7</footnotemark> In certain situations, defendants may even choose not to raise the issue of competency and forgo a competency evaluation to avoid public disclosure. In either situation, the flow of necessary information to the examining psychiatrist and ultimately to the court would be hindered by unrestricted access to competency reports. See, e.g., <em>Howe, supra </em>at 213.</p>\n<p id=\"b619-3\">Having concluded that, in this case, there is no qualified right of access, we need not determine whether suppression \"is essential to preserve higher values and is narrowly tailored to serve that interest.” <em>Press-Enterprise II, supra </em>at 13-14; <em>Booth Newspapers, supra.</em></p>\n<p id=\"b619-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b612-7\"> The trial court stated:</p>\n<blockquote id=\"b612-8\">Dr. Rosen indicated that he interviewed Mr. Atkins for approximately 2 hours on September 9th and 10th of this year.</blockquote>\n<blockquote id=\"b612-9\">And a number of psychological tests were administered by a Michael B. Ferrara, F-E-R-R-A-R-A, who has a master’s degree.</blockquote>\n<blockquote id=\"b612-10\">As a result of his interview, the testing, Dr. Rosen concluded that Benjamin Thomas Atkins appeared to possess the mental ability to meet the demands of the trial, in a completely, satisfactory matter [sic], . . .</blockquote>\n<blockquote id=\"b612-11\">Number 1, the Defendant appears capable of understanding the nature and object of the proceedings. Number 2, the Defendant appears aware of his position as Defendant in the pending proceedings. Number 3, the Defendant appears capable of assisting in his defense in a rational and reasonable manner. And number 4, delay, length or arduousness of a trial would not be expected to significantly alter the mental capabilities of the Defendant.</blockquote>\n<blockquote id=\"b612-12\">And in his clinical judgment, Dr. Rosen states on the first page of his report . . . \"Mr. Atkins meets the legal criteria for competency to stand trial.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b613-5\"> The Court in <em>Booth Newspapers </em>adopted the test set forth in <em>Press-Enterprise Co v Superior Court, </em>478 US 1, 13; 106 S Ct 2735; 92 L Ed 2d 1 (1986) <em>(Press-Enterprise II), </em>discussed at length <em>infra.</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b615-6\"> In the case of <em>In re Midland Publishing Co, Inc, </em>420 Mich 148; 362 NW2d 580 (1984), the Michigan Supreme Court held that there was no common-law or constitutional right of access to a preliminary examination. The Court also stated, in dicta, that there is no authority establishing a constitutional right to inspect public records. <em>Id. </em>at 155, n 7. However, <em>In re Midland Publishing </em>was decided before <em>Press-Enterprise II, </em>where the United States Supreme Court found a qualified right of access to preliminary hearings. See also <em>Booth Newspapers, supra.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b616-6\"> MCL 330.2030(3); MSA 14.800(1030)(3) provides, in pertinent part:</p>\n<blockquote id=\"b616-7\">The written report shall be admissible as competent evidence in the hearing, unless the defense or prosecution objects, but not for any other purpose in the pending criminal proceeding.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b616-8\"> We are not persuaded by the argument that MCR 6.125(A), which states that \"a mental competency hearing in a criminal case is governed by MCL 330.2020 <em>et seq.; </em>MSA 14.800(1020) <em>et seq.,” </em>precludes the application of the privilege provided in MCL 330.1750; MSA 14.800(750). Both § 750 and the provisions cited in the court rule are part of the Mental Health Code, MCL 330.1001 <em>et seq.; </em>MSA 14.800(1) <em>et seq. </em>See MCL 330.1750(3)(b); MSA 14.800(750)(3)(b), which addresses disclosure of a privileged communication \"relevant to a matter under consideration in a proceeding governed by this act.”</p>\n<p id=\"b616-9\">Appellants’ reliance on <em>Saur v Probes, </em>190 Mich App 636; 476 NW2d 496 (1991), is misplaced. The Court in <em>Saur </em>did not find that <page-number citation-index=\"1\" label=\"603\">*603</page-number>§ 750 did not create a privilege. Rather, it found that the statute did not create a civil cause of action for the unauthorized disclosure of privileged communications. <em>Id. </em>at 638-639. However, the Court noted that §750 demonstrated this state’s policy of protecting physician-patient confidences \"absent a superseding public or private interest.” <em>Id. </em>at 639.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b618-7\"> A criminal defendant may waive the right to present evidence at a competency hearing, but cannot waive the right to the hearing itself. <em>People v Livingston, 57 </em>Mich App 726, 736, n 10; 226 NW2d 704 (1975), modified on other grounds 396 Mich 818; 238 NW2d 360 (1976).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b619-5\"> Indeed, this possibility is recognized to a certain extent in the provisions of MCL 330.2028(3); MSA 14.800(1028)(3) and MCL 330.2030(3); MSA 14.800(1030)(3), which limit the use of the competency report to the issue of competency.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}