{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"218\" lastpage=\"230\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b248-7\" pgmap=\"248\">Richard Peterson, Appellee, v. Chicago &amp; Oak Park Elevated Railroad Company, Appellant.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b248-8\" pgmap=\"248\">Gen. No. 17,517.</docketnumber><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b248-9\" pgmap=\"248\">1. Master and servant—allegations of duty. After verdict for plaintiff, a count will be held to allege sufficient facts from which a duty on defendant’s part not to drive a car towards plaintiff can be inferred and to set forth a sufficient causal connection between the negligence and the injury, where it alleges that defendant ordered plaintiff to work near a car on an elevated structure and while he was exercising due care defendant negligently ordered a car to be moved towards and against plaintiff, while he was discharging his duties as a servant of defendant, whereby plaintiff was struck by the car and injured.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b248-10\" pgmap=\"248\">2. Master and servant—negation of act of fellow-servant. A count which alleges that plaintiff’s injury was due to the negligence of defendant, a corporation, is not fatally defective after verdict because of failure to state that the injury was not caused by a fellow-servant of plaintiff.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b248-11\" pgmap=\"248\">3. Master and servant—evidence. Evidence held to support a verdict for plaintiff, a switch repairman, in an action for negligence in driving a car on defendant’s elevated railroad against him and brushing him from the structure.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b248-12\" pgmap=\"248(18) 249(29)\">4. Master and servant—fellow-servants. In an action by a switch repairman against an elevated railroad company for negligence in driving a car against him, held not error to refuse an instruction that as a matter of law the motorman of such car and plaintiff were fellow-servants.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b249-5\" pgmap=\"249\">5. Damages—not excessive. Verdict for §10,000 is not excessive where plaintiff’s wrists were broken, the bones at the lower end of his arms dislocated, his left ankle broken and his right broken or dislocated, and after coming from the hospital the motion of his left hand was limited, the joints in his ankles were very stiff, one foot was turned in and he was bowlegged, all of which conditions were permanent.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b249-6\" pgmap=\"249\">6. New trial—affidavits of jurors to impeach verdict. On motion for new trial after verdict for plaintiff in an action against an elevated railroad company for negligence, affidavits of three jurors that they visited the place of the accident and viewed the structure from below will not be received to impeach their verdict.</headnotes><headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b249-7\" pgmap=\"249\">7. Evidence—instructions. In an action for personal injuries it is not improper to instruct the jury that plaintiff is not bound to prove his case beyond a reasonable doubt, but only by a. preponderance of the evidence.</headnotes><headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b249-8\" pgmap=\"249\">8. Master and servant — abstract instruction. In an action against an elevated railroad company by a servant for injuries caused by alleged negligence in driving a car against him while he was performing his duties, while it seems that the abstract proposition that the master is under a duty to exercise reasonable care to furnish the servant a reasonably safe place to work should not have been given to the jury, it could not have been misleading where all the grounds of recovery under the declaration were fully explained by other instructions.</headnotes><summary data-order=\"10\" data-type=\"summary\" id=\"b249-9\" pgmap=\"249\">Appeal from the Superior Court of Cook county; the Hon. Homer Abbott, Judge, presiding. Heard in the Branch Appellate Court at the March term, 1911.</summary><summary data-order=\"11\" data-type=\"summary\" id=\"Adb\" pgmap=\"249\">Certiorari denied by Supreme Court (making opinion final).</summary><disposition data-order=\"12\" data-type=\"disposition\" id=\"Ars\" pgmap=\"249\">Affirmed.</disposition><decisiondate data-order=\"13\" data-type=\"decisiondate\" id=\"Ad3\" pgmap=\"249\">Opinion filed January 9, 1913.</decisiondate><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b249-11\" pgmap=\"249\">Samuel S. Page and C. Le Roy Brown, for appellant; R. G. McDonald, of counsel.</attorneys><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b249-12\" pgmap=\"249\">Johnson &amp; Belasco, for appellee; Joel Baker, of counsel.</attorneys><p data-order=\"16\" data-type=\"legal\" id=\"b249-13\" pgmap=\"249(39) 250(121)\">Statement of the Case. This is an action for damages for personal injuries brought by Bichard Peterson, appellee and hereinafter called plaintiff, against Chicago &amp; Oak Park Elevated Bailroad Company, a corporation, appellant and hereinafter called defendant. A car on defendant’s elevated railway was unable to move because it had stopped at a place where there was no third rail to supply it with electrical power. Plaintiff was attempting to connect the car with the nearby end of the third rail by means of a ‘light hose” or wire. He was standing near the edge of the elevated structure and the car, moving past him around a curve, brushed him off the structure and he fell to the street below. The jury returned a verdict in favor of plaintiff and assessed his damages at $10,000, upon which verdict the court, on December 10, 1910, entered judgment against the defendant for said amount and costs.</p><p data-order=\"17\" data-type=\"legal\" id=\"b250-5\" pgmap=\"250(247) 251(9)\">The declaration consisted of two counts. The first count alleged, in substance, that the defendant controlled, owned and used certain elevated tracks in Chicago and operated divers cars for the carrying of passengers for hire; that on November 5, 1908, plaintiff was working as an employee of defendant under its direction and control, and was upon the elevated structure in the discharge of his duties as a servant of defendant, and that while at all times in the exercise of due care and caution for his own personal safety, the defendant “negligently drove, managed and operated” a certain car, so that said car struck plaintiff and threw him from said elevated structure to the ground, thereby greatly and permanently injuring him. The second count charged that the defendant “ordered and directed the said plaintiff upon a certain place on the structure of the said defendant to work at and near a certain car,” and, while' there and while at all times in the exercise of due care, etc., the defendant “negligently ordered and directed a certain car to be moved toward and upon and against the said plaintiff, while the said plaintiff in the discharge of his duties as a servant of the said defendant was at or near the said tracks upon which the said car was,” thereby causing plaintiff “to be struck by said car with great force and violence to be thrown from said structure to and upon the ground,” thereby greatly and permanently injuring bim.</p><p data-order=\"18\" data-type=\"legal\" id=\"b251-4\" pgmap=\"251(349) 252(56)\">The facts are substantially as follows: The main line of defendant’s elevated railway ran east and west on Lake Street in the City of Chicago. There were two tracks. Westbound trains ran on the south track and eastbound trains on the north track. Electricity was supplied by a third rail. The tracks ran across a bridge over the Chicago River. The first north and south street east of the river was Market Street. On Lake Street, east of the bridge, a stub or branch line of the elevated railway left the main tracks and, curving towards the south in approximately a right angle curve, ran south on Market Street as far as Madison Street. On this Market Street branch line the defendant operated a single passenger car called a ‘shuttle” car. This car made regular short trips from Madison Street north on Market Street to Lake Street, and then west on Lake Street, across said bridge, to the first station on the west side of the river, Canal Street. When this car left the Market Street branch it entered upon the south track of the two tracks in Lake Street, crossed the bridge on said south track and returned from Canal Street on the same track. During the time this shuttle car was on said south track between Market Street and Canal Street, defendant’s regular west-bound trains, approaching Market Street from the east in Lake Street, could not proceed west of Market Street. The curved track of the Market Street branch connected with the south track on Lake Street a short distance west of Market Street. Immediately east of said bridge, and between the north and south tracks in Lake Street, was a bridgeman’s shanty, surrounded by a platform made of planking. A little east of the shanty was a kind of a raised platform, and east of said platform and between said north and south tracks was more planking. The east wall of said shanty was about even with the place where the Market Street curved track connected with said south track in Lake 'Street. About one hundred feet east of this place was located a switchman’s “interlocking tower,” which was immediately south of said south track in Lake Street and west of the east line of Market Street. The tower was so located as to command a view of the elevated railroad on both streets.</p><p data-order=\"19\" data-type=\"legal\" id=\"b252-5\" pgmap=\"252(300) 253(267)\">Plaintiff was in the employ of defendant as a switch-repairman, was about twenty-one years of age, and prior to the accident had worked for defendant for about eleven ■ months, during which time he had frequently worked on the elevated structure at Market and Lake Streets. It was part of his duties to do any work as directed by towermen or train dispatchers. On the morning of the accident, which occurred on November 5, 1908, about eight o’clock, plaintiff and a coworker, named Currie (who died before the trial), were repairing switches at Market and Lake Streets. Edward O’Neal, variously called “train dispatcher,” “bridgeman” and “bridge tender” was inside the bridgeman’s shanty above mentioned. O’Neal’s duties were to block trains when the bridge was open, to work levers and targets and to signal the bridgeman down below how and when to operate the bridge. Henry Sorg, the towerman, was inside the tower. As towerman he threw the switches and set the signals that directed whether the cars on Lake Street or Market Street should proceed or stop, but O’Neal had authority to stop cars which the towerman had signaled to proceed, and had greater power and authority than the towerman. About the time mentioned, the shuttle car came north on Market Street and started around the curve to proceed west to Canal Street. As it was rounding the curve, O’Neal signaled the car to stop for the reason that there was a through train approaching Market Street on the south track in Lake Street and he desired to give the train the right of way to proceed over the bridge. One Spellman was the motorman and one Slack the conductor of the shuttle car. The name of the motorman of the through train was Arrington and the conductor’s name was Bellman. The shuttle car was a motor car about forty-six feet long. It had two motors, one at each end, each connected by shoes with the third rail. The distance between these shoes on the side of the car was thirty-two feet. Just east of the bridge was a space where there was no third rail, which was called the dead space and which was thirty-three feet six inches long. It was therefore possible for the car to be so stationed that the shoes at each end would be &amp; few inches from the live third rail, and if so situated the car could not be started because neither shoe connected with said third rail. The normal “overhang” of the shuttle car when standing on a straight track was two feet six inches beyond the rail. When the car was going around the curve the maximum overhang at the center of the southside of the car was claimed by the plaintiff to be three feet beyond the rail. Certain witnesses for defendant testified that beyond this maximum overhang of the car when going around the curve, the ties extended twenty inches, and certain photographs and testimony offered by defendant tended to show that when the car was going around said curve a man of about the same size as plaintiff could stand erect on the ties between the ends of the ties and the car. The ends of the ties formed the edge of the elevated structure at this point and at said edge there was no guard rail.</p><p data-order=\"20\" data-type=\"legal\" id=\"b253-4\" pgmap=\"253(119) 254(416) 255(280)\">In response to O’Neal’s signal to stop, Spellman, the motorman, stopped the shuttle car just east of the bridge. The east end of the car was just where the Market Street track began to curve to the south from the main track. O’Neal stepped out of the shanty and told Spellman to “back up.” Spellman testified that he then reversed his motor and “gave her one or two notches,” found that he could not move the car and replied to O’Neal, “I can’t, I am on the dead rail,” meaning thereby that the car had stopped in the space where there was no third rail. O’Neal at once proceeded to look for what he called his “light hose.” This was an insulated wire about five feet long, used to connect the car with the live third rail. Not finding it in its accustomed place, O’Neal called out, “Where is my light hose?” Peterson, the plaintiff, and Currie were standing nearby, and, according to plaintiff’s testimony, O’Neal said to plaintiff, “Get me a light hose,” and plaintiff got one and handed it to O’Neal. Plaintiff further testified that there was a piece of wood on each end of the hose; that O’Neal broke off the piece of wood at one end and said to plaintiff, “Stay with me;” that O’Neal then went to the east end of the shuttle caí* and plaintiff followed him; that O’Neal then attached one end of the hose to the light hose connection in the east platform of the car, that “after he had put that light hose into the light hose connection he put it on the rail, attached it on the third rail,” and that “he said to get over there right outside of the tracks, * * * and hold this hose on the rail. He pointed to the place. I took it over there. He walked across the track. I held the light hose on the rail. Then I heard him holler, ‘back up.’ Then the motor (car) pushed me off. I was standing about two feet from the motor (car) at the time.” On cross-examination plaintiff testified: “When I last saw him (O’Neal) he was on the other side of the tracks—north of the shuttle car. * * * He was right there at the corner of the car. He was facing northwest. * * * I was bent over as he told me. * * * I was south of the car and east of it. I was just about a foot or two from it with the light hose in my hand, and kind of stooped over. * * * After I put the light hose there, it (the car) started in a second, or just about the tick of the clock. * * * The motor (car) came so quick * * * and hit me.” O’Neal testified: “He (plaintiff) took the light hose out of my hand. When he did that it struck me that I would let him handle that part of it, and I proceded to walk west and just then the car moved, * * * started back east and around the curve. I heard Peterson make some sort of an exclamation, and I looked around, and I saw him fall to the sidewalk. * * * After I had put the light hose to the east end of the car, I stepped * * * to the south side of the' car and proceeded to walk west alongside of the car. * * * I did not tell Peterson to put the light hose on the third rail. I did not tell him to stand outside on the rail. * * * It was my intention to speak to the motorman, that is why I started west there, to make arrangements with him to operate the car. * * * I remained on the south side of the track until the car had passed on Market Street. * * * I did not at any time after I placed the light hose in the light hose socket * * * say to the motorman ‘back up.’ I judge the car had moved some seven or eight feet at the time I looked and saw Peterson falling.” Spellman, Arrington, Bellman and Sorg, the towerman, all corroborated O’Neal that when the shuttle car started to move south around the curve O’Neal was standing south of the car, Arrington, Bellman and Sorg, all on the elevated structure about seventy-five feet away from where O’Neal and plaintiff stood, as well as certain persons on the street below the structure, all gave negative testimony to the effect that they did not hear O’Neal give the second order to “back up” just before the shuttle car moved east around the curve and just before plaintiff fell from the structure.</p><p data-order=\"21\" data-type=\"legal\" id=\"b255-4\" pgmap=\"255(111) 256(140)\">Spellman, the motorman of the shuttle car, testified that after O’Neal went in search of his light hose, Currie, plaintiff’s coworker, “came around in the front of the motor (car) with a spike maul, to put it between the third rail and the trolley shoe, to plug me off; and I stepped out of my cab and to the front of the motor (car) and said, ‘Don’t do that, Currie, you will burn yourself.’ The motor started and I stepped into the cab.” On cross-examination, he testified: “Mr. O’Neal told me to back up. I don’t know about whether later on he told me to back up. I don’t know that I did get an order to hack up. * * * I must have stopped with the controller in the second notch when I saw Mr. Currie going out there with that spike maul to plug me off. No, I didn’t turn it off entirely; I stepped to the door to tell Mr. Currie not to do that, and with that the motor (car) started back.” No other witness testified to the incident of Spellman’s stepping out of the cab to warn Currie. Slack, the conductor, testified that the shuttle car stopped for about a couple of minutes before it began to back up, that during that period he was on the front platform outside of the car and also inside the car, and that he did not know whether or not Spellman spoke to Currie.</p><p data-order=\"22\" data-type=\"legal\" id=\"b256-5\" pgmap=\"256\">After the accident plaintiff was taken to St. Luke’s Hospital, where he remained until December 26, 1908. He used crutches until March, 1909. By the fall, both of plaintiff’s wrists were broken and the bones at the lower end of the arms dislocated. Bis left ankle was also broken and his right ankle either broken or dislocated. After the treatment at the hospital it was found that there was a considerable limitation in the movement of plaintiff’s left hand, that the joints in both ankles were very stiff—ankylosis—which interfered with plaintiff’s walking, that one foot turned in, and that he was bowlegged, all of which conditions were permanent. In June, 1909, plaintiff became a helper in a saloon, doing odd jobs, at which work he was engaged at the time of the trial.</p> <opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b256-6\" pgmap=\"256\">Mr. Presiding Justice Gridley</author> <p id=\"AUGc\" pgmap=\"256\">delivered the opinion of the court.</p> <p id=\"b256-7\" pgmap=\"256(80) 257(256)\">It is first contended by counsel for appellant that the declaration failed to state a cause of action, in that (a) neither count alleged any fact which would raise the duty on the part of defendant not to drive and operate the car toward plaintiff, and (b) neither count alleged that the moving of the car was by reason of the negligence of a servant who was not a fellow-servant of plaintiff, and (c) the second count is defective in that it fails to allege any causal connection between the negligence averred and the injury. Without passing upon the sufficiency of the first count, we are of the opinion that the second count is sufficient to sustain the judgment. “Where there is an entire verdict on several counts, the verdict will not be set aside because the declaration contains a defective count if there are one or more counts sufficient to sustain a verdict.” Bennett v. Chicago City Ry. Co., 243 Ill. 420, 434. We think that the second count alleged sufficient facts from which the duty of defendant, above mentioned, could be inferred after verdict. Sargent Co. v. Baublis, 215 Ill. 428; Grace &amp; Hyde Co. v. Sanborn, 225 Ill. 138, 141. And the count, which alleged that plaintiff’s injury was due to the negligence of the defendant (a corporation), is not-fatally defective after verdict because it failed to state that the injury was not caused by a fellow-servant of plaintiff. Libby, McNeill &amp; Libby v. Scherman, 146 Ill. 540; American Car &amp; Foundry Co. v. Hill, 128 Ill. App. 176; Bennett v. Chicago City Ry. Co., supra; McInerney v. Western Packing &amp; Provision Co., 249 Ill. 240, 243. And we think that such a causal connection between the negligence averred and the injury was alleged as to be sufficient after verdict. Sauter v. Anderson, 110 Ill. App. 574, 576; City of La Salle v. Porterfield, 138 Ill. 114, 120; Sargent Co. v. Baublis, 215 Ill. 428, 434.</p> <p id=\"b257-4\" pgmap=\"257\">It is further contended that the verdict is manifestly against the weight of the evidence in that the overwhelming preponderance of the evidence is that plaintiff was not ordered by O’Neal to apply the light hose to the third rail about the time he did apply it and that O’Neal did not order the shuttle car to be started back about that time. Whether or not these orders were given were questions of fact for the jury to pass upon, and we cannot say, under all the facts and circumstances of this case, that the verdict is manifestly against the weight of the evidence.</p> <p id=\"b257-5\" pgmap=\"257(9) 258(253)\">It is also contended that the evidence clearly shows that the accident was the result of the negligent act of Spellman, the motorman, in leaving the controller, with the reverse applied, in the first or second notch, when he left Ms cab to warn Currie not to connect the tMrd rail with the west trolley shoe by means of a spike maul, as Spellman says Currie started to do; that when plaintiff applied the light hose to the tMrd rail at the east end of the shuttle car tMs negligent act of Spellman resulted in the car moving east toward and against plaintiff; that Spellman and plaintiff were fellow-servants in that they were directly cooperating in the particular business then in hand, namely, moving the car off the dead space, and that therefore, plaintiff cannot recover. After a careful consideration we cannot say that the evidence clearly shows that the accident was caused by the alleged negligent act of Spellman. If plaintiff’s statement is true that after O’Neal had connected the light hose with the car O’Neal “put it on the rail, attached it' to the third rail,” the car would then have instantly moved toward the east, if Spellman’s ' controller had been then open one or two notches with the reverse applied, but the car did not then move, and not until after O’Neal had given the light hose to plaintiff and had told plaintiff to hold the hose to the tMrd rail, and had walked away and, as plaintiff testified, had said “back up.”</p> <p id=\"b258-4\" pgmap=\"258\">In view of all the evidence in this case and the decisions of our supreme court, such as Bennett v. Chicago City Ry. Co., 243 Ill. 420, 428, we are of the opinion that the trial court did not err in refusing to give to the jury defendant’s instruction (asked at the close of the hearing of the testimony and before other instructions were presented by defendant) to the effect that “as a matter of law the motorman Spellman and the plaintiff Peterson were fellow-servants.”</p> <p id=\"b258-5\" pgmap=\"258(16) 259(67)\">We cannot agree with counsel that the evidence clearly shows that plaintiff was himself negligent (a) in prematurely applying the light hose to the third rail, and (b) in failing to take such precautions as would have prevented bis being brushed off the elevated structure by the passage of the car. Neither can we agree with the contentions that plaintiff’s counsel was guilty of such misconduct as warrants a reversal of the judgment, and that the verdict is excessive.</p> <p id=\"b259-4\" pgmap=\"259\">In support of defendant’s motion for a new trial in the court below, defendant read and filed the affidavits of three of the jurors to the effect that during the progress of the trial they visited the scene of the accident and viewed the elevated structure from the street below. It is contended that this was such misconduct on the part of the jurors as warranted a new trial of the case, and that the court erred in refusing to grant a new trial on this account. We cannot agree with the contention. Affidavits of jurors will not be received to impeach their verdict. Heldmaier v. Rehor, 188 Ill. 458; Wyckoff v. Chicago City Ry. Co., 234 Ill. 613.</p> <p id=\"b259-5\" pgmap=\"259\">It is urged that the trial court erred in giving to the jury instruction No. 1 offered by plaintiff, as follows: “The court instructs the jury that the plaintiff is not bound to prove Ms case beyond a reasonable doubt but is merely bound to prove it by a preponderance of the evidence.” The giving of this instruction has been held not to be error in the following cases: Chicago City Ry. Co. v. Nelson, 215 Ill. 436, 443; Chicago Consol. Traction Co. v. Schritter, 222 Ill. 364, 367; Pierson v. Lyon &amp; Healy, 243 Ill. 370, 373; Gurnea v. Baltimore &amp; Ohio R. Co., 157 Ill. App. 331, 338.</p> <p id=\"b259-6\" pgmap=\"259(52) 260(123)\">It is also urged that the court erred in giving instruction No. 2 to the jury, offered by plaintiff, as follows: “It is the duty of the master to exercise reasonable care to furnish the servant a reasonably safe place to work.” It is argued that while the abstract proposition of law announced in this instruction is correct, it had no application to the issues of the case, as charged in the declaration, and that the instruction was calculated to mislead the jury. We are inclined to the opinion that the instruction should not have been given, but do not think that the giving of it could have misled the jury. The grounds alone upon which plaintiff could recover under his declaration were fully explained to the jury by other instructions offered by the defendant and given. In view of the giving of instructions Nos. 19, 20 and 37 offered by defendant, we do not think that prejudicial error was committed by the giving of the instruction complained of.</p> <p id=\"b260-4\" pgmap=\"260\">It is also urged that the giving of instruction No. 5. offered by plaintiff as to estimation of damages, was error. In view of the decision in Thompson v. Northern Hotel Co., 256 Ill. 77, and of the giving by the court of instruction No. 33, as modified, offered by defendant, we do not think the court erred in this particular.</p> <p id=\"b260-5\" pgmap=\"260\">Nor do we think that the court erred in refusing to give certain instructions offered by the defendant, as contended by counsel.</p> <p id=\"b260-6\" pgmap=\"260\">The judgment of the superior court is affirmed.</p> <p id=\"b260-7\" pgmap=\"260\">Affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}