{
  "casebody": {
    "data": "<casebody firstpage=\"458\" lastpage=\"460\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b506-16\">Paul GINSBURG, Appellant, v. Horace STERN and Patrick N. Bolsinger.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"a2o-dedup-0\">No. 12765.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b506-18\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b506-19\">Argued Feb. 2, 1959.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b506-20\">Decided Feb. 17, 1959.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b506-21\">Rehearing Denied March 16, 1959.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b507-7\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>Paul Ginsburg, Pittsburgh, Pa., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b507-8\">Elder W. Marshall, Pittsburgh, Pa. (Carl E. Glock, Jr., Reed, Smith, Shaw &amp; McClay, Pittsburgh, Pa., on the brief), for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b507-9\">Before GOODRICH and STALEY, Circuit Judges, and STEEL, District Judge.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b507-10\">PER CURIAM.</author>\n<p id=\"b507-11\">This is an appeal from three orders of the District Court for the Western District of Pennsylvania. The chronology of this case follows.</p>\n<p id=\"b507-13\">On August 31,1954, plaintiff instituted a civil action against the then Chief Justice and the Prothonotary of the Supreme Court of Pennsylvania, charging them with a violation of the Civil Rights Acts, 42 U.S.C.A. §§ 1983, 1985, 1986. On motion the district court dismissed the complaint, holding that it failed to state a claim upon which relief could be granted, on the ground that the defendants were immune from liability and on the further ground that the complaint failed to disclose the denial to plaintiff of any rights under the Constitution or laws of the United States or under Pennsylvania law or the Rules of its Supreme Court. D.C.W.D.Pa.1954, 125 F.Supp. 596, 600-03. This Court, sitting en banc, affirmed on the ground that the plaintiff had “not stated a cause of action cognizable in a United States District Court under the Civil Rights Acts * * * or under any other statute or rule of law.” 3 Cir., 1955, 225 F.2d 245. The opinion expressly declined to rule on the immunity ground. Ibid. Before issuing its mandate this Court denied a motion to amend the complaint, a petition for rehearing, 3 Cir., 225 F.2d 245, and a motion for leave to file a supplementary petition for rehearing. Plaintiff then moved in the district court for leave to file an amended complaint. On July 19, 1956, the district court issued an order refusing to grant leave to amend and entered a judgment. D.C.W.D.Pa.1956, 19 F.R.D. 238. On appeal this Court affirmed the denial but vacated the district court’s judgment, on the ground that the original judgment for the original defendants remained intact. 3 Cir., 1957, 242 F.2d 379. A petition for rehearing was denied. Ibid.</p>\n<p id=\"b507-15\">In both appeals costs were taxed against the plaintiff, in total $315.30. On August 13, 1958, a writ of attachment execution was issued by the defendants for the collection of the costs. Plaintiff then (1) moved to vacate the writ of attachment, (2) moved to vacate the July 19, 1956, order of the district court which had refused his motion for leave to file an amended complaint and (3) gave notice of intention to take the <page-number citation-index=\"1\" label=\"460\">*460</page-number>deposition of .one of the defendants. After answer, counter-motion and argument the district court by order denied both of plaintiff’s motions and refused to permit the taking of the proposed deposition. From these, orders the plaintiff now appeals.</p>\n<p id=\"b508-4\">Since the order of July 19, 1956, denying plaintiff leave to amend was affirmed by this Court, 3 Cir., 1957, in 242 F.2d 379 and a mandate thereon had issued, the district court properly refused to vacate the July 19, 1956, order under the principle stated in Butcher &amp; Sherrerd v. Welsh, 3 Cir., 1953, 206 F.2d 259, 262. In the circumstances the district court was right in refusing to vacate the writ of attachment for costs and in preventing plaintiff from proceeding to take the noticed deposition.</p>\n<p id=\"b508-5\">The judgment of the district court will be affirmed. In addition, plaintiff's motion to remand, filed in this Court on January 12, 1959, will be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}