{
  "casebody": {
    "data": "<casebody firstpage=\"642\" lastpage=\"644\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b690-6\">HELMS BAKERIES, Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b690-8\">No. 15574.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b690-9\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b690-10\">Feb. 3, 1959.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b690-19\">George T. Altman, Beverly Hills, Cal., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b690-20\">Charles K. Rice, Asst. Atty. Gen., Harry Marselli, Lee A. Jackson, Attorneys, Department of Justice, Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b690-21\">Before ORR, CHAMBERS and JERT-BERG, Circuit Judges,</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b690-22\">JERTBERG, Circuit Judge.</author>\n<p id=\"b690-23\">This is a second appeal in a case involving determination of federal excess profits taxes for the calendar years 1943, 1944 and 1945. The decision of this Court on the first appeal appears in 9 Cir., 236 F.2d 3.</p>\n<p id=\"b690-24\">The issues presented to the Tax Court, whose decision was reviewed on the first appeal, related exclusively to the petitioner’s right to relief under section 722 of the Internal Revenue Code of 1939<footnotemark>1</footnotemark> <page-number citation-index=\"1\" label=\"643\">*643</page-number>for the calendar years above stated. Petitioner was in existence during the entire base period — 1936 to 1939 inclusive —and was entitled to use an excess profits credit based on income under the provisions of section 713 of the Code, 26 U.S.C.A. Excess Profits Taxes, § 713. The pertinent sections before the Court were 722(b) (2)<footnotemark>2</footnotemark> and section 722(b) (4).<footnotemark>3</footnotemark> Specifically, the petitioner rested its claim to the right to section 722 relief for the taxable years upon two grounds: (1) that its base period earnings were depressed, by reason of a price war within the purview of section 722(b) (2); and (2) that it had increased its capacity for production and operation within the purview of section 722(b) (4). After trial, the Tax Court held that petitioner was not entitled to any relief under section 722(b) (2) or section 722(b) (4). 23 T.C. 967. This Court held on the first appeal that because of the provisions of section 732(c) of the Code<footnotemark>4</footnotemark> that it was without jurisdiction to pass upon the issue of relief claimed under section 722(b) (2) and dismissed for lack of jurisdiction the petition for review insofar as it related to that issue.</p>\n<p id=\"b691-5\">The petitioner sought relief under section 722(b) (4) upon the basis of a change in its capacity for operation and production occurring within the base period. The Tax Court found that “During the base period there was a change in the productive capacity of the petitioner. Lack of productive capacity was not a factor which to any appreciable extent limited petitioner’s sales.” The Tax Court made no finding on the issue of a change in the petitioner’s capacity for operation occurring within the base period.</p>\n<p id=\"b691-10\">We held that under a fair construction of the finding of the Tax Court there was an available market in 1937 for additional production, and that in view of the evidentiary finding of the Tax Court on this subject its conclusion “Lack of productive capacity was not a factor which to any appreciable extent limited petitioner’s sales” was arbitrary and contrary to its own finding. We further stated that the Tax Court should have made a finding as to whether or not, if this increase in capacity for production had been made two years earlier, a higher level of earnings would have been reached at the end of the base period, and, if so, the amount thereof. The judgment of this Court on the remand became final, and the Commissioner did <page-number citation-index=\"1\" label=\"644\">*644</page-number>not seek review of our decision by petition for certiorari. The Tax Court rendered a new opinion, 28 T.C. 79, which was reviewed by the special division of the Tax Court, which- concluded with the following statement: “Upon reconsideration of the same factors and the entire record, we are convinced and find that its reconstructed average base period net income would not exceed that which respondent has accorded it under section 713(f) of the Internal Revenue Code of 1939.” Pursuant to that opinion the Tax Court rendered its decision that there are no refunds of excess profits taxes due to the petitioner for the tax years 1943, 1944 and 1945 under the provisions of section 722, Internal Revenue Code of 1939.</p>\n<p id=\"b692-5\">The Commissioner contended on the first appeal that this Court was without jurisdiction to entertain the first appeal because of the prohibition contained in section 732(c), and as construed in James F. Waters, Inc. v. Commissioner of Internal Revenue, 9 Cir., 160 F.2d 596, certiorari denied 332 U.S. 767, 68 S.Ct. 77, 92 L.Ed. 353; Corn Products Refining Co. v. Commissioner of Internal Revenue, 2 Cir., 215 F.2d 513, affirmed on other grounds 350 U.S. 46, 76 S.Ct. 20, 100 L.Ed. 29; Colonial Amusement Co. of Philadelphia v. Commissioner of Internal Revenue, 3 Cir., 173 F.2d 568; Colorado Milling &amp; Elevator Co. v. Commissioner of Internal Revenue, 10 Cir., 205 F.2d 551; George Kemp Real Estate Co. v. Commissioner of Internal Revenue, 2 Cir., 182 F.2d 847, certiorari denied 340 U.S. 852, 71 S.Ct. 80, 95 L.Ed. 624; A. B. Frank Co. v. Commissioner of Internal Revenue, 5 Cir., 211 F.2d 497.</p>\n<p id=\"b692-6\">The Commissioner recognizes that the “law of the case” rule would normally preclude reconsideration on this appeal of the determination made by this Court on the first appeal that this Court was not precluded by section 732(c) from assuming jurisdiction to pass upon the issue of relief claimed under section 722 (b) (4). Nevertheless, the Commissioner urges us to reconsider and reexamine our prior holding on this point.</p>\n<p id=\"b692-8\">Since our decision on the first appeal the general question before us has been considered by other circuits. Standard Hosiery Mills, Inc. v. Commissioner of Internal Revenue, 4 Cir., 249 F.2d 469; Crowell-Collier Publishing Co. v. Commissioner of Internal Revenue, 2 Cir., 259 F.2d 860, certiorari denied 79 S.Ct. 314; Brown Paper Mill Co. v. Commissioner of Internal Revenue, 5 Cir., 255 F.2d 77, certiorari denied 358 U.S. 906, 79 S.Ct. 229, 3 L.Ed.2d 227; Patent Button Co. of Tennessee v. Commissioner of Internal Revenue, 6 Cir., 256 F.2d 726; Bradford Machine Tool Co. v. Commissioner of Internal Revenue, 6 Cir., 260 F.2d 950.</p>\n<p id=\"b692-9\">We have carefully reexamined the record in this case, and have reviewed our decision on the first appeal in the light of decisons cited by counsel before and after the submission of this cause. We have reached the conclusion that we were in error in assuming jurisdiction on the first appeal in respect to petitioner’s claim for relief under section 722(b) (4). The “law of the case” rule does not preclude us from overruling our prior decision on being convinced that our prior holding was erroneous. White v. Higgins, 1 Cir., 116 F.2d 312, and cases cited therein. Our decision on the first appeal, reported in 236 F.2d 3, is overruled insofar only as it relates to section 722(b) (4) relief. The petition for review on the present appeal is dismissed for lack of jurisdiction.</p>\n<footnote label=\"1\">\n<p id=\"b690-12\">. Sec. 722(a) reads: “In any case in ■which a taxpayer establishes that the tax computed under this subchapter (without the benefit of this section) results in an excessive and discriminatory tax and establishes what would be a fair and just amount representing normal earnings to be used for a constructive average base <page-number citation-index=\"1\" label=\"643\">*643</page-number>period net income for the purposes of an excess profits tax based upon a comparison of normal earnings and earnings during an excess profits tax period, tlie tax shall be determined by using such constructive average base period net income in lieu of the average base period net income otherwise determined under this subchapter. * * * ” 26 U.S.C.A. Excess Profits Taxes, § 722(a).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b691-7\">. Under section 722(b) (2) relief is allowed if “the business of the taxpayer was depressed in the base period because of temporary economic circumstances unusual in the case of such taxpayer or because of the fact that an industry of which such taxpayer was a member was depressed by reason of temporary economic events usual in the case of such industry.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b691-8\">. Under section 722(b) (4) relief is allowed if “the taxpayer, either during or immediately prior to the base period, commenced business or changed the character of the business and the average base period net income does not reflect the normal operation for the entire base period of the business. * * * ” It is also provided under that section that “if the business of the taxpayer did not reach, by the end of the base period, the earning level which it would have reached if the taxpayer had commenced business or made the change in the character of the business two years before it did so, it shall be deemed to have commenced the business or made the change at such earlier time. * * * ” The term “change in the character of tlie business” is defined in the section to include “a difference in the capacity for production or operation.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b691-14\">. Section 732(c) provides: “if in the determination of the tax liability under this subchapter the determination of any question is necessary solely by reason of section 711(b) (1), (H), (I), (J) or (K), section 721, or section 722, the determination of such question shall not he reviewed or redetermined by any court or agency except the Tax Court.” 26 U.S.C.A. Excess Profits Taxes, § 732(e).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}