{
  "casebody": {
    "data": "<casebody firstpage=\"52\" lastpage=\"58\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b104-3\">SMITH et al. <em>v. </em>WESTINGHOUSE ELECTRIC CORPORATION et al. SMITH et al. <em>v. </em>FIRST CHARLES STREET CORPORATION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b104-4\">[No. 312,</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b104-7\">[No. 371,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AYx\">September Term, 1971.]</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"Ajt\">September Term, 1971.]</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b104-8\">\n<em>Decided June 13, 1972.</em>\n</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b105-7\"><page-number citation-index=\"1\" label=\"53\">*53</page-number>The cause was argued before Hammond, C. J.,  and Barnes, McWilliams, Smith and Digges, JJ., and Kenneth C. Proctor, Associate Judge of the Third Judicial Circuit, specially assigned.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b105-8\"><em>Frank J. Tripoda, </em>with whom were <em>Hardwick &amp; Tripoda </em>and <em>Andrew J. Burns </em>on the brief, for appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b105-9\"><em>Patrick G. Cullen, </em>with whom were <em>Richard H. Lerch </em>and <em>Lerch &amp; Huesman </em>on the brief, for The George A. Fuller Company, Inc., one of appellees. <em>B. Ford Davis, </em>with whom were <em>Wilbur D. Preston, Jr., </em>and <em>Whiteford. Taylor, Preston, Trimble &amp; Johnston </em>on the brief, for Westinghouse Electric Corporation, another appellee. <page-number citation-index=\"1\" label=\"54\">*54</page-number><em>James L. Mann, Jr., </em>with whom were <em>Donald L. Merriman </em>and <em>Merriman, Crowther &amp; Merriman </em>on the brief, for First Charles Street Corporation, appellee.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b106-5\">Proctor, J.,</author>\n<p id=\"AsY\">delivered the opinion of the Court.</p>\n<p id=\"b106-6\">These appeals involve an action filed by Willie Marie Smith et al. (herein called “Appellants”) against Westinghouse Electric Corporation (herein called “Westinghouse”), The George A. Fuller Company, Inc. (herein called “Fuller”), and The First Charles Street Corporation (herein called “Charles Street”). The declaration contains two counts, the first of which is an action under Code (1971 Cum. Supp.), Article 67, section 4(a), “Action for wrongful death”. In Appeal No. 312, Westinghouse and Fuller filed demurrers to such count on the ground that the cause of action had not accrued within two years prior to the filing of the suit and, therefore, was barred by limitations. These demurrers were sustained by Judge Anselm Sodaro without leave to amend. A timely appeal was filed by Appellants from that judgment. In Appeal No. 371, Charles Street filed general issue pleas. Subsequent to Judge Sodaro’s decision on the demurrers, Charles Street filed a motion for summary judgment asserting the same ground as had been the basis for the demurrers. This motion was granted by Judge Sodaro and judgment absolute was entered in favor of Charles Street. A timely appeal was filed by Appellants from this judgment.</p>\n<p id=\"b106-7\">On June 10, 1968, Appellants’ decedent was injured in an industrial accident, and on June 15, 1968, died as a result of his injuries. At that time Code (1970 Repl. Vol.) Article 67, section 4(a), in part read: “* * * provided, * * * that every such action shall be commenced within two years after the death of the deceased person.” On May 28,1971, House Bill 857, which had been enacted by the General Assembly of Maryland, was approved by the Governor, the Act being effective July 1, 1971 (Laws of 1971, Ch. 784). That Act amended Code, Arti<page-number citation-index=\"1\" label=\"55\">*55</page-number>cle 67, section 4(a), so as to read: “* * * provided, * * * that every such action shall be commenced within <em>three </em>years after the death of the deceased person.” (Emphasis supplied.) That Act contained a recital that “* * * the General Assembly desires to bring the statute of limitations for wrongful death actions in uniformity with that of other negligence actions.” Section 2 of that Act reads: <em>“And be it further enacted, </em>That the provisions of this Act shall be applied prospectively and retrospectively to have effect upon or application to any cause of action arising prior to July 1, 1968.” This wrongful death action was filed on June 9, 1971, more than two years but less than three years after Smith’s death.</p>\n<p id=\"b107-4\">Appellants contend that section 2 of this Act is a lawful exercise of legislative power; also that the question of limitations can be raised only by plea of limitations or demurrer — not by motion for summary judgment.</p>\n<p id=\"b107-5\">Appellees contend that the effort of the General Assembly to have the amendment operate retrospectively is unconstitutional, first, because the period of limitations set forth in the Act is not merely a limitation of remedy but is a condition precedent to filing suit; and, second, because it denies them the equal protection of the laws guaranteed by the 14th Amendment of the Constitution of the United States of America. Charles Street also contends that the question can be raised by motion for summary judgment. We agree.</p>\n<p id=\"b107-6\">I. <em>Time For Filing Suit </em>— Condition <em>Precedent, Not Procedure.</em></p>\n<p id=\"b107-7\">In <em>Tucker v. State, Use of Johnson, </em>89 Md. 471, 479, 43 A. 778, 781 (1899), this Court held that Article 67 of the Code “* * * created a new cause of action for something for which the deceased person never had, and never could have had, the right to sue — that is to say, the injury resulting from his death. * * *”</p>\n<p id=\"b107-8\">In <em>State, Use of Stasciewicz v. Parks, </em>148 Md. 477, 482, 129 A. 793, 795 (1925), plaintiff contended that the concluding proviso in this section of the Act was merely <page-number citation-index=\"1\" label=\"56\">*56</page-number>a limitation on the time within which the action should be brought, and, as such, that it could only be availed of by a plea of limitations. Defendant had filed a demurrer to the declaration. This Court held “* * * that the provision in section 2 (now 4) of article 67 of the Maryland Code, requiring suits for wrongful death to be brought within twelve months after the death of the deceased person, is a condition precedent to the right to maintain the action, and that a declaration which discloses on its face that the suit was not brought within twelve months is bad on demurrer.” See also, <em>Cotham and Maldonado v. Bd. of Co. Com., </em>260 Md. 556, 563, 273 A. 2d 115, 120 (1971); <em>State, Use of Cavanaugh v. Arundel Park Corp., </em>218 Md. 484, 487, 147 A. 2d 427, 428 (1959) ; <em>State, Use of Dunnigan v. Cobourn, Adm., </em>171 Md. 23, 25-26, 187 A. 881, 884 (1936) ; <em>London Guarantee &amp; Accident Co. v. Balgowan Steamship Co., Ltd., </em>161 Md. 145, 157, 155 A. 334, 338 (1931); <em>State, Use of Burkhardt v. U. S., </em>165 F. 2d 869, 871 (4th Cir., 1947) ; <em>Smith, Adm. v. Potomac Edison Co., </em>165 F. Supp. 681, 684 (D. Md., 1958) ; <em>State ex rel. Thompson v. Eis Automotive Corp., </em>145 F. Supp. 444 (D. Conn., 1956) ; <em>Anno., </em>67 A.L.R. 1070 (1930).</p>\n<p id=\"b108-5\">Appellants contend that the holding in <em>State v. Parks, supra </em>was based on the decision in <em>The Harrisburg, </em>119 U. S. 199, 30 L.Ed. 358 (1886), and that the decision in that case was overruled in <em>Moragne v. States Marine Lines, Inc., </em>398 U. S. 375, 26 L.Ed. (2) 339 (1970). Although this is correct, it has no effect here. In <em>The Harrisburg, supra, </em>the Supreme Court held that there was no common law right of action for wrongful death in maritime cases in the Federal Court. In <em>Moragne v. States Marine Lines, Inc., supra, </em>the Supreme Court held that there was such a right of action, but did not have occasion to rule on the question here presented.</p>\n<p id=\"b108-6\">On the other hand, in <em>Danzer &amp; Co., Inc. v. Gulf &amp; Ship Is. R. Co., </em>268 U. S. 633, 637, 69 L.Ed. 1126, 1129 (1925), after the expiration of the period of limitations for filing a damage claim against a railroad under the Interstate <page-number citation-index=\"1\" label=\"57\">*57</page-number>Commerce Act, which created the cause of action and specified the period of time within which suit had to be filed, The Transportation Act of 1920 attempted to eliminate from the computation of such time the period during which the railroads were under Federal control. The Supreme Court held that such Act “* * * will not be construed retroactively to create liability. To give it that effect would be to deprive defendant of its property without due process of law, in contravention of the Fifth Amendment. * * *” This holding was referred to with approval in <em>Chase Security Corporation v. Donaldson, </em>325 U. S. 304, 312 (footnote 8). There is no later decision by the Supreme Court on this subject.</p>\n<p id=\"b109-4\">The provision of the Laws of 1971, Ch. 784, which purports to give retroactive effect to such Act is unconstitutional in that it violates the provisions of the United States Constitution, Amendment XIV, and the Declaration of Rights of the State of Maryland, Article 23.</p>\n<p id=\"b109-5\">II. <em>Equal protection of the laws denied.</em></p>\n<p id=\"b109-6\">Laws of 1971, Chapter 784, section 2, purports to give the Act retrospective effect to any cause of action arising prior to July 1, 1968. This has the anomalous result of reviving a cause of action, which would otherwise be barred, where death occurred within three years prior to July 1, 1968, but leaving dead and buried a cause of action where death occurred on or after July 1, 1968, but prior to July 1, 1969. The mere recital of this possibility demonstrates that this Act deprives appellees of the equal protection of the laws and is, therefore, unconstitutional under the Constitution of the United States, Amendment XIV.</p>\n<p id=\"b109-7\">In <em>Tatlebaum v. Pantex Mfg. Corp., </em>204 Md. 360, 369-370, 104 A. 2d 813, 819 (1954), this Court said, “The Equal Protection Clause of the Fourteenth Amendment guarantees that equal protection shall be given to all persons under like circumstances in the enjoyment of their civil and personal rights. Hence, a statute placing burdens upon an individual or limiting his rights may be invalidated because of an arbitrary or unreasonable <page-number citation-index=\"1\" label=\"58\">*58</page-number>classification or discrimination. <em>Barbier v. Connolly, </em>113 U. S. 27; 5 S. Ct. 357, 359; 28 L. Ed. 923.” Such is this case. See also, <em>M. &amp; C. C. of Baltimore v. Concord, </em>257 Md. 132, 140, 262 A. 2d 755, 759 (1970) ; <em>Mullen v. Director, </em>6 Md. App. 120, 126, 250 A. 2d 281, 284 (1969) ; <em>Leonardo v. Bd. of County Com. of St. Mary’s County, </em>214 Md. 287, 304, 134 A. 2d 284, 292 (1957).</p>\n<p id=\"b110-5\">III. <em>Summary Judgment Motion </em>— proper <em>means for raising questions I and II.</em></p>\n<p id=\"b110-6\">In No. 371, Appellants contend that the question of limitations should have been raised either by plea of limitations or by demurrer <em>(State v. Parks, supra) </em>and cannot be raised by motion for summary judgment.</p>\n<p id=\"b110-7\">The period of time within which suit must be filed under Article 67, section 4, being a condition precedent to the institution of the action and not an ordinary statute of limitations, the question of whether the suit is barred by the statute can be raised by plea, demurrer, motion for summary judgment or any other appropriate procedure.</p>\n<p id=\"b110-8\">Maryland Rule 610 a 1 provides that, “In an action, * * * a party against whom a claim is asserted, may at any time make a motion for summary judgment in his favor as to all or any part of the claim on the ground that there is no genuine dispute as to any material fact and that he is entitled to judgment as a matter of law.” In this case there is “no genuine dispute as to any material fact”. The motion was properly granted.</p>\n<p id=\"b110-9\">\n<em>Judgments in Nos. 312 and 371 affirmed; costs in both appeals to be paid by appellants.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}