{
  "casebody": {
    "data": "<casebody firstpage=\"424\" lastpage=\"443\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b446-4\">STATE OF MARYLAND <em>v. </em>MICHAEL LEE LOSCOMB</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b446-5\">[No. 38,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ANq\">September Term, 1980.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b446-6\">\n<em>Decided October 13, 1981.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b448-5\"><page-number citation-index=\"1\" label=\"426\">*426</page-number>The cause was argued before Murphy, C. J., and Smith, Digges, Cole, Davidson and Rodowsky, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b448-6\"><em>Bonnie A. Travieso, Assistant Attorney General, </em>with whom was <em>Stephen H. Sachs, Attorney General, </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b448-7\"><em>Broughton M. Earnest, </em>with whom were <em>Goldsborough, Franch &amp; Collett </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b448-8\">Davidson, J.,</author>\n<p id=\"Apc\">delivered the opinion of the Court. Smith and Cole, JJ., concur in part and dissent in part. Smith, J., filed a concurring and dissenting opinion at page 437 <em>infra, </em>in which Cole, J., concurs.</p>\n<p id=\"b448-9\">This case concerns the circumstances under which the results of chemical tests for alcohol are admissible in evidence. More particularly, it presents three questions. The first question is whether the exclusionary rule contained in Md. Code (1974, 1980 Repl. Vol.) § 10-309 of the Courts and Judicial Proceedings Article, which, under certain circumstances, renders tfie results of chemical tests inadmissible, is applicable in a prosecution for violations of Md. Code (1957, 1976 Repl. Vol.), Art. 27, § 388 and Md. Code (1957,. 1976 Repl. Vol., 1980 Cum. Supp.), Art. 27, § 388A. The second question is whether the exclusionary rule contained in § 10-309 applies if there has been a failure to comply with the procedural requirements of Md. Code (1977, 1980 Cum. Supp.) § 16-205.1 of the Transportation Article. The third question is whether § 16-205.1 requires that the accused affirmatively consent to the administration of a chemical test.</p>\n<p id=\"b448-10\">On 17 July 1978, the respondent, Michael Lee Loscomb (accused), was the driver of an automobile that collided with another vehicle. That automobile was occupied by two women who died at the scene of the accident. The accused was taken to a hospital.</p>\n<p id=\"b449-3\"><page-number citation-index=\"1\" label=\"427\">*427</page-number>A police officer (officer), investigating the scene of the accident shortly after it occurred, found a styrofoam cooler containing a large, damp, glass mug and a half-filled fifth bottle of whiskey in the accused’s car. The officer radioed the police department to request that a chemical test to determine the alcohol content of the accused’s blood be performed. Such a test was administered. The accused was not told the purpose of the test and did not give his consent before a blood sample was taken. However, he was not physically restrained and did not struggle or fight while his blood was being withdrawn. After the blood sample was taken, he was asked to sign a consent form, but he refused.</p>\n<p id=\"b449-4\">Insofar as here relevant, the accused was charged under Art. 27, § 388 with manslaughter by automobile and under Art. 27, § 388A with homicide by motor vehicle while intoxicated. In the Circuit Court for Talbot County, the trial court denied the accused’s pretrial motion to suppress the results of the chemical test. At trial, the results of that test, which indicated that the accused was intoxicated at the time of the accident, were introduced over objection. Thereafter, the accused was found guilty of violations of both Art. 27, § 388 and § 388A.</p>\n<p id=\"b449-5\">The accused appealed to the Court of Special Appeals which reversed. <em>Loscomb v. State, </em>45 Md. App. 598, 416 A.2d 1276 (1980). The State filed a petition for a writ of certiorari that we granted. We shall affirm the judgment of the Court of Special Appeals.</p>\n<p id=\"b449-6\">I</p>\n<p id=\"b449-7\">This case initially presents the question whether the exclusionary rule contained in § 10-309 of the Courts and Judicial Proceedings Article, which, under certain circumstances, renders the results of chemical tests inadmissible is applicable in a prosecution for violations of <page-number citation-index=\"1\" label=\"428\">*428</page-number>Art. 27, § 388<footnotemark>1</footnotemark> and § 388A.<footnotemark>2</footnotemark> 3The relevant statutory provisions include the following:</p>\n<p id=\"b450-5\">Maryland Code (1974, 1980 Repl. Vol., 1980 Supp.) § 10-302 of the Courts and Judicial Proceedings Article, effective 1 January 1974, provides:</p>\n<blockquote id=\"b450-6\">\"Chemical test for intoxication — Admissibility by analysis.</blockquote>\n<blockquote id=\"b450-7\">In a prosecution for a <em>violation of a law concerning a person who is driving or attempting to drive a vehicle in violation of § </em>21-902[<footnotemark>3</footnotemark>] <em>of the Transportation Article, </em>a chemical test of his breath or blood may be administered to the person for the purpose of determining the alcoholic content of his blood.” (Emphasis added.)</blockquote>\n<p id=\"b450-8\">Section 10-309 (a) provides in pertinent part:</p>\n<blockquote id=\"b450-9\">\"(a) <em>Test not compulsory. </em>— A person may not be compelled to submit to a chemical analysis provided for in this subtitle. <em>Evidence of chemical analysis is not admissible if obtained contrary to its provisions.” </em>(Emphasis added.)</blockquote>\n<p id=\"b451-4\"><page-number citation-index=\"1\" label=\"429\">*429</page-number>The cardinal rule of statutory construction is to ascertain and effectuate the actual intent of the Legislature. <em>Pennsylvania Nat'l Mut. Cas. Ins. Co. v. Gartelman, </em>288 Md. 151, 156, 416 A.2d 734, 737 (1980). The primary source from which to determine this intent is the language of the statute itself. When statutory language is ambiguous, a court may consider a statute’s legislative history and must consider its purpose. <em>Department of State Planning v. Mayor of </em>Hagerstown, 288 Md. 9, 14, 415 A.2d 296, 299 (1980).</p>\n<p id=\"b451-5\">Here the language of § 10-302 is ambiguous. The legislative history of § 10-302 through § 10-309 shows that these sections were preceded by Md. Code (1957, 1959 Repl. Vol.), Art. 35, § 100 of the Evidence Title, effective 1 June 1959. Article 35, § 100 embodied the Legislature’s initial decision that certain chemical tests used to determine the amount of alcohol in an accused’s blood were reliable and, therefore, that the results of such tests could, under certain circumstances, be admitted into evidence. Article 35, § 100 (a) provided that, under appropriate circumstances, the results of such tests were admissible in any criminal prosecution for a violation of any State law concerning a person accused of driving while intoxicated or impaired.* **<footnotemark>4</footnotemark> Section 100 (c) provided that such test results were inadmissible if obtained contrary to the procedural <page-number citation-index=\"1\" label=\"430\">*430</page-number>requirements set forth in the Act.<footnotemark>5</footnotemark> Thus, Art. 35, § 100 had the broad purpose of establishing a rule of evidence applicable in prosecutions for the violation of any law concerning a person accused of driving while intoxicated or impaired.</p>\n<p id=\"b452-5\">In 1973, Art. 35, § 100 was revised and reenacted as § 10-302 through § 10-309 of the Courts and Judicial Proceedings Article. The express statement contained in Art. 35, § 100 (a) that chemical tests might be administered to persons charged with violating \"any” law if such persons were accused of driving while intoxicated or impaired does not appear in § 10-302. Instead, § 10-302 utilizes the ambiguous language that a chemical test may be administered \"in a prosecution for a violation of a law concerning a person who is driving or attempting to drive a vehicle in violation of § 21-902 of the Transportation Article.”</p>\n<p id=\"b452-6\">While the Revisor’s Notes are not law and may not be considered to have been enacted as part of the Act, ch. 2, § 19, 1973 Laws of Md. Spec. Sess., they are entitled to weight. <em>See Rentals Unlimited, Inc. v. Administrator, Motor Vehicle Admin., </em>286 Md. 104, 109, 405 A.2d 744, 748 (1979). The Revisor’s Note accompanying § 10-302 states:</p>\n<blockquote id=\"b452-7\">\"This section is new language derived from Art. 35, § 100 (a). This is the first sentence in that section. <em>Style is changed, and the language is shortened.” </em>(Emphasis added.)</blockquote>\n<p id=\"b452-9\">This Note establishes that the language revisions in § 10-302 were not intended to produce substantive changes in the law or its purpose.</p>\n<p id=\"b452-10\">We conclude that the legislative history here establishes that the Legislature intended the requirements of § 10-302 <page-number citation-index=\"1\" label=\"431\">*431</page-number>through § 10-309 to apply in prosecutions for the violation of <em>any </em>law concerning a person accused of driving while intoxicated or impaired. Such an interpretation is consonant with the original broad purpose of Art. 35, § 100. Accordingly, § 10-309, which provides that evidence of a chemical test is not admissible if obtained contrary to the requirements of the subtitle, applies to prosecutions for violations of Art. 27, § 388 and § 388A.</p>\n<p id=\"b453-5\">II</p>\n<p id=\"b453-6\">The second question presented is whether the exclusionary rule contained in § 10-309 applies if there has been a failure to comply with the procedural requirements of § 16-205.1 of the Transportation Article.<footnotemark>6</footnotemark></p>\n<p id=\"b453-7\">Section 16-205.1 (c), effective 1 July 1977, provides in pertinent part:</p>\n<blockquote id=\"b453-8\">\"(c) ... If a police officer stops or detains any individual who the police officer has reasonable grounds to believe is or has been driving or attempting to drive a motor vehicle while intoxicated or while his driving ability is impaired by the consumption of alcohol, the police officer shall:</blockquote>\n<blockquote id=\"b453-9\">(1) Detain the individual;</blockquote>\n<blockquote id=\"b453-10\">(2) <em>Request that the individual permit a chemical test to be taken </em>of his blood or breath to determine the alcoholic content of his blood;</blockquote>\n<blockquote id=\"b453-11\">(3) Advise the individual of the administrative penalties that may be imposed for <em>refusal to take the test;</em></blockquote>\n<blockquote id=\"b453-12\">(5) <em>If the individual refuses to take the </em>test, file with the Administration, within 48 hours after detention, a sworn report that:</blockquote>\n<blockquote id=\"b454-4\"><page-number citation-index=\"1\" label=\"432\">*432</page-number>(i) The officer had reasonable grounds to believe that the individual had been driving or attempting to drive a motor vehicle on a highway or on any private property that is used by the public in general in this State while intoxicated or while his driving ability was impaired by the consumption of alcohol; and</blockquote>\n<blockquote id=\"b454-5\">(ii) <em>The individual refused to take the chemical test </em>for alcohol when requested by the.police officer and after being informed of the administrative <em>penalties that may be imposed for refusal.” </em>(Emphasis added.)</blockquote>\n<p id=\"b454-6\">It is a general rule of statutory construction that statutes that deal with the same subject matter, share a common purpose, and form part of the same general system are in <em>pari materia </em>and must be construed harmoniously in order to give full effect to each enactment. <em>Moore v. Town of Fairmount Heights, </em>285 Md. 578, 585, 403 A.2d 1252, 1256 (1979); <em>Domain v. Bosley, </em>242 Md. 1, 7, 217 A.2d 555, 559 (1966); <em>Applestein v. Mayor of Baltimore, </em>156 Md. 40, 54-55, 143 A. 666, 672 (1928). This rule is particularly applicable when the statutes are enacted on the same day. <em>State v. Barnes, </em>273 Md. 195, 207, 328 A.2d 737, 744 (1974); <em>County Comm’rs of Prince George’s County v. Commissioners of Laurel, </em>51 Md. 457, 462 (1879).</p>\n<p id=\"b454-7\">Here the legislative history of § 10-302 through § 10-309 and § 16-205.1 shows that these sections are integrally interrelated. In 1959, Art. 35, § 100, the predecessor to § 10-302 through § 10-309, embodied a statutory scheme that permitted a chemical test to be administered in any prosecution for a violation of <em>any </em>criminal law in which a person was accused of driving while intoxicated or impaired, Art. 35, § 100 (a); that delineated proper procedures to be followed, Art. 35, § 100 (a), (c), (d), (e), and (f);<footnotemark>7</footnotemark> and that <page-number citation-index=\"1\" label=\"433\">*433</page-number>permitted the test results to be admitted into evidence only if the delineated procedures were followed, Art. 35, § 100(c).</p>\n<p id=\"b455-5\">In 1961, Art. 35, § 100 was amended to add subsection (g). That subsection required an arresting officer to advise an accused that he \"may, but need not” submit to a chemical test for alcohol.<footnotemark>8</footnotemark> Thus, that subsection delineated for the first time a procedural requirement concerning consent that had to be followed in order for chemical test results to be admissible in evidence.</p>\n<p id=\"b455-6\">On 23 April 1969, the Legislature repealed and reenacted Art. 35, § 100. On the same day, the Legislature enacted Art. § 92A,<footnotemark>9</footnotemark> the predecessor to § 16-205.1. This Act, for the first time, required consent to the administration of a chemical test as a condition precedent to the issuance or renewal of a driver’s license<footnotemark>10</footnotemark> and created the administrative penalty of a 60-day suspension for refusal to take the chemical test.* <footnotemark>11</footnotemark></p>\n<p id=\"b456-4\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>The Preamble to Art. 66V2, § 92A, which appears in chapter 158 of the 1969 Laws of Maryland provided in pertinent part:</p>\n<blockquote id=\"b456-5\">\"[T]he test is to be given ... for <em>any offense </em>alleged to have been committed while operating a motor vehicle in an intoxicated condition or operating while his driving ability is impaired by the consumption of alcohol....” (Emphasis added.)<footnotemark>12</footnotemark></blockquote>\n<p id=\"b456-6\">Thus, Art. § 92A, like Art. 35, § 100, had the broad purpose of permitting a chemical test to be administered in any prosecution for a violation of <em>any </em>criminal law in which a person was accused of driving while intoxicated or impaired.</p>\n<p id=\"b456-7\">In addition, Art. 66x/2, § 92A, like Art. 35, § 100, established certain procedural requirements to be followed concerning the consent required before the administration of a chemical test. While the procedural requirement, contained in Art. 35, § 100 (g), that an officer advise an accused that he \"may, but need not” submit to a chemical test was deleted from the Evidence Title, the requirements that the officer request that the person take a chemical test and file a report if that person refused, were enacted in Art. 66V2, § 92A of the Motor Vehicle Article.<footnotemark>13</footnotemark></p>\n<p id=\"b457-4\"><page-number citation-index=\"1\" label=\"435\">*435</page-number>Both Art. 35, § 100 and Art. 66V2, § 92A dealt with the subject matter of chemical tests to be administered to persons accused of violations of any law when driving while intoxicated or impaired. Both shared the common purpose of allowing chemical tests to be administered only when certain procedural requirements were met. Both formed part of a general system of statutes enacted to regulate the administration of chemical tests to persons accused of violations of any law when driving while intoxicated or impaired. Accordingly, we conclude that these statutes are in <em>pari materia. </em>This conclusion is supported by the fact that on a single day the Legislature repealed the procedural requirement concerning consent contained in Art. 35, § 100 (g) and enacted an alternative procedural requirement concerning consent in Art. 66x/2, § 92A (c).</p>\n<p id=\"b457-5\">No relevant substantive changes occurred when, in 1973, Art. 35, § 100 was revised and reenacted as § 10-302 through § 10-309. Only one relevant change occurred when, in 1977, Art. 66%, § 6-205.1, the successor to Art. 66%, § 92A, was revised and reenacted as § 16-205.1. While Art., 66x/2, § 6-205.1 (c) (2) required that officers request persons to submit to chemical tests, § 16-205.1 (c) (2) requires that officers request such persons to permit chemical tests to be administered.</p>\n<p id=\"b457-6\">The Revisor’s Note accompanying § 16-205.1 establishes that this language change is one of style. Under these circumstances, § 10-302 through § 10-309 and § 16-205.1 (c), like their predecessors, are in pari <em>materia. </em>They must be construed harmoniously in order to give full effect to each enactment. Accordingly, we conclude that the procedural requirements of § 16-205.1 (c) must be followed in order for evidence of a chemical test to be admissible and that the exclusionary rule of § 10-309 applies if there has been a failure to comply with the procedural requirements of § 16-205.1 (c).</p>\n<p id=\"b458-4\"><page-number citation-index=\"1\" label=\"436\">*436</page-number>Ill</p>\n<p id=\"b458-5\">The only remaining question is whether § 16-205.1 requires that the accused affirmatively consent to the administration of a chemical test.</p>\n<p id=\"b458-6\">In 1959, Art. 35, § 100 contained no express requirement concerning consent. It provided only that a person should not be compelled to submit to a chemical test. In 1961, Art. 35, § 100 (g) contained the procedural requirement that an arresting officer advise an accused that he \"may, but need not” submit to a chemical test for alcohol. In 1965, in <em>Mauldin v. State, </em>239 Md. 592, 595, 212 A.2d 502, 504 (1965), this Court, in interpreting Art. 35, § 100 (g), stated in dicta:</p>\n<blockquote id=\"b458-7\">\"The applicable statute, Sec. 100 of Art. 35 of the Code, makes it plain that affirmative consent to the taking of the test is not a prerequisite to its validity or to the admissibility of its results.</blockquote>\n<blockquote id=\"b458-8\">Most courts hold that if there is an absence of refusal to submit to the test the failure to affirmatively or validly agree to its taking does not bar the presentation of its results into evidence.”</blockquote>\n<p id=\"b458-9\">In 1969, the Legislature, presumably aware of the decisions of this Court, <em>Bingman v. State, </em>285 Md. 59, 65, 400 A.2d 765, 768 (1979); <em>Giant Food, Inc. v. Gooch, </em>245 Md. 160, 164-65, 225 A.2d 431, 433-34 (1967), repealed the procedural requirement of Art. 35, § 100 (g) and substituted instead the procedural requirement of Art. <em>QQ1/2, </em>§ 92A (c) that the officer request that a person take a chemical test and that the officer file a report if the person refused. Finally, in 1977, the procedural requirement of Art. <em>QQXI2, </em>§ 92A (c) was clarified when the Legislature enacted § 16-205.1 which contains the procedural requirement that the officer request persons to \"permit” chemical tests to be administered. These revisions made subsequent to <em>Mauldin </em>establish that the Legislature intended that a person <page-number citation-index=\"1\" label=\"437\">*437</page-number>affirmatively consent to the administration of a chemical test.</p>\n<p id=\"b459-4\">Section 10-309 requires that a person not be compelled to submit to a chemical test. Section 16-205.1 (c) requires that an officer request a person to permit a chemical test to be administered. Construing these two sections harmoniously in order to give full effect to each, we conclude that the exclusionary rule of § 10-309 applies when there has been a failure to obtain affirmative consent from an accused in prosecutions charging violations of Art. 27, § 388 and § 388A.</p>\n<p id=\"b459-5\">Here, the accused was charged with violations of both Art. 27, § 388 and § 388A. A chemical test was administered to the accused without obtaining the affirmative consent required by § 16-205.1 (c) of the Transportation Article. Because there was a failure to comply with this procedural requirement, the exclusionary rule of § 10-309 applies. Consequently, the results of the chemical test administered here were inadmissible in prosecutions for violations of any law concerning a person accused of driving while intoxicated or impaired.</p>\n<p id=\"b459-6\">The trial court erred when it admitted the results of the chemical test in the prosecutions under both Art. 27, § 388 and § 388A. Accordingly, we shall affirm the judgment of the Court of Special Appeals reversing the judgments of the trial court.</p>\n<p id=\"b459-7\">\n<em>Judgment of the Court of Special Appeals affirmed.</em>\n</p>\n<p id=\"b459-8\">\n<em>Costs to be paid by Talbot County.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b450-10\">. Art. 27, § 388, effective 1 June 1957, like its predecessors, Art. 27, § 455 and Art. 27, § 436A, provides in pertinent part:</p>\n<blockquote id=\"b450-11\">\"Manslaughter by automobile____</blockquote>\n<blockquote id=\"b450-12\">Every person causing the death of another as the result of the driving, operation or control of an automobile ... in a grossly negligent manner, shall be guilty of a misdemeanor to be known as 'manslaughter by automobile____’”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b450-13\">. Art. 27, § 388A, effective 1 July 1978, provides in pertinent part: \"Homicide by motor vehicle while intoxicated.</p>\n<blockquote id=\"b450-14\">(a) In this section 'intoxicated’ has the same meaning as indicated in and is subiect to the same presumptions and evidentiary rules of § 10-307 of the Courts Article regarding intoxication under the vehicle laws of this State.</blockquote>\n<blockquote id=\"b450-15\">(b) Any person causing the death of another as the result of his negligent driving, operation or control of a motor vehicle while intoxicated is guilty of a misdemeanor to be known as 'homicide by motor vehicle while intoxicated....’”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b450-16\">. Md. Code (1977) § 21-902 (a) and (b) of the Transportation Article, effective 1 July 1977, provides:</p>\n<blockquote id=\"b450-17\">\"(a) Driving while intoxicated. — A person may not drive or attempt to drive any vehicle while intoxicated.</blockquote>\n<blockquote id=\"b451-6\"><page-number citation-index=\"1\" label=\"429\">*429</page-number>(b) Driving while ability impaired bv alcohol. — A Derson may not drive or attempt to drive any vehicle while his driving ability is impaired by the consumption of alcohol.”</blockquote>\n<p id=\"b451-8\">Section 21-902 was preceded by Art. 663/2, § 11-902, effective 1 January 1971.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b451-9\">. Art. 35, § 100 (a) provided in pertinent part:</p>\n<blockquote id=\"b451-10\">\"(a) ... In any criminal prosecution for a violation of Section 206 of Article 66V2 of this Code <em>... or for a violation of any other law of this State concerning a person who is under the </em>influence <em>of intoxicating liquor driving or attempting to drive any vehicle as speciGed in such other laws, </em>the amount of alcohol in the defendant’s blood at the time alleged as shown by chemical analysis of the defendant’s blood, urine, breath or other bodily substance, shall be admitted as evidence.” (Emphasis added.)</blockquote>\n<p id=\"b451-11\">Art. 66-V2, § 206, effective 1 June 1957, provided in pertinent part:</p>\n<blockquote id=\"b451-12\">\"It shall be unlawful for any person who is ... under the influence of intoxicating liquor ... to drive or attempt to drive any vehicle....”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b452-11\">. Art. 35, § 100 (c) provided in pertinent part:</p>\n<blockquote id=\"b452-12\">\"(c) ... [E]vidence of chemical analysis shall not be deemed admissible if obtained contrary to the provisions of this subsection____”</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b453-13\">. Because amendments to § 16-205.1, enacted in Chapter 244 of the 1981 Laws of Maryland are effective 1 July 1981, they are not relevant here.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b454-8\">. The only procedural requirements relevant here are those concerning the consent required before the administration of a chemical test. Art. 35, § 100 contained no express requirement concerning consent.</p>\n<p id=\"b455-7\"><page-number citation-index=\"1\" label=\"433\">*433</page-number>Art. 35, § 100 (c) provided in pertinent part:</p>\n<blockquote id=\"b455-8\">\"(c) ... No person <em>shall be compelled to submit himself </em>or any part of his body or bodily substance <em>for the purpose of a chemical analysis </em>provided for in this section....” (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b455-9\">. Art. 35, § 100 (g) provided:</p>\n<blockquote id=\"b455-10\">\"(g) ... It shall be the duty of any arresting officer who charges a person with the operation of a motor vehicle while under the influence of intoxicating liquor, to advise the person so charged that he <em>may, but need not, submit to a chemical analysis </em>as provided for in this section.” (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b455-11\">. Art. 66V2, § 92A was repealed and reenacted as Art. 66V2, § 6-205.1, effective 1 January 1971.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b455-12\">. Art. 66V2, § 92A, effective 1 July 1969, provided in pertinent part:</p>\n<blockquote id=\"Apz\">\"(a) Prior to the issuance of any license or renewal thereof to exercise the privilege of operating a motor vehicle upon the highways of this State, the applicant, as a condition precedent to the issuance or renewal of said license, shall be required by the Department to sign a statement, under oath or affirmation, containing the following language:</blockquote>\n<blockquote id=\"b455-14\">'I <em>hereby consent to take a chemical test....’” </em>(Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b455-15\">. Art. 66V2, § 92A (d) provided in pertinent part:</p>\n<blockquote id=\"b455-16\">\"[T]he Department shall give notice to the detained person in accordance with § 21 of this article, to attend a hearing within 15 days of the person’s refusal to take a chemical test.... After a complete and thorough hearing, the Department shall have the right to suspend the operator’s license for a period not to exceed 60 days.”</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b456-8\">. The preamble to a statute may be considered in determining legislative intent. Dillon v. State, 277 Md. 571, 583, 357 A.2d 360, 367-68 (1976); Kent v. Somervell, 7 G. &amp; J. 265, 274 (1835); Chesapeake &amp; Ohio Canal Co. v. Baltimore &amp; Ohio R.R. Co., 4 G. &amp; J. 1, 91 (1832).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b456-9\">. Art. 66V2, § 92A (c) provided in pertinent part:</p>\n<blockquote id=\"b456-10\">\"(c) It shall be the duty of any police officer who stops or detains any person who he has reasonable grounds to believe is or has been operating or attempting to operate a motor vehicle under the influence of alcohol, or who is or has been operating or attempting to operate a motor vehicle while his ability was impaired joy the consumption of alcohol to do all the following things:</blockquote>\n<blockquote id=\"b456-11\">2. <em>Request that he take a chemical test </em>or tests of his blood....</blockquote>\n<blockquote id=\"b456-12\">4. File with the Department of Motor Vehicles ... a sworn report ... that said person <em>refused to take the chemical test </em>for alcohol----” (Emphasis added.)</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b459-9\">\n<em>Smith, J.,</em>\n</author>\n<p id=\"AWl\">\n<em>concurring and dissenting:</em>\n</p>\n<p id=\"b459-10\">I agree that Loscomb’s conviction of violating Code (1957, 1976 Repl. Vol., 1978 Cum. Supp.) Art. 27, § 388A must be reversed. I concur with that result, but not with that portion of the opinion. I do not agree relative to the conviction of violating Code (1957, 1976 Repl. Vol.) Art. 27, § 388, manslaughter by automobile.</p>\n<p id=\"b460-4\"><page-number citation-index=\"1\" label=\"438\">*438</page-number>I find nothing ambiguous in Maryland Code (1974, 1980 Repl. Vol.) § 10-302, Courts and Judicial Proceedings Article, nor do I agree that §§ 10-302 to -309 are applicable to a prosecution for a violation of Code (1957, 1976 Repl. Vol.) Art. 27, § 388, manslaughter by automobile.</p>\n<p id=\"b460-5\">Section 10-302 provides in its entirety:</p>\n<blockquote id=\"b460-6\">In a prosecution for a violation of a law concerning a person who is driving or attempting to drive a vehicle in violation of § 21-902 of the Transportation Article, a chemical test of his breath or blood may be administered to the person for the purpose of determining the alcoholic content of his blood.</blockquote>\n<p id=\"b460-7\">Code (1977) § 21-902, Transportation Article, makes it unlawful for a person to drive or attempt to drive any vehicle while intoxicated; while his driving ability is impaired by the consumption of alcohol; while he is so far under the influence of any drug, any combination of drugs, or any combination of drugs and alcohol that he cannot drive a vehicle safely; and while he is under the influence of any controlled dangerous substance as the term is defined in Code (1957) Art. 27, § 279. Thus, as the saying goes, to me the section is as plain as the nose on one’s face. It means that in a prosecution of a person charged with driving or attempting to drive while intoxicated, while his driving ability is impaired by the consumption of alcohol, or where he is so far under the influence of any combination of drugs and alcohol that he cannot drive a vehicle safely, a chemical test of his breath or blood may be administered to him for the purpose of determining the alcoholic content of his blood, subject, of course, to the statute’s provisions. The statute is plain and unambiguous. The General Assembly simply saved words by incorporating the reference to § 21-902.</p>\n<p id=\"b460-8\">Art. 27, § 388, manslaughter by automobile, by its terms requires proof of gross negligence. To hold this subtitle applicable to such a prosecution fails to give due weight to either the present wording of the statute or its historical background.</p>\n<p id=\"b461-4\"><page-number citation-index=\"1\" label=\"439\">*439</page-number>The first statutory provision relative to examination of blood for its alcoholic content was enacted as Code (1957, 1959 Cum. Supp.) Art. 35, § 100 by Chapter 769 of the Acts of 1959. It must not be forgotten, however, that prior to that enactment there were instances of Maryland prosecutions where chemical analysis of blood alcohol content was received into evidence. <em>See, e.g., Lilly v. State, </em>212 Md. 436, 440, 129 A.2d 839 (1957), where the Court quoted from the testimony on April 16, 1956, of the Chief State Toxicologist as to the result of analysis of blood for alcohol content of an individual charged with manslaughter by automobile. By its terms, as stated in subsection (a), § 100 was applicable \"[i]n any criminal prosecution for a violation of § 206 of Article 66¥2 of this Code (1957 Edition, as amended from time to time) or for a violation of any other law of this State concerning a person who is under the influence of intoxicating liquor driving or attempting to drive any vehicle as specified in such other laws . . . Section 206 was the statute which then made it unlawful \"for any person who is an habitual user of narcotic drugs or any person who is under the influence of intoxicating liquor or narcotic drugs to drive or attempt to drive any vehicle, streetcar or trackless trolley within this State.”</p>\n<p id=\"b461-5\">Chapter 595 of the Acts of 1961 amended § 100 by adding a new subsection to the effect that an arresting officer \"who charges a person with the operation of a motor vehicle while under the influence of intoxicating liquor” must advise the person so charged \"that he may, but need not, submit to a chemical analysis as provided for in [§ 100].” It in no way changed § 100 (a).</p>\n<p id=\"b461-6\">The statute was revised again by Chapter 81 of the Acts of 1962. Although subsection (a) was changed, no change whatever was made in that portion of the language which specified to what the statute was applicable.</p>\n<p id=\"b461-7\">Further changes were made in the statute by Chapters 16 of the Acts of 1963 and 166 of the Acts of 1964. However, no change was made in the beginning specifying that as to which it was applicable.</p>\n<p id=\"b462-4\"><page-number citation-index=\"1\" label=\"440\">*440</page-number>Extensive changes were made in 1969 as a result of the report to the Legislative Council of the Committee to Study Revision of the Motor Vehicle Laws, chaired by Judge S. Ralph Warnken. Although that committee recommended the enactment of an implied consent law, such enactment was-not contained in Chapter 157 which amended Art. 35, § 100. Subsection (a) opened, as did its predecessors, by saying. \"In any criminal prosecution for a violation of Section 206 of Article 66x/2 of this Code (1957 Edition, as amended from time to time) or for a violation of any other law of this State concerning a person who is under the influence of intoxicating liquor driving or attempting to drive any vehicle as specified in the other laws . . . .” Chapter. 156 of the Acts of 1970 made a correction in § 100 but did not change this provision. Yet another change was made by Chapter 783 of the Acts of 1971 without changing the reference to Art. 66V2, § 206, or the provision relative to violation of any other law concerning a person who is under the influence of intoxicating liquor driving or attempting to drive.</p>\n<p id=\"b462-5\">When Art. 35, § 100 was recodified by Chapter 2 of the Acts of the First Special Session of 1973 as Code (1974) §§ 10-302 to -309, Courts and Judicial Proceedings Article, § 10-302 stated:</p>\n<blockquote id=\"b462-6\">In a prosecution for a violation of a law concerning a person who is driving or attempting to drive a vehicle in violation of § 11-902 of Article 66V2 of the Code a chemical test of his breath, blood, urine, or other bodily substance may be administered to the person for the purpose of determining the alcoholic content in his body.</blockquote>\n<p id=\"b462-7\">Code (1957, 1970 Repl. Vol.) Art. <em>66V2, </em>§ 11-902 then provided in pertinent part:</p>\n<blockquote id=\"b462-8\">(a) It shall be unlawful for any person to drive or attempt to drive or to be in actual physical control of any vehicle within this State while he is in an intoxicated condition.</blockquote>\n<blockquote id=\"b463-4\"><page-number citation-index=\"1\" label=\"441\">*441</page-number>(b) It shall be unlawful for any person to drive or attempt to drive or to be in actual physical control of any vehicle within this State while his driving ability is impaired by the consumption of alcohol.</blockquote>\n<p id=\"b463-5\">Chapter 164 of the Acts of 1977 substituted \"breath or blood” for \"breath, blood, urine, or other bodily substanfe” in the statute. Chapter 14 of the Acts of 1977 substituted § 21-902 of the Transportation Article for the prior provision relative to Art. 66V2, § 11-902.</p>\n<p id=\"b463-6\">When changes were made, as the Revisor’s Note indicates, \"in [the] style and language” of Art. 35, § 100 (a) by the enactment of § 10-307, subsection (a) was made to read:</p>\n<blockquote id=\"b463-7\">(a) <em>In general. </em>— In a proceeding in which a person is charged with driving a motor vehicle while under the influence of intoxicating liquor, or while his ability is impaired by the consumption of alcohol, the amount of alcohol in the person’s breath, blood, or urine shown in chemical analysis as provided in this subtitle is admissible in evidence and has the effect set forth in subsection (b) through (e).</blockquote>\n<p id=\"b463-8\">Section 10-307 is concerned with the admission into evidence of the results of chemical analysis to ascertain blood alcohol content. Subsection (a) currently reads:</p>\n<blockquote id=\"b463-9\">(a) <em>In general. </em>— In a proceeding in which a person is charged with a violation of § 388A of Article 27 or with driving or attempting to drive a vehicle in violation of § 21-902 of the Transportation Article, the amount of alcohol in the person’s breath or blood shown in chemical analysis as provided in this subtitle is admissible in evidence and has the effect set forth in subsections (b) through (e) of this section.</blockquote>\n<p id=\"b463-10\">I have previously set forth the prohibitions contained in § 21-902, Transportation Article. Code (1957, 1976 Repl. Vol., 1978 Cum. Supp.) Art. 27, § 388A was enacted by <page-number citation-index=\"1\" label=\"442\">*442</page-number>Chapter 454 of the Acts of 1978. It makes it unlawful for a person to cause \"the death of another as the result of his negligent driving, operation or control of a motor vehicle while intoxicated . . . .” The latter term is said to have \"the same meaning as indicated in and is subject to the same presumptions and evidentiary rules of § 10-307 of the Courts Article regarding intoxication under the vehicle laws of this State.” Thus, § 388A differs from § 388 which by its terms requires proof of gross negligence. It is to be noted that the General Assembly thought the passage of Chapter 454 of the Acts of 1978 creating the new crime of homicide by motor vehicle while intoxicated required an amendment to this statute to insert a reference to that crime, yet at no time has the statute ever contained a, reference to Art. 27, § 388, manslaughter by automobile, where proof of gross negligence is required.</p>\n<p id=\"b464-5\">I recognize that evidence that one is under the influence of intoxicating liquor is relevant in a prosecution for manslaughter by automobile. Section 10-302 refers to a \"prosecution for a violation of a law concerning a person who is driving or attempting to drive a vehicle in violation of § 21-902 of the Transportation Article . . . .” The fact that evidence of blood alcohol content is relevant to a prosecution for manslaughter by automobile does not convert the proceeding into one involving the type of prosecution specified in the statute here in question. Likewise, the relevance of such evidence in a prosecution for manslaughter by automobile does not convert the proceeding into one for violation of Art. 27, § 388A. The statute does not indicate that only under its provisions could evidence as to blood alcohol content be admitted in a proceeding in Maryland. <em>Lilly, </em>212 Md. 436, would be contrary to that.</p>\n<p id=\"b464-6\">I agree that the evidence of blood alcohol content was not admissible on the charge of violating Code (1957,1976 Repl. Vol., 1978 Cum. Supp.) Art. 27, § 388A. Since, however, I am strongly of the view that the exclusionary provision of Code (1974) § 10-309, Courts and Judicial Proceedings <page-number citation-index=\"1\" label=\"443\">*443</page-number>Article, was not applicable to the prosecution for violation of Code (1957, 1976 Repl. Vol.) Art. 27, § 388, I would affirm those convictions.</p>\n<p id=\"b465-5\">I am authorized to state that Judge Cole concurs in the views here expressed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}