{
  "casebody": {
    "data": "<casebody firstpage=\"42\" lastpage=\"47\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b42-10\">Merklein <em>versus </em>Trapnell <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b42-11\">A decree of the Orphans’ Court, in proceedings for the partition of the real estate of a decedent, awarding the property to one of the heirs at the appraisement, is conclusive of the title, as against all parties claiming under the decedent or his heirs; and cannot be collaterally impeached.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b42-12\">The Orphans’ Court has jurisdiction to decree the partition of the real estate of a decedent, notwithstanding a lapse of twenty-six years from his decease, the possession being vacant at the time of awarding the inquest.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b42-13\">The grantee of one of the heirs, whose deed has not been recorded, is not entitled to notice of the proceedings.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b42-14\">A decree awarding the premises to one of the heirs, at the appraisement, divests the title of the other heirs, and all claiming under them.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b42-15\">Errob to the Common Pleas of <em>York county.</em></summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b42-16\">This was an ejectment by George H. Merklein against William Trapnell for a tract of 100 acres of land in Cbanceford and Peach-bottom townships. After the return of the writ, Eliza Jones, Samuel Morrison, Allison Reed, and Nelson Carver, the defendant’s lessors, appeared and were admitted to defend.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b42-17\">Casper Carver, under whom both parties claimed title, died seised of the premises in dispute, about the year 1800, leaving six children, George, Michael, Adam, Anna Mary, Margaret, and Susan.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b42-18\">George Carver, the eldest son of the decedent, purchased the interests of Adam, Anna Mary, Margaret, and Susan; and in 1810 was the owner of five-sixths of the premises. On the 5th April 1810, he sold and conveyed the prmmses, “ the one-fifth undivided part excepted, as the estate of the heirs of Michael Carver, deceased,” to Baltzer Foust and John Foust, for the consideration of ¿62800. This deed was not recorded until the 22d March 1856.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b42-19\">On the same day, Baltzer Foust and John Foust executed a mortgage to George Carver (which was then recorded) of the entire premises, to secure the payment of twenty-six bonds, each of ¿6100, payable in successive years, the last falling due on the 1st April 1836. The plaintiff claimed title under this mortgage.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b42-20\">George Carver died in 1814, leaving five children. In 1826, Edwin Lungren purchased the interests of two of the children of George Carver, deceased, and of three of the children of Michael Carver, deceased; and on the 2d January 1827, he presented a petition to the Orphans’ Court, setting forth that he was the owner, by. purchase from the heirs, of sixteen twenty-fifths of the real estate of Casper Carver, deceased, and praying for an inquest to make partition or valuation thereof.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b42-21\">Upon this petition, the court awarded an inquest; which was held on the 10th February 1827, and the property not being capar <page-number citation-index=\"1\" label=\"43\">*43</page-number>ble of division, was appraised at $750. On the 13th February-1827, Edwin Lungren appeared in the Orphans’ Court and claimed to take the premises at the appraisement, as the alienee of Jacob Carver, the eldest son of George Carver, deceased, who was the eldest son of Casper Carver, deceased; and the property was, thereupon, decreed to him accordingly. No notice of these proceedings was given to the parties interested under Baltzer and John Foust. The defendants deduced their title from Edwin Lungren.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b43-6\">In 1843, the plaintiff having obtained letters of administration <em>de bonis non, </em>on the estate of George Carver, deceased, issued a <em>scire facias </em>upon the mortgage given by Baltzer and John Foust, and .his title was founded on a sheriff’s sale upon that mortgage.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b43-7\">The court below (Fisher, P. J.) instructed the jury as follows: — “The Orphans’ Court of York county had jurisdiction over the real estate, of which Casper Carver died seised, and could entertain proceedings to make partition of the same. Their action in the matter is final and conclusive, until set aside or reversed by a court competent to do so. It follows, therefore, that the defendant, who claims under a title having for its foundation the proceedings in partition, has a better title than the plaintiff, who claims under a sheriff’s sale, upon a mortgage given by Baltzer Foust and John Foust to George Carver. We instruct you that the plaintiff cannot recover, and that your verdict must be for the defendant.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b43-8\">To this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendants, he sued out this writ, and here assigned the same, <em>inter alia, </em>for error.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b43-9\"><em>Evans &amp; Mayer, </em>for the plaintiff in error.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AfU\">Casper Carver had been dead twenty-seven years, and his descendants had been out of possession seventeen years, wh'en Lungren instituted the proceedings for the partition of the premises in dispute, as his property. Actual possession, however, by the heirs is essential to the jurisdiction of the court: McMasters <em>v. </em>Carothers, 1 <em>Barr </em>325. “ The statutory partition is evidently adapted to, and therefore intended for, an intestate’s several estate, actually possessed by him at his death, and <em>indisputably held in common by his children </em>Mehaffy <em>v. </em>Dobbs, 9 <em>Watts </em>376; Eells’s Estate, 6 <em>Barr </em>457 ; Law <em>v. </em>Patterson, 1 <em>W. &amp; S. </em>184.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b43-10\">Where there is any adversary interest involved between the parties to the partition, the authorities cited show that the proceeding is inadmissible. If it be consummated, however, it “ does not decide title, or create new title:” McClure <em>v. </em>McClure, 2 <em>Harris </em>137; Goundie <em>v. </em>Northampton Water Company, 7 <em>Barr </em>238; Ross <em>v. </em>Pleasants, 7 <em>Harris </em>168; Colton <em>v. </em>Smith, 11 <em>Pick. </em>311.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b43-11\">The proceeding determines no more than that the title of the <page-number citation-index=\"1\" label=\"44\">*44</page-number>parties to the partition shall no longer be held in common: McClure <em>v. </em>McClure, 2 <em>Harris </em>134. In Williams <em>v. </em>Landman, 8 <em>W. &amp; S. </em>55, in an action of ejectment, proceedings in partition Were given in evidence, which this court held to be of no effect on the title, although the parties to the ejectment were parties to the partition.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b44-6\">Rot only was there in this case the absence of possession by the heirs of Casper Carver, but the rights of the mortgagors were wholly ignored by omitting to make them parties to the partition. It was essential to the validity of the proceeding, in any aspect of the case, to make the persons in interest parties to the record,’ and give them notice by due process. This court remark, in the case of McKee <em>v. </em>McKee, 2 <em>Harris </em>237, which was an ejectment involving the validity of a decree in the Orphans’ Court for specific performance: “ The anxiety of the law makers to secure to defendants a day in court, after due notice, so sedulously manifested, is but in accordance with the principle, that before the rights of an individual can be bound by a judicial sentence, he shall have notice of the proceeding against him. This is announced to be an axiom of natural justice and of universal application, by Marshall, C. J., in the case of The Mary, 3 <em>Peters’ Cond. Rep. </em>312. Such notice is indispensably necessary to give jurisdiction over the person of the party: Com. of Pilotage <em>v. </em>Levi, <em>Charlton </em>298; Jones <em>v. </em>Kenny, <em>Hardin </em>96; and it has been truly said that, without citation and an opportunity of being heard, the judgment of a court, whether ecclesiastical or civil, is absolutely void: Com. <em>v. </em>Green, 4 <em>Whart. </em>568. This principle was recognised in Ege <em>v. </em>Sidle, 3 <em>Barr </em>124, and in Ragan’s Estate, 7 <em>Watts </em>440, 441, wdiere Jackson <em>v. </em>Brown, 3 <em>Johns. R. </em>459, is approvingly cited. The latter is an instance of its application in a collateral proceeding, in avoidance of a judgment rendered in partition. Indeed, its observance is felt to be so entirely essential to the preservation of individual right, and the advancement of social obligation, that no official endorsement is required to enforce its general acceptance.” The court proceeds to show that no notice was of any moment, unless the parties to be affected by it were regularly before the court as parties to the proceeding.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b44-7\"><em>Chapin </em>and <em>T. E. </em>Cochran, for the defendants in error.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"A82\">The decrees of Orphans’ Courts in the partition of decedents’ real estates have always been held not to be examinable in any other way than by due course of appeal: Herr <em>v. </em>Herr, 5 <em>Barr </em>428; Painter <em>v. </em>Henderson, 7 <em>Id. </em>48; Lockhart <em>v. </em>John, <em>Id. </em>137; Groff <em>v. </em>Groff, 14 S. &amp; <em>R. </em>181; McFadden <em>v. </em>Geddis, 17 <em>Id. </em>336; Gratz <em>v. </em>Lancaster Bank, <em>Id. </em>278; Lair <em>v. </em>Hunsicker, 4 <em>Casey </em>115; McPherson <em>v. </em>Cunliff, 11 <em>S. &amp; R. </em>430; Snyder <em>v. </em>Markel, 8 <em>Watts </em>418 ; Snevily <em>v. </em>Wagner, 8 <em>Barr </em>402.</p>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b45-5\"><page-number citation-index=\"1\" label=\"45\">*45</page-number>The opinion of the court was delivered by</p>\n<author id=\"b45-6\">Thompson, J.</author>\n<p id=\"ANm\">Casper Carver, the common source of title, died seised of the land in dispute, about the year 1800 or 1801, leaving six children his heirs. George, the eldest, in process of time, became the owner, by purchase, and as heir, of five-sixths of the shares in the land, and in 1810 sold the interest thus acquired, to Baltzer and John Eoust. The deed of George, to them, contained an exception of one-fifth, being the interest of Michael Carver, a son of Casper Carver, deceased, which he had not purchased. This deed is dated in April 1810, but not recorded until in 1856. The Eousts executed to the vendor a mortgage, of the same date as the deed, for the purchase-money, which was recorded on the 14th of April 1810. The mortgagors occupied the premises five or six years, paid no purchase-money, left, and never afterwards returned or claimed the land. ’</p>\n<p id=\"b45-7\">George Carver died in 1814, leaving several children his heirs. In 1826, Edwin Lungren, of Chester county, purchased the Michael Carver interest from his heirs, as well as the shares of several of the heirs of George Carver, deceased, acquiring in all sixteen twenty-fifths of the whole interest, of which Casper Carver died possessed. In 1827, he applied, by petition, to the Orphans’ Court of York county, for partition of the estate between the heirs of Casper Carver, deceased, which was awarded; and the property not being divisible, in the opinion of the inquest, was appraised at $750. Situated thus, it was claimed by and decreed to Lungren, who held the share of the eldest son of George Carver, deceased, who was the eldest son of Casper Carver, at the valuation. The proceeding being consummated, Lungren entered into possession of the premises, and died in 1827. The property was then sold by order of the Orphans’ Court, for the payment of debts due by his estate, to Alfred Lungren, for the sum of $3000. His title was afterwards divested in 1834, by a sale on a mortgage given for purchase-money, and bought by James Lewis, and by sales on execution, at several times, as well as by sundry private assurances, it eventually became vested in the heirs of Thomas B. Coleman, under whom the defendants directly claim title. They, and those under whom they claim, have been in possession of the premises from 1827, until suit brought in 1858.</p>\n<p id=\"b45-8\">The plaintiff’s title rests on a sheriff’s sale of the premises, as the property of Baltzer and John Eoust, on proceedings to foreclose the mortgage to George Carver, by his administrators, in 1843, to John Evans, for $204. The sheriff’s deed is dated and acknowledged the 6th of August 1845. And' the title thus acquired, the purchaser conveyed, on the 12th of October 1857, to the plaintiff.</p>\n<p id=\"b45-9\">The plaintiff having given in evidence this title, the defendants then set up title under the proceedings in partition in the Orphans’ <page-number citation-index=\"1\" label=\"46\">*46</page-number>Court, in 1827, and decree of the premises to Edwin Lungren, and title from him as already stated.</p>\n<p id=\"b46-6\">The learned judge of the Common Pleas, on the presentation of the case, instructed the jury, that as the Orphans’ Court of York county had jurisdiction in the matter of the partition of the real estate of Casper Carver, deceased, and had proceeded therein to final decree, their action remaining unappealed from, was conclusive ; that the title under it was the better title, and that the plaintiff could not recover.</p>\n<p id=\"b46-7\">This instruction is complained of as error: 1. Because of the lapse of time (26 years) since the death of Casper Carver, before the proceedings in partition were had. 2. Because of want of notice to the Fousts, the purchasers from George Carver. 3. Because the heirs of Casper Carver were not in possession of the premises at the time of partition awarded.</p>\n<p id=\"b46-8\">To these positions it is answered — 1. That there was no statute of limitations to bar such proceedings, in the absence of adverse possession. 2. That there was no deed on record, nor possession by the Fousts, or any one claiming under them, so as to indicate any claim in them calling for notice; and that the mortgage by them to George Carver, was not constructive notice of title, to a purchaser from the heirs. 3. That at the time of inquest awarded, the possession was vacant, in fact; and in this condition, the legal title being in the heirs, the law deems the possession in them. The facts asserted in these positions being uncontroverted, we think the legal deductions are also well stated.</p>\n<p id=\"b46-9\">. The able argument of the defendant in error, proved very clearly that the learned judge was accurate in considering the case as settled by the proceedings in partition. The Orphans’ Court had undoubted jurisdiction of the subject-matter, and consequently their decree was, when made, as conclusive as the judgment of any other court of record. Every element and requisite necessary to the making of the adjudication, must be presumed to have been present, when we are looking at it collaterally. The decree, therefore, awarding the land to the representative of the heir first entitled to choose, was a mode of conferring title, and until directly impeached, is conclusive, unless fraud or want of jurisdiction appear to deprive it of this effect. We find nothing of this nullifying character in the case. The act of the court became the foundation of a title unquestioned for nearly twenty years — and never directly questioned — during which time the property has once passed to a purchaser at Orphans’ Court sale, and more than once under process out of the Common Pleas. It then comes to be assailed by a sale on a mortgage dated in 1810, payable in twenty-eight years, without anything to show title in the mortgagors, with no payment of purchase-money during the whole of <page-number citation-index=\"1\" label=\"47\">*47</page-number>this period, and for the seven years after the last payment fell due, before suit brought on it.</p>\n<p id=\"b47-6\">The case is before us on the conclusiveness of the decree in partition. The proceedings consummated, operated as an assurance by matter of record, and, being an adjudication by a court of competent jurisdiction, cannot be impeached collaterally, for anything, as has been said, but fraud or want of jurisdiction. This is settled in numerous cases: Herr <em>v. </em>Herr, 5 <em>Barr </em>428; Painter <em>v. </em>Henderson, 7 <em>Id. </em>48; Lockhart <em>v. </em>John, <em>Id. </em>137; The President of the Orphans’ Court of Dauphin County for the use of Groff <em>v. </em>Groff, 14 <em>S. </em>&amp; <em>R. </em>181; McFadden <em>v. </em>Geddis, 17 <em>S. &amp; R. </em>336; Gratz <em>v. </em>Lancaster Bank, <em>Id. </em>278, and Lair <em>v. </em>Hunsicker, 4 <em>Casey </em>115. The Act of 29th March 1832, § 2, <em>Pamph. L. </em>190, in which it is enacted that the Orphans’ Court is a court of record, whose decrees, “in all matters within its jurisdiction, shall not be reversed or avoided collaterally in any other court,” was simply declaratory of the law as it stood, as abundantly appears from the case of McPherson <em>v. </em>Cunliff, 11 <em>S. &amp; R. </em>430, and in several of the cases already cited. We need not pursue the point. The court had jurisdiction, and the proceedings cannot be assailed for the alleged irregularities, as attempted here; the record of the proceedings was rightly admitted, and properly held to be conclusive.</p>\n<p id=\"b47-7\">The case of Williams <em>v. </em>Landman, 8 <em>W. &amp; S. </em>55, in no manner militates against the doctrine of the conclusiveness of the proceedings contended for in this case. The proceedings there had never been completed, and no final decree had passed. It is difficult to conceive how such imperfect proceedings could have been thought to have been an estoppel, in favour, of the party claiming under them. Hence the remark of Mr. Justice Hustoií, “ that a party can make title to himself by filing a petition in court, any more than by writing a letter, is so absurd, that I cannot suppose such an idea ever was for a moment entertained by the judge.”</p>\n<p id=\"b47-8\">We do not think it necessary or important to consider the objections to one or two of the conveyances of the heirs. It is possible, they would turn out to be mere irregularities at most, not objected to by the parties to them. It is enough to say, however, that the petitioner held interests that were superior to objection, and upon them had a right to call for partition.</p>\n<p id=\"b47-9\">As we discover no error in the record, the judgment must be affirmed.</p>\n<p id=\"b47-10\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}