{
  "casebody": {
    "data": "<casebody firstpage=\"267\" lastpage=\"270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b305-2\">KENTUCKY WAGON MANFG. CO. <em>v. </em>KALAMAZOO CIRCUIT JUDGE.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b305-4\">1. Mandamus — Return to be Taken as True Unless Traversed.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"AVc\">On mandamus against a circuit judge, the return of the judge unless traversed must he taken as true.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b305-6\">2. Process — Default—Regularity — Circuit Court Rule — Setting Aside Default.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b305-7\">The service of a copy of the rule to plead, instead of a ' notice thereof, on defendant, at the time of service of the declaration, was not such a defect in the proceedings as to affect the regularity of the entry of default, and thus toll Circuit Court Rule No. 32, § 4, providing that where personal service shall have been had, and proceedings taken after default on the strength thereof, the default shall not be set aside unless the application shall be made within six months after such default is regularly filed.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b305-8\">Mandamus by the- Kentucky Wagon Manufacturing Company to compel George V. Weimer, circuit judge of Kalamazoo county, to vacate an order setting aside a default judgment.</summary>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"A6Z\">Submitted October 21, 1919.</otherdate>\n<docketnumber data-order=\"7\" data-type=\"docketnumber\" id=\"AG8\">(Calendar No. 28,800.)</docketnumber>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"AM\">Writ granted December 23, 1919.</decisiondate>\n<otherdate data-order=\"9\" data-type=\"otherdate\" id=\"AkF\">Rehearing denied January 28, 1920.</otherdate>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"Agt\"><em>Robert L. Campbell, </em>for plaintiff,</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"AI61\"><em>Harry C. Howard, </em>for defendant;</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b305-10\">The Kentucky Wagon Manufacturing Company commenced suit by declaration against the Barley Motor Car Company in the Kalamazoo circuit court on the 22d day of December, 1917. Rule to plead was filed, and notice of such rule was indorsed on the original declaration. On the same day the return of the deputy sheriff was filed. He returned that on that day he—</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b305-11\">“served the declaration of which the within is a copy, on the Barley Motor Car Company, the defendant <page-number citation-index=\"1\" label=\"268\">*268</page-number>named in said declaration, by delivering to E. H. Beacham, assistant manager of Barley Motor Company, said defendant in said county of Kalamazoo, a true copy thereof, together with rule to plead, attached thereto as hereto attached, and also a copy of the attached affidavit and statement of account.”</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b306-3\">On January 19, 1918, defendant’s default was entered and on July 13, 1918, judgment was entered for $5,925.40 and costs, which were taxed July 30th. On August 13th, and more than six months after the default was entered, defendant filed a motion to set aside the default with accompanying affidavits. These affidavits set up a meritorious defense and allege that the service was not made on Mr. Beacham or any one connected with the company, and deny the agency and authority of Mr. Beacham. An issue of fact was framed and testimony was taken in open court upon the hearing of this motion, as provided in section 12580, 3 Comp. Laws 1915. The circuit judge found on disputed testimony that the service was made upon Mr. Beacham, that he was the agent and assistant manager of the defendant, but concluded that the service was insufficient because the return of the officer showed that a copy of the rule to plead instead of notice thereof was served, and set aside the default. This court issued an order to show cause why mandamus should not issue to compel the vacation of this order. A return has been made, which, at defendant’s request, contains the testimony taken upon the hearing of the motion.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b306-4\">Fellows, J.</author>\n<p id=\"Arv\"><em>(after stating the </em>facts). The findings of fact made by the circuit judge are supported by testimony taken upon the hearing of the motion. His return to the order to show cause has not been traversed by any pleading filed in this court. We are pointed to no practice which would permit us, upon this state of the pleadings, to try out again the facts <page-number citation-index=\"1\" label=\"269\">*269</page-number>found and returned by the circuit judge to be the facts in the case. Under repeated decisions of this court the return of the circuit judge unless traversed must be taken as true.</p>\n<p id=\"b307-3\">Circuit Court Rule No. 32, § 4, so far as important here, provides:</p>\n<blockquote id=\"b307-4\">“In all cases where personal service shall have been made upon a defendant, and proceedings taken after default on the strength thereof, his default shall not be set aside unless the application shall be made within six months after such default is regularly filed.”</blockquote>\n<p id=\"b307-5\">This court has not infrequently been required to enforce the provisions of this rule: <em>Petley </em>v. <em>Wayne Circuit Judge, </em>124 Mich. 14; <em>Burgard </em>v. <em>Burgard, </em>175 Mich. 565; <em>St. Louis Hoop &amp; Stave Co. </em>v. <em>Wayne Circuit Judge, </em>155 Mich. 311; <em>Carpenter </em>v. <em>Judge of Surperior Court, </em>126 Mich. 8; <em>Biensteadt </em>v. <em>Clinton Circuit Judge, </em>142 Mich. 633; <em>Caille Bros. Co. </em>v. <em>Saginaw Circuit Judge, </em>155 Mich. 480; <em>Cook </em>v. <em>Wayne Circuit Judge, </em>197 Mich. 19. This court has also held that the limitation of the rule does not apply where the default is not regularly entered. <em>Turner </em>v. <em>Ottawa Circuit Judge, </em>123 Mich. 617; or the proceedings taken on the strength thereof were not valid proceedings. <em>W. H. Warner Coal Co. </em>v. <em>Nelson, </em>204 Mich. 317.</p>\n<p id=\"b307-7\">We therefore come to the single controlling question in the case: Was the service of a copy of the rule to plead, instead of a notice thereof, such a defect in those proceedings as we may say that the default was not regularly entered and thus toll the rule? We are persuaded that this question must be answered in the negative. A copy of the rule gave the defendant the same information that a notice of it would. The purpose of the notice is that knowledge, information of the filing of the rule, shall be given the defendant in order that he may know that he is required to plead within 15 days. A copy of the rule certainly is as <page-number citation-index=\"1\" label=\"270\">*270</page-number>efficient for this purpose as notice of it would be. In the recent case of <em>In re Joseph, </em>206 Mich. 659, we held that the attachment of the notice of the rule to plead to the declaration instead of writing it on the back of the document did not vitiate the service and proceedings. Upon principle we think that case should control here. There the defendant was served with notice of the rule to plead but it was not written on the back of the declaration; here the defendant was given notice of the rule to plead by receiving a copy of the rule itself instead of a notice thereof. , In both cases there was a substantial compliance with the. statute. This was not such a defect in the service as would justify us in holding that the default was not regularly entered.</p>\n<p id=\"b308-5\">The writ will issue.</p>\n<judges id=\"b308-6\">Bird, C. J., and Sharpe, Moore, Steere, Brooke, Stone, and Kuhn, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}