{
  "casebody": {
    "data": "<casebody firstpage=\"436\" lastpage=\"441\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b478-2\">Lynn Five Cents Savings Bank <em>vs. </em>Lena Portnoy.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b478-3\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Alo\">May 7, 1940.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ADF\">July 3, 1940.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b478-4\">Present: Field, C.J., Dolan, Cox, &amp; Ronan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AHX\"><em>J. H. Cinamon, </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b478-9\"><em>T. B. Yeakley, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b478-10\">Ronan, J.</author>\n<p id=\"AdX\">This is an action upon an account annexed to recover the balance due upon a note secured by a mortgage of real estate, taxes and municipal assessments paid by the plaintiff, and also certain expenses incurred by the plaintiff in foreclosing its mortgage. The plaintiff introduced evidence in support of all the items included in the account annexed and the judge found for the plaintiff for the amount claimed, together with interest. The case is here upon the exceptions saved by the defendant to the refusal of the judge to grant certain requests for rulings.</p>\n<p id=\"b478-11\">The defendant and others on July 25, 1924, delivered to the plaintiff their joint and several note for $6,000. The note was secured by mortgage of certain real estate located <page-number citation-index=\"1\" label=\"437\">*437</page-number>at number 33 Florence Avenue, in Revere. The makers of this note also gave the plaintiff another note secured by a mortgage upon the adjoining lot, number 29 Florence Avenue.  Both of these lots were conveyed by the owners, the defendant and another, on March 2, 1925, subject to the mortgage on each lot, which the grantees assumed and agreed to pay.  One Krim became the owner of the premises number 33 Florence Avenue and entered into an agreement with the owner of number 29 Florence Avenue establishing a common driveway between these two lots, a part of which was located on each lot. This agreement was dated February 26, 1929, and was recorded on April 30, 1929. Krim conveyed his property to one Lyons who owned it until the mortgage was foreclosed by the plaintiff on November 5, 1935. The plaintiff executed, on February 4, 1935, an agreement with Lyons and the owners of the adjoining property, confirming and defining the location of the common driveway referred to in the agreement of February 26, 1929, between the adjoining owners. This agreement was never recorded. The houses on these adjoining properties were about twelve feet apart and the side boundary was located about one half way between these houses. The establishment of a driveway extending for one half of its width on each side of this boundary for a distance of about sixty feet from the street was necessary if either lot owner intended to use the rear of his lot for a garage. The advertisement of the foreclosure sale followed the description contained in the mortgage, and also stated that the sale would be subject to and with the benefit of such rights, if any, in the driveway as created by an agreement dated February 4, 1935, not yet recorded but which confirmed \"the way established by the agreement dated February 26, 1929 recorded Book 5095 Page 459.” The defendant, whose answer did not contain a general denial, but did set up certain affirmative defences, contends that the partieipa<page-number citation-index=\"1\" label=\"438\">*438</page-number>tian of the plaintiff in the establishment of this common right of way and the foreclosure sale of the property subject to and with the benefit of this way discharges her from liability.</p>\n<p id=\"b480-3\">The defendant sold the mortgaged premises to her grantees who assumed and agreed to pay the mortgage. The result of such a conveyance was that as between the parties the grantees became the principal debtors and the defendant became a surety. The defendant was not only entitled to have the land freed from the lien of the mortgage but she could also enforce the promise of the grantees to pay the mortgage note and discharge her from any liability upon that indebtedness. <em>Worcester Mechanics’ Savings Bank </em>v. <em>Thayer, </em>136 Mass. 459. <em>Rice </em>v. <em>Sanders, </em>152 Mass. 108. <em>Franklin Savings Bank </em>v. <em>Cochrane, </em>182 Mass. 586. <em>Codman </em>v. <em>Deland, </em>231 Mass. 344. <em>Peterson </em>v. <em>Abbe, </em>234 Mass. 467. <em>City Institution for Savings </em>v. <em>Kelil, </em>262 Mass. 302. <em>Starks </em>v. <em>O’Hara, </em>266 Mass. 310. <em>Costa </em>v. <em>Sardinha, </em>265 Mass. 319. <em>Bloch </em>v. <em>Budish, </em>279 Mass. 102. The defendant had rights in addition to these she would have acquired by a conveyance of the land subject to the mortgage, and where she thereby became a <em>quasi </em>surety, in the sense that she was entitled to have the land regarded as the primary fund for the payment of the mortgage indebtedness. <em>Pratt </em>v. <em>Buckley, </em>175 Mass. 115. <em>North End Savings Bank </em>v. <em>Snow, </em>197 Mass. 339. <em>Lewis </em>v. <em>Blume, </em>226 Mass. 505. <em>Lincoln </em>v. <em>Finkelstein, </em>255 Mass. 486. <em>Phillips </em>v. <em>Vorenberg, </em>259 Mass. 46. <em>Conway Savings Bank </em>v. <em>Vinick, </em>287 Mass. 448. <em>Brown </em>v. <em>Kaplan, </em>302 Mass. 510.</p>\n<p id=\"b480-4\">The change in the relation of the defendant to the mortgaged land, resulting from her conveyance to those who assumed the mortgage, did not, in so far as the mortgagee was concerned, arise out of any contract between it and the defendant but was created by the situation attending the conveyance of her property by the defendant.</p>\n<p id=\"b480-5\">The evidence does not show that the defendant ever took any proceedings to set aside the foreclosure sale or that, although having seasonable notice, she objected to it. <em>Russell </em>v. <em>Bon, </em>221 Mass. 370. <em>Brooks </em>v. <em>Bennett, </em>277 Mass. <page-number citation-index=\"1\" label=\"439\">*439</page-number>8, 16. If the sale was void she would not be entitled to be credited with the net amount from it. <em>Donohue </em>v. <em>Chase, </em>130 Mass. 137, 140. <em>Goldman </em>v. <em>Damon, </em>272 Mass. 302, 306. She could not treat it as valid for one purpose and as invalid for another. Neither could she contend that the sale was void and also that the plaintiff ought to have secured more money from the foreclosure sale. The issue is whether, as the defendant contends, she was discharged by the conduct of the plaintiff in reference to the right of way and to the sale.</p>\n<p id=\"b481-3\">It is open to the mortgagor, upon a suit to recover a deficiency upon the mortgage note, to show that through a breach of duty which the mortgagee owed to her the property brought less than it otherwise would. <em>Boutelle </em>v. <em>Carpenter, </em>182 Mass. 417. <em>Kavolsky </em>v. <em>Kaufman, </em>273 Mass. 418. <em>Cambridge Savings Bank </em>v. <em>Cronin, </em>289 Mass. 379.</p>\n<p id=\"b481-4\">The judge found that the plaintiff, without the knowledge or consent of the defendant, became a party to an instrument granting an easement of a right of way over the mortgaged premises, but he also found that there was no evidence that the premises were thereby damaged and that, if any inference was to be drawn from the testimony, it was that the premises had been benefited. The defendant having failed to show that more ought to have been secured from the foreclosure sale, the judge found for the plaintiff for the balance of the note.</p>\n<p id=\"b481-5\">Where the mortgagee releases for less than its fair value a portion of the mortgaged land, then the mortgagor whose grantee has assumed and agreed to pay the mortgage is discharged not entirely but only to the extent that he has been injured. He has not been, harmed if by paying the mortgage he was subrogated to the rights of the mortgagee together with the right to compel the mortgagee to account to him for any loss in the value of the security for which the mortgagee was responsible. In other words, the mortgagor has no claim against the mortgagee if the fair value of the land is applied in reduction of the personal debt of the mortgagor. Where he has the full benefit of the security that he furnished, his liability for the debt in excess <page-number citation-index=\"1\" label=\"440\">*440</page-number>of the proceeds realized from a fair sale of the security still continues. The mortgagor, as surety, is released only to the extent that the value of the security has been lessened by the conduct of the mortgagee. <em>Worcester Mechanics’ Savings Bank </em>v. <em>Thayer, </em>136 Mass. 459. <em>Boutelle </em>v. <em>Carpenter, </em>182 Mass. 417. <em>Silverstein </em>v. <em>Saster, </em>285 Mass. 453, 457. Am. Law Inst. Restatement: Contracts, § 146. This we think is in accord with the general rule that a surety is released only to the extent that the security has been impaired by the action of the creditor. <em>Guild </em>v. <em>Butler, </em>127 Mass. 386. <em>Beacon Trust Co. </em>v. <em>Robbins, </em>173 Mass. 261. <em>Boston Penny Savings Bank </em>v. <em>Bradford, </em>181 Mass. 199. <em>North Avenue Savings Bank </em>v. <em>Hayes, </em>188 Mass. 135. <em>Jennings </em>v. <em>Moore, </em>189 Mass. 197. <em>Durfee </em>v. <em>Kelly, </em>228 Mass. 571. <em>Atlas Finance Corp. </em>v. <em>Trocchi, </em>302 Mass. 477. <em>Killoren </em>v. <em>Hernan, </em>303 Mass. 93.</p>\n<p id=\"b482-3\">The defendant did not show that the value of the land had been diminished by the establishment of the driveway or by the foreclosure sale, and there was no error in refusing to rule that she was thereby discharged.</p>\n<p id=\"b482-4\">The defendant requested a ruling that the mortgagee had waived its rights to proceed against the mortgagor on the mortgage covenants, if, without knowledge or consent of the mortgagor, the mortgagee made an arrangement with the assignee of the equity of redemption whereby the mortgagee advanced money for the payment of real estate taxes and permitted the assignee to remain in possession of the property and to collect the rents and profits. The trial judge, refused to give this ruling, stating that he found no such arrangement had been made. There is no evidence in the record to show such an arrangement. The evidence goes no farther than to show that the plaintiff delayed foreclosing in the hope that the assignee might be able to refinance the mortgage or to carry on with the payments without refinancing. It is settled that a mortgagor is not released on the note in these circumstances. <em>City Institution for Savings </em>v. <em>Kelil, </em>262 Mass. 302, 307. <em>Porter </em>v. <em>Engel, </em>286 Mass. 33, 36. This request for a ruling was properly refused as inapplicable to the facts found. <em>Gib</em><page-number citation-index=\"1\" label=\"441\">*441</page-number><em>bons </em>v. <em>Denoncourt, </em>297 Mass. 448. <em>Halnan </em>v. <em>New England Telephone &amp; Telegraph Co. </em>296 Mass. 219, 223.</p>\n<p id=\"b483-5\">The defendant excepted to the refusal to rule that the plaintiff cannot recover for the real estate taxes paid unless the plaintiff paid the same as mortgagee and received and recorded a mortgagee’s certificate. G. L. (Ter. Ed.) c. 60, § 60. G. L. (Ter. Ed.) c. 60, § 58, as amended by St. 1932, c. 2, provides: “If . . . such a tax or any part thereof remains unpaid after the last day upon which payment thereof may be made without interest, the holder of a mortgage upon the land may pay to the collector such tax, or such part as then remains unpaid, with the accrued charges and expenses; and the amount so paid may be added to the mortgage debt.” <em>Massachusetts Hospital Life Ins. Co. </em>v. <em>Shulman, </em>299 Mass. 312, 316. <em>Choate </em>v. <em>Assessors of Boston, </em>304 Mass. 298, 304. Nothing in this statute provides that the mortgagee paying the overdue taxes must obtain and record a mortgagee’s certificate or receipt in order to permit the mortgagee to be reimbursed. The defendant’s mortgage was in the statutory form; the failure to pay taxes constituted a breach, G. L. (Ter. Ed.) c. 183, § 20, and entitled the mortgagee to be credited for the amount paid on account of taxes. G. L. (Ter. Ed.) c. 183, § 27. There was no error in charging the defendant with the amounts paid by the plaintiff. <em>Security Co-operative Bank </em>v. <em>Corcoran, </em>298 Mass. 156. <em>Wiggin </em>v. <em>Lowell Five Cent Savings Bank, </em>299 Mass. 518.</p>\n<p id=\"b483-6\">There is nothing in the other exceptions requiring further discussion.</p>\n<p id=\"b483-8\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}