{
  "casebody": {
    "data": "<casebody firstpage=\"104\" lastpage=\"112\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b118-6\">Taylor et al. <em>v. </em>B. Heller &amp; Co.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b118-7\">[Cite as Taylor v. B. Heller &amp; Co., 9 Ohio Misc. 104.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b119-9\"><page-number citation-index=\"1\" label=\"105\">*105</page-number>(No. 16571</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ak5\">Decided August 17, 1966.)</decisiondate>\n<court data-order=\"4\" data-type=\"court\" id=\"b119-10\">United States Court of Appeals, Sixth Circuit.</court>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b119-12\"><em>Messrs. Sebastian, Fais &amp; Durst, </em>and <em>Mr. A. M. Sebastian, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b119-13\"><em>Messrs. Applegate, Bolon, Boyd S Alban, Mr. Gordon K. Bolon; Messrs. Blair é </em>Turner, and <em>Mr. Barton W. Blair, Jr., </em>for appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b119-14\">Before Weick, Chief Judge, Phillips, Circuit Judge, and Cecil, Senior Circuit Judge.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b119-15\">Weick, C. J.</author>\n<p id=\"ARK\">Edward A. Taylor and his mother, Dorothy E. Taylor, the plaintiffs in this case, owned and operated the unincorporated A. C. Taylor Packing Company as a family proprietorship after the death of its founder in 1957. They inherited the business from its founder, who was their father and husband respectively. The packing company was engaged in a general meat packing business, preparing and selling various meat products, including bologna, wieners and luncheon meats, in Mt. Vernon, Ohio. Defendant, B. Heller &amp; Company, an Hlinois corporation located in Chicago, is in the business of supplying seasoning and spices to the meat packing industry in general.</p>\n<p id=\"b119-16\">Plaintiffs commenced to use defendant’s seasoning in their processing of wieners in January 1958, and experienced no <page-number citation-index=\"1\" label=\"106\">*106</page-number>difficulty between the months of January and June 1958'. It was during the summer of 1958 when problems occurred.</p>\n<p id=\"b120-4\">On or about June 17,1958, the plaintiffs purchased a sealed 300-pound drum of defendant’s “Premier G-erman Style Frank &amp; Wiener Seasoning No. 1026,” and began using the seasoning in preparing and packing its wieners on or about July 23, 1958. Shortly thereafter plaintiffs began to experience severe problems of spoilage with their wieners. Within twenty-four to forty-eight hours after manufacture, the wieners sent to retailers or restaurants turned sour or rancid and became unfit for sale. Plaintiffs conducted a series of tests to determine the cause of this spoilage, but were unable to isolate the source of the trouble until October 27, 1958, when it was found by the Ohio Department of Agriculture that the drum of spices purchased from B. Heller &amp; Company was contaminated by an excessive amount of bacteria. The drum was embargoed and later destroyed.</p>\n<p id=\"b120-6\">No wieners produced after the removal of the Heller spices, spoiled. In addition, bologna produced with a different process at the Taylor plant during the period of wiener spoilage, did not spoil, although bologna is composed of the same ingredients as wieners, with the single exception of the special wiener seasoning.</p>\n<p id=\"b120-7\">After the incident of the extensive product spoilage, plaintiffs allege a severe drop in sales of all of their meats due to loss of public confidence in their reputation for wholesomeness. After sustaining operating losses in 1958 and 1959, A. C. Taylor Packing Company went into receivership on December 31, 1959, and its assets were subsequently sold by the receiver for about $25,000. Plaintiffs sued Heller for damages in the Common Pleas Court of Knox County, Ohio, for the spoilage of wieners during the summer of 1958, and for loss of profits of its business which it claimed was destroyed as a result of such meat spoilage. Nineteen thousand four hundred pounds of wieners spoiled, of which two hundred pounds spoiled because of bad flanks. The case was removed to the District Court because of diversity of citizenship, and was tried before the court without a jury. The court adopted findings of fact and conclusions of law and awarded plaintiffs a judgment for $48,786, of which $8,786 was for the spoiled wieners, and <page-number citation-index=\"1\" label=\"107\">*107</page-number>$40,000 was for the business destroyed by defendant’s negligence. From this judgment defendant now appeals.</p>\n<p id=\"b121-4\">At the trial the evidence was conflicting as to the type of contamination found in the drum of seasoning and its probable effect on the wieners. There was considerable controversy on the crucial issue of causation, defendant claiming that the manufacturing methods and unsanitary conditions at plaintiffs’ packing plant were to blame for the spoilage rather than the defective seasoning.</p>\n<p id=\"b121-5\">The trial court found the defendant guilty of negligence per se in the sale of adulterated food products in violation of Sections 3715.59 and 3715.52, Revised Code, and further found as a matter of fact that the destruction of the business of A. C. Taylor Packing Company was the direct result of the production of spoiled wieners. While there were seriously disputed issues of fact with respect to the exact causes of the spoilage and of the business failure, we are of the opinion that plaintiffs’ evidence, if believed, was sufficient to support findings in their favor on the question of defendant’s liability.</p>\n<p id=\"b121-6\">We are of the opinion, however, that plaintiffs should have offered some proof as to the wholesomeness of the meat which they used in producing the spoiled wieners.</p>\n<p id=\"b121-7\">It is our further judgment that the evidence offered by defendant with respect to the production of wieners at Caven &amp; Son’s Packing Plant at Conover, Ohio, using defendant’s seasoning, was relevant and competent on the issue whether proper control of the temperature of the meat would have prevented spoilage. It was error to exclude such evidence.</p>\n<p id=\"b121-8\">We will now consider the questions relating to the award of damages. In both plaintiffs’ petition and amended petition, recovery was sought only for loss of profits. The District Court made no findings of fact with respect to profits or loss of. profits. He did find, however, that the reasonable market value of the Packing Company prior to July 1958, was $65,000, and after October 1958, it was only $25,000. He found that the value of the spoiled wieners was $8,786.</p>\n<p id=\"b121-9\">The physical assets of the Packing Company consisted of land, buildings, plant, and equipment. In addition it had accounts receivable and good will. While the sale of spoiled wieners by the Packing Company to the public would undoubt<page-number citation-index=\"1\" label=\"108\">*108</page-number>edly result in loss of business and profits, it was not established just how this would damage the physical assets of the Packing Company.</p>\n<p id=\"b122-4\">The law of Ohio, which governs in this diversity action, recognizes the action for damages for destruction of a business is measured by the difference between the value of the business before and after the injury or destruction. <em>Bishop </em>v. <em>East Ohio Gas Co., </em>41 Ohio Law Abs. 353 (Cuyahoga County Court of Appeals 1943), rev’d on other grounds, 143 Ohio St. 541, 28 O. O. 470, 56 N. E. 2d 164 (1944). See also <em>Zimmerman </em>v. <em>Isaly Dairy Co. </em>(1956), 165 Ohio St. 354, 59 O. O. 465, 135 N. E. 2d 338. The <em>Bishop case </em>states the applicable rule for damages as one based on past profits, while the <em>Zimmerman case </em>allows damages for reasonably certain future profits which are not speculative. However, in the present case, as in <em>Bishop </em>and <em>Zimmerman, </em>the real relevance of the past profits of the destroyed business is for computation of the value of the business as a going concern, through the capitalization of past earnings at an appropriate rate.</p>\n<p id=\"b122-5\">The only evidence offered by plaintiffs as to the value of the A. C. Taylor Packing Company before and after the use of the contaminated seasoning in the wieners, was the testimony of Dr. John T. Bonner, Jr., an expert witness, on valuation. Dr. Bonner was Executive Dean of Student Relations at Ohio State University. No questions were raised as to Dr. Bonner’s general qualifications as an appraiser and business consultant, but there are serious questions as to the competency of his testimony in this case and of the exhibits upon which his testimony was based.</p>\n<p id=\"b122-6\">According to Dr. Bonner’s appraisal, the value of the Packing Company before damage to its reputation was $65,000, and afterward, as of January 1960, its value had declined to $25,000, a difference of $40,000. His appraisal was based on three factors : (1) Amount of insurance carried by the Packing Company at the time; (2) an appraisal of the company made by the Industrial Appraisal Co. in 1956, and (3) annual profit and loss statements of the Packing Company from 1950 through 1959. Dr. Bonner did not view either the plant or equipment, nor did he examine any of the Packing Company’s books or records, except the profit and loss statements and the 1956 appraisal.</p>\n<p id=\"b122-7\">While several other factors were cited by Dr. Bonner, it is <page-number citation-index=\"1\" label=\"109\">*109</page-number>clear that he used them only to determine whether or not the drop in business suffered by plaintiffs could have been attributable to national or local business conditions in general in the meat packing industry, rather than to the negligence of the defendant. Certainly statistics as to the number of animals slaughtered nationally, or the dollar value of meat products consumed by the typical family, can have no probative value as to the value of one particular firm doing a specific business in one locale. Thus the only conceivably relevant evidence cited by Dr. Bonner as the basis of his evalution was the profit and loss statements, the outside appraisal of 1956, and the insurance coverage.</p>\n<p id=\"b123-4\">The purported use of the insurance coverage as a basis for evalution, needs little discussion. The testimony of an expert witness must be predicated upon facts offered in evidence at the trial and assumed true for his purposes in a hypothetical question. However, there is no evidence of insurance in the record here and no attempt was made to include this factor in a question posed to Dr. Bonner at the trial. For this reason alone, any part of his opinion based on the insurance factor would be inadmissible.</p>\n<p id=\"b123-5\">Further, the insurance coverage of the business, even if correctly proved at the trial, would have a minimal probative value in determining the worth of the going concern or “income stream” destroyed by defendant’s negligence. The amount of insurance carried by the owner is usually indicative of replacement values for the fixed assets and inventory of the concern, rather than the value of the business as a going concern capable of earning profits annually.</p>\n<p id=\"b123-6\">Dr. Bonner also relied on an appraisal of the A. C. Taylor Packing Company prepared by The Industrial Appraisal Company of Pittsburgh, Pennsylvania, dated October 1, 1956; This appraisal set a “sound insurable value” of $99,418 on the Taylor properties on that date. The District Court in its findings overruled defendant’s objection to admitting this document (Plaintiffs’ Ex. 13). Plaintiffs claim that the appraisal was properly admitted under the Federal Business Records Act, 28 U. S. C., Section 1732.</p>\n<p id=\"b123-7\">Regardless of whether or not this appraisal falls within the definitions of the statute, see <em>Standard Oil Co. of California </em>v. <em>Moore, </em>251 F. 2d 188 (9th Cir. 1957), cert. denied, 356 U. S. 975, <page-number citation-index=\"1\" label=\"110\">*110</page-number>78 S. Ct. 1139, 2 L. Ed. 2d 1148 (1958), its admissibility depends in part upon a proper foundation before its introduction. <em>Bisno </em>v. <em>United States, </em>299 F. 2d 711 (9th Cir. 1961), cert. denied, 370 U. S. 952, 82 S. Ct. 1602, 8 L. Ed. 2d 818 (1962), rehearing denied, 371 U. S. 855, 83 S. Ct. 51, 9 L. Ed. 2d 94 (1962); <em>Martini Hairdressers, Inc., </em>v. <em>Potomac Beauty Supply Co., </em>203 A. 2d 200 (D. C. App. 1964).</p>\n<p id=\"b124-4\">Since the exception to the hearsay rule granted by this statute is predicated upon the supposed reliability of records made in the ordinary routine of business, it is essential that they be shown to have been the product of such routine. In this case, no attempt was made to show this crucial fact.</p>\n<p id=\"b124-5\">Even if this defect were not fatal to the introduction of the appraisal, Dr. Bonner’s use of the appraisal clearly contravenes the rule that expert opinion may not be based upon the opinion of others, either in evidence or not in evidence. <em>Zelenka </em>v. <em>Industrial Comm. </em>(1956), 165 Ohio St. 587, 60 O. O. 524, 138 N. E. 2d 667; <em>Manufacturers’ Acc. Indem. Co. </em>v. <em>Dorgan </em>(6th Cir. 1893), 58 F. 945, 22 L. R. A. 620. This exclusionary rule must extend to the use of the appraisal because the appraisal is the opinion of some unidentified third parties as to the insurable value of the real estate and equipment of the A. C. Taylor Packing Company. The appraisal form itself describes the document as an opinion. Thus, Dr. Bonner’s opinion of the value of the going concern was based, not upon facts proved at the trial, but upon the opinion of others who were not even qualified as experts, nor present at the trial. This is error under Ohio law and under Rule 43(a) of Federal Rules, which rule authorizes, although it does not always compel, the use of state law on this point. <em>Zelenka </em>v. <em>Industrial Comm., supra; Horn </em>v. <em>Commonwealth Life Ins. Co. </em>(1963), 118 Ohio App. 375, 25 O. O. 2d 280, 194 N. E. 2d 892.</p>\n<p id=\"b124-6\">Finally, it is important to note that the appraisal, even if admissible, could have had little value as a basis for Dr. Bonner’s opinion since it was strictly limited to a “cost of reproduction new” analysis of the real estate and assets of the A. C. Taylor Packing Co. and so bore little, if any, rational relationship to the income stream which the business created.</p>\n<p id=\"b124-7\">Dr. Bonner himself stated that “this is not the valuation of the business” (Rec. 262). The appraisal was aimed solely at <page-number citation-index=\"1\" label=\"111\">*111</page-number>ascertaining the amount of insurance to be placed on the buildings and equipment and did not relate to the valuation of a going concern.</p>\n<p id=\"b125-4\">As the <em>Bishop case, supra, </em>states, the proper method of valuing a business to determine injury is the capitalization of the business’ earnings over a reasonable period.</p>\n<p id=\"b125-5\">The sole remaining evidence cited by Dr. Bonner as a basis for his opinion was the series of profit and loss statements over a ten-year period showing the annual net income or loss of the Packing Company, from 1950 through 1959. These statements would have served as a correct basis for evaluation if they had been properly made and used in accord with the rules set out in Bishop; that is, if provision had been made for reasonable compensation for services rendered by the proprietors of the business before calculating the earnings, and if the results for each year had been weighed so as to accord the most weight to the most recent years.</p>\n<p id=\"b125-6\">Neither of these rules was followed, although the plaintiffs cite <em>Bishop </em>as authority for their valuation methods. Unless compensation for management is deducted as expense, the income statements do not accurately reflect the inherent value of the business itself as a going concern and cannot be considered relevant evidence.</p>\n<p id=\"b125-7\">In addition, the relevance of the income statements is vitally affected by their age; that is, the farther they depart from the present time, the more likely they are to reflect conditions which no longer obtain. The <em>Bishop </em>rule balanced the need for a full sampling of annual reports against the danger of irrelevance due to age, by requiring that the most recent reports be given extra weight in calculating an average earnings base for capitalization purposes.</p>\n<p id=\"b125-8\">In this case that danger is even stronger since the death of the company’s founder in 1957 introduced a drastic change in management of the business, a key factor in any small family proprietorship. Thus it was important that the earnings-base reflect the operation of the business which was actually destroyed, that is, the one operated by the plaintiffs, not the one operated by their predecessor, father and husband. On this point it is interesting to note that the business began to lose money in 1957, <em>after </em>the elder Taylor’s death and <em>before </em>the <page-number citation-index=\"1\" label=\"112\">*112</page-number>spoilage incident. Dr. Bonner gave no indication of having taken these important factors into account in his valuation of the business.</p>\n<p id=\"b126-4\">Thus, although the profit and loss statements could well have served as the basis of a relevant valuation of the business if correctly used under the <em>Bishop </em>rule, they were not so used by Dr. Bonner and his testimony must be deemed incompetent.</p>\n<p id=\"b126-5\">In addition to Dr. Bonner’s confusion of the asset valuation theory with the capitalization of earnings method in his testimony, it appears that he also was mathematically inaccurate by a substantial margin in his calculations of the median and average net annual profits of the Packing Company. At page 247 of the record he stated that the median profit for the period 1950-1959 was “Nearly $11,000 per year.” The correct figure, if all ten years, including loss years, are used, is approximately $5,000. If only the profit years, 1950-1956, are considered, the median is still only approximately $7,000. In 1953 a net profit of $14,662.48 was reported. However this was the only year among all ten in which the actual reported net profit was in excess of Dr. Bonner’s supposed median; all other years were below the $11,000-figure which Dr. Bonner cited.</p>\n<p id=\"b126-6\">Further, at page 260 of the record Dr. Bonner estimated that the average net annual profit was $7,800. The correct figure, if all ten years including loss years are included, is $1,395.-80. If only the gain years are included the figure is still only $7,376.51. Of course the proper period is the full ten-year cycle, not just the gain years when the Packing Company was under different management.</p>\n<p id=\"b126-7\">Furthermore, Dr. Bonner’s evalution of the business as of January 1960, in the amount of $25,000, coincided with the approximate amount for which the receiver sold the assets. Dr. Bonner testified that he based his appraisal on consideration of the receivership, on an analysis of the profit and loss statements, and on his experience as an appraiser. In our opinion, since Dr. Bonner was appraising the value of the assets after the plant had ceased operations, he should have based his appraisal on the market value of the assets and not on what they sold for at forced sale by the receiver.</p>\n<p id=\"b126-8\">For these reasons the judgment of the District Court is reversed and the cause remanded with instructions to grant a new trial. ,</p>\n<p id=\"b126-9\">\n<em>Judgment reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}