{
  "casebody": {
    "data": "<casebody firstpage=\"276\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b294-2\">[Civ. No. 18776.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ACb\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AkG\">July 18, 1952.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b294-3\">JOSEPH A. MARLO, Appellant, v. STATE BOARD OF MEDICAL EXAMINERS OF THE DEPARTMENT OF PROFESSIONAL STANDARDS et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b295-7\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>Morris Lavine and Ralph N. Highsmith for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b295-8\">Edmund G. Brown, Attorney General, Bayard Rhone, Gilbert Harelson and Howard S. Goldin, Deputy Attorneys General, for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b295-9\">MOORE, P. J.</author>\n<p id=\"Ayu\">Dr. Mario was accused before respondent of having violated section 2377 of the Business and Professions Code. That statute declares procuring or aiding or attempting to procure a criminal abortion constitutes unprofessional conduct. The State Board of Medical Examiners tried the issues created by such accusation and appellant’s “notice of defense” (Gov. Code, §11506), convicted him and made an order revoking his license to practice medicine His petition for reconsideration having been granted and a further hearing had, and other evidence and argument heard, the board rendered its decision and made the same order of conviction and of revocation of license. A third attempt to obtain a rehearing having failed, appellant instituted his action in mandamus for a review of the administrative proceedings. Following a trial, the court made and filed its findings denying appellant relief. Upon Dr. Mario’s petition, the ease was reopened and further proceedings were had. But in the end a peremptory writ was denied.</p>\n<p id=\"b295-10\">Appellant now demands a reversal on the grounds that (1) the complaint filed against him does not state a cause of action; (2) Government Code, sections 11505 and 11506, are “inherently unconstitutional”; (3) the evidence is insufficient to support the findings; (4) the court erred in the admission and inclusion of evidence.</p>\n<p id=\"b296-2\"><page-number citation-index=\"1\" label=\"278\">*278</page-number>The contention that the accusation fails to state a cause of action is based upon the theory that the complaint is not in conformity with section 11503 of the Government Code. That section provides in part that the accusation “shall not consist merely of charges phrased in the language” of the statutes or rules which the defendant is alleged to have violated. It is argued that the accusation does not comply with that provision in that it does not apprise the accused physician of the charge intended to be lodged against him and hence offends the guaranty of due process of law.</p>\n<p id=\"b296-3\">Such contention flies in the face of the instrument itself. ■ From its allegations he knew precisely the violation of which he was accused. In “ordinary and concise language” he is charged with having performed an abortion on a specified date. It informed the accused of the general location where the act was committed, the name of the female victim of the assault and a declaration that the abortion was not necessary to preserve the woman’s life. But conceding, <em>arguendo, </em>the correctness of appellant’s criticism of the complaint, he is now foreclosed from raising an objection to the form since he failed to assert this point in his “notice of defense” or in any other document prior to this appeal. Section 11506 of the Government Code provides that such a failure to object to the form of the accusation “on the ground that it is so indefinite or uncertain that he [the accused] cannot identify the transaction or prepare his defense” shall operate as a waiver of all objections to the form of the accusation.</p>\n<p id=\"b296-4\">The next assignment of error is that sections 11503, 11505 and 11506 are “inherently unconstitutional” and in violation of the due process clause of the Fourteenth Amendment to the Constitution of the United States “in that they fail to set out a procedure which enables the accused to come in and defend against it at the time of hearing.” No sound argument, however, is advanced as to why these statutes contravene the judicial concept of due process of law. A persuasive argument cannot be made. The cited sections are a part of the Administrative Procedure Act. They first provide for the initiation of proceedings to suspend or revoke a license by filing and serving a verified accusation against the person concerned. With the complaint shall be included a notice that he may request a hearing by filing a notice of defense. (§ 11505.)  Section 11506 requires the accused to file a notice of defense, including a request for a hearing, objections to the accusation and any new de<page-number citation-index=\"1\" label=\"279\">*279</page-number>fensive matter. Such notice performs essentially the office of an answer and demurrer in the ordinary civil action.  Accordingly, since such statutes provide for proper notice and hearing in connection with the revocation or suspension of a license they are in harmony with fundamental principles of due process and impervious to attack on constitutional grounds. <em>(Brecheen </em>v. <em>Riley, </em>187 Cal. 121, 124-125 [200 P. 1042]; <em>Suckow </em>v. <em>Alderson, </em>182 Cal. 247, 250 [187 P. 965].)</p>\n<p id=\"b297-4\">The chief contention made is that the evidence is not sufficient to support the board’s determination that appellant performed the acts charged in the accusation. The record discloses no support for such assertion. There is ample evidence that on or about February 1, 1949, appellant performed a criminal abortion upon the person of a young lady whom we shall refer to as Barbara.</p>\n<p id=\"b297-5\">While it must be conceded that the denials of appellant, the testimony of his expert witness, and the proofs that Barbara and her escort were not in El Monte on the fifth day of February, 1949, were persuasive, yet the proof adduced by the State in substantiation of the complaint is ample, when adopted by the trial court, to justify a finding of appellant’s guilt. Barbara was clear, emphatic and intelligent. She had consulted Dr. Harker, her own physician, in her home town of Oxnard, about January 15th with vague complaints as to her health. She told him she might be pregnant; her last preceding menstrual period \"was on December 5. A Friedman test for pregnancy was then performed at the laboratory of St. John’s Hospital at Oxnard. Dr. Harker received the report of the test in a few days and informed his patient that it was strongly positive.</p>\n<p id=\"b297-6\">On February 4 Barbara left Oxnard by train for Santa Ana where she met Vie Williams, a serviceman with whom she had kept company and who was then stationed in that city. Williams drove her to El Monte where the couple engaged accommodations at a motel on the main street of the town, either the Bose Garden or the Bose Bowl motel. At about midafternoon she and Williams drove to the nearby El Monte Hospital. Barbara entered the building alone and asked to see the doctor. No questions were asked and she was told to be seated. At approximately 4:45 p. m. appellant came out and invited her to enter his office.  She informed him that she was pregnant and desired an abortion. After inquiring as to the probable length of her preg<page-number citation-index=\"1\" label=\"280\">*280</page-number>nancy, appellant made an examination. In response to her inquiry as to whether anything could be done, he told her to return the next day at 9 a. m. when he would perform an operation, and to bring $250. When she said that she could raise only $200, the doctor agreed to this sum as his fee.</p>\n<p id=\"b298-3\">The following morning shortly before 9 o’clock Barbara returned to the El Monte Hospital with $200. Dr. Mario met her in the reception room where he accepted his fee and placed it in his wallet. To Barbara’s knowledge, no record of any kind was made either at that time or on the previous afternoon. Appellant directed her to the operating room where shortly thereafter a nurse appeared and told her to undress. Barbara did as directed and donned a short hospital gown. The nurse instructed her to lie on the operating table on her back with knees raised and her buttocks near the end of the table. In about 15 minutes Dr. Mario entered and had her slide further down toward the end of the table. His instruments were located on a stand at her feet. Appellant then inserted instruments into her vagina whereupon she “felt a sharp sting.” As he continued working she felt a “kind of prodding, a pushing” and then “like he was using cotton and wiping out.” She was on the table for about an hour. Appellant left the room at least twice during this period. His only conversation with Barbara was to caution her to lie still; her continual wriggling evidently annoyed him as he worked. The operation completed, Barbara was directed to lie on an adjacent bed for a brief period. She complied but there suffered nausea. Thereafter she used a sanitary pad supplied by the nurse and departed at about 11:30 a. m. She joined Williams waiting in his car and they returned to the motel where she rested until the following day.</p>\n<p id=\"b298-4\">The unfortunate girl had not reached the end of her troubles. Two days later she again visited Dr. Harker, complaining of vaginal bleeding. He hospitalized and examined her. After treatment the bleeding subsided and she was discharged in two days. But the bleeding having recurred, she was again hospitalized on February 24th notwithstanding the failure of a Friedman test made on February 22 to reflect a pregnancy. On the 25th surgery was performed and a small amount of chorionic tissue removed from the uterus.</p>\n<p id=\"b299-3\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>Vic Williams also testified before the board corroborating Barbara’s testimony with respect to her visit to the El Monte Hospital and their sojourn at the motel together. Also, he testified to having given her $100 on the morning of February 5th.</p>\n<p id=\"b299-4\">No argument is necessary to convince any reasonable person that the evidence adduced by the State and adopted by the triers of fact as true is substantial and constitutes sufficient support for the finding that appellant performed the act of which he was accused. However, he does not agree to such conclusion and protests that there is no valid proof against him. He insists that expert medical testimony introduced in his behalf consisting of that of learned and skillful physicians in the field of gynecology and obstetrics proved that no abortion had been performed on Barbara on February 5. Such opinions were founded upon the findings of Dr. Harker on February 7 when he observed no marks of instrumentation on the uterus of Barbara. But respondents proved by other experts that such marks are often lacking and they were believed.  For a portion of respondents’ evidence to be contradicted is not a novelty and does not warrant interference with a judgment so long as there is substantial support therefor.</p>\n<p id=\"b299-5\">Reliance is also placed on the fact that appellant’s witness proved that a check of the motel registrations in El Monte for the period around February 4 and 5, 1949, revealed no registration of a Barbara or Williams and no record of the automobile used by them on their visit to that city. However, other testimony established that the Rose Garden Motel in El Monte (apparently the hostelry visited by the pair) had lost or destroyed all records for the period prior to September 1, 1949.</p>\n<p id=\"b299-6\">Bearing in mind the rules regarding the scope of review in a proceeding such as this that the trial court was authorized to exercise its independent judgment on the evidence presented <em>(Moran </em>v. <em>Board of Medical Examiners, </em>32 Cal.2d 301, 308 [196 P.2d 20]) and the function of the appellate tribunal is to determine only whether there is substantial evidence to support the trial court’s findings <em>(ibid), </em>it must follow from a recital of the above evidence that this court is now powerless to interfere with the judgment based on any theory of lack of evidentiary support.</p>\n<p id=\"b299-7\">Appellant attacks the ruling of the court on the ad<page-number citation-index=\"1\" label=\"282\">*282</page-number>mission into evidence before the board of the two hospital reports of the Friedman tests performed upon Barbara. It is urged that such reports are hearsay “of the rankest sort” and hence inadmissible. However, even conceding such reports to be ordinarily inadmissible, Government Code, section 11513(c), specifically provides that in a hearing such as that held by the board, hearsay evidence may be used “for the purpose of supplementing or explaining any direct evidence,” and “any relevant evidence shall be admitted if it is the sort of evidence on which responsible persons are accustomed to rely in the conduct of serious affairs, regardless of any common law or statutory rule which might make improper the admission of such evidence over objection in civil actions.” Apparently both Doctors Harker and Mario saw fit to place reliance upon such laboratory reports. Accordingly, in view of such statutory provision, there was no error in their admission.</p>\n<p id=\"b300-3\">Appellant’s final contention that the testimony of Barbara, an accomplice, is insufficient to support the accusation against him is without support. That she was generously corroborated is readily to be observed by a perusal of the above recital of the evidence. In any event, such a contention has previously been met and determined adversely to appellant’s view. .  A proceeding to revoke a license to practice medicine is not a criminal proceeding and hence the statutory rule that one may not be convicted upon the uncorroborated testimony of an accomplice has no application. <em>(Murphy </em>v. <em>Board of Medical Examiners, </em>75 Cal.App. 2d 161, 168 [170 P.2d 510]; <em>Lanterman </em>v. <em>Anderson, </em>36 Cal.App. 472, 477 [172 P. 625].)</p>\n<p id=\"b300-4\">Judgment affirmed.</p>\n<p id=\"b300-5\">McComb, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}