{
  "casebody": {
    "data": "<casebody firstpage=\"534\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b552-4\">[Civ. No. 18717.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AXq\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Akv9\">Aug. 6, 1952.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b552-5\">OLIVE B. BARROWS et al., Appellants, v. LEOLA JACKSON, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b554-5\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>John C. Miles and J. Wallace McKnight for Appellants.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b554-6\">John W. Preston as Amicus Curiae on behalf of Appellants.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b554-7\">Sims &amp; Wallbert and Loren Miller for Respondent.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b554-8\">Rosalind Goodrich Bates, George E. Bodle, James Landye, Basil Feinberg, Saburo Kido, Fred Okrand, Everette Porter, A. L. Wirin, Abraham Gorenfeld, and David Ziskind as Amici Curiae on behalf of Respondent.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b554-9\">VALLÉE, J.</author>\n<p id=\"Aq8\">This appeal presents the question whether the equal protection clause of the Fourteenth Amendment of the Constitution of the United States forbids the maintenance in a state court of an action for damages for the alleged breach of a covenant prohibiting the use or occupancy of real property by non-Caucasians. Defendant’s demurrer to the complaint was sustained without leave to amend. Plaintiffs appeal from the judgment which followed.</p>\n<p id=\"b554-10\">The facts alleged are these.</p>\n<p id=\"b554-11\">On October 21, 1944, three of the plaintiffs, the predecessor of the fourth, and the defendant, the owners of four parcels of realty in Los Angeles, entered into a written agreement by which each bound himself and his successors by a continuing covenant that no part of his realty “be used or occupied .by any person or persons not wholly of the white or Caucasian race.”</p>\n<p id=\"b554-12\">The agreement provided that the restriction should be incorporated in “all papers and transfers” of the lots, that the restriction “be a covenant running with the land,” that it was for the benefit of all the lots; and that if any of the lots should be used or occupied by any person not wholly of the white or Caucasian race, then in that event the covenantor who covenanted as to that lot, and his successors, would immediately become liable to those covenantors and their successors whose lots were not so occupied for all damages which they may have suffered by reason of the breach. The agreement was recorded May 8, 1945.</p>\n<p id=\"b555-5\"><page-number citation-index=\"1\" label=\"537\">*537</page-number>On February 2, 1950, defendant and one Grace executed a grant deed, which was recorded, by which they conveyed one of the restricted lots to the Smallys. Defendant did not incorporate the restrictions in the deed nor make any reference therein to the agreement.</p>\n<p id=\"b555-6\">On September 3, 1950, defendant moved out of the house on the lot conveyed, and on September 4, 1950, persons not of the Caucasian race moved in and began to use and occupy the same. When defendant moved out of the house “she did so in order to permit persons known to her to be other that the Caucasian race to move into and occupy said house, and with the intention that persons not of the Caucasian race should move into and occupy said house.” Defendant, in violation of said agreement, has permitted persons not wholly of the white or Caucasian race to occupy the property, and such occupancy is for residence. Damage, claimed depreciation in the value of plaintiffs’ properties, is alleged.</p>\n<p id=\"b555-7\">Plaintiffs assert they are entitled to recover damages for breach of contract in two respects: (1) for failure of defendant to incorporate the restrictive agreement in her conveyance to the Smallys, and (2) as an original covenantor. Defendant counters (1) a cause of action is not stated for failure to incorporate the restrictive agreement in the conveyance because the Smallys took title with constructive notice of its terms; (2) a cause of action is not stated for permitting the use and occupancy of the realty by non-Caucasians because a covenantor is not liable for the subsequent breach of the covenant by a subsequent owner; and (3) a cause of action is not stated because of applicable provisions of the state and federal Constitutions. Plaintiffs reply (1) a cause of action for failure to incorporate the restrictive agreement in the conveyance is stated because in any event they would be entitled to nominal damages under Civil Code, section 1466 ; (2) a cause of action is stated because defendant made a valid agreement that something would not be done: when use and occupancy by a non-Caucasian occurred that which defendant agreed would not be done was done, for which defendant is liable in damages; and (3) enforcement of the agreement is not prohibited by any provision of the state or federal Constitution.</p>\n<p id=\"b555-8\">We first consider whether a cause of action is stated for damages for breach of contract under common law principles.</p>\n<p id=\"b555-9\">There is privity of contract between three of the plaintiffs <page-number citation-index=\"1\" label=\"538\">*538</page-number>and the defendant. Bach was an original party to the covenant and contractually assumed its obligations. Bach contracted concerning the use and occupancy of his land. Each bound himself that should his lot be used or occupied by non-Caucasians he would become liable to the others for whatever damage they may have suffered.  As between themselves, in the absence of fraud or mistake, they are conclusively bound by their covenants if they are not contrary to public policy or violative of constitutional limitations.<footnotemark>1</footnotemark> When the lot as to which defendant covenanted was used and occupied by non-Caucasians liability accrued.</p>\n<p id=\"b556-5\">An action for breach of a covenant is an action on a contract.  The ordinary remedy for the nonfulfillment of a covenant is that the delinquent party must respond in damages.<footnotemark>2</footnotemark>\n                   The fact that other remedies may be available to plaintiffs does not preclude their resort to an action for damages.<footnotemark>3</footnotemark></p>\n<p id=\"b556-6\"><em>Goldberg </em>v. <em>Nicola, </em>319 Pa. 183 [178 A. 809, 98 A.L.R. 774], relied on by defendant, is not analogous. There it was held that a covenantor of a benefit attached to land is not liable, after parting with his title, for a breach occasioned by possessors of the land subject to the covenant. The holding stemmed from the fact that there was no personal responsibility apart from privity of estate.</p>\n<p id=\"b556-7\">It is not essential that we determine whether the covenant is in fact one running with the land, as defendant argues, although the complaint alleges that the agreement provided that it was, and the fact is admitted by the demurrer.<footnotemark>4</footnotemark>\n<page-number citation-index=\"1\" label=\"539\">*539</page-number>If the covenant runs with the land, defendant, as an original covenantor, is not absolved thereby from the obligation of the covenant.* ***<footnotemark>5</footnotemark></p>\n<p id=\"b557-6\">We hold that apart from the constitutional issue the complaint states a cause of action for damages.</p>\n<p id=\"b557-7\">Since we so conclude, it is not necessary to decide whether a cause of action is stated for the failure of defendant to incorporate the restrictive agreement in her conveyance to the Smallys.<footnotemark>6</footnotemark> We pass to consideration of the issue of constitutional power.</p>\n<p id=\"b557-8\">The parties agree, as they must, that the covenant, as such, is constitutionally a valid agreement ;<footnotemark>7</footnotemark> that the conveyance by defendants to the Smallys was valid;<footnotemark>8</footnotemark> and that title passed.</p>\n<p id=\"b557-9\">In 1948 the Supreme Court of the United States decided <em>Shelley </em>v. <em>Kraemer </em>and <em>McGhee </em>v. <em>Sipes, </em>334 U.S. 1 [68 S.Ct. 836, 92 L.Ed. 1161, 3 A.L.R2d 441], and <em>Hurd </em>v. <em>Hodge </em>and <em>Urciolo </em>v. <em>Hodge, </em>334 U.S. 24 [68 S.Ct. 847, 92 L.Ed. 1187], generally referred to as the Restrictive Covenant Cases. The admonition of these cases is that a state may not by judicial process enforce private rights derived from consensual agreements of private individuals where to do so would result in the infringement of civil liberties guaranteed by the Constitution of the United States.</p>\n<p id=\"b557-10\">Long prior to the Restrictive Covenant Cases, Judge Erskine M. Ross of the United States Circuit Court, the donor of the American Bar Association’s Ross Essay Prize, in <em>Gandolfo </em>v. <em>Hartman </em>(1892 C.C.S.D. Cal.), 49 F. 181 [16 L.R.A. 277], was the first judicial voice to hold enforcement of a racial restrictive covenant prohibiting the use of real property by persons of a specified race invalid on constitu<page-number citation-index=\"1\" label=\"540\">*540</page-number>tional grounds.<footnotemark>9</footnotemark> Other than <em>Ganclolfo </em>v. <em>Hartman, supra, </em>judicial enforcement of covenants which have for their purpose the exclusion of persons of a specified, or anyone not of a designated, race from the use or occupancy of real property, was uniformly sustained over constitutional objections founded on the Fourteenth Amendment, including the equal protection clause and the due process clause.<footnotemark>10</footnotemark></p>\n<p id=\"b558-5\">The restriction in the Shelley case<footnotemark>11</footnotemark> was embodied in an agreement signed by thirty property owners of a St. Louis neighborhood. The agreement declared that no part of the property shall be occupied by any person not of the Caucasian race, and specifically restricted its use against occupancy by Negroes and persons of the Mongolian race for 50 years. One of the parcels was conveyed to Shelley, a Negro. An owner of property covered by the restrictions brought suit. The relief sought and granted by the Missouri court was an injunction restraining Shelley from taking possession of the covenanted parcel and a decree divesting him of title and revesting the title in his immediate grantor. The restrictive agreement in <em>McGhee </em>v. <em>Sipes </em>provided that the property should not be used or occupied by any person or persons except those of the Caucasian race. Injunctive relief was granted by the Michigan court.</p>\n<p id=\"b558-6\">The Supreme Court of the United States in these cases held: (1) private agreements which have for their purpose the exclusion of persons of designated race or color from the use or occupancy of real property, standing alone, do not violate any rights guaranteed by the Fourteenth Amendment;<footnotemark>12</footnotemark> (2) the actions of state courts and judicial officers <page-number citation-index=\"1\" label=\"541\">*541</page-number>are actions by the states within the meaning of the Fourteenth Amendment; (3) in granting judicial enforcement of such private agreements the courts of Missouri and Michigan acted to deny the excluded races the equal protection of the laws, contrary to the Fourteenth Amendment; (4) denial of access to the courts to enforce such restrictive covenants does not deny equal protection of the laws to the parties to such agreements.<footnotemark>13</footnotemark></p>\n<p id=\"b561-5\"><page-number citation-index=\"1\" label=\"543\">*543</page-number><em>Hurd </em>v. <em>Hodge </em>and <em>Urciolo </em>v. Hodge<footnotemark>14</footnotemark> arose in the District • of Columbia. The restrictive covenant provided that specified lots should never be rented, leased, sold, transferred or conveyed to any Negro or colored person under a penalty of $2,000, a lien against the property. The defendants were Negro purchasers of some of the restrictive properties and a white person who had conveyed some of the properties to them and who owned other restricted lots. The lower court declared null and void the deeds to the Negro purchasers, enjoined the defendant white property owner from leasing, selling, or conveying the properties to any Negro or colored person, and enjoined the Negro defendants from leasing or conveying the properties and directing them to remove from the properties.<footnotemark>15</footnotemark> Among other things the Supreme Court <page-number citation-index=\"1\" label=\"544\">*544</page-number>stated that it had held in the Shelley ease that the Fourteenth Amendment forbids discrimination whereby a colored man is deprived of the right to acquire property free from interference imposed by state courts in the enforcement of restrictive covenants, and “that enforcement of restrictive covenants in these cases is judicial action contrary to the public policy of the United States.’’<footnotemark>16</footnotemark></p>\n<p id=\"b562-5\">The precise question in the ease at bar is narrowed to this: Does the maintenance of an action at law for damages by an original covenantee against an original covenantor for breach of a restrictive covenant which has for its purpose the exclusion of non-Caucasians from the use and occupancy of real property, constitute such enforcement of the covenant as to violate the equal protection clause of the Fourteenth Amendment?</p>\n<p id=\"b562-6\">Since the decisions in the Restrictive Covenant Cases, the question in the present case has arisen in <em>Weiss </em>v. <em>Leaon </em>(1949), 359 Mo. 1054 [225 S.W.2d 127], <em>Roberts </em>v. <em>Curtis </em>(1950, D.C.Dist.Col.), 93 F.Supp. 604, <em>Correll </em>v. <em>Earley </em>(1951) ,—Okla.—[237 P.2d 1017], and <em>Phillips </em>v. <em>Naff </em>(1952), 332 Mich. 389 [52 N.W.2d 158].<footnotemark>17</footnotemark></p>\n<p id=\"b563-5\"><page-number citation-index=\"1\" label=\"545\">*545</page-number><em>Weiss </em>v. Leaon<footnotemark>18</footnotemark> was an action to enforce a racial restrictive covenant by injunction or, in the alternative, to recover damages for its breach. The covenant, created by private agreement, was that none of the lots in the restricted area be sold to or occupied by Negroes. The court held that the action was properly dismissed insofar as it sought injunctive relief but that the petition stated a claim for damages. The court read the Shelley case as merely- holding that specific performance of a racial restrictive covenant by judicial decree is a violation of the Fourteenth Amendment, and that it does not proscribe an action for damages for breach of such a covenant between parties under the agreement.<footnotemark>19</footnotemark></p>\n<p id=\"b564-4\"><page-number citation-index=\"1\" label=\"546\">*546</page-number>In <em>Correll </em>v. Earley<footnotemark>20</footnotemark> the restrictive covenant was contained in an agreement between lot owners in one block in Oklahoma City. They covenanted that no owner should sell, lease, or give away any property in the block to any person of the Negro or African race. There were two causes of action : one to cancel deeds by two owners to an insolvent dummy and from the dummy to Negroes, the other for damages— alleged diminution in the value of the plaintiffs’ lots because the conveyances were the consummation of a conspiracy to wilfully violate the covenant. The lower court sustained a general demurrer to the petition. On appeal it was held that the Restrictive Covenant Cases controlled so far as it was sought to cancel the deeds but that a cause of action for damages was stated. The court reasoned that the rule of the Restrictive Covenant Cases did not apply against the plaintiffs’ right to collect damages if they had actually been damaged by the violation of a valid contract by the defendants as the consummation of a conspiracy to so violate it with the wilful intent to thereby damage the plaintiffs.<footnotemark>21</footnotemark></p>\n<p id=\"b565-5\"><page-number citation-index=\"1\" label=\"547\">*547</page-number><em>Roberts </em>v. <em>Curtis </em><footnotemark><em>22</em></footnotemark><em> </em>which arose in the District of Columbia was an action for damages for breach of a restrictive covenant not to sell to Negroes. In dismissing the action the court, referring to the Shelley and Hurd cases, said: “The Supreme Court further held that it was contrary to the Fourteenth and Fifteenth Amendments to the Constitution and contrary to public policy to aid in the enforcement of such covenants by judicial proceedings. Although the actions involved in those cases were suits for injunctions, the ruling is broad enough to cover actions for damages as well. I construe <page-number citation-index=\"1\" label=\"548\">*548</page-number>the ruling of the Supreme Court as withholding any assistance by way of judicial action of any kind from the enforcement of such,restrictive covenants.”</p>\n<p id=\"b566-5\">, <em>Phillips </em>v. <em>Naff</em><footnotemark><em>23</em></footnotemark><em> </em>was an .action at law for damages for an alleged breach of a reciprocal racial restrictive covenant. The covenant, contained in a recorded agreement, restricted use and occupancy of the property-to white persons of “pure Caucasian race,” and provided it should run with the land. Defendant, a restricted lot owner, conveyed to Negroes and placed them in possession and occupancy. The plaintiffs were owners of other restricted lots. The trial court dismissed the action. Affirming, the Supreme Court of Michigan, quoting at length from <em>Shelley </em>v. <em>Kraemer,</em><footnotemark><em>24</em></footnotemark><em> </em>said (p. 161):</p>\n<p id=\"b566-6\">“On behalf of appellants it is conceded that, in view of the decision in <em>Shelley </em>v. <em>Kraemer, supra, </em>they may not maintain an equitable suit for injunctive relief. They insist, however, that an action for damages under the factual situation set forth in the declaration is not one for the enforcement of the discrimination, and is not within the inhibition of the 14th amendment. We think that the statement in the language above quoted that state action is not involved so long as the purposes of agreements are effectuated by ‘voluntary adherence’ to their terms is significant. Plaintiffs’ action for damages may not be regarded as involving individual conduct solely. The aid of the court is invoked on the theory that the agreement is valid as between the parties who signed it and their successors in title, and that the state acting through the courts will permit the recovery of damages for failure to observe it. In other words, plaintiffs assert the right to invoke state action within the meaning of the term as discussed in <em>Shelley </em>v. <em>Kraemer, supra.</em></p>\n<p id=\"b566-7\">“We are in accord with the view of the trial judge that <em>liability to suits for damages for breach of a reciprocal racial restriction constitutes an indirect method of enforcement. </em>In the instant case it is obvious that if plaintiffs are entitled to recover damages the owners of other lots in the restricted area may do likewise. It is a reasonable assumption that the owner of a restricted lot having the opportunity and desiring to sell to a purchaser not of the Caucasian race would be reluctant to do so if plaintiffs’ position is correct. It may be noted, also, that since the restrictive covenant runs <page-number citation-index=\"1\" label=\"549\">*549</page-number>with the land, defendants’ grantees, who are, it appears, now in possession, hold the property subject thereto. The question naturally suggests itself, under plaintiffs’ theory, as to the liability of the present owners for damages in the event that they convey the property to a grantee of their own race. ’ ’ (Italics added.)</p>\n<p id=\"b567-6\">The Supreme Court of Michigan declined to follow the Missouri Supreme Court, saying of <em>Weiss </em>v. <em>Leaon:</em><footnotemark><em>25</em></footnotemark></p>\n<blockquote id=\"b567-7\">“The decision of the Missouri court sustaining the count for damages must be regarded as supporting plaintiffs’ theory in the case at bar. However, we are not in accord with such decision. As above suggested, if a sale of property subject to a reciprocal racial covenant cannot be made without rendering the grantor liable to suits for damages, such fact, it may be assumed, would operate to inhibit freedom of purchase by those against whom the discrimination is directed, and also to place a burden on the right of an owner to sell to a purchaser of his own selection. We think the reasons on which the decision of the United States Supreme Court in <em>Shelley </em>v. <em>Kraemer, supra, </em>were based operate in bar of an indirect method of enforcement, and are sufficiently broad in scope as to cover the rights, of those affected in the instant controversy. The 14th amendment, as construed, prevents the maintenance of the action for damages instituted by plaintiffs.”<footnotemark>26</footnotemark></blockquote>\n<p id=\"b567-8\">We are in accord with the Supreme Court of Michigan. We think the Supreme Courts of Missouri and Oklahoma misread the Restrictive Covenant Cases. The Missouri court in <page-number citation-index=\"1\" label=\"550\">*550</page-number><em>Weiss </em>v. Leaon<footnotemark>27</footnotemark> confused \"enforcement” with \"specific enforcement.” It interpreted the holding of Shelley in the narrowest possible light when it said the Supreme Court intended to foreclose only one means—specific performance— of judicial action in support of racial restrictive covenants, while leaving available an action for damages for breach of such covenants. The Oklahoma case, <em>Correll </em>v. <em>Earley </em><footnotemark><em>28</em></footnotemark><em> </em>perhaps may be distinguished on the ground that it was a tort action for damages resulting from a wilful, malicious conspiracy. Language in the opinion cannot be reconciled with the Shelley case.</p>\n<p id=\"b568-5\">An analysis of the opinion in the Shelley case points to but one conclusion, i.e., the Fourteenth Amendment forbids the maintenance of an action for damages for breach of a racial restrictive covenant. The question in that case did not relate to the nature of the relief sought but, as stated by the court, related to the \"validity of court enforcement” of such covenants. The question was \"whether the equal protection clause of the Fourteenth Amendment inhibits judicial enforcement by state courts of restrictive covenants based on race or color.”<footnotemark>29</footnotemark> In holding that it did, the court pointed out that restrictions on the right of occupancy, if imposed by state statute or local ordinance, could not be squared with the requirements of the Fourteenth Amendment; and if created by private agreement, they likewise could not be squared with the requirements of the Amendment where the purposes of the agreement are secured by judicial enforcement by state courts, since judicial enforcement is action of the state for the purposes of the Amendment. The court declared that the \"Amendment erects no shield against merely private con<page-number citation-index=\"1\" label=\"551\">*551</page-number>duct, however discriminatory or wrongful,” and said (p. 1180, 92 L.Ed.):</p>\n<blockquote id=\"b569-6\">“We <em>conclude, therefore, that the restrictive agreements standing alone cannot be regarded as violative of any rights guaranteed to petitioners by the Fourteenth Amendment. So long as the purposes of those agreements are effectuated by voluntary adherence to their terms, it would appear clear that there has been no action by the State and the provisions of the Amendment have not been violated. </em>[Citation.]<footnotemark>30</footnotemark></blockquote>\n<blockquote id=\"AuF\">“But here there was more. These are eases in which the purposes of the agreements were secured only by judicial enforcement by state courts of the restrictive terms of the agreement.” (Italics added.)</blockquote>\n<p id=\"b569-7\">The unmistakable implication from the italicized statement is that unless adherence is voluntary the purposes of the covenant cannot be effectuated.<footnotemark>31</footnotemark> One does not voluntarily refrain from doing an act when by doing the act one may be subjected to an action for damages and one’s property be taken by execution. It was pointed out that the <em>Civil Bights </em>Cases<footnotemark>32</footnotemark> declared that the Fourteenth Amendment makes void “State action of every kind” which is inconsistent with the guarantees therein contained.</p>\n<p id=\"b569-8\">The opinion in the Shelley ease contains this very pertinent statement (p. 1184, 92 L.Ed.) :</p>\n<blockquote id=\"b569-9\">“Nor is the Amendment ineffective simply because the particular pattern of discrimination, which the State has enforced, was defined initially by the terms of a private agreement. State action, as that phrase is understood for the purposes of the Fourteenth Amendment, refers to exertions of state power in all forms.”</blockquote>\n<p id=\"b570-4\"><page-number citation-index=\"1\" label=\"552\">*552</page-number>And (p. 1185, 92 L.Ed.) :</p>\n<blockquote id=\"b570-5\">“Nor do we find merit in the suggestion that property owners who are parties to these agreements are denied equal protection of the laws if denied access to the courts to enforce the terms of restrictive covenants and to assert property rights which the state courts have held to he created hy such agreements. The Constitution confers upon no individual the right to demand action by the State which results in the denial of equal protection of the laws to other individuals, • And it would appear beyond question that the power of the State to create and enforce property interests must be. exercised within the boundaries defined by the Fourteenth Amendment.”</blockquote>\n<p id=\"b570-6\">The court in the Shelley case did not go part of the way; it went all of the way. The thrust of the decision is aimed at prohibition of judicial participation in the maintenance of racial residential segregation. It erected a broad barrier to segregation by judicial decree.  The holding that judicial enforcement of racial restrictive covenants is prohibited carries meaning only if that prohibition extends to enforcement, whether it is sought in equity or at law. Shelley holds not that enforcement of the covenant is against principles of equity, but that judicial enforcement of racial restrictive covenants denies equal protection of the laws. We know of no precedent for the proposition that when specific performance of a contract is forbidden because such a decree is unconstitutional, an alternative remedy for damages may be granted. Each necessarily calls upon the courts for action; each is, therefore, equally state action and equally within the proscription of the Fourteenth Amendment.</p>\n<p id=\"b570-7\">The Fourteenth Amendment does not proscribe individual action; but when, as here, the aid of a court is sought to compel one of the parties to the restrictive covenant to abide by its terms by subjecting him to an action for damages because of use or occupancy of the property by non-Caucasians—it is no longer a matter of individual action: it is one of state participation in the maintenance óf racial residential segregation. Racial discrimination is inherent in the covenant; its purpose and impact is to prevent the use or occupancy of real property by non-Caucasians, to segregate non-Caucasians, “simply that and nothing more.”<footnotemark>33</footnotemark> The basic <page-number citation-index=\"1\" label=\"553\">*553</page-number>pattern of racial discrimination is as much the same in an action for damages as it is in a suit in equity. The maintenance of an action for damages against an original covenantor would aid and encourage the discrimination, not by preventing a non-Caucasian from using or occupying the property, but by holding a covenantor liable in damages upon the happening of that contingency, a liability which would not be incurred if the property were used or occupied by a Caucasian.</p>\n<p id=\"b571-6\">The doctrine of the Shelley case, as we read it, means that no state sanction, direct or indirect, can constitutionally be imposed for the breach of a restrictive covenant if such sanction would result in the denial of any civil right guaranteed by the Constitution. Of the civil rights conferred, none is clearer and few more vital than the right to buy a home and live in it. Distinction between direct and indirect state action is tenuous. The enforcement of a covenant by an action for damages furnishes a prepotent motive to prevent use or occupancy of property by non-Caucasians; that is, the indemnification of other property owners when a non-Caucasian uses or occupies the property. The coercive device of retribution in the form of damages is as effective as the coercive effect of injunctive relief, although not as immediate. In addition to the likelihood of being subjected to a money judgment, the vexation and expense of a lawsuit enhances the coercion. There can be no doubt that the threat to a covenantor of liability in damages, with consequent execution and sale, for disregarding a racial restrictive covenant, would operate as a deterrent to the breaching of its <em>terms; </em>and, in the words of the Supreme Court of Michigan, “would operate to inhibit freedom of purchase by those against whom the discrimination is directed. ’ ’ When a court undertakes to buttress that threat by lending its power to give effect to the covenant, the court is facilitating the discriminatory purpose of the covenant and extending the “full panoply of state power”<footnotemark>34</footnotemark> to its practical effectiveness.<footnotemark>35</footnotemark></p>\n<p id=\"b571-7\">The fact that the non-Caucasian is not a party to the action, and that an award of damages operates against the convenantor directly rather than directly against the non-<page-number citation-index=\"1\" label=\"554\">*554</page-number>Caucasian, does not affect the result.<footnotemark>36</footnotemark> In an action at law for damages the rights and interest of the particular non-Caucasian would be secure and unaffected by any judgment rendered. However, enforcement of the covenant would effectively deny non-Caucasian citizens equality in the enjoyment of property rights because property owners in restricted areas are deterred from permitting use or occupancy by non- Caucasians lest they be personally liable for damages.  No person has the right, nor does the state have the power, to require the enforcement of a covenant which will result in the denial to any individual of the equal protection of the laws. Any recognition of a racial restrictive covenant in an action in a state court constitutes prohibited state action.</p>\n<p id=\"b572-6\">The contention that an action for damages against an original covenantor is to be distinguished from a suit in equity because in the former the defendant, by his covenant, consents to suit whereas in the latter he does not consent, is ingenious but faulty. An individual cannot consent to state court action the purpose and effect of which is to aid in discrimination based solely on race, to entrench segregation and thus deny to a class of citizens the equal protection of the laws. The law which prohibits the end will not lend its aid in promoting the means designed to carry it into effect; it will not promote in one form that which it declares wrong in another. The argument loses sight of the fact that Shelley holds that if such covenants of private individuals require recourse to the courts to make them effective, the Fourteenth Amendment precludes such aid.</p>\n<p id=\"b572-7\">The denial of access to the courts does not deprive plaintiffs of their property without due process of law. The Constitution itself deprives them of the use of the courts when their purpose is the enforcement of their discriminatory covenant. ‘1 The Constitution confers upon no individual the right to demand action by the State which results in the denial of equal protection of the laws to other individuals.”<footnotemark>37</footnotemark></p>\n<p id=\"b572-8\">In the light of the Restrictive Covenant Cases it is the duty of the courts of this state to refrain from exerting <page-number citation-index=\"1\" label=\"555\">*555</page-number>judicial power to give legal sanction and effect to racial restrictive covenants in an action at law for damages. The demurrer was properly sustained.</p>\n<p id=\"b573-5\">Affirmed.</p>\n<p id=\"b573-6\">Shinn, P. J., and Wood (Parker), concurred.</p>\n<p id=\"b573-7\">A petition for a rehearing was denied September 4, 1952, and appellants’ petition for a hearing' by the Supreme Court was denied October 2, 1952. Shenk, J., Edmonds, J., and Schauer, J., were of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b556-8\"><em>Los Angeles Terminal Land Co. </em>v. <em>Muir, </em>136 Cal. 36, 42 [68 P. 308].</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b556-9\"><em>Joyce </em>v. <em>Krupp, </em>83 Cal.App. 391, 397-398 [257 P. 124]; <em>Borden </em>v. <em>Boyvin, </em>55 Cal.App.2d 432, 436 [130 P.2d 718]. See, also, <em>Pedro </em>v. <em>County of Humboldt, </em>217 Cal. 493 [19 P.2d 776]; <em>Knight </em>v. <em>Black, </em>19 Cal.App. 518, 522 [106 P. 512]; <em>Firth </em>v. <em>Los Angeles Pacific Land Co., </em>28 Cal.App. 399, 402 [152 P. 935]; <em>Pratt-Low Preserving Co. </em>v. <em>Evans, </em>55 Cal.App. 724, 731-732 [204 P. 241]; <em>Eason </em>v. <em>Buffaloe, </em>198 N.C. 520 [152 S.E. 496]; <em>Wyatt </em>v. <em>Adair, </em>215 Ala. 363 [110 So. 801]; 21 C.J.S. 982, § 114; 14 Am.Jur. 663, § 336; Clark, Covenants and Interests Running with Land, 2d ed., 172.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b556-10\">Agreements such as here involved have heretofore been held to constitute a lawful exercise of the freedom to contract and as such to be enforceable by the courts. <em>(Cumings </em>v. <em>Hokr, </em>31 Cal.2d 844-845 [193 P.2d 742].)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b556-13\">See Civil Code, section 1461, 1468; <em>Weller </em>v. <em>Brown, </em>160 Cal. 515, 518-519 [117 P. 517]; <em>Berryman </em>v. <em>Hotel Savoy Co., </em>160 Cal. 559 [117 P. 677, 37 L.R.A.N.S. 5]; <em>Moe </em>v. <em>Gier, </em>116 Cal.App. 403 [2 P.2d 852]; 7 Cal.Jur. 724, see. 13.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b557-11\"><em>Pratt-Low Preserving Co. </em>v. <em>Evans, </em>55 Cal.App. 724, 728-729 [204 P. 241]; see Reno, <em>“Equitable Servitudes in Land,’’ </em>28 Va.L.Rev. 951, 962; Burby, <em>“Land Burdens in California,’’ </em>4 So.Cal.L.Rev. 343, 354; Ming, <em>“The Restrictive Covenant Cases,’’ </em>16 Univ. Chicago L.Rev. 203, 209, footnote 21.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b557-16\">See <em>Wayt </em>v. <em>Patee, </em>205 Cal. 46, 49-53 [269 P. 660]; <em>Robertson </em>v. <em>Nichols, </em>92 Cal.App.2d 201, 206-207 [206 P.2d 898]; <em>Oliver </em>v. <em>Hewitt, </em>191 Va. 163 [60 S.E.2d 1, 2, 23 A.L.R.2d 516]; <em>Stanley </em>v. <em>Greenfield, </em>207 Ga. 390 [61 S.E.2d 818, 819, 21 A.L.R.2d 1256]; Anno. 4 A.LR.2d 1364, 1371.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b557-17\">Anno. 14 A.L.R.2d 153.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b557-18\">Civ. Code, 711, 715; <em>Los Angeles Inv. Co. </em>v. <em>Gary, </em>181 Cal. 680 [186 P. 596, 9 A.L.R. 115].</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b558-7\">Referring to the equal protection clause of the Fourteenth Amendment, Judge Ross said (p. 182) :</p>\n<p id=\"b558-8\">“It would be a very narrow construction of the constitutional amendment in question and of the decisions based upon it, and a very restricted application of the broad principles upon which both the amendment and the decisions proceed, to hold that, while state and municipal legislatures are forbidden to discriminate against the Chinese in their legislation, a citizen of the state may lawfully do so by contract, which the courts may enforce. Such a view is, I think, entirely inadmissible. Any result inhibited by the constitution can no more be accomplished by contract of individual citizens than by legislation, and the courts should no more enforce the one than the other. This would seem to be very clear. ’ <em>’</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b558-9\">Anno. 3 A.L.R.2d 477.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b558-10\"> 334 U.S. 1 [68 S.Ct. 836, 92 L.Ed. 1161, 3 A.L.R.2d 441.]</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b558-11\">The first section of the Fourteenth Amendment provides: “All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State <page-number citation-index=\"1\" label=\"541\">*541</page-number>wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b559-7\">The Court in part said (334 U.S. 1, 4 et seq.):</p>\n<p id=\"b559-8\">“These cases present for our consideration questions relating to the validity of court enforcement of private agreements, generally described as restrictive covenants, which have as their purpose the exclusion of persons of designated race or color from the ownership or occupancy of real property.</p>\n<p id=\"b559-9\">“It should be observed that these covenants do not seek to proscribe any particular use of the affected properties. Use of the properties for residential occupancy, as such, is not forbidden. The restrictions of these agreements, rather, are directed toward a designated class of persons and seek to determine who may and who may not own or make use of the properties for residential purposes. The excluded class is defined wholly in terms of race or color; ‘ simply that and nothing more. ’</p>\n<p id=\"AM-\">“It cannot be doubted that among the civil rights intended to be protected from discriminatory state action by the Fourteenth Amendment are the rights to acquire, enjoy, own and dispose of property. Equality in the enjoyment of property rights was regarded by the framers of that Amendment as an essential pre-condition to the realization of other basic civil rights and liberties which the Amendment was intended to guaranatee. Thus, § 1978 of the Revised Statutes, derived from § 1 of the Civil Rights Act of 1866 which was enacted by Congress while the Fourteenth Amendment was also under consideration, provides:</p>\n<p id=\"A7I\">“ ‘All citizens of the United States shall have the same right, in every State and Territory, as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.'</p>\n<p id=\"b559-10\">“This Court has given specific recognition to the same principle. <em>(Buchanan </em>v. <em>Warley, </em>245 U.S. 60 [62 L.Ed 149, 38 S.Ct. 16.]</p>\n<p id=\"b559-11\">“Here the particular patterns of discrimination and the areas in which the restrictions are to operate, are determined, in the first instance, by the terms of agreements among private individuals. Participation of the State consists in the enforcement of the restrictions so defined. The crucial issue with which we are here confronted is whether this distinction removes these eases from the operation of the prohibitory provisions of the Fourteenth Amendment.</p>\n<p id=\"b559-12\">‘ ‘ Since the decision of this Court in the <em>Civil Rights Cases, </em>109 U.S. 3 [3 S.Ct. 18, 27 L.Ed. 835] (1883), the principle has become firmly embedded in our constitutional law that the action inhibited by the first section of the Fourteenth Amendment is only such action as may fairly be said' to be that of the States. That Amendment erects no <page-number citation-index=\"1\" label=\"542\">*542</page-number>shield against merely private conduct, however discriminatory or wrongful.</p>\n<p id=\"A4Z1\">“We conclude, therefore, that the restrictive agreements standing alone cannot be regarded as violative of any rights guaranteed to petitioners by the Fourteenth Amendment. So long as the purposes of those agreements are effectuated by voluntary adherence to their terms it would appear clear that there has been no action by the State and the provisions of the Amendment have not been violated. <em>Cf. Corrigan </em>v. <em>Buckley, supra </em>[271 U.S. 323, 70 L.Ed. 969, 46 S.Ct. 521].</p>\n<p id=\"AN6V\">“But here there was more. These are cases in which the purposes of the agreements were secured only by judicial enforcement by state courts of the restrictive terms of the agreements. The respondents urge that judicial enforcement of private agreements does not amount to state action; or, in any event, the participation of the State is so attenuated in character as not to amount to state action within the meaning of the Fourteenth Amendment. Finally, it is suggested, even if the States in these eases may be deemed to have acted in the constitutional sense, their action did not deprive petitioners of rights guaranteed by the Fourteenth Amendment.</p>\n<p id=\"ARz\">“These are not eases, as has been suggested, in which the States have merely abstained from action, leaving private individuals free to impose such discriminations as they see fit. Bather, these are cases in which the States have made available to such individuals the full coercive power of government to deny to petitioners, on the grounds of race or color, the enjoyment of property rights in premises which petitioners are willing and financially able to acquire and which the grantors are willing to sell. The difference between judicial enforcement and non-enforcement of the restrictive covenants is the difference to petitioners between being denied rights of property available to other members of the community and being accorded full enjoyment of those rights on an equal footing.</p>\n<p id=\"AGW\">“The enforcement of the restrictive agreements by the state courts in these eases was directed pursuant to the common-law policy of the States as formulated by those courts in earlier decisions. In the Missouri ease, enforcement of the covenant was directed in the first instance by the highest court of the State after the trial court had determined the agreement to be invalid for want of the requisite number of signatures. In the Michigan ease, the order of enforcement by the trial court was affirmed by the highest state court. The judicial action in each case bears the clear and unmistakable imprimatur of the State. We have noted that previous decisions of this Court have established the proposition that judicial action is not immunized from the operation of the Fourteenth Amendment simply because it is taken pursuant to the state’s common-law policy. Nor is the Amendment ineffective simply because the particular pattern of discrimination, which the State has enforced, was defined initially by the terms of a private agreement. State action, as that phrase is understood for the purposes of the Fourteenth Amendment, refers to exertions of state power in all forms. And when the effect of that action is to deny rights subject to the protection of the Fourteenth Amendment, it is the obligation of this Court to enforce the constitutional commands.</p>\n<p id=\"AHQ\">“We hold that in granting judicial enforcement of the restrictive agreements in these cases, the States have denied petitioners the equal protection of the laws and that, therefore, the action of the state courts cannot stand. We have noted that freedom from discrimination by the States in the enjoyment of property rights was among the basic objectives sought to be effectuated by the framers of the Fourteenth <page-number citation-index=\"1\" label=\"543\">*543</page-number>Amendment. That such discrimination has occurred in these eases is clear.</p>\n<p id=\"AU6\">\"Nor do we find merit in the suggestion that property owners who are parties to these agreements are denied equal protection of the laws if denied access to the courts to enforce the terms of restrictive covenants and to assert property rights which the state courts have held to be created by such agreements. The Constitution confers upon no individual the right to demand action by the State which results in the denial of equal protection of the laws to other individuals. And it would appear beyond question that the power of the State to create and enforce property interests must be exercised within the boundaries defined by the Fourteenth Amendment. <em>Cf. Marsh </em>v. <em>Alabama, </em>326 U.S. 501 [66 S.Ct. 276, 90 L.Ed. 265] (1946).</p>\n<p id=\"AeH\">\"The historical context in which the Fourteenth Amendment became a part of the Constitution should not be forgotten. Whatever else the framers sought to achieve, it is clear that the matter of primary concern was the establishment of equality in the enjoyment of basic civil and political rights and the preservation of those rights from discriminatory action on the part of the States based on considerations of race or color. Seventy-five years ago this Court announced that the provisions of the Amendment are to be construed with this fundamental purpose in mind. Upon full consideration, we have concluded that in these cases the States have acted to deny petitioners the equal protection of the laws guaranteed by the Fourteenth Amendment.” (334 U.S. 1 [68 S.Ct. 836, 92 L.Ed. 1161, 3 A.L.R.2d 441].)</p>\n<p id=\"A2A\">D. O. McGovney, Professor of Law, University of California, in 1945, plotted the pattern for <em>Shelley </em>v. <em>Kraemer </em>in <em>‘‘Racial Residential Segregation by State Court Enforcement of Restrictive Agreements, Covenants or Conditions in Deeds is Unconstitutional,” </em>33 Cal.L.Etev. 5.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b561-10\"> 334 U.S. 24 [68 S.Ct. 847, 92 L.Ed. 1187].</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b561-11\">\"The problem of racial residence restrictions is not peculiar to Negroes, although constituting nearly a tenth of our citizenry they are the largest group affected. In the Pacific Coast states discriminatory restrictions usually proscribe all non-Caucasians, both citizens and aliens. In the Southwest it is common specifically to proscribe Mexicans and American citizens of Mexican descent, e.g. ‘persons commonly called Mexicans.’ A residential subdivision adjacent to Fresno, California, <page-number citation-index=\"1\" label=\"544\">*544</page-number>is covered by restrictive agreements ‘that neither said premises, nor any part thereof, shall be used in any manner whatever or occupied by any Negro, Chinese, Japanese, Hindu, Armenian, Asiatic, or native of the Turkish Empire, or descendant of above named persons, provided however, that such a person may be employed by a resident upon said property as a servant for such resident. <em>’ </em>Armenians and nearly all natives of the Turkish Empire are whites, or members of the Caucasian race. From a eonstituional standpoint there seems to be no distinction between state enforcement of prejudice against all Negroes or all Chinese and state enforcement of prejudice against some subdivision of the white race, such as all Armenians or all Jews.” (33 Cal.L.Rev., 15.)</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b562-10\"><em> James </em>v. <em>Marinship Corp., 25 </em>Cal.2d 721 <em>[155 </em>P.2d 329, 160 A.L.R. 900], involved exclusion of Negroes by a union. The court, <em>inter alia, </em>said (pp. 739, 740):</p>\n<p id=\"b562-11\">‘ ‘ The discriminatory practices involved in this case are, moreover, contrary to the public policy of the United States and this state. The United States Constitution has long prohibited governmental action discriminating against persons because of race or color. (5th, 14th, and 15th Amendments.) . . . Although the constitutional provisions have been said to apply to state action rather than to private action, they nevertheless evidence a definite national policy against discrimination because of race or color.-” <em>(Yoshida </em>v. <em>Gelbert Imp. Co. </em>(1946), <em>58 Pa. </em>D. &amp; C. 321, 34 Del. Co. 443, and <em>Re Wren, </em>Ont.R. 778, 4 D.L.R. (1945) 674, held racial restrictive covenants void on the ground of public policy.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b562-12\">In <em>Clifton </em>v. <em>Puente </em>(1948, Tex.Civ.App.), 218 S.W.2d 272, the restrictive covenant prohibited the sale or lease of the property to ‘‘persons of Mexican descent.” Puente, a citizen of Mexican descent, acquired title. A covenantee sued to cancel the deed. Puente cross-complained for a decree quieting title. In holding for Puente the court said, page 274: ‘‘Without affirmative enforcement of the racial covenant <page-number citation-index=\"1\" label=\"545\">*545</page-number>involved, it would seem that the scheme of restriction applicable to the subdivision of which the property here involved is a part can not be effectively realized, should voluntary methods fail. ... It is as much an enforcement of the covenant to deny to a person a legal right to which he would be entitled except for the covenant as it would be to expressly command by judicial order that the terms of the covenant be recognized and carried out. No valid distinction can be predicated upon the position of a party (alleged to be an ineligible grantee) as a plaintiff or as a defendant. Under the decision of the Supreme Court, above referred to, judicial recognition or enforcement of the racial covenant involved here by a state court is precluded by the ‘ equal protection of the laws’ clause of the Fourteenth Amendment.”</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b563-7\"> 359 Mo. 1054 [225 S.W.2d 127].</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b563-8\">Referring to the Restrictive Covenant Cases-the court stated (p. 130):</p>\n<p id=\"b563-9\">“Thus the Supreme Court holds that specific performance of a racial restrictive agreement by judicial decree is a violation of the Fourteenth Amendment although the agreement itself is constitutionally valid. The question whether the Fourteenth Amendment also forbids an action for damages for the breach of a restrictive agreement between parties under the agreement was not raised or discussed.</p>\n<p id=\"b563-10\">“Except for the consitutional issue advanced under <em>Shelley </em>v. <em>Kraemer </em>there is no question under the general law but that the remedy of damages for breach of the agreement would be available. . . .</p>\n<p id=\"b563-11\">“In the ease at bar the restrictive covenant may not now be specifically enforced because <em>Shelley </em>v. <em>Kraemer </em>has held judicial enforcement violates the Fourteenth Amendment. . . .</p>\n<p id=\"b563-12\">“Since <em>Shelley </em>v. <em>Kraemer </em>also found the restrictive agreement itself, made by private parties, was valid as against the charge of unconstitutionality, it may follow that an action for its breach, rather than its enforcement, might lie. For the breach of a valid agreement there is ordinarily a remedy by way of damages. The fact that another remedy, specific performance, is ruled out because of constitutional reasons, need not necessarily affect the remedy by way of damages unless it, too, is unconstitutional under the circumstances.</p>\n<p id=\"b563-13\">“Under the facts of this case, we hold that according to the law as we now understand it, the trial court may hear and determine an action for damages for the breach of the restriction agreement in question between plaintiffs and defendants Leaon without violating any <page-number citation-index=\"1\" label=\"546\">*546</page-number>provision of the Federal or State Constitutions. We are of the opinion that an action for damages for the breach of a valid agreement need not be affected by the Fourteenth Amendment.” (359 Mo. 1054 [225 S.W.2d 127].)</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b564-6\">—Okla.— [237 P.2d 1017].</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b564-7\">The court, referring to the Restrictive Covenant Cases, said (p. 1021 [237 P.2d]):</p>\n<p id=\"b564-8\">“The rule of these Federal decisions would support the trial court in part, but <em>only in </em>part. Those decisions follow the rule that the State may not discriminate against a defendant on account of his race. It was there held that if the State, through the court, should forbid conveyance of property to a party because of his race, with the application or use of the power of the State to compel obedience to the decree which would naturally result, that would amount to a discrimination by the State in violation of the Federal Constitution.</p>\n<p id=\"b564-9\">“But this is no rule against plaintiffs’ right to collect damages if plaintiffs have actually been damaged by the violation of a valid contract, violated by defendants as the consummation of a conspiracy to so violate it, with the wilful intent to thereby damage these plaintiffs,</p>\n<p id=\"b564-10\">“This is a valid contract between the white citizens who made it. That is true under, the rule of the Federal decisions above cited. They expressly so say. In <em>Shelley </em>v. <em>Kraemer, supra, </em>it was contended that such a restrictive agreement was invalid but the Supreme Court of the United States denied that contention, holding that the contract was valid, although power was withheld from the State courts to enforce it as against Negro purchasers. . . .</p>\n<p id=\"b564-11\">“Those of the defendants who are white citizens and were bound by this valid contract conspired together to violate the contract for the intended purpose of doing damage to plaintiffs and their property. The Negro defendants knowingly joined with them in the conspiracy for the same intended purpose. We are compelled to take this as true <page-number citation-index=\"1\" label=\"547\">*547</page-number>because it is specifically alleged by the plaintiffs and is admitted by the demurrers. . . .</p>\n<p id=\"AVX\">“So we have this situation: the plaintiffs have a valid contract in protection of their home and property; the courts may not cancel the deed made to Negroes in violation of the contract because the application of the Federal rule deprives the courts of power to do so, or in other words, the court must decline to cancel the deed lest by so doing they conduct the State into an act of discrimination against its Negro citizen.</p>\n<p id=\"AYEe\">“But no such thought need deter the courts in the matter of mere compensatory damages, or punitive damages if wilful wrongdoing justifies such damages. That is to say, if the court requires a white owner of real estate to pay damages, which he intentionally and purposely caused, in direct violation of a valid written contract, of which he had knowledge and to which he was or became a party, that act or judgment by the court would not constitute any act of discrimination by the State against a Negro citizen. None of the defendants had any legal right to conspire to knowingly injure the value of the property of another citizen. . . .</p>\n<p id=\"Aul\">“If the contract, despite its restrictive covenants, is valid, as held by the United States Supreme Court, and if the defendants conspire to violate it, with knowledge and intention that in so doing they will cause damage to the plaintiffs and they consummate the scheme and cause the intended damage, all of which is admitted by the demurrers, the defendants would be liable to plaintiffs for damages sustained.</p>\n<p id=\"Ae5\">“Under the Federal ruling in the cited eases defendant white owners could convey a legal title to the Negro purchasers and the Negro purchasers could legally purchase such properties. But since the restrictive contract was valid the white seller would act at Ms peril of being required to pay plaintiffs damages for breach of a valid contract between himself and other lot owners. Here it is charged that, in order to evade being required to pay damages for his breach, the original white owner, who might have been financially responsible, entered into a conspiracy to convey to one who was without financial responsibility, the latter to convey to the Negro purchaser. Under the demurrer we must assume this to be true. Thus it was intended to cheat and deprive plaintiff of his right to pursue a solvent seller on his claim of damages for breach of contract. This is one vice of the conspiracy. If the conspiracy was vicious, all parties participating therein are liable for any injury sustained by plaintiffs as a result of the conspiracy. All acts done in carrying out the conspiracy were extraneous to the mere sale of property to Negro purchasers, and extraneous to the performance or nonperformance of the restrictive contract.</p>\n<p id=\"A-Q\">“This action alleging the conspiracy is grounded in tort.” (— Okla —[237 P.2d 1017].)</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b565-13\"> 93 F.Supp. 604.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b566-8\"> 332 Mich. 389 [52 N.W.2d 158].</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b566-9\"> 334 U.S. 1 [68 S.Ct. 836, 92 L.Ed. 1161, 3 A.L.R.24 441].</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b567-9\"> 359 Mo. 1054 [225 S.W.2d 127].</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b567-10\"> Sinee Shelley, the courts of this state have uniformly held that state court injunctive enforcement of a private racial restrictive covenant as to occupancy of land is state action which denies persons of. the excluded race their right to equal protection of the laws, and therefore violates the Fourteenth Amendment. <em>(Cumings </em>v. <em>Hokr, </em>31 Cal.2d 844 [193 P.2d 742]; <em>In re Laws, </em>31 Cal.2d 846 [193 P.2d <em>744]; Cassell </em>v. <em>Hickerson, </em>31 Cal.2d 869 [193 P.2d 743]; <em>Davis </em>v. <em>Carter, </em>31 Cal.2d 870 [193 P.2d 744]; <em>Lippold </em>v. <em>Johnson, </em>32 Cal.2d 892 [197 P.2d 161]; <em>Back </em>v. <em>Young, </em>32 Cal.2d 892 [197 P.2d 161]; <em>Thompson </em>v. <em>Clarke,</em></p>\n<p id=\"b567-11\">32 Cal.2d 892 [197 P.2d 161]; <em>Meriweather </em>v. <em>Fleming, </em>32 Cal.2d 893 [197 P.2d 161]; <em>Mayer </em>v. <em>Robinson, </em>32 Cal.2d 893 [197 P.2d 161]; <em>Pearce </em>v. <em>Crocker, </em>32 Cal.2d 893 [197 P.2d 161]; <em>Cavett </em>v. <em>Butler, </em>32 Cal.2d 894 [197 P.2d 161]; <em>Clayton </em>v. <em>Wilkins, </em>32 Cal.2d 895 [197 P.2d 162]; <em>Morin </em>v. <em>Crane, </em>32 Cal.2d 896 [197 P.2d 162]; <em>Coleman </em>v. <em>Stewart,</em></p>\n<p id=\"b567-12\">33 Cal.2d 703 [204 P.2d 7]; <em>Matthews </em>v. <em>Andrade, </em>87 Cal.App.2d 906 [198 P.2d 66]; <em>Claremont Imp. Club v. Buckingham, </em>89 Cal.App.2d 32 [200 P.2d 47].) In <em>Morin </em>v. <em>Crane, supra, </em>the court said: “[W]e do not reach the question as to whether any tenable cause <em>of </em>action for relief or recovery other than specific enforcement of the racial restrictions is, or could be, stated.”</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b568-6\"> 359 Mo. 1054 [225 S.W.2d 127].</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b568-7\"> — Okla.— [237 P.2d 1017].</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b568-8\">‘' One of the great purposes of the Fourteenth Amendment was to lift the Negro from his slavery to a plane of perfect equality of civil rights with all other persons and to remove from Ms enjoyment of them all obstructions based on race or color. Among the absolute civil rights to be protected from discriminatory action by the state are the rights to inherit, purchase, lease, sell, hold and convey real and personal property. Not only has the Civil Eights Act defined these basic rights so that there can be no doubt of them, but in its declaration that all citizens should enjoy them equally it has expressed a condition regarded as essential by the framers of the Fourteenth Amendment. It seems clear, therefore, that state action of any kind which prevents this equality by denying to citizens of the United States the equal protection of its laws is forbidden and nullified by this amendment.” (24 N.Y. Univ.L.Q.Rev. 230-231; see <em>Ex parte </em>Virginia, 100 U.S. 339, 344 [25 L.Ed. 676].)</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b569-10\">The same statement was made in the Hurd ease and in each instance was preceded by the word <em>“we.”</em></p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b569-11\">Raeial restrictive covenants are valid so long as their purposes are achieved by voluntary adherence of the parties irrespective of the unjust discrimination; for it is the right of every property owner to decline to permit the use and occupancy to any individual or class. (Anno. 14 A.L.R.2d 153.) The covenant is constitutionally valid but unenforceable. Valid but unenforceable agreements are not unknown to the law. They exist in cases affected by the statute of frauds (lack of writing), the statute of limitations (undue time), and in cases of unconscionable bargains.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b569-12\">In the Civil Rights Cases, 109 U.S. 3, 11 [3 S.Ct. 18, 27 L.Ed. 835], Justice Bradley stated that the Amendment: <em>“. . . </em>nullifies and makes void all state legislation, and state action of every kind, which impairs the privileges and immunities of citizens of the United States, or which injures them in life, liberty or property without due process of law, or which denies to any of them the equal protection of the laws. ’ <em>’</em></p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b570-8\"><em>Shelley </em>v. <em>Kraemer, </em>334 U.S. 1, 10 [68 S.Ct. 836, 92 L.Ed. 1161, 3 A.L.R.2d 441]:</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b571-8\"><em>Shelley </em>v. <em>Kraemer, </em>334 U.S. 1 [68 S.Ct. 836, 92 L.Ed 1161, 3 A.L.R.2d 441].</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b571-9\">See <em>“Discrimination in Ownership and Occupancy of Property since Shelley v. Kraemer,’’ </em>U.C.L.A. Intramural Law Rev. June, 1952.</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b572-9\">”See <em>Kemp </em>v. <em>Rubin, </em>298 N.Y. 590 [81 N.E.2d 325]; <em>Buchanan </em>v. <em>Warley, </em>245 U.S. 60 [38 S.Ct. 16, 62 L.Ed. 149, L.R.A. 1918C 210, Ann.Cas. 1918A 1201].</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b572-10\"><em>Shelley </em>v. <em>Kraemer, </em>334 U.S. 1, 22 [68 S.Ct. 836, 92 L.Ed. 1161, 3 A.L.R.2d ,441].</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}