{
  "casebody": {
    "data": "<casebody firstpage=\"574\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b592-4\">[Crim. No. 4781.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AG9\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AgB\">Aug. 7, 1952.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b592-5\">THE PEOPLE, Respondent, v. JOSEPH SICA et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b596-8\"><page-number citation-index=\"1\" label=\"578\">*578</page-number>Russell E. Parsons, Philip Erbsen and Joseph H. Wolf for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b596-9\">Edmund G. Brown, Attorney General, Dan Kaufmann, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b596-10\">FOX, J.</author>\n<p id=\"Ay2\">Defendants were convicted of a conspiracy to violate section 337a of the Penal Code and each subdivision thereof. They have appealed from the judgment and from the order denying their motion for a new trial on the grounds of the insufficiency of the evidence and errors of law in certain rulings that occurred during the trial.</p>\n<p id=\"b596-11\">The evidence established that Chaiken and Weisbart were proprietors of a service station on North Main Street, in Los Angeles, where from time to time they were visited by defendants Joseph and Alfredo (Fred) Sica. Having suspected unlawful acts were being committed by the four men, the police installed a dictaphone in the station and established a listening post at a distance of about 300 feet. Between the post and the station was a chain link fence through which the officers looked directly into the station to observe all who came and departed. The officers knew Joe and Fred Sica and the sounds of their voices. Many of the telephonic conversations coming in were recorded while the officers listened to and made notes of all the conversations concerning which they testified. The incoming calls were received at periodic intervals from “Carmen” at which times bets on horse races which had been received by Joe and Fred Sica, Weisbart and <page-number citation-index=\"1\" label=\"579\">*579</page-number>Chaiken were reported to her. Commencing on March 31, 1951, the officers heard and took recordings of the conversations at the station over a period of 13 days. Chaiken reported a cash bet by “Ernie” on “Short Sale” at Bay Meadows, and a bet on ‘ ‘ Carry Message, ’ ’ $2.00 to win. Weisbart took a call from “Carmen,” gave it to Chaiken who in turn placed a bet for “Fred,” parlayed from “Pater” to “Slow Poke,” and placed a bet for “Frank” on “Miss New Year.” April 3d Chaiken forwarded cash bets for “Lloyd” on “Royal Saint,” “Sun Rene,” “Deep Secret” and “Baby Battler,” running at Bay Meadows. Chaiken called in two bets “across the board” on “Gray Arrow,” for “Frank” and took a bet from “Duff,” $5.00 across the board on “Baby Battler.” These he reported to “Carmen.” When that lady called, Weisbart told her he had some bets and “Freddie would call them in.” April 4th Chaiken forwarded a “round robin” on “Thelma Bago” and “Battlefield” and two bets on “British Isles” and one on “Trade Winds” for one “Fred.” Chaiken reported other bets to Carmen. When she called on April 5th, to inquire whether they had other bets, Chaiken reported a bet for “Sam” to win on “Loose Change,” and bets on “Solano,” “American Glory,” “Dispatcher,” “Don Conejo” and “Bangston.” Subsequently Weisbart and Chaiken reported to Carmen bets on “Chick’s Delight,” “Sponsor,” “High Notion,” “Powder Dry,” “Grog’s Swizzle,” “Chick’s Delight,” “Presidente,” “The Bam,” “Paeomialad,” “Vistison,” “One Pint,” “Mucho Hosso,” “Yeckes,” “Foxy Green” and “Great Dream.” During the 13 days’ lookout, “Carmen” called constantly on the telephone in the-service station and received names of bettors, horses, amounts of bets and race track's. At the station the conversations were about- bettors and their successes, race tracks in the east, horses currently running; the amounts- and names of bettors. Each-of the male defendants was at the station daily or called on its telephone to engage in conversations ■about betting. In some instances Joe Sica instructed his éódefendants on the art of handling bets, specified the amounts of expense money to be advanced to agents, assigned numbers to them, and arranged for the checking of sheets every night and for them to be left at Chaiken’s home on South Houser Boulevard.</p>\n<p id=\"b597-6\">“Carmen,” who' participated in'the telephonic conversations with-those at the. service station, was-defendant Wil<page-number citation-index=\"1\" label=\"580\">*580</page-number>liams, an intimate of Fred Sica, sometimes known as Ann Starke. After the officers had arrested Fred Sica, near Chaiken’s home on Houser Boulevard at 1 a. m. on April 12, they discovered in his automobile a telephone bill to Ann Starke for apartment 1 at an address on North Laurel Avenue. They caused Fred to recover from Chaiken’s mail box an envelope containing betting markers and top sheets which contained “22,” the agent’s number, the names of .bettors, also betting markers, indicating bets on horses, also a white sheet with “44,” an agent’s number and the names of bettors, the status of their accounts, and other inculpatory proof. Later, on the same day, a police officer gained admittance into the 1421 address on Laurel Avenue, and after “Carmen” had denied knowledge of the “sheets,” the officer found them in the secret compartment of a chair. Included in the package thus recovered were: California Digest for the four preceding days, betting markers, and top sheets. On one of the sheets for the 12th was the number “44” and the names of bettors; on another was “22.” Also, there were markers for the same day for other bettors under agents “10,” “11,” “99” and “ 88. ” The officer' found Ann Starke’s telephone bill for $40.91, marked paid March 12. She stipulated that the notations on all papers found in her possession were in her handwriting as well as the notations on the top sheets and betting markers for horse races, taken from Fred Sica’s car and Chaiken’s mail box. The California Digest for April 12 showed that Miss Williams had recorded the winners and the mutuels for Laurel and Jamaica Hace Tracks. Also in the apartment was a photograph of “Carmen” and Fred Sica whom she had lmown since 1946 and who had assisted her to move in. Prior to her arrest she had telephoned the service station: ‘ ‘ <em>Carmen; </em>have you got anything ? ’ ’ Officer Lestelle answered: “No, not just yet.” He recognized her voice when she called again. The top sheets and betting markers were shown by expert proof to contain the code numbers, name of agent, rundown on names of bettors, amounts wagered on various horses, showing their index number to win, place or show, and the amount to be collected from the bettors. Many other items showing the character and extent of the defendants’ operations were introduced into evidence but they are of kindred import to those recited above.</p>\n<p id=\"b598-5\">Defendants’ first contention is that the evidence is insufficient to establish a conspiracy.  The gist of a criminal conspiracy is a corrupt agreement of two or more persons <page-number citation-index=\"1\" label=\"581\">*581</page-number>to commit an offense prohibited by statute, accompanied by some overt act in furtherance of the objects of the conspiracy. (Pen. Code, §§ 182, 184; <em>People </em>v. <em>Brownstein, </em>109 Cal.App. 2d 891, 892 [241 P.2d 1056]; <em>People </em>v. <em>Pierce, </em>110 Cal.App. 2d 598, 610 [243 P.2d 585].)  The existence of the agreement may be established by circumstantial evidence. <em>(People </em>v. <em>Steccone, </em>36 Cal.2d 234, 237-238 [223 P.2d 17].)  The agreement may be inferred from the acts and conduct of the defendants in mutually carrying out a common purpose in violation of the statute. <em>(People </em>v. <em>Benenato, </em>77 Cal.App.2d 350, 358 [175 P.2d 296]; <em>People </em>v. <em>Brownstein, supra.) </em> It is not necessary that the overt acts be criminal. (P<em>eople </em>v. <em>Gordon, </em>71 Cal.App.2d 606, 628 [163 P.2d 110].) If such acts are done as a step toward the furtherance of the conspiracy they are sufficient. <em>(People </em>v. <em>Gilbert, </em>26 Cal.App.2d 1, 23 [78 P.2d 770].)  Further, the overt act may be accomplished by only one of the conspirators and yet be sufficient, for all the members of the conspiracy are bound by all acts of all members done in furtherance of the agreed plot. <em>(People </em>v. <em>Creeks, </em>170 Cal. 368, 374 [149 P. 821]; <em>People </em>v. <em>Pierce, supra.) </em> Applying these principles it is clear the jury was amply warranted in drawing the inference that a plan and agreement existed among the defendants to carry on a bookmaking enterprise in violation of the various subdivisions of section 337a of the Penal Code and that the acts performed by the several defendants were in accordance with and in furtherance of such plan and agreement.</p>\n<p id=\"b599-8\">The contention of Joe Sica that the evidence relative to a conspiracy merely shows suspicion and association is in disregard of the record. The evidence is that the apartment on North Laurel Avenue had been rented to Fred Sica and Williams and that it was being used as a “phone spot.” The voice of Williams was identified as that of the person who called herself “Carmen.” Fred Sica was caught at 1 o’clock in the morning delivering top sheets and betting markers to Chaiken’s mailbox, to which he had a key. These top sheets contained the agent’s numbers “22” and “44” which had been assigned to Chaiken and Weisbart by Joe Sica who had made arrangements for the delivery of the sheets. Bets on horse races were taken at the gasoline station by Chaiken and Weisbart. They telephoned them to Williams, who used the name “Carmen” when she called. Both Joe and Fred <page-number citation-index=\"1\" label=\"582\">*582</page-number>Sica gave instructions to Chaiken and Weisbart with reference to their taking of bets and relaying them to Williams. The bettors handled by Chaiken and Weisbart were those for whom Williams accounted at her apartment. They included LaPorte whose telephone number was given her so she could call him direct for his bets. The conversation at the station centered around betting and settling up of accounts and bets by all defendants except Williams. Such evidence, without going further, goes far beyond mere suspicion and association, and shows a well-organized business being operated by these defendants in a consciously cooperative fashion in violation of section 337a, <em>supra.</em></p>\n<p id=\"b600-5\">Joe Sica contends the evidence is insufficient to show him to be a coconspirator. The testimony, however, of the police officers justifies the inference that he was one of the principal operators of the bookmaking activities at the service station. In one conversation in which he was identified as a participant there was a discussion concerning a bet on a horse named “Peaches” which had been erroneously applied to another horse. To avoid mistakes of this nature, Joe instructed Chaiken and Weisbart to give the number of the race when they called the races in, stating he did not take quarter horses and they ought to know better than that. The conversation continued with a discussion over the settlement of accounts between himself and the other two men. Also, he had a later conversation with them regarding their taking expenses and his giving them credit. He not only gave them instructions as to the handling of bets, but told them how much expenses they were to get and under what circumstances they were to get commissions. Also he told them he was going “to service” two of their customers. He assigned certain other bettors to them. He indicated he tallied up the sheets at the end of the day, and made arrangements for the delivery of them to Chaiken’s house at night. He took calls from “Carmen” while at the station, and on one occasion he telephone in a bet giving instructions to scratch it if it was too late. He assigned numbers “22” and “44” to Chaiken and Weisbart. It is significant these numbers appeared on the top sheets in the possession of Williams at her apartment, and were on the top sheets delivered by Fred to Chaiken’s house. These conversations and circumstances not only support an inference that Joe was a part of the conspiracy but justify the further inference that he was directing its operations.</p>\n<p id=\"b601-5\"><page-number citation-index=\"1\" label=\"583\">*583</page-number>Joe challenges the correctness of the identification of his voice by the officers, particularly by reason of its similarity to that of his brother Fred. This was a question of fact primarily for the jury’s determination.  In this connection it will be recalled Joe admitted his presence at the service station at certain times indicated by the police officers by admitting the correctness of portions of the conversations which they attributed to him which were not of an incriminating character. However, he sought to have the jury believe he did not participate in the inculpatory portions, even though in several instances these conversations either immediately preceded or immediately followed the conversations which he admitted. Furthermore, he failed to deny the conversation in which the officers identified his voice as being the one which made the arrangements with Chaiken to have the “sheets” delivered to the latter’s home. Moreover, by replaying the portions of the reels in which his voice allegedly appeared, the jury had the opportunity to make a direct comparison between his voice and the voice attributed to him on the reels. In resolving the conflicts between Joe’s testimony and that of the officers and in determining the weight that should be given to his denials, the jury properly took into consideration the fact he had suffered two prior felony convictions. (Code Civ. Proc., § 2051; <em>People </em>v. <em>Gould, </em>111 Cal.App.2d 1, 5 [243 P.2d 809].) It cannot be said, as a matter of law, that the jury was not justified in impliedly finding he was present at the service station on the designated occasions and made the statements attributed to him.</p>\n<p id=\"b601-6\">Joe Sica further argues that the court erred in admitting in evidence against him (1) the documents, together with the notations thereon, recovered by the officer from the Williams apartment; (2) testimony concerning the acts and statements of his brother Fred upon his arrest; and (3) the recordings of the conversations of the other defendants at the gas station. He bases this contention on the general rule that before evidence of the acts and declarations of an alleged conspirator is admissible against another defendant the fact of the conspiracy must be proved. (Code Civ. Proc., § 1870, subd. 6; <em>People </em>v. <em>Steccone, supra, </em>p. 238.) This principle was not violated.  As pointed out in the Steccone ease, the issue of conspiracy need be proved only to the extent of establishing prima facie evidence of such fact. It need not be established beyond a reasonable doubt before such evidence <page-number citation-index=\"1\" label=\"584\">*584</page-number>is admissible.  The listening post was set up and the recording device put in operation on March 31st. The arrest of Fred took place in the early morning of April 12th. Williams was arrested later that day. The recording ceased early that afternoon. There can be no doubt a prima facie showing of a conspiracy which included this defendant had already been made. Hence the acts and declarations of Fred at the time of his arrest and the documents with notations thereon found in the Williams apartment were admissible against him.  The existence of the conspiracy having been shown, the act of each coconspirator in pursuance thereof is attributable to all of the others even though they were not personally present when such acts were committed. <em>(People </em>v. <em>Ash, </em>88 Cal.App.2d 819, 828 [199 P.2d 711]; <em>People </em>v. <em>Benenato, supra, </em>p. 356; <em>People </em>v. <em>Steccone, supra, </em>p. 238.)</p>\n<p id=\"b602-5\">The admissibility of the recorded conversations of the other defendants falls within a recognized exception to the general rule since the facts from which the conspiracy is to be inferred are so enmeshed with other facts going to constitute the crime and so interwoven with conversations of this defendant that it is difficult to separate them.  While it is the general rule that proof of the existence of the conspiracy ordinarily should precede proof of the acts or declarations of a coconspirator made pending the conspiracy and in aid and furtherance of the common design, that rule is not unyielding. Sometimes, for the' sake of convenience, evidence of the acts and declarations of an alleged conspirator is admitted before sufficient proof of the conspiracy is given. <em>(People </em>v. <em>Matthew, </em>68 Cal.App. 95, 107 [228 P. 417]; <em>People </em>v. <em>Griffin, </em>98 Cal.App.2d 1, 48 [219 P.2d 519]; <em>People </em>v. <em>Ferlin, </em>203 Cal. 587, 599 [265 P. 230].)  Furthermore, any evidence received by virtue of this practical exception is necessarily received conditionally, for in the final analysis the jury must first pass judgment on the question as to whether the asserted conspiracy has been proved. <em>(People </em>v. <em>Steccone, supra, </em>p. 238; <em>People </em>v. <em>Griffin, supra, </em>p. 53.)  Also, the order in which the evidence in a trial is admitted is a matter within the sound discretion of the trial court. <em>(People </em>v. <em>Ferlin, supra, </em>p. 599; <em>People </em>v. <em>Griffin, supra, </em>p. 53.) There was no abuse of such discretion.</p>\n<p id=\"b602-7\">Defendant Joe Sica urges that the court erred in admitting the testimony of the police officers with respect to the conversations in the gasoline station and over the telephone on the grounds that the admission of this evidence violated the <page-number citation-index=\"1\" label=\"585\">*585</page-number>guaranties of the Fourth and Fifth Amendments to the United States Constitution and article I, section 19 of the Constitution of California.  Even though it be assumed that the evidence of the conspiracy was obtained illegally the Fourth Amendment does not require that evidence so procured be excluded in a criminal prosecution in'the state courts. <em>(Wolf v. Colorado, </em>338 U.S. 25 [69 S.Ct. 1359, 93 L.Ed. 1782].) Neither is the use of such evidence precluded by the California Constitution. <em>(People </em>v. <em>Gonzales, </em>20 Cal.2d 165, 169 [124 P.2d 44].)  The constitutional protection of the Fifth Amendment against compulsory self-incrimination may not be invoked as a restriction on a state court to prevent the use of otherwise competent evidence allegedly obtained by illegal means, so long as the requirements of the due process clause of the Fourteenth Amendment are not infringed. <em>(Adamson </em>v. <em>California, </em>332 U.S. 46, 54 [67 S.Ct. 1672, 91 L.Ed. 1903, 171 A.L.R. 1223]. See <em>People </em>v. <em>Gonzales, supra, </em>p. 170.) The vitality of these cases is not undermined by the decision in <em>Rochin </em>v. <em>California, </em>342 U.S. 165 [72 S.Ct. 205, 96 L.Ed. —], where the court specifically held that the evidence objected to was obtained in a manner so shocking to the established traditions of American justice, in view of the brutal treatment inflicted on defendant by police officers, as to offend the concept of a fair trial as embodied in the due process clause of the Fourteenth Amendment. (See <em>People </em>v. <em>Kendall, </em>111 Cal.App.2d 204, 215 [244 P. 418].) No such claim is advanced by defendant in the case at bar. Neither do the circumstances of their arrest nor the conduct of the law enforcement officials even remotely parallel the events condemned by the United States Supreme Court in the Bochin case.</p>\n<p id=\"b603-9\">Joseph Sica makes the further contention that the testimony concerning the “intercepted” telephone messages were improperly admitted because they were secured in violation of the Federal Communications Act (48 Stats, at L. 1064, 1103, 47 U.S.C. 605), which contains provisions making it an offense for any person to intercept and divulge to another, without the consent of the sender, the contents or substance of any wire communication. There is no merit in this argument. In a state court, the contents of telephone messages intercepted without the consent of the sender are admissible notwithstanding such interception was in violation of the Federal Communications Act. <em>(People </em>v. <em>Channell</em><page-number citation-index=\"1\" label=\"586\">*586</page-number>, 107 Cal.App.2d 192, 199 [236 P.2d 654]; <em>Hubin </em>v. <em>State, </em>180 Md. 279 [23 A.2d 706, 709], cert. den. 316 U.S. 680 [62 S.Ct. 1107, 86 L.Ed. 1753].)  Furthermore, the record shows that the recordings of the telephone conversations were made not by any mechanical interception (wiretapping) but through the use of a microphone which transmitted the conversations to the recording instrument and to the listening post. Even in the federal courts, where evidence obtained by wiretapping is excluded <em>(United States </em>v. <em>Bernava, </em>95 F.2d 310; <em>Nardone </em>v. <em>United States, </em>302 U.S. 379 [58 S.Ct. 275, 82 L.Ed. 314]), the use of a microphone to overhear a telephone conversation is considered neither as wiretapping nor an interception of a communication within section 605 of the Federal Communications Act. <em>(Goldman </em>v. <em>United States, </em>316 U.S. 129,133-134 [62 S.Ct. 993, 86 L.Ed. 1322].)  Since the dictaphone was not physically connected with any telephone wire, section 640 of the Penal Code has no application to the facts of this case. Section 653h of the Penal Code, which makes the unauthorized installations of dictagraphs on certain designated premises a misdemeanor, permits a peace officer who is expressly authorized by the head of his department to use and install such instruments “when such use and installation are necessary in the performance of their duties in detecting crime and in the apprehension of criminals.” The evidence indicates a compliance with that section.</p>\n<p id=\"b604-7\">All defendants attack the admission of testimony given by the police, officers on these additional grounds: (1) the court erred in permitting the officers to testify as to their opinions of the identity of the speakers whose voices they were listening to at various stages of the recorded conversations after the jury had already heard the original recordings; (2) the use by the officers of memoranda to refresh their recollections of conversations was improper, since the memoranda were not prepared by the officers themselves or under their immediate direction, but were notes independently transcribed -by a police stenographer and collectively corrected and revised by the testifying officers; and (3) the best evidence and hearsay rules were violated by the evidence thus introduced.  From the preceding observations it is clear that on the issue of identification of the participants in the conversations, testimony of a witness who recognizes a voice and uses this identification to name the speaker is properly admissible <em>(People </em>v. <em>Lorraine, </em>28 Cal.App.2d 50, 54 [81 P.2d 1004]; <page-number citation-index=\"1\" label=\"587\">*587</page-number><em>Connell </em>v. <em>Clark, </em>88 Cal.App.2d 941, 947 [200 P.2d 26]), and any uncertainty of the recognition goes only to the weight of the testimony. (See <em>People </em>v. <em>Harris, </em>87 Cal.App.2d 818, 824 [198 P.2d 60].) It was necessary for the officers to identify the voices, otherwise the jury would not know who was speaking.</p>\n<p id=\"b605-6\">Defendants’ contention that the memoranda used to refresh the recollection of the officers was improperly prepared cannot be sustained. The requirements of section 2047 of the Code of Civil Procedure were fully satisfied by the nature of the writing used to refresh the officers’ recollection. The transcriptions made by the stenographer under the direction of the police officers came from recordings of conversations which had been concurrently overheard by the officers. These transcriptions were corrected by the officers to correspond with what each had actually heard soon enough after the conversations to make the memoranda accord with their recollections while the events were still fresh in their memories. That a witness may refresh his memory with a memorandum so prepared is abundantly supported. <em>(People </em>v. <em>Deckert, </em>77 Cal.App. 146, 151 [246 P. 157]; <em>People </em>v. <em>Amaya, </em>44 Cal.App.2d 656, 658 [112 P.2d 942]; <em>People </em>v. <em>Zammora, </em>66 Cal.App.2d 166 [152 P.2d 180].) The record shows that the officers simply used the memoranda to refresh their memories as to information directly obtained by them.</p>\n<p id=\"b605-7\">There is no merit in defendants’ attempt to characterize the officers’ testimony as an expert opinion or as an interpretation of evidence already before the jury on which the latter were competent to form their own conclusions. No error may be predicated on the use by the officers of the memoranda to refresh their recollection of the things they had heard and whom they remembered to have said them. ■</p>\n<p id=\"b605-8\">In the light of this discussion, it must appear obvious .that defendants’ contention that the admission of the police \"officers’ testimony was a violation of the best evidence rule \"is based upon a misconception of that rule. Under the facts herein the rules that “a written instrument is itself the best possible evidence of its . . . contents” (Code Civ. Proc., § 1829) and that an “original writing must be produced and proved” are inapplicable. The issue before the court did not relate to the contents of a document or even to what ; context the recordings contained, but rather to the substance ■ of conversations concerning unlawful transactions which were</p>\n<p id=\"b605-9\"><page-number citation-index=\"1\" label=\"588\">*588</page-number>set out both on the recordings and in the officers’ own notes of what had taken place at the station. The contemporaneous recordings were competent evidence, but not the sole evidence admissible on this point.  Since the officers were testifying to what they had seen and heard, their testimony was primary evidence despite the fact that part of the same matter was incorporated into a sound recording. <em>(People </em>v. <em>Kulwin, </em>102 Cal.App.2d 104, 109 [226 P.2d 672].)</p>\n<p id=\"b606-5\">Defendants other than Joe Sica raise the further objection that sufficient foundation was not laid for the admission of the testimony of the police officers as to the conversations in the gas station. The officers established that a dicta-phone was placed in the station near the business telephone and that they set up a Pentagon recording machine in their listening post, that they could hear the conversations held in the station and identify some of the speakers by their voices with which they had already become familiar. They identified the. voices of other defendants by conversations held with them after their arrest. “There are other ways of identifying voices than by seeing the speaker.” <em>(People </em>v. <em>Pustau, </em>39 Cal.App.2d 407, 414 [103 P.2d 224].) Such identification may be made ás a result of conversation with the defendant after his arrest as well as before. <em>(People </em>v. <em>Kulwin, supra, </em>p. 110.) The officers were also aided in their identification by the names used in the conversations, and by observation of the physical presence of the parties whom they had seen many times at the station and listened to over a period of time. The foundation for the admission of the .officers’ testimony was sufficiently established. <em>(People </em>v. <em>Schultz, </em>18 Cal.App.2d 485, 488 [64 P.2d 440]; <em>People </em>v. <em>Pustau, supra, </em>p. 414; <em>People </em>v. <em>Collins, </em>80 Cal.App.2d 526, 535-536 [182 P.2d 585]; <em>People </em>v. <em>Kulwin, supra, </em>p. 110.)</p>\n<p id=\"b606-7\">That the conversations recorded by the officers were those of the defendants is virtually demonstrated. Joe Sica identified his own voice on the recordings and also identified the voice of his brother Fred and those of Chaiken and Weisbart. The failure of these defendants to deny their participation in any of the recorded conversations justified the jury in drawing an inference unfavorable to them on this issue. (California Constitution, art. I, § 13; <em>People </em>v. <em>Adamson, </em>27 Cal.2d 478, 490-491 [165 P.2d 3].)</p>\n<p id=\"b606-9\">Since no judgment was pronounced against defendants Fred Sica, Williams, Chaiken and Weisbart, each of tbeir purported appeals from the judgment is dismissed. <page-number citation-index=\"1\" label=\"589\">*589</page-number><em>(People </em>v. <em>Brownstein, </em>109 Cal.App.2d 891 [241 P.2d 1056].) The order, however, denying their respective motions for a new trial is affirmed. The judgment and order denying the defendant Joe Sica’s motion for a new trial are affirmed.</p>\n<p id=\"b607-6\">Moore, P. J., and McComb, J., concurred.</p>\n<p id=\"b607-7\">A petition for a rehearing was denied August 21, 1952, and appellants’ petitions for a hearing by the Supreme Court were denied September 4, 1952.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}