{
  "casebody": {
    "data": "<casebody firstpage=\"304\" lastpage=\"308\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b326-3\">Housatonic Terminal Corporation et al. <em>v. </em>Planning and Zoning Board of the City of Milford</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b326-4\">House, C. J., Loiselle, MacDonald, Bogdanski and Longo, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b326-7\">Argued February 5</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A8b\">decision released April 8, 1975</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b326-9\"><em>Edgar W. BassicJc III, </em>with whom, on the brief, was <em>Donal A. Cahill, Jr., </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b326-10\"><em>Leo P. Carroll, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b326-11\">Bogdanski, J.</author>\n<p id=\"ABJ\">This appeal concerns the defendant board’s denial of the plaintiffs’ application for a special permit to establish an asphalt manufacturing plant on certain property located in the city <page-number citation-index=\"1\" label=\"305\">*305</page-number>of Milford and zoned for heavy industrial uses. On appeal, the Court of Common Pleas concluded that the board did not act illegally, arbitrarily or in abuse of its discretion and dismissed the appeal. Prom the judgment rendered, and after our grant of certification, the plaintiffs appealed to this court, assigning error in the conclusions of the court. The plaintiffs claim that the reasons given by the board for the denial of the application are not supported by the record, and that since an asphalt plant is a permitted use in a heavy industrial zone, the board had no alternative but to grant the permit.</p>\n<p id=\"b327-4\">In denying the plaintiffs’ application, the board stated its reasons as follows: “(1) Uncontrolled heavy truck traffic will be generated on streets in the vicinity of this proposed plant. Some of these streets traverse residential areas and such traffic would create possible hazards and a public nuisance; (2) site plans and testimony received at the public hearing conflict with each other concerning the methods of movement of dust-producing materials on the site itself.”</p>\n<p id=\"b327-6\">The trial court decided the appeal on the record returned by the board and made no finding of facts. We therefore consult the memorandum of decision to ascertain the conclusions on which the trial court based its judgment. <em>A.P. &amp; W. Holding Corporation </em>v. <em>Planning &amp; Zoning Board, </em>167 Conn. 182, 187, 355 A.2d 91; <em>Miklus </em>v. <em>Zoning Board of Appeals, </em>154 Conn. 399, 400, 225 A.2d 637. The court correctly confined its inquiry to two issues: Whether the reasons given by the board were reasonably supported by the record; and whether those reasons were pertinent considerations which the board was required to apply under the applicable <page-number citation-index=\"1\" label=\"306\">*306</page-number>zoning regulations. <em>Holt-Lock, Inc. </em>v. <em>Zoning &amp; Planning Commission, </em>161 Conn. 182, 190, 286 A.2d 299. Both of the above issues were answered in the affirmative.</p>\n<p id=\"b328-4\">In testing the correctness of those conclusions, we review the facts in the record on which they are based. “That record is the one submitted to us pursuant to Practice Book § 647 as it may be supplemented by any relevant portions of the record before the board . . . which are printed in the appendices to the briefs pursuant to Practice Book § 719.” <em>Miklus </em>v. <em>Zoning Board of Appeals, </em>supra, 401. Both parties filed extensive appendices to their briefs on the evidence presented to the board at the public hearing. While that evidence was conflicting, there was testimony that at least seventy-five trucks per day would be entering and leaving the plaintiffs’ proposed asphalt plant; that those trucks, driven by independent operators, could not be controlled by the plaintiffs; and that they would be using highways traversing residential areas. Moreover, while the plaintiffs’ witnesses testified that dust-producing materials would be moved by covered or underground conveyor, their site plan did not disclose any provisions for such dust-prevention measures. In reviewing that evidence, the trial court could not substitute its own judgment for that of the zoning authority. <em>Horvath </em>v. <em>Zoning Board of Appeals, </em>163 Conn. 609, 316 A.2d 418; <em>Sobol </em>v. <em>Planning &amp; Zoning Commission, </em>158 Conn. 623, 262 A.2d 185. In light of the above, the trial court was correct in concluding that the reasons given by the board were reasonably supported by the record.</p>\n<p id=\"b328-5\">The only question remaining is whether those reasons were pertinent considerations on which the <page-number citation-index=\"1\" label=\"307\">*307</page-number>board could base its denial of the plaintiffs’ application for a special permit. “A special permit allows a property owner to use his property in a manner expressly permitted by the local zoning regulations. . . . The proposed use, however, must satisfy standards set forth in the zoning regulations themselves as well as the ‘conditions necessary to protect the public health, safety, convenience and property values.’ General Statutes § 8-2 .... Acting in this administrative capacity, the board’s function is to determine whether the applicant’s proposed use is expressly permitted under the regulations, and whether the standards set forth in the regulations and the statute are satisfied.” (Citations omitted.) <em>A.P. &amp; W. Holding Corporation </em>v. <em>Planning &amp; Zoning Board, </em>supra, 185.</p>\n<p id=\"b329-4\">Chapter IV § 16 B of the Milford zoning regulations provides that the board may “authorize the issuance of . . . [special] permits provided it shall find that: 1. The location and size of the use, the nature and intensity of the operations involved in or conducted in connection with it, and its relation to streets giving access to it, shall be such that it will not be hazardous, inconvenient or detrimental to the character of the neighborhood, or impair the value thereof.” The first reason for the denial of the application was the concern of the board that “uncontrolled heavy truck traffic” would result from the proposed use which would be detrimental to neighboring residential areas. That reason falls squarely within the standards set forth in chapter IV § 16 B. 1 of the zoning regulations.</p>\n<p id=\"b329-5\">The second reason for the denial was that site plans and testimony at the public hearing conflict with each other concerning the method of movement <page-number citation-index=\"1\" label=\"308\">*308</page-number>of dnst-prodncing materials on the site itself. That also was a proper concern of the board pursuant to the provisions of chapter IV § 11 of the Milford zoning regulations, which set forth dust-preventive measures which must be satisfied by any applicant for a special permit to operate an asphalt manufacturing plant.<footnotemark>1</footnotemark></p>\n<p id=\"b330-4\">Thus the reasons for denying the application were proper considerations directly related to the plaintiffs’ failure to satisfy the standards set forth in the zoning regulations. The trial court was correct in concluding that the board did not act illegally, arbitrarily or in abuse of its discretion.</p>\n<p id=\"b330-5\">There is no error.</p>\n<p id=\"b330-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b330-7\"> Chapter IV § 11 of the Milford zoning regulations provides that: <em>“A. </em>In a Heavy Industrial Zone no building or premises shall be used and no building shall be erected which is arranged, intended or designed to be used for any of the specified trades, industries or uses: ... 3. Asphalt manufacture or refining, or manufacture of products with asphalt or tar except that the Board may allow the preparation or mixing of asphalt or tar with sand or aggregates subject to the obtaining of a special permit from the Planning and Zoning Board in accordance with the procedure outlined in Section 16 of this Chapter and provided that compliance with the following conditions are met: . . . b. All means possible shall be used to prevent the emission . . . [of] odor, dust, smoke, gas, noise and vibration, including the following: There shall be no open stockpiling of materials or products. All conveyor belts shall be totally enclosed or underground. All stockpile hoppers to be enclosed to underside of elevator conveyor belts. No payloading of materials or products to trucks or from one area of premises to another. All materials or products shall be sprinkled with water during removal operations from barge or trucks.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}