{
  "casebody": {
    "data": "<casebody firstpage=\"935\" lastpage=\"938\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b995-7\">Neal M. FRIEDBERG, Petitioner-Appellant, v. Stanley R. RESOR, Individually and as Secretary of the Army, and Commanding Officer, Individually and as Commanding Officer of the United States Army Reserve Components Personnel Center, Fort Benjamin Harrison, Indiana, Respondents-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b995-9\">No. 119, Docket 71-1573.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b995-10\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b995-11\">Argued Oct. 5, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b995-12\">Decided Dec. 29, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b996-4\"><page-number citation-index=\"1\" label=\"936\">*936</page-number>Joan Goldberg, New York City (Kristin Booth Glen and Rabinowitz, Boudin &amp; Standard, New York City, on the brief), for petitioner-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b996-5\">Daniel Riesel, Asst. U. S. Atty., New York City (Whitney North Seymour, Jr., U. S. Atty., S.D.N.Y., and Alan B. Morrison, Asst. U. S. Atty., New York City, on the brief), for respondents-ap-pellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b996-6\">Before MURRAH,<footnotemark>*</footnotemark> WATERMAN and SMITH, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b996-9\"> Senior Circuit Judge for the Tenth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b996-7\">MURRAH, Circuit Judge:</author>\n<p id=\"b996-8\">Dr. Neal M. Friedberg, the appellant, is a Captain in the United States Army Reserves. He enlisted shortly after graduating from medical school, under the “Berry Plan,” which permits doctors to complete their residency training prior to being called for two years of active duty. He was commissioned a First Lieutenant in February, 1967, and was automatically promoted to the rank of Captain in May, 1969. In October of 1969, after the Army had begun processing Friedberg for active duty as a physician, he requested a preferential duty assignment in the Netherlands, Germany or Japan in exchange for a one year extension of his active duty requirement. The request was denied and on March 17, 1970, Friedberg received orders to report for five weeks training prior to assignment to Vietnam. Less than a month later, pursuant to Department of Defense Directive 1300.6 and Army Regulation 135-25, he submitted his application for discharge as a conscientious objector.</p>\n<p id=\"b996-12\">The investigation and interviews which followed, as provided by AR 135-25, resulted in a recommendation that the conscientious objector application be given favorable consideration and approval. This recommendation was then forwarded to Lt. Col. L. W. Douglas who was technically Friedberg’s unit commander.<footnotemark>1</footnotemark> In addition to the material forwarded to him, Lt. Col. Douglas considered Friedberg’s complete military file, which was not available to the interviewing officers. Influenced strongly by Friedberg’s offer to extend his active duty obligation in exchange for a preferential duty assignment, Lt. Col. Douglas recommended the conscientious objector discharge be denied. Friedberg’s entire file, including statements and recommendations of the interviewing officers and Lt. Col. Douglas, was then forwarded to the Commanding Officer, U.S. Army Reserve Components Personnel Center, Fort Benjamin Harrison, Indiana, who convened a Conscientious Objector Review Board to review Fried-berg’s case and make a final determination of his application. The Review Board, composed of three Army officers, denied the application stating:</p>\n<blockquote id=\"b996-13\">“The Board unanimously believed that CPT Friedberg’s alleged conscientious objector beliefs are not truly held; are not grounded in religious training and belief (to include strongly held moral and ethical convictions); and any objection to war in any form he might truly hold is based solely on views that existed prior to his initial entry into the military service, consideration of policy, and expediency.”</blockquote>\n<p id=\"b997-4\"><page-number citation-index=\"1\" label=\"937\">*937</page-number>Friedberg then filed his petition for a writ of <em>habeas corpus. </em>The question of the District Court’s <em>in personam </em>jurisdiction over respondent was not raised and any possible objection was waived by respondent’s appearance. See Rosengart v. Laird, 449 F.2d 523 (2d Cir. June 9, 1971), and cf. Strait v. Laird, 445 F.2d 843 (9th Cir. 1971), cert, granted, 404 U.S. 955, 92 S.Ct. 308, 30 L.Ed.2d 271. The District Court found that there was a “solid factual basis” for the Review Board’s determination that Friedberg was insincere in his alleged beliefs<footnotemark>2</footnotemark> and denied the <em>habeas corpus </em>petition.</p>\n<p id=\"b997-5\">Friedberg appeals claiming that in processing his application the Army failed to observe its own regulations as well as fundamental concepts of due process of law. He, moreover, claims that there was no basis in fact for the Review Board’s determination that he is not a conscientious objector within the applicable statutory standards, and that even if some basis in fact did exist the Review Board’s decision cannot stand since some of the reasons given in support of it were clearly predicated on an erroneous view of the law. We think the case must be reversed and remanded for failure of the Review Board to comply with admittedly applicable Army regulations in processing Friedberg’s application for discharge as a conscientious objector.</p>\n<p id=\"b997-6\">Orderly government requires us to tread lightly on the military domain, with scrupulous regard for the power and authority of the military establishment to govern its own affairs within the broad confines of constitutional due process. See Orloff v. Willoughby, 345 U.S. 83, 93-94, 73 S.Ct. 534, 97 L.Ed. 842 (1953); Feliciano v. Laird, 426 F.2d 424, 427 (2d Cir. 1970); Nixon v. Secretary of Navy, 422 F.2d 934, 939 (2d Cir. 1970). It is, however, well established in this Circuit and apparently agreed in this case that <em>habeas corpus </em>lies to inquire whether the armed services have adhered to applicable regulations and statutes in cases of this kind. United States ex rel. Schonbrun v. Commanding Officer, 403 F.2d 371, 373 (2d Cir. 1968), cert, denied, 394 U.S. 929, 89 S.Ct. 1195, 22 L.Ed.2d 460 (1969); Hammond v. Lenfest, 398 F.2d 705 (2d Cir. 1968). “ . . . [A] validly promulgated regulation binds the government as much as the individuals subject to the regulation; and, this is no less so because the governmental action is essentially discretionary in nature.” Hammond v. Lenfest, 398 F.2d 705, 715. See also Hollingsworth v. Balcom, 441 F.2d 419, 421 (6th Cir. 1971); United States ex rel. Donham v. Resor, 436 F.2d 751, 754 (2d Cir. 1971); Smith v. Resor, 406 F.2d 141, 145 (2d Cir. 1969).</p>\n<p id=\"b997-13\">The parties agree that AR 135-25 is the governing regulation in this case. Paragraph 7(h) of that regulation specifically provides:</p>\n<blockquote id=\"b997-14\">“The Commanding Officer, U.S. Army Reserve Components Personnel Center, will convene a board of officers to determine findings and submit recommendations on all applications for discharge submitted under this regulation. The board will follow the general procedures set forth in AR 15-6. The format of the board proceedings will be prescribed by the Commanding Officer, U.S. Army Reserve Components Personnel Center.”</blockquote>\n<p id=\"b998-3\"><page-number citation-index=\"1\" label=\"938\">*938</page-number>The Review Board was, indeed, convened pursuant to the authority of this regulation and it was, of course, required to observe the regulation’s mandate to follow the general procedures set forth in AR 15-6. AR 15-6 is a general regulation outlining procedures to be followed by boards of officers — -such as the Conscientious Objector Review Board — conducting investigations involving individual members of the Army. It is designed to afford military due process in all investigations affecting the rights or status of individual members of the armed forces. To that end it provides the right to a hearing (AR 15-6 § 1(6) (a) (1)), to notice of that hearing (AR 15-6 §1(6) (a) (1) (a)), to challenge members of the board for cause (AR 15-6 § 1(5) ), to inspect all records and documents referred with the case and not subject to security requirements (AR 15-6 § 1(6) (a) (5) ), to have counsel present at the hearing (AR 15-6 § 1(8) ), to rebut any adverse allegations presented (AR 15-6 § 11(11) and AR 15-6 § 11(14) ), and to submit a written brief covering the whole or any portion of the case under investigation (AR 15-6 § 11(17) ).</p>\n<p id=\"b998-4\">The government does not contend that AR 15-6 is inapplicable or that Fried-berg was afforded any of the specific procedural safeguards provided by that regulation. Rather, it argues that AR 135-25(7) (h) directs only that the general procedures set forth in AR 15-6 be followed, and does not mandate that any particular procedure be followed. The regulation is said to make this clear by providing that “the format of the proceedings will be prescribed by the Commanding Officer. ...”</p>\n<p id=\"b998-5\">When regulations prescribe specific steps to be taken to insure due process they must be substantially observed. The Commanding Officer’s authority to prescribe the format cannot be read as a license to completely disregard all of the rights deemed essential to military due process and granted to the individual by AR 15-6. We interpret the last sentence of paragraph 7(h) as merely allowing the arrangement of the order and manner whereby the general procedures of AR 15-6 are to be observed. Because of its failure to follow the procedures specifically set forth in the applicable regulations, the Review Board’s decision cannot stand the test of military due process of which the courts are the final guardian.</p>\n<p id=\"b998-7\">Taking this view of the procedural safeguards provided by AR 135-25(7) (h) and AR 15-6, we do not reach the issue of fundamental due process decided in Crotty v. Kelly, 443 F.2d 214 (1st Cir. 1971). That decision did not discuss the regulations which we find to be determinative, but held that an individual in Friedberg’s position has a constitutionally guaranteed right to receive a copy of all documents forwarded to the Review Board and to reply to allegations contained in those documents.</p>\n<p id=\"b998-8\">Nor do we find it necessary at this time to consider Friedberg’s claims that there was no basis in fact for the Review Board’s decision and that the decision could not stand under any circumstances because some of the reasons given in support of it were erroneous or invalid.</p>\n<p id=\"b998-9\">We reverse and remand with instructions to issue the writ within a reasonable time unless Friedberg is granted the opportunity to resubmit his application to the Conscientious Objector Review Board in an AR 135-25 proceeding conducted pursuant to the general procedures set forth in AR 15-6.</p>\n<footnote label=\"1\">\n<p id=\"b996-10\">. Lt. Col. Dougins is the Commanding Officer of the holding unit at Fort Benjamin Harrison, Indiana, to which Capt. Friedberg was assigned during his advanced medical training. In United States ex rel. Donham v. Resor, 436 F.2d 751, 755 (2d Cir. 1971), this Court said: “'The obvious purpose of the regulation requiring a recommendation from the unit commander is to obtain an opinion from someone in close personal contact with the applicant.” Because of the nature of the Berry Plan Friedberg had no personal contacts with any unit commander. In the view we take of this case it is unnecessary to consider the weight to be accorded the unit commander’s recommendation under such circumstances.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b997-7\">. The trial judge found that the, Review Board relied upon the following factors in reaching its conclusion: .</p>\n<blockquote id=\"b997-8\">(a) petitioner’s acceptance of promotion to the rank of Captain without protest or statement to the Army about his <em>beliefs;</em></blockquote>\n<blockquote id=\"b997-9\">(b) petitioner’s willingness to extend his active duty obligation for a preferential assignment;</blockquote>\n<blockquote id=\"b997-15\">(c) petitioner’s delay in applying for conscientious objector classification until after lie received orders for Vietnam ;</blockquote>\n<blockquote id=\"b997-16\">(d) petitioner’s abhorrence to war existed prior to his entry into the. military according to his application;</blockquote>\n<blockquote id=\"b997-17\">(e) the alleged actions of petitioner offered as proof of his sincerity all took place before his entry into the military.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}