{
  "casebody": {
    "data": "<casebody firstpage=\"1311\" lastpage=\"1319\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1371-4\">SUN SHIP, INC., et al. v. John LEHMAN, Secretary of the Navy, et al., Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1371-6\">No. 80-1679.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1371-7\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1371-8\">Argued 18 May 1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1371-9\">Decided 19 June 1981.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1372-4\"><page-number citation-index=\"1\" label=\"1312\">*1312</page-number>Kenneth M. Raisler, Asst. U. S. Atty., Washington, D. C., with whom Charles F. C. Ruff, U. S. Atty., and Royce C. Lamberth, Asst. U. S. Atty., Washington, D. C., were on the brief for appellants. John' A. Terry, Asst. U. S. Atty., Washington, D. C., also entered an appearance for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1372-5\">E. Sanderson Hoe, Washington, D. C., with whom Herbert L. Fenster, Michael T. Kavanaugh, Gerald P. Norton, Murray J. Belman and Gilbert E. Geldon, Washington, D. C., were on the brief for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1372-6\">Before TAMM, Circuit Judge, THORN-BERRY,<footnotemark>*</footnotemark> Senior Circuit Judge for the Fifth Circuit, and WILKEY, Circuit Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1372-9\"> Sitting by designation pursuant to 28 U.S.C. § 294(d).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1372-7\">WILKEY, Circuit Judge:</author>\n<p id=\"b1372-8\">In defending this suit on the merits, appellant Secretary of the Navy prevailed not once, but three times — first, on a motion for a temporary restraining order; second, on a motion for a preliminary injunction; and finally, on a dispositive motion for summary judgment. Fed.R.Civ.P. 54(d) embodies the presumption that prevailing parties will recover. their costs “as a matter of course;” <footnotemark>1</footnotemark> 28 U.S.C. § 1920 further authorizes courts to tax losing plaintiffs for certain costs which the Secretary indisputably incurred in defending this action.<footnotemark>2</footnotemark> These provisions notwithstanding, the district court summarily denied the Secretary recovery of any and all litigation costs.</p>\n<p id=\"b1372-21\">We hold that the district court abused its discretion under Fed.R.Civ.P. 54(d) by failing to explain its outright denial of costs to the Government. Accordingly, we reverse and remand the question of costs with instructions that the district judge both redetermine the cost award and support his new determination with a statement of reasons.</p>\n<p id=\"b1372-22\">This case presents many of the same issues as <em>Baez v. United States Dep’t of Justice,</em><footnotemark><em>3</em></footnotemark><em> </em>decided 7 May 1981, where the panel majority denied a prevailing Government defendant-appellee recovery of costs in a suit brought under the Freedom of Information Act (FOIA). The three opinions in that case extensively analyze the precedent necessary to resolve the issues before us; furthermore, they highlight the bifurcated standard which now governs judicial discretion to award or deny costs to prevailing parties in this Circuit.<footnotemark>4</footnotemark> Thus we make frequent reference to <em>Baez </em>throughout this opinion.</p>\n<p id=\"b1372-23\">I. BACKGROUND</p>\n<p id=\"b1372-24\">In August 1979 the Secretary of the Navy (“the Secretary” or “the Navy”) awarded the National Steel and Shipbuilding Company (NASSCO) a government con<page-number citation-index=\"1\" label=\"1313\">*1313</page-number>tract to design and construct a ship, the “T-ARC 7,” capable of retrieving, repairing, and deploying cable on the ocean floor. In October of that year, Sun Ship, Inc. (Sun Ship), a rival shipbuilder who had failed in its bid for the same contract, sought a temporary restraining order (TRO) enjoining performance of the contract, alleging that the Secretary had unlawfully and irrationally awarded the contract to NASSCO in violation of the Armed Services Procurement Act of 1947<footnotemark>5</footnotemark> and the Defense Acquisition Regulations promulgated thereunder.<footnotemark>6</footnotemark></p>\n<p id=\"b1373-5\">NASSCO promptly intervened as a defendant on the side of the Secretary and soon thereafter, the district jduge denied Sun Ship’s motion for a TRO, ordering the parties “to commence discovery forthwith.” <footnotemark>7</footnotemark> One month later, the district court denied plaintiff’s motion for a preliminary injunction, but directed that discovery continue until late 1979.<footnotemark>8</footnotemark></p>\n<p id=\"b1373-16\">Plaintiffs then proceeded to depose thirteen Navy officials at length, producing some 3500 pages of deposition transcript in eighteen days.<footnotemark>9</footnotemark> Neither the Government nor NASSCO noticed or conducted any depositions. Both defendants, however, ordered daily copies of the plaintiffs’ deposition transcripts.<footnotemark>10</footnotemark></p>\n<p id=\"b1373-17\">In mid-January defendants moved for summary judgment. Four days later, the plaintiffs filed their depositions with the court under seal.<footnotemark>11</footnotemark> The day before trial would have commenced, the district court gave summary judgment to the defendants, ruling in their favor on every issue.<footnotemark>12</footnotemark></p>\n<p id=\"b1373-18\">Both the Government and NASSCO then filed timely bills of costs with the district court clerk. The Navy requested that Sun Ship and General Dynamics be jointly taxed $10,547.19, for the total cost of two daily copies of plaintiffs’ deposition transcripts, one copy of each of three court hearings, and one copy of the transcript of questions certified for the court’s use.<footnotemark>13</footnotemark> When a pre<page-number citation-index=\"1\" label=\"1314\">*1314</page-number>vailing party submits a bill of costs to the district court, the clerk of the court examines the bill in the first instance to determine which costs, if any, are taxable. While Fed.R.Civ.P. 54(d) and 28 U.S.C. § 1920 empower the clerk to decide taxation questions, neither <em>requires </em>him to do so. As a practical matter, then, the clerk routinely. exercises his discretion by awarding costs to the victor when the sums requested are less than a few hundred dollars, and by deferring to the trial judge when sums far in excess of that figure are requested.<footnotemark>14</footnotemark> On 13 March 1980, however, <em>the clerk </em>denied the Government’s bill in its entirety.<footnotemark>15</footnotemark></p>\n<p id=\"b1374-4\">After the clerk had denied costs, the Government then timely moved under rule 54(d) that the district judge review the clerk’s taxation decision. The district judge, stating no reasons, denied that motion and ordered that costs be taxed “as directed by the Clerk.”<footnotemark>16</footnotemark> The Government, which consequently recovered no costs, now appeals.</p>\n<p id=\"b1374-10\">II. ANALYSIS</p>\n<p id=\"b1374-11\">A. <em>The Two Standards for Discretionary Denials of Costs to Prevailing Government Defendants</em></p>\n<p id=\"b1374-12\">[I] Fed.R.Civ.P. 54(d) provides that “costs shall be allowed <em>as of course </em>to the prevailing party <em>unless the [district] court otherwise </em>directs.”<footnotemark>17</footnotemark> Like its appellate analogue, Fed.R.App.P. 39(a),<footnotemark>18</footnotemark> rule 54(d) com<page-number citation-index=\"1\" label=\"1315\">*1315</page-number>prises two elements: (1) a heavy presumption favoring an award of costs to the prevailing party, and (2) a measure of clerical and judicial discretion to order “otherwise.”</p>\n<p id=\"b1375-5\">The precise relationship between the presumption and the discretion contained in the rule has recently become a matter of dispute in this Circuit. A long line of precedent in this and other circuits<footnotemark>19</footnotemark> had suggested that the strength of the presumption favoring cost awards to the victors narrows the scope of trial court discretion to reduce or deny costs to the prevailing party.<footnotemark>20</footnotemark> Furthermore, because cost awards to the winners had traditionally been regarded as the fair price which losers must pay for using the judicial system,<footnotemark>21</footnotemark> many courts had suggested that there are “relatively few cases in which special circumstances may persuade the district judge to exercise his discretion to deny costs to the prevailing party.”<footnotemark>22</footnotemark></p>\n<p id=\"b1375-6\">In the leading case of <em>Chicago Sugar Co. v. American Sugar Refining </em>Co.<footnotemark>23</footnotemark> the Seventh Circuit held that “in the absence of some showing of bad faith [on the part of the prevailing party] or the deliberate adoption of a course of business dealings calculated to render litigation pertaining thereto unnecessarily prolix and expensive,”<footnotemark>24</footnotemark> trial judges properly exercise their discretion under rule 54(d) by awarding prevailing parties their costs “as a matter of course.”<footnotemark>25</footnotemark> As refined by later case law, the <em>Chicago Sugar </em>rule directs that courts deny costs to the victors “only when there would be an element of injustice in a cost award.”<footnotemark>26</footnotemark></p>\n<p id=\"b1375-14\">In the recent case of <em>Baez v. United States Dep’t of </em>Justice<footnotemark>27</footnotemark> however, a divided panel of this court recently held that, at least in FOIA suits, “costs should be denied to the Government if the plaintiff’s claim has been pursued without confessed commercial self-interest, in a suit that is not frivolous, unreasonable, or without foundation.” <footnotemark>28</footnotemark> Although the <em>Baez </em>standard was expressly created to govern awards of costs in <em>FOIA </em>cases under <em>Fed.R.App.P. 39(a), </em>the majority’s reasoning was clearly broad enough to encompass cost awards sought under Fed.R.Civ.P. 54(d)<footnotemark>29</footnotemark> for lawsuits <page-number citation-index=\"1\" label=\"1316\">*1316</page-number>brought under other federal statutes.<footnotemark>30</footnotemark> As a threshold matter, then, we must decide whether the traditional standard or the <em>Baez </em>standard applies to the cost award in this case.<footnotemark>31</footnotemark></p>\n<p id=\"b1376-4\">Although there are superficial analogies between this case and <em>Baez, </em>we conclude that the traditional standard governing judicial discretion over cost awards controls this case. Despite language throughout <em>Baez </em>suggesting that courts have broad discretion to reject “claims for costs made by prevailing defendants <em>under the federal rules” </em>in order to “avoid discouraging the prosecution of public interest litigation,”<footnotemark>32</footnotemark> in. the end the <em>Baez </em>majority explicitly chose “to highlight the limited reach of [its] holding.”<footnotemark>33</footnotemark> Arguing that “the public interest incorporated in the Freedom of Information Act, in part demonstrated by the special attorneys fees and costs section of that statute, militates in favor of [its] standard,” <footnotemark>34</footnotemark> the <em>Baez </em>panel held that the “standard of <em>Chicago Sugar </em>should not be applied <em>in FOIA actions in which the Government is the prevailing </em>party.”<footnotemark>35</footnotemark></p>\n<p id=\"b1376-9\">Here plaintiffs brought their unsuccessful lawsuit under the Armed Services Procurement Act of 1947, which contains no special attorneys’ fees and costs provision. Thus Congress has not attempted in the Procurement Act, as it did in the FOIA, “to encourage individuals to pursue statutorily-created rights” by adopting statutory fee and cost incentives.<footnotemark>36</footnotemark> Furthermore, while <em>legitimate </em>challenges to unlawful and irrational government contracts certainly serve the public iilterests embodied in the Procurement Act, plaintiffs’ suit here was unsuccessful in every respect. It seems highly unlikely, therefore, that awarding the Government its costs in this case would chill contractors with legitimate claims from challenging irrational or unlawful government contract awards. Finally, although the unsuccessful plaintiffs here relied on a federal statute as the basis of their claim, the remedy they sought was a traditional one: an injunction against the performance of a contract. Likewise, their motivation was traditional commercial self-interest. <em>Baez </em>held only that a new standard should guide judicial discretion over cost awards <page-number citation-index=\"1\" label=\"1317\">*1317</page-number>when litigants are not “engaged in traditional civil litigation.”<footnotemark>37</footnotemark> While the Government is indeed a party here, the nature of the underlying suit remains more analogous to “a case of private litigants engaged in traditional civil litigation” than to a case where private citizens seek disclosure of government information under FOIA.<footnotemark>38</footnotemark> Accordingly, we hold that the traditional standard for denying costs laid down in <em>Chicago Sugar </em>and its progeny continues to govern the cost award before us.<footnotemark>39</footnotemark></p>\n<p id=\"b1377-5\">B. <em>The Proper Standard Applied</em></p>\n<p id=\"ASK\">Under traditional rules, the presumption found in rule 54(d) favoring a cost award to the victor is accorded heavy weight.<footnotemark>40</footnotemark> At a minimum, then, the traditional interpretation of rule 54(d) requires that district courts should neither deny nor reduce a prevailing party’s request for costs without first articulating some good reason for doing so. Every circuit court that has analyzed the issue has concluded that the trial court commits reversible error when it denies the prevailing party costs without explanation.<footnotemark>41</footnotemark> As the Tenth Circuit recently noted:</p>\n<blockquote id=\"b1377-6\">The apparent intendment of Rule 54(d) is that the prevailing party is presumptively entitled to costs, and that it is incumbent on the losing party to overcome such presumption, since the denial of costs is in the nature of a penalty. Accordingly, when a trial court refuses to award costs to the prevailing party, it should state its reasons for such disallowance. Unless an appellate court knows <em>why </em>a trial court refused to award costs to the prevailing party, it has no real basis upon which to judge whether the trial court acted within the proper confines of its discretion.<footnotemark>42</footnotemark></blockquote>\n<p id=\"axf-dedup-0\">Here the district court clerk offered no reasons for awarding none of $10,547.19 requested by the prevailing Government defendant; indeed, the only clerical notations on appellant’s bill suggest that the clerk expected the district judge to examine the bill and make discretionary allowance of some or all of the cost items.<footnotemark>43</footnotemark> Nor did the district judge give any explanation either for his refusal to review the clerk’s taxation order, or for his ratification of the $0 cost award.<footnotemark>44</footnotemark> We find that by so doing the trial judge abused his rule 54(d) discretion. We therefore reverse and remand so that the district judge may properly review the clerk’s taxation decision and determine the <page-number citation-index=\"1\" label=\"1318\">*1318</page-number>costs appropriately awarded, supporting that determination with a statement of reasons.<footnotemark>45</footnotemark></p>\n<p id=\"b1378-4\">The record presented on appeal further convinces us that on remand the trial judge should not simply reiterate his previous order. The Supreme Court’s decision in <em>Farmer v. Arabian Am. Oil </em>Co.<footnotemark>46</footnotemark> requires that the district judge determine first which, if any, of the costs requested by the prevailing party are statutorily authorized. The costs of the hearing transcripts and the transcript of certified questions appear to us plainly authorized by 28 U.S.C. § 1920(2) &amp; (4).<footnotemark>47</footnotemark> Whether the costs of two copies of daily deposition transcripts are similarly authorized turns on whether or not the Government “necessarily obtained [them] for use in the case,”<footnotemark>48</footnotemark> an issue of fact to be determined by the district judge based on either the existing record or the record supplemented by additional proof.<footnotemark>49</footnotemark></p>\n<p id=\"b1378-12\">A finding that some or all of the costs requested are statutorily authorized would give rise to the rule 54(d) presumption favoring their award to the Government. Under <em>Chicago Sugar </em>and subsequent cases, the district judge would then be obliged to determine whether the prevailing party engaged in any misconduct during the lawsuit “rendering the] litigation ... unnecessarily prolix and expensive.”<footnotemark>50</footnotemark> Such a finding <page-number citation-index=\"1\" label=\"1319\">*1319</page-number>would dissolve the presumption and render a denial or reduction of the Navy’s cost recovery appropriate. Finally, whether or not the trial judge finds that the victor engaged in misconduct, he retains broad discretion under rule 54(d) to disallow any <em>non </em>statutory cost items on the victor’s bill which seem excessive under the circumstances.<footnotemark>51</footnotemark></p>\n<p id=\"b1379-4\">Subject to these directives, the district court’s 18 March 1980 order denying review of the clerk’s $0 taxation order is hereby</p>\n<p id=\"b1379-5\">\n<em>Reversed and Remanded.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b1372-10\">. Fed.R.Civ.P. 54(d) provides, in relevant part:</p>\n<blockquote id=\"b1372-11\">Except when express provision therefor is made either in a statute of the United States or in these rules, <em>costs shall be allowed as of course to the prevailing party </em>unless the court otherwise directs____</blockquote>\n<p id=\"b1372-13\">(emphasis added).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1372-14\">. 28 U.S.C. § 1920 (1976) states:</p>\n<blockquote id=\"b1372-15\">A judge or clerk of any court of the United States may tax as costs the following:</blockquote>\n<blockquote id=\"b1372-16\">(1) Fees of the clerk and marshal;</blockquote>\n<blockquote id=\"b1372-17\">(2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case;</blockquote>\n<blockquote id=\"b1372-18\">(3) Fees and disbursements for printing and witnesses;</blockquote>\n<blockquote id=\"b1372-19\">(4) Fees for exemplification and copies of papers necessarily obtained for use in the case;</blockquote>\n<blockquote id=\"b1372-25\">(5) Docket fees under section 1923 of this title.</blockquote>\n<blockquote id=\"b1372-26\">A bill of costs shall be filed in the case and, upon allowance, included in the judgment or decree.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1372-27\">. No. 79-1881 (D.C.Cir. 7 May 1981) (On Ap-pellees’ Bill of Costs).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1372-28\">. Judge Edwards, joined by Senior Judge Bazel-on, wrote the majority opinion creating a new standard for appellate cost awards in FOIA cases [hereafter <em>Baez </em>majority]. Senior Judge Bazelon separately authored a brief concurrence [hereafter <em>Baez </em>concurrence]. Judge Wilkey dissented, urging that the traditional standard governing cost awards in other civil litigation applied as well in FOIA cases [hereafter <em>Baez </em>dissent]. All subsequent page references are to the slip opinions in that case.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1373-6\">. 10 U.S.C. § 2301 et <em>seq. </em>(1976).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1373-7\">. 32 C.F.R. § 1 <em>et seq. </em>(1980).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1373-8\">. Order Denying Plaintiffs Motion for Temporary Restraining Order, <em>Sun Ship, Inc. </em>v. <em>Woolsey, et al., </em>Civ. Action No. 79-2734 (D.D.C. 19 Oct. 1979), <em>reprinted in </em>Joint Appendix (J.A.) at 13.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1373-9\">. Order Denying Motion for Preliminary Injunction of Plaintiff and Intervenor-Plaintiff, Sun <em>Ship, Inc. et al. </em>v. <em>Woolsey, et al. </em>484 F.Supp. 1348 (D.D.C. 1979), <em>reprinted in </em>J.A. at 70.</p>\n<p id=\"b1373-10\">Prior to the hearing on plaintiffs motion for a preliminary injunction, another unsuccessful bidder for the T-ARC 7 contract, General Dynamics Corp., intervened as a co-plaintiff with Sun Ship. The plaintiffs coupled their motion for a preliminary injunction with a motion to compel discovery. Urging denial of both motions, the Government and NASSCO argued that the court could resolve the merits without further discovery since the rationality and legality of the contract award was evident on the face of the administrative record. Initially, the district judge ordered that all discovery be completed in early December, but later he extended that deadline by several weeks. <em>See </em>Brief for Appellants at 4-5 &amp; n.7.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1373-11\">. Brief for Appellants at 5-6.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1373-12\">. NASSCO ordered one daily copy of the plaintiffs’ deposition transcripts, while the Government ordered two: one for the use of its lawyer defending depositions in Washington, D. C., and another for direct delivery to the attorney preparing Navy witnesses in Virginia. <em>Id. </em>at 6.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1373-20\">. The court had granted a protective order requiring <em>in camera </em>treatment of the depositions due to the “proprietary nature of the materials” contained within them. <em>Id. </em>at 7 n. 11. Although all parties had access to the <em>in camera </em>filings, appellee-plaintiffs admitted at oral argument that neither appellant, appellants’ counsel, nor any of the witnesses deposed ever received an original transcript of any of the depositions.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1373-21\">. <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>484 F.Supp. 1356 (D.D.C.1980), <em>reprinted in </em>J.A. at 224-55. The district court’s memorandum opinion nowhere mentioned or cited any of the depositions taken by plaintiffs. Although the Navy originally objected to the necessity for such discovery, <em>see </em>note 8 <em>supra, </em>once such depositions were taken the Navy obviously found them useful not only for subsequent deposition witness preparation, but also for preparing witnesses for the trial scheduled to start the next day after the court rendered summary judgment for the Navy.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1373-22\">. Defendants’ Bill of Costs, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 25 Feb. 1980), <em>reprinted in </em>J.A. at 267-73. The Navy’s bill claimed $10,170.75 for two copies of the daily transcripts of Sun Ship’s depositions, $328.44 for one copy of the transcript of the three court hearings, and $48.00 <page-number citation-index=\"1\" label=\"1314\">*1314</page-number>for one copy of the transcript of questions certified for the court. The Government listed the court hearing transcript costs under the heading of “fees of the court reporter” authorized by 28 U.S.C. § 1920(2), <em>cited in full at </em>note 2 <em>supra, </em>and listed the costs of deposition transcripts and certified questions under “costs incident to the taking of depositions.”</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1374-6\">. <em>See generally </em>Peck, <em>Taxation of Costs in United States District Courts, </em>37 F.R.D. 481 (1965) (describing current federal court practice) [hereafter Peck], <em>See also </em>Comment, <em>Taxation of Costs in Federal Courts </em>— A <em>Proposal, </em>25 Am.U.L.Rev. 877, 880-85 (1976) (distinguishing clerical and judicial discretion).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1374-7\">. Order taxing $00.00 costs, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 13 Mar. 1980), <em>reprinted in </em>J.A. at 274. Aside from the deputy clerk’s signature on the order, the only notations made on the defendant’s bill were the words “(Court may allow)\" next to the $328.44 figure claimed by the Navy for court reporter’s fees and the words “Depositions were neither noticed or [sic] filed by deponents (Court may allow)” next to the $10,-218.75 claimed by the Navy for costs incident to the taking of depositions.</p>\n<p id=\"b1374-8\">Three days before the Navy filed its bill of costs, NASSCO filed two similar bills, claiming a total of $8,008.83. <em>See </em>Bills of Costs Submitted by Intervenor-Defendant, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 22 Feb. 1980), <em>reprinted in </em>J.A. at 259-66. On the same day as the clerk denied the Government’s bill of costs, he denied all but $200 of intervenor NASSCO’s two bills. <em>See </em>Order taxing $100.00 costs, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 13 Mar. 1980), <em>reprinted in </em>J.A. at 280-84; Order taxing $100.00 costs, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 13 Mar. 1980), <em>reprinted in </em>J.A. at 285-88. Like the Government, NASSCO then un-successfuliy moved for district court review of the clerk’s taxation order. Unlike the Government, NASSCO as intervenor has not appealed the district court’s denial of that motion.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1374-14\">. Once the clerk issues his decision, either party has five days under rule 54(d) to file a motion seeking review of the clerk’s decision by the district judge. Here the clerk issued his taxation order on 13 March 1980; the Government filed its motion for review of the order on 18 March 1980. <em>See </em>Defendants’ Motion for Review of Taxation of Costs by the Clerk, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 18 Mar. 1980), <em>reprinted in </em>J.A. at 288-307.</p>\n<p id=\"b1374-15\">The district court then denied both motions with an order which read in full:</p>\n<blockquote id=\"b1374-16\">This case is before the Court on defendants’ and intervenor-defendant’s motions for review of taxation of costs by the Clerk and the oppositions thereto. Upon consideration of the entire record herein, it is, by the Court, this 17th day of April, 1980,</blockquote>\n<blockquote id=\"b1374-17\">ORDERED, that the motions for review of taxation of costs by the clerk be, and the same hereby are, denied; and it is</blockquote>\n<blockquote id=\"A6jT\">FURTHER ORDERED, that costs be, and the same hereby are, taxed against plaintiff and intervenor-plaintiff as directed by the Clerk.</blockquote>\n<p id=\"b1374-18\">Order, <em>Sun Ship, Inc., et al. v. Hidalgo, et al., </em>Civ. Action No. 79-2734 (D.D.C. 17 Apr. 1980), <em>reprinted in </em>J.A. at 348.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1374-19\">. Fed.R.Civ.P. 54(d), <em>cited in </em>note 1 <em>supra </em>(emphasis added).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b1374-20\">. Fed.R.App.P. 39(a), governing allowance of costs in appellate proceedings, provides in full:</p>\n<blockquote id=\"b1374-21\">Except as otherwise provided by law, if an appeal is dismissed, costs shall be taxed against the appellant unless otherwise agreed <page-number citation-index=\"1\" label=\"1315\">*1315</page-number>by the parties or ordered by the court; if a judgment is affirmed, costs shall be taxed against the appellant unless otherwise ordered; if a judgment is reversed, costs shall be taxed against the appellee unless otherwise ordered; if a judgment is affirmed or reversed in part, or is vacated, costs shall be allowed only as ordered by the court.</blockquote>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b1375-8\">. See <em>Baez </em>dissent at 14-16 &amp; n.40 (citing cases from nine of the eleven circuits). The history of the presumption since the common law is canvassed in id. at 9-15. <em>See also Baez </em>majority at 21 n.27.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b1375-9\">. <em>See Baez </em>dissent at 17-22.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b1375-10\">. <em>See id. </em>at 9-13 (contrasting presumption <em>favoring </em>routine awards of <em>costs </em>to the prevailing party with presumption <em>against </em>routine awards of <em>attorneys’ fees </em>to the prevailing party). <em>See also Delta Air Lines, Inc. v. August, </em>49 U.S. L.W. 4241, 4242 (9 Mar. 1981) (“Because costs are usually assessed against the losing party, liability for costs is a normal incident of defeat.”)</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b1375-11\">. <em>Delta Air Lines, Inc. v. August, </em>450 U.S. 346, 353 n.12, 101 S.Ct. 1146, 1151 n.12, 67 L.Ed.2d 287 (9 Mar. 1981). See <em>also </em>cases cited in <em>Baez </em>dissent at 23-30.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b1375-12\">. 176 F.2d 1 (7th Cir. 1949), <em>cert. denied, </em>338 U.S. 948, 70 S.Ct. 486, 94 L.Ed. 584 (1950).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b1375-15\">. <em>Id. </em>at 11.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b1375-16\">. The Seventh Circuit recently reiterated this view in <em>Popeil Bros. v. Schick Elec., Inc., </em>516 F.2d 772, 776 (7th Cir. 1975) (“the presumption that the prevailing party is entitled to costs can only be overcome by the unsuccessful party’s showing that the prevailing party should be penalized by a denial of costs”).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b1375-17\">. <em>Delta Air Lines, Inc. v. August, </em>49 U.S.L.W. 4241, 4243 n.14 (9 Mar. 1981). For example, courts have exercised their discretion to reduce or deny costs to the prevailing party even without evidence of misconduct when the victor has claimed excessive costs or the losing party has shown an inability to pay even modest sums. <em>See Baez </em>dissent at 25-26 (discussing valid exceptions to the <em>Chicago Sugar </em>rule). They have not, however, exempted losing plaintiffs from paying solely because the victorious party is richer or because the loser sued in “good faith.” <em>Id. </em>at 26-29 (discussing sham exceptions to the <em>Chicago Sugar </em>rule).</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b1375-18\">. No. 79-1881 (D.C.Cir. 7 May 1981) (On Ap-pellees’ Bill of Costs).</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b1375-19\">. <em>Baez </em>majority at 28.</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b1375-20\">. Neither the majority nor the dissent in <em>Baez </em>argued that courts should award costs differ<page-number citation-index=\"1\" label=\"1316\">*1316</page-number>ently under Fed.R.App.P. 39(a) and Fed.R. Civ.P. 54(d). The <em>Baez </em>majority reasoned that both rules vest <em>discretion </em>in the district and appellate courts to award or deny costs, and that the public policy interests underlying the FOIA require judges to exercise that discretion by awarding costs differently in FOIA cases than in traditional commercial cases.</p>\n<p id=\"b1376-6\">The <em>Baez </em>dissent argued that both Civil Rule 54(d) and Appellate Rule 39(a) embrace the same powerful presumption favoring cost awards to the prevailing party, <em>see Baez </em>dissent at 17-19, and that appellate court and district court practices under the two rules are identical, <em>id. </em>at 20 n.57.</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b1376-7\">. The <em>Baez </em>majority cited in support of its new standard opinions suggesting different standards for cost awards in title VII cases, <em>Baez </em>majority at 12-17, and environmental cases, <em>id. </em>at 17-19. The dissent suggested that the majority’s reasoning applied equally to a broad range of “public interest” statutes containing provisions authorizing attorneys’ fees and costs awards. <em>Baez </em>dissent at 76-83.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b1376-8\">. It should be noted that this case comes to us in a different stage of the appellate process than <em>Baez. </em>In both cases a private plaintiff had sued the Government under a federal statute and lost at summary judgment. In <em>Baez, </em>however, the losing plaintiff then appealed and lost, and the Government defendant-appellee sought recovery of its <em>appellate </em>litigation costs. In denying those costs, the <em>Baez </em>majority formulated a rule to guide future exercises of appellate court discretion under Fed.R.App.P. 39(a) when confronted by a prevailing Government appellee in a FOIA suit. The precise issue before us on this appeal is whether the same standard should guide a <em>district </em>court’s discretionary decision under Fed.R.Civ.P. 54(d) <em>not </em>to review a <em>clerical </em>denial of costs to a prevailing Government defendant in a <em>non-FOIA, i. e., </em>usual commercial, case.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b1376-11\">. <em>Baez </em>majority at 21 (emphasis in the original).</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b1376-12\">. <em>Id. </em>at 23.</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b1376-13\">. <em>Id. </em>at 26-27.</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b1376-14\">. <em>Id. </em>at 27 (emphasis added).</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b1376-15\">. <em>Cf. id. </em>at 26. In formulating its standard, the <em>Baez </em>majority relied heavily on the fact that Congress had incorporated a number of statutory incentives into the FOIA in order to facilitate the right of access fostered by that statute. <em>See id. </em>at 26-27.</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b1377-7\">. The <em>Baez </em>majority stated:</p>\n<blockquote id=\"b1377-8\">We need not decide in this case ... whether the ... standard of <em>Chicago Sugar </em>should be adopted in this Circuit. All of the cases that have cited this standard have involved litigants engaged in traditional civil litigation. The critical point made in thfis] majority opinion is that this is not a case of private litigants engaged in traditional civil litigation.</blockquote>\n<p id=\"atz-dedup-0\"><em>Id. </em>at 26.</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b1377-9\">. <em>Id. </em>The <em>Baez </em>majority did not assert, and the <em>Baez </em>dissent expressly denied, the proposition that courts possess broader discretion to deny costs to prevailing <em>Government </em>defendants. <em>See Baez </em>dissent at 33-36 (reviewing history of cost awards to the Government).</p>\n</footnote>\n<footnote label=\"39\">\n<p id=\"b1377-10\">. We need not decide, therefore, whether the losing plaintiffs’ suit was “frivolous, unreasonable or without foundation.” <em>Baez </em>majority at 23.</p>\n</footnote>\n<footnote label=\"40\">\n<p id=\"b1377-11\">. <em>See Baez </em>dissent at 9-16 (reviewing history of the presumption).</p>\n</footnote>\n<footnote label=\"41\">\n<p id=\"b1377-12\">. <em>Id. </em>at 14-15 &amp; nn.40-41 (citing the leading cases from the nine circuits so holding).</p>\n</footnote>\n<footnote label=\"42\">\n<p id=\"b1377-14\">. <em>Serna v. Manzano, </em>616 F.2d 1165, 1167-68 (10th Cir. 1980). (emphasis in original) The Tenth Circuit’s statement has been echoed by virtually every other circuit. <em>See, e. g., ADM Corp. v. Speedmaster Packaging Corp., </em>525 F.2d 662, 664-65 (3rd Cir. 1975):</p>\n<blockquote id=\"b1377-15\">We now hold that when a district court finds that the prevailing party is not entitled to its costs, it should support that determination with an explanation.... Since there may have been grounds on which a denial of costs could permissibly have been based, a remand is required.</blockquote>\n<p id=\"b1377-16\"><em>See also </em>cases cited in <em>Baez </em>dissent at 14-15.</p>\n</footnote>\n<footnote label=\"43\">\n<p id=\"b1377-17\">. The clerk’s handwritten comments on the bill, <em>see </em>note 15 <em>supra, </em>indicate the clerk’s awareness that the trial judge might wish to exercise his <em>judicial </em>discretion under rule 54(d) over the cost request.</p>\n</footnote>\n<footnote label=\"44\">\n<p id=\"b1377-18\">. <em>See </em>note 16 <em>supra. </em>Given that Sun Ship’s opposition to the Government’s motion to review taxation alleged no Government misconduct justifying the penalty of denial of costs, the district judge had ample reason to review the clerk’s $0 taxation award.</p>\n</footnote>\n<footnote label=\"45\">\n<p id=\"b1378-5\">. “On remand, the trial court should consider whether if [the victor] is to be allowed costs, part of the burden should [also] be borne by [the unsuccessful intervenor-plaintiff].” <em>ADM Corp. v. Speedmaster Packaging Corp., </em>525 F.2d 662, 665 (3rd Cir. 1975).</p>\n</footnote>\n<footnote label=\"46\">\n<p id=\"b1378-6\">. 379 U.S. 227, 85 S.Ct. 411, 13 L.Ed.2d 248 (1964).</p>\n<p id=\"b1378-7\">In <em>Farmer, </em>the Supreme Court affirmed a trial court order reducing an award of costs to a prevailing defendant from $11,900.12 to $831.60 by eliminating from the bill the costs of transporting witnesses from abroad and supplying overnight transcripts of daily trial proceedings to defendant’s counsel. The Court found that the trial judge had properly exercised his discretion under rule 54(d) by reducing the cost award, based on his findings that the daily transcripts were unnecessary and that the transportation expenses far exceeded the per diem fees fixed by law. <em>Id. </em>at 233-34. In this case the daily transcripts are agreed to be necessary, <em>see </em>note 49 <em>infra; </em>the only argument is over the need for the <em>two </em>copies obtained by the Navy.</p>\n</footnote>\n<footnote label=\"47\">\n<p id=\"b1378-8\">. <em>See </em>note 2 <em>supra.</em></p>\n</footnote>\n<footnote label=\"48\">\n<p id=\"b1378-9\">. 28 U.S.C. § 1920(2), <em>cited in </em>note 2 <em>supra. </em>The costs of deposition transcripts “necessarily obtained for use in the case” have long been regarded as properly taxable under 28 U.S.C. § 1920(2). <em>See </em>Peck, <em>supra </em>note 14, at 487. By contrast, “[e]xtra copies of depositions obtained for the convenience of counsel are not ordinarily taxable.” <em>Id. </em>Similarly, costs of overnight transcripts have been properly disallowed when purely for the convenience of counsel. <em>See, e. g., Farmer v. Arabian Am. Oil Co., </em>379 U.S. 227, 233-34, 85 S.Ct. 411, 13 L.Ed.2d 248 (1964).</p>\n</footnote>\n<footnote label=\"49\">\n<p id=\"b1378-10\">. While it is not our job to decide this factual issue, the evidence in the record strongly suggests that the Government “necessarily obtained” at least one daily copy of the deposition transcript “for use in the case.” The Navy has pointed out that a daily copy was necessary for four purposes: (1) to defend witnesses at the actual deposition sessions; (2) to prepare the witnesses for the next day’s depositions; (3) to prepare the motion for summary judgment which ultimately ended the case; and (4) to prepare for the trial which would have ensued had the district judge not granted summary judgment one day before.</p>\n<p id=\"ara-dedup-1\">Against this showing of need, Sun Ship has argued only that (1) the Navy could have consulted the original deposition transcripts on file at the courthouse; (2) that <em>two </em>daily copies of the transcripts were unnecessary; and (3) that the Government in fact incurred no copying costs since NASSCO’s counsel provided copying facilities for both defendants. While the validity of Sun Ship’s rebutting arguments can only be established by a hearing on remand, at least the first of its arguments strikes us as totally unconvincing. As the Fifth Circuit stated in <em>United States v. Kolesar, </em>313 F.2d 835, 839-40 (5th Cir. 1963):</p>\n<blockquote id=\"b1378-15\">To speak of a busy lawyer having to go to a Clerk’s office at such times and places of work as the Clerk’s regular office hours and facilities can afford for the purpose of making a close study of pretrial depositions is completely unrealistic. If, as the Rules clearly contemplate a party may be compelled to go through the various steps of discovery ... then it is simply a question whether in the particular circumstances of a specific case, there is a <em>reasonable need </em>that counsel have a copy.</blockquote>\n<p id=\"b1378-16\">(emphasis added).</p>\n</footnote>\n<footnote label=\"50\">\n<p id=\"b1378-17\">. <em>Chicago Sugar Co. v. American Sugar Refíning Co., </em>176 F.2d 1, 11 (7th Cir. 1949), <em>cert. denied, </em>338 U.S. 948, 70 S.Ct. 486, 94 L.Ed. 584 (1950). <em>See also </em>text and accompanying notes 19-26 <em>supra.</em></p>\n</footnote>\n<footnote label=\"51\">\n<p id=\"b1379-15\">. As the Supreme Court noted in <em>Farmer:</em></p>\n<blockquote id=\"AxyL\">Items proposed by winning parties as costs should always be given careful scrutiny. Any other practice would ... allow litigation costs so high as to discourage litigants from bringing lawsuits, no matter how meritorious they might in good faith believe their claims to be. Therefore, the discretion given district judges to tax costs should be sparingly exercised <em>with reference to expenses not specifically allowed by statute.</em></blockquote>\n<p id=\"b1379-24\"><em>Farmer v. Arabian Am. Oil Co., </em>379 U.S. 227, 235, 85 S.Ct. 411, 13 L.Ed.2d 248 (emphasis added).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}