{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"244\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b235-3\">Edward G. W. Hall, Adm’r d. b. n. c. t. a., of Horatio C. Scott <em>vs. </em>Charles Clagett, Guardian and next friend of Mary C. Scott.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b235-4\"><em>When an answer cannot be used as Evidence against the Complainant </em>— Act <em>of </em>] 852, <em>ch. 133 </em>— Equity <em>Practice </em>— When <em>a case is ordinarily at issue </em>— Consent, <em>express or </em>implied, <em>may dispense with the Replication </em>— Partnership <em>debts must be paid before distribution of the assets can be had </em>— Euty <em>of each partner to aid in the settlement of the business of the firm </em>— Onus <em>of proof </em>— Effect <em>of lapse of time and Laches in matters of account.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b235-5\">Under the Act of 1852, ch. 133, an answer not required by the bill of complaint to be made under oath, and not read at the hearing by the complainant, is not evidence against the complainant.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b235-6\">The Act of 1852, ch. 133,-as construed by this Court, ( <em>Warren vs. Twilley, </em>10 <em>Md., </em>39,) has no application to a case heard upon bill, answer and exhibits, because under the prior practice where the case was set down for hearing by consent, the answer must be taken to be true in all respects, and the Legislature could not have intended to prevent a party from so consenting.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b235-7\">The answer in such case was treated as true, because no replication having been filed, no opportunity was afforded the defendant to supply proof of his defence, and therefore the truth of the answer must be conceded.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b235-8\">After the cause is so set down, <em>without any proof being taken, </em>the complainant has no right to put in a replication without the consent of the Court, or the defendant, because his rights are affected thereby; <em>but where proof has been taken, </em>the case is different, for the defendant has had the opportunity to support his answer by evidence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b235-9\">The cause is ordinarily at issue only when the replication has been put in and the pleadings closed. But the cause may be at issue by consent, express or implied, without replication, as in this case had no rep lication been <page-number citation-index=\"1\" label=\"224\">*224</page-number>filed, from the order of the proceedings; the consent for the issuing of the commission to take testimony of which each party availed themselves, virtually imported that the parties were at issue without the formality of a replication.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"Ak\">As long as the debts of a partnership are outstanding, it is irregular to undertake to distribute any assets thereof amongst the partners. The right of any partner or his representative extends only to his share of any surplus, after all of the liabilities of the firm have been discharged. It is the duty of each partner to aid in the final settlement of the business of the firm. If the firm had been finally dissolved, this duty of the partners would still continue; it had to be wound up, their assets, if any, applied to the discharge of their liabilities — steps taken to recover any effects belonging to the partnership; receipts, acquittances or discharges given, and a final ascertainment of the condition of the firm. Such acts are requisite upon its dissolution to meet the obligations due to others, and for the division of any surplus amongst the partners, after the debts and charges have been extinguished.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b236-6\">The powers of the partners were co-ordinate, whether the partnership was in active operation, or subsisted only for the purpose of winding up the affairs thereof, and it was the duty of each partner to keep precise accounts of all his own transactions, for the firm, and to have them at all times ready for inspection.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b236-7\">If there have been a total failure to do this, it affords a good reason for a Court of equity to decline to supply them, without a sufficient reason or excuse for the omission.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b236-8\">The authorities in regard to the effect of <em>laches </em>are applicable to the claim now interposed to any surplus of profits of the partnership existing in 1842, as well as to any claim to the profits of the first firm.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b236-9\">The representative of P. E. Scott, the deceased partner, charging in the bill, the existence of indebtedness on the part of H. O. Scott, the surviving partner, and claiming a decree therefor, has the <em>onus </em>of making good such allegation, and in the absence of clear proof thereof, has no right to expect a Court of equity to establish and decree the same.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b236-10\">A Court of equity will not grope its way in utter darkness and undertake to create and establish a claim upon mere contingencies, or the preponderance of mere possibilities or probabilities.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b236-11\">There is no duty devolving on it to assume the impracticable task of adjusting the relative rights of these partners, when the proof is utterly deficient and inconclusive. <page-number citation-index=\"1\" label=\"225\">*225</page-number>In matters of account, more especially, Courts of equity refuse to interfere after a considerable lapse of time, from considerations of public policy — from the difficulty of doing entire justice between the parties (which as a Court of conscience it is bound to do,) where the transactions have become obscure by time, and the evidence may be lost.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b237-5\">Lapse of time may operate as a bar to a decree to account. In equity <em>laches </em>and neglect are discountenanced. Stale demands without an effort to enforce them, cannot invoke the aid of a tribunal which only lends its power to reasonable diligence.</headnotes>\n<summary data-order=\"15\" data-type=\"history\" id=\"b237-6\">Appeal from the Circuit Court for Prince George’s County, in Equity.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b237-7\">The hill in this case was filed on the 1st of February, 1856, in the interest of Mary C. Scott, the only child of Polydore E. Scott, by Charles Clagett, her guardian, she being a minor, for an account and settlement of the partnership, which had for many j'ears existed between her deceased father and her uncle Horatio C. Scott, who alone was made defendant.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b237-8\">In the year 1826, Horatio C. Scott, and his brother Polydore E. Scott formed a mercantile partnership in Upper Marlboro’ under the name of H. C. Scott &amp; Co., which continued until the year 1830, when it was dissolved by mutual consent.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b237-9\">In the fall of 1831, they formed another partnership under the name of H. C. &amp; P. E. Scott. This second partnership carried on business until 1842, when its active operations closed, but the firm was not actually dissolved until the death of P. E. Scott in May, 1855.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b237-10\">There was nothing to show that there had been any final settlement of the first firm, or any accounts of the business or of the stock taken during the continuance of the last, either annually or at any other time; no entries in the books to show how much stock was put in by either partner, nor balances struck to show whether they gained or lost by their operations. Polydore E. Scott had the <page-number citation-index=\"1\" label=\"226\">*226</page-number>general management and control of the business of the second firm, after 1833, and the books of both firms were ■more or less in the hand-writing of Polydore, and the evidence shows they were kept in such a careless manner that the efforts of several auditors, extending through many years, produced only irreconcilable statements, and giving results widely different, but disclosing the prohable fact that the second firm was insolvent in 1842, when it ceased active business. During all this time each of the partners was engaged in planting, and in other pursuits, and a large portion of their crops was carried into the firm, and much of their individual indebtedness settled by the firm.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b238-5\">Their joint and individual business were thus so blended, that there was no means furnished from the hooks of the concern to distinguish one from the other; nor did the books show, nor was there any statement of any claim on the part of Polydore against Horatio for any portion of the-profits of the firm, or for, or on any other account.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b238-6\">Polydore died intestate, and letters of administration on his estate were granted to C. C. Magruder and the said Horatio C. Scott, and the appellee Clagett was duly appointed guardian of the only child of said Polydore. In November, 1855, certain creditors of said Polydore filed a bill for the sale of his real estate, in aid of his personalty in payment of his debts, and a decree was passed for the sale of the real estate, and for an account of the personal estate, which decree was afterwards rescinded with leave to make new parties.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b238-7\">Pending these proceedings the bill in this cause was filed, and was afterwards amended by agreement.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b238-8\">The object and purpose of the hill will be found stated in the opinion of this Court. The defendant answered the bill at length, insisting that nothing was due to the complainant claiming to represent her deceased father, or to his estate, from said partnership or from the respondent. <page-number citation-index=\"1\" label=\"227\">*227</page-number>The replication to this answer was not filed until the 9th of March, 1858.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b239-5\">On the 12th of November, 1856, a decree was passed directing the books of the late firms to be brought into Court, and that the parties should account with each other concerning the matters in the proceedings mentioned ; and the cause was referred to the auditor to state accounts from the books, &amp;c., and such other evidence as the parties might produce before him, upon the usual notice. Under this decree the auditor, Mr. Mullikin, stated a series of accounts. In April, 1857, the case was referred back to the auditor, with leave to the parties to take testimony. A large mass of testimony was taken by both sides,' the time for taking which being repeatedly enlarged by agreement. In September, 1861, the auditor, Mr. Hance, filed in Court various accounts and statements with the evidence taken by him. And on the same day there was also filed certain proof which had been taken by the former auditor. Horatio O. Scott, in the meantime, had died, and his widow, Henrietta M. Scott as executrix, had been admitted as party defendant. Numerous exceptions were filed by each side to the auditor’s report, accounts and statements, which were fully argued, and in June, 1863, Judge Brent filed his opinion, and on the 10th of the same month passed an order referring the case back to the auditor with special instructions in accordance with the opinion.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b239-6\">Further testimony was taken in hehalf of the respondent. Henrietta M. Scott, executrix of Horatio C. Scott having died, Edward Gr. W. Hall was appointed administrator <em>d. b. n. c. t. a. </em>on the estate of the said Horatio, and on application was admitted by the Court as a party defendant to the cause. Onthe23rdof June, 1871,Mr. Chewthe special auditor, filed his report with accounts and statements. Exceptions were taken by both sides. After various interlocutory proceedings a decree was passed ratify<page-number citation-index=\"1\" label=\"228\">*228</page-number>ing and confirming the report of special auditor Chew with the accompanying accounts, except account No. 20, which was rejected, and directing the defendant Hall, administrator <em>d. b. n. c. t. a. </em>of H. C. Scott to pay to C. C. Magruder, surviving administrator of PolydoreE. Scott, who had been made a party defendant in the cause and had answered, the sum of $1,250.76 with interest from the 7th of May, 1855, and costs. The decree was afterwards modified by providing that the said sum of money so adjudged to be paid, should he paid out of the assets of the deceased.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b240-5\">Erom the decree and the order modifying the same, this appeal was taken. The case is further stated in the opinion of the Court.</summary>\n<p data-order=\"27\" data-type=\"judges\" id=\"b240-6\">The cause was argued before Bartol, C. J., Stewart, Miller, Alvet and Robinson, J.</p>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b240-7\"><em>William S. Tuck </em>and <em>C. C. Magruder, </em>for the appellant.</attorneys>\n<p data-order=\"29\" data-type=\"legal\" id=\"b240-8\">The hill of complaint ought to have been dismissed, because from the condition of the hooks, and the manner in which the affairs of both firms had been conducted, and the impossibility of taking proper accounts, after such a lapse of time, <em>entire justice could not be done </em>between the parties. His Honor, Judge Brent, refused to have an account taken of the first partnership; and the appellant contends, that the principle applies equally to both. <em>Story Eq., </em>529 ; <em>Steiger’s Adm’r vs. Hillen, </em>5 <em>G. &amp; J., </em>129.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b240-9\">It is impossible to form a correct idea of these hooks, without actual inspection. Mr. Chew, the auditor, says: £cHe submits, that apart from the numerous evidences of great irregularity in the manner in which said books were kept, <em>apparent from the books themselves, </em>the evidence shows that many of the accounts embraced in the list of balances, and of large amounts, were actually settled in the life-time of both parties, although remaining open, and <page-number citation-index=\"1\" label=\"229\">*229</page-number>not entered in the hooks — other items in the said statement of very large amounts are shown by the proof to he wholly incorrect; ” and then he shows what corrections he had made, and that so far from there being any assets of the firm, as shown by the list of balances, it was actually insolvent by $14,792.15. He points out the proof leading to this result, and that the firm was insolvent, both in 1842 and 1855. They had done no business, as a commercial firm, since 1841 or ’42, and during all the time that elapsed ’till May, 1855, P. E. Scott, who had general charge of the hooks, allowed them to remain in this condition, and most, if not all, of the difficulty in taking accurate accounts, was owing to his omission to close the books by proper entries.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b241-5\">So far as the business and purposes of the last partnership are concerned, it was as much dissolved, practically, in 1842, as it was in 1855, when P. E. Scott died.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b241-6\">After they sold their goods to Phillips, about 1842, they ceased to he a firm, except for the purpose of settling their joint affairs, and pei’haps were worse off in 1855 than they were in 1842, when this bill was filed; the x’easons given by Judge Brent for not taking an account of the first firm applied as well to this: “ <em>The difficulty of doing entire justice;” “the original transactions had become obscure by time;” “important evidence had passed away and become lost;” “ the demand was stale, the lapse of time too great, and no particular circumstances to excuse or justify the delay shown to exist.” </em>And these hooks were as obnoxious to his just criticism as were those of H. C. Scott <em>&amp; </em>Co. Of the last firm, he says : “In what kind of business, if any, they were engaged after 1842, does not appear, nor does it appear what became of their assets, or in what manner any subsequent indebtedness or liability of the firm was created. This condition of things surrounds the case with extraordinary difficxilties.”</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b241-9\">If any injustice should result from not taking accounts of these firms, it is not the fault of the defendant. The <page-number citation-index=\"1\" label=\"230\">*230</page-number>complainant is in no better plight than her father would be, if alive, and he could not take advantage of his own negligence, or place the defendant under the necessity of hunting proof in Washington, Baltimore, and from numerous witnesses at home, to explain transactions that ought to have been made manifest by entries on the books.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b242-5\">In <em>Bevans vs. Sullivan, </em>4 <em>Gill, </em>391, the Court said, “Every reasonable presumption will be made against those whose fault it is that the books are so imperfect, and if they claim to be entitled to other credits than those to which the books, at the close of the partnership, entitle them, it is usual to require of them very strict proof.” <em>Collyer on Part., see. </em>316, <em>Notes.</em></p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b242-6\">The time elapsed since many of these transactions occurred, renders it so difficult now to prove or explain them that the doctrine of laches ought to be applied. There is no settled rule on this subject as to time; each case must depend on its own circumstances. <em>Glenn, Adm’r vs. Smith, Adm’r, 17 Md., </em>260; 1 <em>Story’s Eq., sec. </em>529; 2 <em>Story’s Eq., secs. </em>1520, 1520 <em>a; Steiger vs. Hillen, </em>5 <em>G. &amp; J., </em>132; <em>Wilhelm vs. Caylor, </em>32 Md., 154; <em>White vs. </em>White,.1 <em>Md. Ch. Dec., </em>53; <em>Hanson vs. Worthington, </em>12 <em>Md., </em>418.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b242-7\">In <em>Kemp vs. Cook, </em>18 <em>Md., </em>130, relief was refused after six years. In <em>Taylor vs. Sindall, </em>34 <em>Md., </em>38, after five years. These were not cases between partners.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b242-8\">It may be that the doctrine of laches has not been applied to partnerships unless several years have elapsed after dissolution, but under the very peculiar circumstances of this case, where the firm was virtually dissolved, as to the original business, and the partners were really engaged in no new business, the principle ought to be applied, and the bill dismissed,^because this confusion was being caused during all the time from 1841 to 1855.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b242-9\">If all the consequences of <em>laches </em>cannot be enforced in this case, it is at least one in which the language of the <page-number citation-index=\"1\" label=\"231\">*231</page-number>Court in <em>Stiles vs. Brown, </em>6 <em>Gill, </em>356, (quoted in 28 <em>Md., </em>66,) is applicable, and the complainant ought to be held to more strict proof than the defendant, seeing that P. E. Scott was at least equally culpable as to the conduct of their affairs, and that the accounts have been taken long after the death of both parties.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b243-5\">The answer of H. C. Scott was evidence for him, and the Judge erred in ruling to the contrary. The accounts show, that according to his statement, he was entitled to a larger amount of credits, and that P. E. Scott was chargeable with large sums.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b243-6\">The replication was filed too late, and without leave of the Court. <em>Warren vs. Twilley, </em>10 <em>Md., </em>39; <em>Mason vs. Martin, 4 Md., </em>124; <em>Mickle vs. Cross, </em>10 <em>Md., </em>352.</p>\n<attorneys data-order=\"41\" data-type=\"attorneys\" id=\"b243-7\"><em>Joseph K. Roberts </em>and <em>Alex. B. Hagner, </em>for the appellee.</attorneys>\n<p data-order=\"42\" data-type=\"legal\" id=\"b243-8\">As to the objection that the replication was not filed at the proper time — It is not a universal practice to give a formal order to enter a replication to an answer, and an order to make the entry was quite unnecessary, in view of the fact that the mass of evidence filed in the case has been since taken by both sides, none of which could or would have been taken, unless the case had been at issue. <em>Md. and N. Y. Coal and Iron Co. vs. Wingert, </em>8 <em>Gill, </em>178.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b243-9\">But the Court will consider this technical objection, as waived by Horatio C. Scott throughout the proceedings, and therefore not capable of being revived at this late day.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b243-10\">It was contended on behalf of the appellant, that the bill should be dismissed, because from the condition of the books, and the impossibility of taking proper accounts, after such a lapse of time, entire justice could not he done between the parties.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b243-11\">For the condition of the books, and any irregularities in keeping the accounts, Horatio O. Scott was as fully responsible as Polydore, indeed, more so, as it is shown from the evidence, as stated by Judge Brent, that <em>“ </em>Horatio was <page-number citation-index=\"1\" label=\"232\">*232</page-number>almost wholly the financial agent of the firm.” Even if it was Polydore’s hand that made the entries, Horatio is equally responsible for allowing an incompetent clerk to complicate the accounts. The duty of keeping the accounts devolved equally upon both partners. <em>Collyer on Part., secs. </em>182, 189; <em>Story on Part., sec. </em>181.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b244-5\">The Court below refused to enter upon the examination of the affairs of the first partnership, upon the doctrine of <em>laches, </em>and upon the presumption that it had been settled. In this ruling we acquiesce.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b244-6\">The lapse of time was as hurtful to us as it could be to the other side — indeed Polydore E. Scott and his estate have doubtless suffered much more from that cause, than his brother who survived, and thus was able to give personal explanations to his counsel.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b244-7\">Certainly the present complainant was guilty of no <em>laches </em>in <em>commencing </em>her suit — the burden of the appellant’s complaint has been that we commenced it <em>too soon. </em>. Only nine months elapsed from the dissolution of the firm by the death of Polydore, to the institution of the action. The instances cited where the Courts imputed laches in such, a proceeding, were cases where the delay was either in <em>commencing the suit, </em>or in <em>prosecuting it </em>after it had heen commenced; and certainly it would be singularly unjust under the circumstances of this case, to charge upon us any delay, <em>since the filing of the bill.</em></p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b244-8\">It is no unusual thing for a partnership to exist for twenty-four years — the duration of the firm of H. C. &amp; P. E. Scott. If a settlement is sought in such case within a year after the dissolution, is the complainant to be turned out of Court because the investigation may go back to the commencment of the partnership?</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b244-9\">If an earlier examination into the accounts would have conduced to a fairer settlement, why did not Horatio C. Scott enter upon it before the death of Polydore ?</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b245-4\"><page-number citation-index=\"1\" label=\"233\">*233</page-number>The cases of <em>Glenn vs. </em>Hebb, in 12 <em>G. &amp; J., </em>273, and 17 <em>Md., </em>279, we think are conclusive upon this branch of the case.</p>\n<opinion data-order=\"52\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b245-6\">Stewart, J.,</author>\n<p id=\"Axi\">delivered the opinion of the Court.</p>\n<p id=\"b245-7\">The bill in this case was filed the 1st of February, 1856.</p>\n<p id=\"b245-8\">Amongst other things it avers a partnership had existed between the brothers H. C. <em>&amp; </em>P. E. Scott, commencing in the year 1825, and was actively engaged in merchandising until the year 1842, and up to the death of P. E. Scott in 1855; that after the year 1842, there was no new business, and its partners were confined to the winding up of what had been antecedently thereto actively conducted.</p>\n<p id=\"b245-9\">It further charges, “that although upon a just settlement of the partnership, H. C. Scott is largely indebted to his co-partner, yet that he has exhibited and had passed by the Orphans’ Court a pretended claim against the estate of P. E. Scott, made up of alleged over-payments on the partnership accounts, embracing only the period of three or four years preceding the death of his co-partner, and omitting to include any account of the partnership anterior thereto.”</p>\n<p id=\"b245-10\">That he has also exhibited and had passed by the Orphans’ Court, a claim for $1000, against the estate of the said P. E. Scott, purporting to be founded on a note in favor of Thos. H. Osbourn, assigned to H. C. Scott, dated 28th October, 1852, with interest from January, 1850.</p>\n<p id=\"b245-11\">This claim the complainant charges is founded on, and is the joint and several bill of H. C. <em>&amp; </em>P. E. Scott, given for a liability of H. C. Scott, with which P. E. Scott was in no way concerned; and that the same is unjust, and an improper charge, and ought not to be allowed against the separate estate of P. E. Scott.</p>\n<p id=\"b246-4\"><page-number citation-index=\"1\" label=\"234\">*234</page-number>These aré grave charges in truth, of fraud and perjury, requiring to be sustained on the part of the complainant, by clear and conclusive testimony, without which a Court of equity cannot sustain them by its decree, — and it may be remarked here, that we fail to discover in the proof any grounds for the charge.</p>\n<p id=\"b246-5\">The bill prays an account of the partnership between the brothers, showing its condition in 1842, when it ceased active business, and at the time of the death of P. E. Scott in 1855, when it was to all intents dissolved, and the relative indebtedness of the partners to the firm, at those periods, and to have the assets applied to the payment of its debts, and the residue distributed between the parties.</p>\n<p id=\"b246-6\">The bill was amended by consent on the 7th November, 1856, by making Mary C. Scott party complainant, by Charles Clagett her next friend, and on the same day, H. O. Scott filed his answer.</p>\n<p id=\"b246-7\">On the 12th November, 1856, a decree was passed for the parties to account, and the case was referred to the auditor to take proof. H. O. Scott the respondent, died in 1860, and his widow as his executrix, was made a party defendant.</p>\n<p id=\"b246-8\">After sundry interlocutory proceedings referred to hereafter, the final decree in the cause was passed on the 19th June, 1873, determining “that there is due by the representatives of H. C. Scott, to the representatives of P. E. Scott, growing out of the partnei’ship of H. C. <em>&amp; </em>P. E. Scott, the sum of $1250.76, and directing Hall, administrator of H. C. Scott, to pay to C. C. Magruder, administrator of P. E. Scott, that amount, with interest from the 7th of May, 1855, and costs.</p>\n<p id=\"b246-9\">This was afterwards modified by requiring the payment to be made out of any assets in his hands.</p>\n<p id=\"b246-10\">This decree does not, in terms, provide for a distributive portion of the surplus, after payment of the debts of the firm, to be paid as prayed by the bill, to the complainant.</p>\n<p id=\"b247-4\"><page-number citation-index=\"1\" label=\"235\">*235</page-number>The debts of the partnership outstanding, it was irregular to undertake to distribute any assets thereof, amongst the partners, until they were paid. The right of any partner or his representative, could be only to his share of any surplus, and such was the prayer of the bill. <em>Collyer on, Part., sec. </em>187; <em>Story on Part., sec. </em>97.</p>\n<p id=\"b247-5\">Before this final decree the auditor having reported in pursuance of the decree to account, the matter was referred back on the 13th April, 1857, and a mass of testimony with voluminous and detailed accounts, were presented on the 16th September, 1861, requiring it seems an interval of four years to accomplish such result, but still leaving the subject-matter of controversy in doubt and utter uncertainty.</p>\n<p id=\"b247-6\">Exceptions were filed to these statement of the auditor, and elaborately argued by the respective counsel.</p>\n<p id=\"b247-7\">On the 8th of June, 1863, the opinion of the Court was pronounced, the result of which was, by its order of the 10th <em>June, </em>to again refer the case to the auditor, under <em>special </em>instructions, but requiring further proof to be taken.</p>\n<p id=\"b247-8\">The special auditor on the 23rd June, 1871, after what appeared to have been an arduous search through the immense mass of proof, during the intervening period of some eight years, filed accounts Nos. 19, 20 and 21.</p>\n<p id=\"b247-9\">These were not satisfactory, and exceptions were taken by the respective parties in April, 1872.</p>\n<p id=\"b247-10\">On the 25th of April, 1873, C. C. Magruder, surviving administrator of P. E. Scott, by order of the Court was made a party defendant, and leave was granted complainant to file the amended and supplemental bill. The defendants filed answers thereto ; on the part of the appellant, it is claimed that the decree is erroneous as to the merits of the case ; and that the proceedings have been so irregular, as to demand its reversal on that account.</p>\n<p id=\"b247-11\">Amongst other objections to the form of the proceeding, it has been urged that the complainant had no right <page-number citation-index=\"1\" label=\"236\">*236</page-number>to have filed the original bill, and that the supplemental bill could not repair its infirmity — that the administrator of P. E. Scott should have been made a party in the first instance — that the pendency of the creditors’ bill for the sale of P. E. Scott’s real estate, and the interlocutory proceedings in that case on the part of the complainant, precluded the right to file this bill.</p>\n<p id=\"b248-5\">That the implication was not filed in time to make the issue, and therefore the respondent’s answer was competent evidence, according to our practice.</p>\n<p id=\"b248-6\">Erom the view we take, it is not deemed necessary to decide these several points of objection ; but it is proper that we should dispose of this last objection, as we discover no error in the ruling of the Circuit Court in the exclusion of the respondent’s answer, as testimony in the cause.</p>\n<p id=\"b248-7\">Not having been required by the bill to be made under oath, and not being read at the hearing by the complainant, the answer could not be made evidence against her. <em>Act of </em>1852, <em>oh. </em>133.</p>\n<p id=\"b248-8\">This Act.as construed by this Court in <em>Warren vs. Twilley, </em>10 <em>Md., </em>39, has no application to a case heard upon bill, answer and exhibits, because under the prior practice, where such case was set down for hearing by consent, the answer must be taken to be true, in all respects ; and the Legislature could not have intended to prevent a party from so consenting.</p>\n<p id=\"b248-9\">The answer in such case was treated as true, because no replication having been filed, no opportunity was offered the defendant to supply proof of his defence, and therefore, the truth of the answer must be conceded.</p>\n<p id=\"b248-10\">After the case is so set down, <em>ivithout any proof being taken, </em>the complainant has no right to put in a replication without the consent of the Court, or the defendant, because his rights are affected thereby ; <em>but where proof has been taken, </em>the case is different, the defendant has had the opportunity to support his answer by evidence.</p>\n<p id=\"b249-4\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>The case is ordinarily at issue, only, when the replication has been put in, and the pleadings closed. <em>Story’s Eq. Plea., sec. </em>886.</p>\n<p id=\"b249-5\">But the cause may be at issue by consent, express or implied, without replication ; as in this case, if no replication had in fact been filed, from the order of the proceedings; the'consent for the issuing of the commission to take testimony, of which each party availed itself, virtually imported that the parties were at issue without the formality of a replication. <em>Md. &amp; N. Y. C. and I. Co. vs. Wingert, </em>8 <em>Gill, </em>178.</p>\n<p id=\"b249-6\">The replication was in fact filed before the case was submitted for final hearing, and the objection is not available in any aspect under the ruling in <em>Warren vs. Twilley.</em></p>\n<p id=\"b249-7\">Questions of more gravity are involved in the disposal of the case upon its merits.</p>\n<p id=\"b249-8\">Whilst differing with the Circuit Court in some of its conclusions, it is but just to say, that we have been much aided in our examination of the vast volume of this case, by its patient and comprehensive review of the testimony and its copious reference to authorities, and its forcible reasoning thereon.</p>\n<p id=\"b249-9\">The two brothers, H. C. and P. E. Scott, were engaged as partners, in the mercantile business in the year 1826, under the name of H. C. Scott <em>&amp; </em>Co., the profits and losses to be shared two-thirds to H. C. Scott, and one-third to P. E. Scott.</p>\n<p id=\"b249-10\">This partnership was dissolved by mutual consent, and another substituted in the year 1831, under the name of H. O. &amp; P. E. Scott, in which they were to be equally interested.</p>\n<p id=\"b249-11\">It appears that much of the assets of the first, made up the second firm, the active business of which terminated about the year 1842, although it was not finally dissolved, until the death of P. E. Scott, who died intestate, in the year 1855, leaving his only child, his heir and distributee, the present complainant.</p>\n<p id=\"b250-4\"><page-number citation-index=\"1\" label=\"238\">*238</page-number>At the close of its active business in 1842, as we understand the testimony, the partnership had hut little assets, its stock of goods not exceeding one thousand dollars; but encumbered with a large mass of indebtedness to be settled up by the brothers.</p>\n<p id=\"b250-5\">The hooks and accounts were so loosely kept, that it seems to be a difficult, if not an impossible task, to learn from them the profits and losses of the firm.</p>\n<p id=\"b250-6\">No settlement appears ever to have taken place, nor any balance struck. Each party was individually engaged in planting and other pursuits, and a large portion of their crops was carried into the firm', and much of their individual indebtedness settled by it.</p>\n<p id=\"b250-7\">Their joint and individual concerns were indiscriminately blended ; and there is no statement from the books or other accounts, clearly and satisfactorily to distinguish the one from the other.</p>\n<p id=\"b250-8\">A mass of testimony has been taken, and considered by several intelligent auditors, experts at accounts. After laborious efforts to digest and simplify the same, their reports leave the matter in controversy involved in obscurity, and furnish no satisfactory solution of the same, sufficiently reliable to justify a decree in Chancery, especially adjudicating the questions involved.</p>\n<p id=\"b250-9\">The Circuit Court after elaborately examining the subject, gave its opinion and directions to the auditor, by special order No. 14, to charge the firm with the receipt of a large sum, on account of the <em>‘ ‘ </em>Clagett purchase of the Osbourn real estate, sold by P. E. Scott, trustee.”</p>\n<p id=\"b250-10\">The auditor, was so well satisfied that this was an error to such extent — some $8000, that he very properly reported the matter back, for the reconsideration of the Court, which adopted the final conclusion, that order No. 14, ought to be corrected, and account 21, recognized, thus reducing the indebtedness to be decreed, to that extent.</p>\n<p id=\"b251-4\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>This circumstance is referred to as showing that the most deliberate examination of the testimony, fails to reach a safe and satisfactory result.</p>\n<p id=\"b251-5\">The cessation of the active business of the firm, in the year 1842, marks an important period in its history, somewhat analogous, to a final dissolution.</p>\n<p id=\"b251-6\">The partners, in such case, had nothing to do with the business of tbe firm, but to settle it up, with all reasonable dispatch, by collection of the debts and payment of outstanding liabilities.</p>\n<p id=\"b251-7\">The special auditor reports as his conclusion from the testimony, .that the accounts on their books had been settled, long before the death of P. E. Scott, but no entry had been made thereof. That there are accounts on their books against persons of known ability to pay them. That there are numerous letters in their lettei-books, filed in the case, written to their commission merchants, to officers of the banks, and others, prior and subsequent to 1842, to the time of P. E. Scott’s death in 1855, showing they always wanted money, and that their business was conducted principally by means of discounts, that their crops, and not any assets of the partnership were relied on to pay these discounts ; that he is convinced from the details supplied from the various sources of evidence, that the firm was totally insolvent in 1842, and so continued to its dissolution in 1855, by the death of P. E. Scott. That they had made many bad debts, was admitted by P. E. Scott, and that they owed a great deal of money.</p>\n<p id=\"b251-8\">Notwithstanding this might have been the condition of their business, it was the duty of each partner to aid in its final settlement.</p>\n<p id=\"b251-9\">If the firm had been finally dissolved, this duty of the partners would still continue; it had to be finally wound up, their assets, if any, applied to the discharge of their liabilities — steps taken to recover any effects belonging to the partnership, receipts, acquittances, or discharges given, <page-number citation-index=\"1\" label=\"240\">*240</page-number>and a final ascertainment of the condition of the firm; such acts are requisite upon its dissolution, to meet the obligations due to others, and for the division of anjr surplus amongst the partners, after the debts and charges have been extinguished. Story <em>on Part., secs. </em>325, 7, 8, 344, 346.</p>\n<p id=\"b252-5\">If this course had been pursued, and a settlement made by the partners, this long pending enquiry might have been avoided. But, notwithstanding the practical termination of the business of the firm in 1842, there is no evidence of any adjustment between the partners.</p>\n<p id=\"b252-6\">P. E. Scott, was either satisfied that he had received his share of the profits, if there were any; or he showed a willingness to relinquish the same, there being no evidence of his ever having set-up a claim to any, from that time on to his death in the year 1855, a period of some thirteen years. Such abandonment of any claim, or acquiescence, affords a reasonable presumption, that he held none. <em>Adams’ Equity, </em>455.</p>\n<p id=\"b252-7\">The powers of the partners are co-ordinate, whether the partnership was in actual operation, or subsisted only for the purpose of winding up the affairs thereof, and it was the duty of each partner to beep precise accounts of all his own transactions for the firm, and to have them at all times ready for inspection and examination. <em>Story on Part., sec. </em>180. If there has been a total failure to do so, it affords a good reason for a Court of equity to decline to supply them, without a sufficient reason or excuse for the omission. The authorities in regard to the effect of <em>laches, </em>are applicable to the claim now interposed, to any surplus of the profits of the partnership existing in 1842.</p>\n<p id=\"b252-8\">The bill prays for an account of the partnership between the brothers, from the remote period of 1825, and we discover no reason for discarding the accounts between them, as to the condition of the first firm, upon the ground of lapse of time, as held by the Circuit Court, if a complete <page-number citation-index=\"1\" label=\"241\">*241</page-number>settlement is to be made according to the prayer of the bill, the two firms are so intimately blended and connected, they cannot be fairly separated, and if tbe one is to be regarded as not obnoxious as a stale demand, the other is entitled to as much consideration.</p>\n<p id=\"b253-5\">If the claims of the respective partners in the first are to be treated as extinguished by lapse of time, because of the obscurity, and difficulty of making proper settlement, the partners in the second, so far as the ascertainment of any surplus of assets in the year 1842 is concerned, are in no better predicament, and there is no substantial reason for making the distinction, and in the exclusion of testimony, as to the condition of the first firm.</p>\n<p id=\"b253-6\">The proof shows clearly enough that the accounts and books furnish no sufficient <em>data </em>as to the condition of the latter firm, and the fact must have been as reported by the auditor, that in the year 1842, it was insolvent, and that its liabilities largely exceeded its assets. It is not according to the usual course of such things, that a firm conducting its business as this did, could without extraordinary good luck transact a profitable business, and the mystery has its solution, in the fair inference that so far from being in a prosperous condition, it was heavily embarrassed by its mass of indebtedness.</p>\n<p id=\"b253-7\">There is no proof that it incurred any considerable liabilities afterwards.</p>\n<p id=\"b253-8\">It is probable that under this state of things, the partners ceased to continue the business, and P. E. Scott concluded to retire, surrendering the disagreeable task of winding up the partnership, and paying off the debts, to his brother, devoting himself to the preservation of his health, at that time said to have been precarious, and to his private pursuits, leaving the drudgery of clearing up the embarrassed affairs of the partnership to his brother, in whom there seemed to be no want of confidence on his part.</p>\n<p id=\"b254-4\"><page-number citation-index=\"1\" label=\"242\">*242</page-number>In the condition of the affairs of the firm, P. E. Scott had no right to throw the burden of winding up the concern exclusively upon his brother. It was his duty equally with his brother, to render active assistance in closing the partnership, on his own account if there were any surplus, and if not, to discharge the obligations due to the creditors.</p>\n<p id=\"b254-5\">Because of his declension and the more active agency and interest of his brother, it does not by any means follow that H. O. Scott should be made primarily to account for the assets of the firm, as directed by the special order of the Circuit Court, No. 16 — such a doctrine would offer a premium for delinquency, by making the partner who discharged his duty, more answerable than the 'one who failed to do so.</p>\n<p id=\"b254-6\">There is no proof other than that the brothers were always on the best of terms of kindness and mutual regard, and intended to transact an honest business with the world and between themselves; and such is the legal presumption, and we do not see that one is to be held more accountable than the other, for any losses arising from the mismanagement of the business.</p>\n<p id=\"b254-7\">They resulted probably from want of proper attention on the part of both.</p>\n<p id=\"b254-8\">Having found their partnership affairs in a disastrous condition, as early as 1842, and no step having been taken by P. E. Scott from that time until his death in 1855, to make any claim against his brother, if any existed, and the books and accounts showing none, it may be reasonably concluded that'he had none.</p>\n<p id=\"b254-9\">If there were in fact any, it was a clear case of <em>laches </em>on his part, not to have asserted it or left some evidence of its existence.</p>\n<p id=\"b254-10\">His representatives stand in no better condition in charging in the bill the existence of indebtedness on the part of H. O. Scott, and claiming a decree therefor; the complainant has the <em>onus </em>of making good such allegation; <page-number citation-index=\"1\" label=\"243\">*243</page-number>and in the absence of clear proof thereof, has no right to expect a Court of equity to establish and decree the same.</p>\n<p id=\"b255-5\">Such a Court will not grope its way in utter darkness, and undertake to create and establish a claim upon mere contingencies or the preponderance of mere possibilities or probabilities. There is no duty devolving upon it to assume the impracticable task of adjusting the relative rights of these partners, where the proof is utterly deficient and inconclusive.</p>\n<p id=\"b255-6\">There is furnished by the testimony in this cause, no reliable basis upon which to rest the ascertainment of the sum decreed to be paid by the Circuit Court, according to our estimate of its force and effect.</p>\n<p id=\"b255-7\">From the view we take of the scope of the testimony, and the conclusion deducible therefrom, it is unnecessary to decide specifically the most of the interesting questions, discussed at the bar. Every case where <em>laches </em>exists, must depend upon its own facts and circumstances.</p>\n<p id=\"b255-8\">In matters of account, more especially, Courts of equity refuse to interfere after a considerable lapse of time, from considerations of public policy; from the difficulty of doing entire justice between the parties, (which as a Court of conscience it is bound to do,) where the transactions have become obscure by time, and the evidence may be lost.</p>\n<p id=\"b255-9\">The repose of titles, and the security of property are mainly promoted by a full enforcement of the maxim, <em>“ Vigilantibus et non dormientibus jura subveniunt.” Story’s Eq. Jur., sec. </em>529; <em>Angell on Lim., sec. </em>171.</p>\n<p id=\"b255-11\">Lapse of time may operate as a bar to a decree to account. In equity, <em>laches </em>and neglect are discountenanced. Stale demands without any effort to enforce them, cannot meet the aid of a tribunal which only lends its power to reasonable diligence. <em>Steiger’s Adm’r vs. </em>Hillen, 5 <em>G. &amp; J., </em>132.</p>\n<decisiondate id=\"b256-9\"><page-number citation-index=\"1\" label=\"244\">*244</page-number>(Decided 8th March, 1878.)</decisiondate>\n<p id=\"b256-4\">The spirit of the maxim, <em>“Interest reipublicce ut sit finis litium,” </em>may he traced to a more remote period than the Christian era.</p>\n<p id=\"b256-5\">The language of the civilians, and of the commentators upon the common law, has heen that the dominion of things must not for a long time remain uncertain, so as to disturb the peace of society, by giving rise to innumerable and perpetual litigations.</p>\n<p id=\"b256-6\">To prevent such evil the indolence of those who are dilatory in recovering their property, and claiming what is due them, should he punished, and they should impute to themselves the punishment. <em>Angelí on Lim., sec. </em>9.</p>\n<p id=\"b256-7\">\n<em>Decree reversed, and bill dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}