{
  "casebody": {
    "data": "<casebody firstpage=\"290\" lastpage=\"307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b290-4\">NEW YORK CIRCUIT.</court>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Ahp\">October 17, 1846.</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b290-5\">Before Edmonds, Circuit Judge.</p>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b290-6\">Foster and others v. The Jackson Marine Insurance Company.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b290-8\">To sustain an objection that the insured have not complied with the condition of a policy requiring them, as preliminary proof, to furnish the insurers with all the documentary evidence in their possession, touching the nature and extent of the loss, it must be first shown by proof, or by fair presumption, that there is such documentary evidence, and that it is in the possession of the insured.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b290-9\">The objection will not be allowed unless a demand for it has been made in due season.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b290-10\">Where, to avoid a policy of insurance, delay in port is insisted on as a deviation from a voyage, the question is rightly put to the jury whether such delay was in the exercise of good faith and sound discretion, <em>and </em>by necessity, or for reasonable cause.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b290-11\">The question depends on whether the circumstances were sufficient to justify the delay, or whether it was so without cause as to be a deviation.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b290-12\">Where delay in port is justifiable, the taking in cargo will not make it amount to a deviation.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b290-13\">Deviation, or not, must be determined by the motives, end, and consequences of the act; and is a question of fact to be decided according to the circumstances of the case.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b290-14\">Comment by a judge, on the testimony of a witness, is not error in law; and cannot be made the subject of an exception to his charge.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b290-16\">If error in fact, it may be ground to move for a new trial on a case; but is not available under a bill of exceptions.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b290-17\">Assumpsit on marine insurance.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b290-18\">On the 4th October, 1843, plaintiffs made <em>j </em>m insurance on their vessel, body, tackle, apparel, and other furniture at and from Trieste to New York, which was underwritten by the defendants at $10,000. The policy contained a clause that it should be lawful for the vessel, in her voyagji, to proceed and sail to, touch and stay at, any ports or places, if thereunto obliged by stress of weather or other unavoidable accident. And also a clause that if the vessel, upon a regular survey, <page-number citation-index=\"1\" label=\"291\">*291</page-number>should thereby be declared unseaworthy by reason of her being unsound or rotten, or incapable of prosecuting her voyage on account of her being unsound or rotten, the insurers should be discharged.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b291-5\">On the trial it appeared that the vessel sailed from. Trieste on her voyage to New York, 16th October, 1843, with light airs and fine weather. In a few hours there came on heavy gales and rain, and she returned to the port of Trieste on the same day.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b291-6\">On the 17th and 18th, the storm continuing so that the vessel could not go to sea, the master, on the 18th, got ready to take in more cargo, and for two or three days was engaged in taking in the balance of her cargo, which had not arrived at that port at the time he had first sailed on the 16th, and on the 23d he again set sail.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b291-7\">On the 26th the vessel encountered a storm and began to leak about thirty strokes per hour. The leak continued and increased until the 22d November, when the vessel put into Gibraltar, where she was surveyed, and on the survey it was declared that she could not be put in a seaworthy condition for less than $10,000, whereupon she was abandoned to the underwriters, and on the 25th January sold for $2,588, 7 reals and 3 quarters.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b291-8\">On reading the preliminary proofs it appeared that the protest contained the following entries: “ 26th November—Surveyors came alongside and on board, and examined ship, and reported accordingly. 12th December—Surveyors came on board, who recommended accordingly. On the 22d, surveyors came on board again, and surveyed the ship. On the 11th January surveyors came alongside and examined her larboard side out, and reported accordingly. On the 13th, surveyors came alongside and reported accordingly.” Accompanying the protest were copies of all the surveys made except that spoken of on the 22d December.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b291-9\">On reading these proofs the counsel for the defendants objected to their sufficiency, because no copy of that survey was furnished. But the circuit judge overruled the objection on <page-number citation-index=\"1\" label=\"292\">*292</page-number>the ground that there was no evidence that any report of that survey had ever been made. To which the defendants excepted.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b292-5\">In the course of the trial Joseph Townsend was introduced as a witness for the defendants, who testified that he arrived in Gibraltar on the 18th December, and left there on the 2lth, and, while there, he, with two others, made a survey of this vessel, which was reduced to writing, sworn to by him, and left with the American consul. The defendant’s counsel •inquired of the witness as to the contents of that report, which was objected to, and excluded by the judge. To which the . defendants excepted.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b292-6\">After the plaintiffs’ testimony closed the defendants’ counsel moved for a nonsuit on the grounds—first, that the return of ■ the vessel to Trieste, and her remaining in port, were a deviation, unless justified by stress of weather, which had not been , shown; second, that her springing aleak was evidence of unseaworthiness. Which motion was denied, and the defendants : excepted.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b292-7\"><em>The Defendants' Counsel </em>requested the judge to charge: —</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b292-8\">1. That the vessel broke ground and set sail on her return voyage from Trieste, on the 14th October, 1843, and had no right, under the policy, to return to the port of Trieste, unless she was justified in doing so under the authority given “ to proceed and sail to, touch and stay at, any ports or places, if thereunto obliged by stress of weather, or other unavoidable accident, without prejudice to this insurance.”</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b292-9\">. 2. The vessel having returned to Trieste, unsealed the .hatches, and taken in an additional cargo, the burden of proof was on the plaintiffs to show that the vessel was compelled, by stress of weather, not only to return to port, but that she was prevented by stress of weather from sailing on her voyage until the time she actually sailed.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b292-10\">3. That the plaintiffs, being bound to make out affirmatively that the vessel was compelled by stress of weather to remain at Trieste until her final departure, there is not suffi<page-number citation-index=\"1\" label=\"293\">*293</page-number>cient proof, in contemplation of law, to establish that affirmative proposition.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b293-5\"><em>The Judge </em>charged the jury: That the plaintiffs had a right to recover unless the grounds of defense, or either of them, prevailed. The two objections interposed to a recovery were deviation and unseaworthiness.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b293-6\">Was there a deviation? It was to be understood in its legal meaning, which is, increasing or varying the risk without necessity or reasonable cause. Was the risk vailed or increased at Trieste without cause ?</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b293-7\">Seaworthiness was a preliminary condition of the contract, without which the contract would not attach, and reasonably and justly so. If the vessel was defective it was unimportant whether the owners knew it or not, or whether there was an excuse for it. The owners agree there shall be a seaworthy vessel from the beginning. If there was unseaworthiness at the commencement of the risk, the intention of the parties does not matter; the only inquiry is as to the fact. But in regard to deviation, more was required; it must occur after the commencement of the risk, and it must be without necessity or reasonable cause. The vessel was bound, under the policy, to remain at Trieste until she sailed, and, when she sailed, to proceed from Trieste to New York. He was of opinion that when the vessel set sail the first time she commenced her return voyage. In regard to deviation the question is, was it without necessity or reasonable cause? It frequently happened that masters of ships might deviate in good faith, for the benefit of all concerned, or for reasonable cause; for instance, if an enemy or pirate were pursuing a vessel, or she was dismantled by stress of weather, she might make for the first port if, in the exercise of good faith, the deviation were deemed matter of necessity by the master. The master might justifiably depart from the regular track of his voyage, for the purpose of saving life, though it was doubtful whether he could do so to save property. The master should have no other object in view than to conduct his ship and her cargo <page-number citation-index=\"1\" label=\"294\">*294</page-number>on her voyage. The vessel, having once got under weigh, to proceed on her voyage, and having afterward returned to her anchorage and remained for some days, the questions were: —</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b294-5\">1. Was there a necessity that the vessel should return?</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b294-6\">2. Was there a necessity that she should remain after her return until the time she actually sailed ?</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b294-7\">After reviewing the testimony, Aom the time of the first sailing until the return to Trieste, the judge said the question for the jury was, whether it was a reasonable exercise of discretion, or not, for the captain to return to safe anchorage. It was not necessary for the jury to find there was an absolute necessity for his return back, as tested by subsequent events— there must be an apparent necessity, a fan* exercise of discretion and good faith in the captain, and the jury must be satisfied that he returned for a reasonable cause.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b294-8\">The delay after the vessel came to anchor, until she finally sailed, might be equivalent to a deviation, or it might be a deviation in fact. There were two days when it appeared she might have proceeded to sea; and the inquiry is, was it discreet and proper she should do so? Was it a varying or increasing the risk without necessity or reasonable cause? If by reason of the unsettled state of the weather it was proper and reasonable for the vessel to delay sailing, the fact of taking in additional cargo would not, of itself, amount to a deviation; the delay must have been in the exercise of good faith and ■ sound discretion; and by necessity, or for a reasonable cause, otherwise there was a deviation.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b294-9\">As to seaworthiness, that was a condition precedent. The question is, was she fit in materials and other qualifications to encounter the ordinary perils of the sea for the voyage insured <em>l </em>The question of seaworthiness must have relation to the nature and character of the voyage; she might have been seaworthy to remain in the harbor of Trieste, but not so for the voyage to New York. It had been alleged by the defendants that she was unseaworthy by reason of being worm-eaten and rotten, but this result would depend on the extent to which she was wormed or rotten, and which, to render her unseaworthy, must <page-number citation-index=\"1\" label=\"295\">*295</page-number>have made her unfit to encounter the ordinary perils of the sea during the voyage in question.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b295-5\"><em>The Judge </em>remarked it was extraordinary that some of the surveyors had not mentioned in them reports the rottenness of which they had testified in this cause.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b295-6\"><em>The DefendcmtS Counsel </em>excepted to all that part of the charge which related to the question of deviation; and also to his refusal to charge the jury as requested by them; also, to that part of the charge regarding the inconsistency of the statements of the surveyors, in their reports and their evidence.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b295-7\">The jury returned a verdict for the plaintiffs.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b295-8\">The case was now brought to a hearing on a bill of exceptions.</summary>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b295-9\"><em>H. Ketchum, </em>for defendants, made the following points:</attorneys>\n<p data-order=\"38\" data-type=\"legal\" id=\"b295-10\">I. The court erred in overruling the objection to the sufficiency of the preliminary proofs, on the ground that neither the survey, nor a copy thereof, made on the 22d of December, 1843, had been exhibited to the company as a part of said proofs. <em>(See Haff v. Marine Ins. Co. </em>4 J. R. 132.)</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b295-11\"><em>{a.) </em>The reason assigned by the court, that there was no evidence of a report, in wilting, of such survey, is not a valid one, for the presumption of law is that where a survey has been made, and the fact sworn to by the captain and officers, in the protest, that such survey has been reduced to wilting and duly attested. This legal presumption is fortified by the facts testified to in tills case. This was not a casual or cursory survey, as it <em>appears:—“ </em>21st. Grew employed clearing ballast so as to be able to survey the ship’s timbers.” On the 22d “ surveyors came on board again and surveyed the ship.” In the case referred to, there was no direct proof of a survey; it was a fact inferred. Judge Thompson says: “ The circumstances necessarily <em>irrvpt/y </em>a survey duly made and certified, and it <page-number citation-index=\"1\" label=\"296\">*296</page-number>is to be presumed, <em>prima </em>faeie, to be in the possession of the plaintiff.”</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b296-5\"><em>(b.) </em>If there was no survey in writing in this ease, the plaintiffs should have shown the fact. The burden of proof to this effect lies on them. The declaration of counsel that they knew nothing of such survey was not proof answering this requirement, nor was it any proof at all.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b296-6\">II. Defendants should have been permitted to prove the contents of the survey made on the 22d of December, 1843, by Captain Townsend and others.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b296-7\">“ The survey is to be presumed, <em>prima </em>faeie, to be in the possession of the plaintiffs. ■ It is always made at the instance and for the benefit of the owner or master of the vessel, and goes, of course, into his hands. (Opinion of court, 4 John. 135; <em>Griswold </em>v. <em>National Ins. Co., </em>3 Cowen, 96). <em>Vide </em>opinion of court, 117, where the doctrine above laid down in 4 John. 135, is expressly confirmed.)</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b296-8\">III. The motions to grant the nonsuit should have been granted.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b296-9\">There was no proof, when plaintiffs first rested, that the vessel was detained in the harbor of Trieste, after her return, all the time she remained, by stress of weather; nor was any supplied after plaintiffs first rested, and before they rested the second time. <em>(Kane </em>v. <em>Col. Ins. Co., </em>2 J. R. 204; <em>Raine </em>v. <em>Bell, </em>9 East. 202; <em>Stuart </em>v. <em>Simpson, </em>1 Wend. 376; <em>Rudd </em>v. <em>Davis, </em>3 Hill, 287; 3 Kent’s Com. 312, § 48; <em>Thorndike </em>v. <em>Boardmam, </em>3 Pickering.)</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b296-10\">IV. The judge erred in refusing to charge the jury as he was requested to charge by defendants’ counsel.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b296-11\">V. The charge of the judge was erroneous:</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b296-12\">1. The judge says “ there were two days when, according to the evidence furnished by the log book, the vessel might have proceeded to sea, and the inquiry is, was it discreet and proper that she should do so ? Was it a varying or increasing the risk without necessity or reasonable cause?” etc. This part of the charge was erroneous. The court should have charged the jury that it was the duty of the plaintiffs to show <page-number citation-index=\"1\" label=\"297\">*297</page-number>by proof that during these two days the vessel was detained by stress of weather, or that in the judgment of the captain it was not safe, on account of the prospects of the weather, to proceed to sea, and that no proof of this sort had been offered; therefore there was no evidence to justify the delay during these two days.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b297-5\">2. The judge, in commenting on the testimony of the witnesses Townsend and Latham, says “that it was extraordinary that the surveyors, Captain Trembly and Mr. Smith, who, Captain Townsend said, were engaged with him on the survey in which he was concerned, and also Captain Latham, had made, subsequently, reports of surveys, and had said nothing about the rottenness to which they testified.” This part of the charge was erroneous, for the reason that it does not appear that in the surveys referred to, the surveyors were called upon to take up the ship’s ceiling and survey her timbers.</p>\n<attorneys data-order=\"49\" data-type=\"attorneys\" id=\"b297-6\"><em>C. B. Moore and F. B. Cutting, </em>for plaintiffs: —</attorneys>\n<p data-order=\"50\" data-type=\"legal\" id=\"b297-7\">1. ' The objection to the preliminary proof founded upon the statement of the protest, that on the 22d December “ surveyors came on board and surveyed the ship,” was untenable.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b297-8\">1. The proofs on their face were full and sufficient. The ordinary proofs are the register and protest. (2 Johns. Rep. 195.) The register is to prove the interest of plaintiffs — their ownership. This was proved by the affidavit; no question is raised about it.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b297-9\">The protest proves the sea perils and damage. In addition to which were offered the survey of 26th November, recommending the discharge of half the cargo; that of the 12th December, recommending “ the whole of the cargo to be discharged, <em>arad the ship hove down for fwriher examination.” </em>The survey of 3d January, the vessel being hove down on larboard side, recommending her “ to be hove down on the other side for examination,” and that of 13th January, stating the injuries, and the cost of repairing them, and recommending a sale “ for the benefit of all concerned ” and lastly <page-number citation-index=\"1\" label=\"298\">*298</page-number>the affidavit of the captain, stating the actual sale and its result.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b298-5\">2. There was not enough to raise an inference of there having been any written report of a survey on the 22d December.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b298-6\"><em>(a.) </em>The protest expressly refers to a report having been made on the 26th November, on the 11th January, and on 13th January, and a <em>recommendation </em>on 12th December, but refers to neither on the 22d December.</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b298-7\"><em>(b.) </em>The conclusion of the report of the 12th December, by which the ship was to be “ hove down for further examination” after the cargo should be discharged, repels the idea of any conclusive examination or further report being made before the vessel should be <em>hove </em>down, and she was not hove down on the 22d December, nor her ballast discharged.</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b298-8\"><em>(c.) </em>The fair construction of the consul’s certificate is that he had given copies of all the surveys.</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b298-9\">3. The defendants never, <em>until the trial, </em>made any objection to the preliminary proofs, nor requested a copy of the alleged survey, nor pointed out, or called attention to, the fact that there was another which it was imperative upon them to do before raising this objection. <em>(Haff </em>v. <em>Marine Ins. Co., </em>4 J. R. 135, and cases cited in note; <em>Tyler </em>v. <em>Ætna Ins. Co., </em>12 Wend. 512; <em>S. C., in error, </em>16 id. 402; <em>Gilbert </em>v. <em>N. A. Fire Ins. Co., </em>23 id. 43; <em>G. McMasters </em>v. <em>W. M. Ins. Co., </em>25 id. 382; <em>Lawrence </em>v. <em>Ocean Ins. Co., </em>11 id. 242, 259; <em>McLaughlin </em>v. <em>Wash. Co. Ins. Co., </em>23 id. 525.</p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b298-10\">II. The admission of the testimony of Edwards, after plaintiff had rested, was right, in itself, and was, besides, a matter of discretion in the presiding judge, and not the proper subject of an exception. <em>(Bartholomew </em>v. <em>People, </em>2 Hill, 248.)</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b298-11\">TTT. The inquiry what Smith — one of the surveyors not examined—said on the 22d of December, as to the condition of the vessel, which was objected to and rejected, was improper.</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b298-12\">It was an offer to prove, generally, the mere conversation of a person who might have been examined as a witness, which is not allowable.</p>\n<p data-order=\"61\" data-type=\"legal\" id=\"b299-4\"><page-number citation-index=\"1\" label=\"299\">*299</page-number>A survey and condemnation could not be available if not reduced to writing.</p>\n<p data-order=\"62\" data-type=\"legal\" id=\"b299-5\">If a condemnation in wilting had been proved and urged as a bar, and then fraud alleged, it might be admissible to prove conversations for the purpose of impeaching the written report. (1 Phillips on Ev. 552; and see note 971, p. 1451; <em>Hall v. - Ins. Co., 9 </em>Pick. 466; <em>Dorr </em>v. <em>Pacific Ins. Co., </em>7 Wheat. 582.)</p>\n<p data-order=\"63\" data-type=\"legal\" id=\"b299-8\">IY. The defendants were not entitled to prove by parol the contents of the alleged survey of the 22d of December. <em>(Potter </em>v. <em>Ocean Ins. Co., </em>3 Sumner, 42.)</p>\n<p data-order=\"64\" data-type=\"legal\" id=\"b299-9\">1. It was not in plaintiffs’ possession. This they were ready to show. The defendants’ counsel rendered any proof of the fact unnecessary, by saying they did not impute to the plaintiffs any knowledge of it. <em>(Ward </em>v. <em>Connel, </em>2 Whar.; <em>Bassy </em>v. <em>Mifflen, </em>4 Wash. C. C. R. 519; <em>Hammond </em>v. <em>Topping, </em>13 Wend. 505.)</p>\n<p data-order=\"65\" data-type=\"legal\" id=\"b299-10\">2. If a paper which it was incumbent upon them to produce on notice, the notice for that purpose was entirely defective and insufficient.</p>\n<p data-order=\"66\" data-type=\"legal\" id=\"b299-11\"><em>(a.) </em>It did not particularize the survey referred to, nor lead the plaintiffs to suppose that there was any other than those presented as preliminary proofs, but was calculated to mislead them.</p>\n<p data-order=\"67\" data-type=\"legal\" id=\"b299-12\">(5.) It was given on the 27th June, when the trial commenced on the 7th July, allowing not enough time to send and inquire for it. <em>(France </em>v. <em>Luce, </em>R. &amp; M. 341; <em>Jones </em>v. -, 1 McL. <em>&amp; </em>Young, 139; <em>Gorham, </em>v. <em>Gale, </em>7 Cow. R. 739; <em>Utica Ins. Co. </em>v. <em>Caldwell, </em>3 Wend. 300.)</p>\n<p data-order=\"68\" data-type=\"legal\" id=\"b299-15\">3. The captain was not possessed of it. He says “the original protest and surveys made at Gibraltar were left with Hr. Sprague, the United States consul.”</p>\n<p data-order=\"69\" data-type=\"legal\" id=\"b299-16\">4. It appeared by the captain’s information, and afterward more formally, that this Mr. Sprague was the <em>agent </em>of the defendants, instructed to “ furnish all such information as he might deem of importance to the insurance company, to offer to the master such services as the nature of the case might <page-number citation-index=\"1\" label=\"300\">*300</page-number>require; to see that intelligent professional men are appointed as surveyors, and that in their survey and estimates they distinguish as far as possible between the damage sustained during the voyage, and the damage or defects existing prior thereto,” etc., and, in case of condemnation, “carefully to investigate whether her condemnation is occasioned by any natural defect or decay,” and generally “ to attend to the interest of the underwriters in the mode of treating property in peril or under damage.”</p>\n<p data-order=\"70\" data-type=\"legal\" id=\"b300-5\">The defendants should not be permitted to prove, by parol, the contents of a survey made before him, and not traced out of his hands.</p>\n<p data-order=\"71\" data-type=\"legal\" id=\"b300-6\">5. The object of the rule excluding parol evidence to prevent both frauds and errors, is eminently applicable to the present case. <em>(Griswold </em>v. <em>Nat. Ins. Co., </em>3 Cow. 96; <em>Williams v. </em>-, 1 Mood. &amp; Ry. 18; <em>Blood </em>v. <em>Harrington, </em>8 Pick. 554; <em>Denton </em>v. <em>Hill, </em>4 Hayw. 73; <em>Butler </em>v. <em>State, </em>5 Gill. <em>&amp; </em>J. <em>511; 1 </em>Chitty’s Crim. L. 63; <em>Townsend </em>v. <em>Atwater, 5 </em>Day, 298; <em>Lewis </em>v. <em>Beatty, </em>8 La. R. [N. S.] 287; <em>Bailey </em>v. <em>Johnson, </em>9 Cow. <em>115; Mauri </em>v. <em>Hefferman, 13 </em>J. R. <em>58; Life and Fire Co. </em>v. <em>Mech. Ins. Co., </em>7 Wend. 34; <em>Am. Ins. Co. </em>v. <em>Center, </em>4 id. 45.</p>\n<p data-order=\"72\" data-type=\"legal\" id=\"b300-8\">V. The comments of the judge upon the omission of the surveyors, Trembly and Smith, to say any thing about the rottenness were not objectionable.</p>\n<p data-order=\"73\" data-type=\"legal\" id=\"b300-9\">1. As mere comments upon testimony they were not the subject of an exception.</p>\n<p data-order=\"74\" data-type=\"legal\" id=\"b300-10\">2. They were calculated to destroy the effect of the surveys and estimate, rather than to derogate from the testimony of Townsend.</p>\n<p data-order=\"75\" data-type=\"legal\" id=\"b300-11\">3. They were proper, and well justified as reflections upon the survey and estimates of 13 th January and 16 th January, which had been verified by the oaths of Davis and Latham, and also as reflections upon the testimony of the latter.</p>\n<p data-order=\"76\" data-type=\"legal\" id=\"b300-12\">' 4. The surveys were never urged by plaintiffs as being evidence in chief of the truth of the matters therein stated, and <page-number citation-index=\"1\" label=\"301\">*301</page-number>confessedly were not so, if objected to. They were evidence merely that the master acted fairly and properly.</p>\n<p data-order=\"77\" data-type=\"legal\" id=\"b301-5\">But the admission and reading of them without objection or dissent, and the partial verification of them, warranted the court in commenting upon them.</p>\n<p data-order=\"78\" data-type=\"legal\" id=\"b301-6\">VI. As to deviation.</p>\n<p data-order=\"79\" data-type=\"legal\" id=\"b301-7\">1. The motion for a nonsuit need not be noticed separately. The whole ground was covered by the charge, and by the finding of the jury.</p>\n<p data-order=\"80\" data-type=\"legal\" id=\"b301-8\">2. The request to charge as matter of law, that the vessel had so far entered upon her voyage on 16th October as to have no right to return to Trieste, except under the clause in the policy relative to ports of necessity, was not warranted by the facts and the law applicable to them, and was complied with so far as in any way admissible. <em>(Gilbert </em>v. Hallett, 2 J. C. 296; <em>Suydam </em>v. <em>Marine Ins. Co., </em>1 J. R. 181; <em>S. C., </em>2 id. 138; 2 Wash. C. C. Rep. 254; 2 Mass. R. 230; 7 Cranch. 487; 4 Esp. R. 25; 4 Taunt. 511; 7 id. 462 ; 3 Car. <em>&amp; </em>P. 496.)</p>\n<p data-order=\"81\" data-type=\"legal\" id=\"b301-9\"><em>(a.) </em>The voyage was not so far commenced before the return as to fall within the rule of seeking a port of necessity.</p>\n<p data-order=\"82\" data-type=\"legal\" id=\"b301-10\">(5.) The clause in the policy was not intended to prevent the exercise of a fair discretion in the matter of choosing the best time to proceed on a voyage, and was not applicable.</p>\n<p data-order=\"83\" data-type=\"legal\" id=\"b301-11\">(e.) It was a declaratory clause, inserted for greater caution, and does not limit the right of the master in cases not embraced in it.</p>\n<p data-order=\"84\" data-type=\"legal\" id=\"b301-12\">3. The request to charge that the plaintiffs had the burden of proof, and must show stress of weather preventing the vessel from sailing until she sailed, was also unwarranted, and was complied with so far as admissible.</p>\n<p data-order=\"85\" data-type=\"legal\" id=\"b301-13\"><em>(a.) </em>This request falls with the last. If the voyage had not so far commenced as to make Trieste a mere port of necessity, a delay in sailing would not amount to a deviation unless unreasonable or willful, and the burden of proof to show this would be on the defendants. <em>(Gilbert </em>v. <em>Hallett, </em>2 Johns. Cas. 296; <em>Suydam </em>v. <em>Marine Ins. Co., </em>1 J. R. 181; <em>S. C., </em>2 id. <page-number citation-index=\"1\" label=\"302\">*302</page-number>138; <em>Martin </em>v. <em>Delaware Ins. Co., </em>2 Wash. C. C. R. 254; <em>Haven </em>v. <em>Holland, </em>2 Mason’s Rep. 230; <em>Oliver </em>v. <em>Maryland Ins. Co., </em>7 Cranch. Rep. 487; <em>Smith </em>v. <em>Surridge, </em>4 Esp. Rep. 25; <em>Langhorn </em>v. <em>Allmett, </em>4 Taunt. 511; <em>Schroeder </em>v. <em>Thompson, </em>7 id. 458; <em>Raine </em>v. <em>Bell, </em>9 East. 195; <em>Baine </em>v. Case, 3 Carr. &amp; Payne, 496; <em>Palmer </em>v. <em>Marshall, </em>8 Bing. 317; <em>Palmer </em>v. <em>Farmer, </em>9 id. 460; <em>Delany </em>v. <em>Stoddard, </em>1 T. R. 22.)</p>\n<p data-order=\"86\" data-type=\"legal\" id=\"b302-5\">4. But if Trieste is to be deemed a mere port of necessity, there was no such burden upon plaintiffs of proving a necessary stay, as supposed by the request. <em>(Star </em>v. Peck, 1 Hill, 272; <em>Robinson </em>v. <em>Com. Ins. Co., </em>3 Sumner, 221, 226.) As to the master’s discretion, this act to be presumed to be in accord with his duty. Id. 228, 261, as to surveys.</p>\n<p data-order=\"87\" data-type=\"legal\" id=\"b302-6\"><em>(a.) </em>The discretion of the master, acting fairly within the terms of the charge, was quite sufficient to throw the burden at least upon the defendants.</p>\n<p data-order=\"88\" data-type=\"legal\" id=\"b302-7\"><em>(b.) </em>There is no authority for the rule of evidence or principles contended for by the defendants. <em>(Lawrence </em>v. <em>Oc. Ins. </em>Co., 11 J. R. 242; 1 Ph. on Ins. 513; 7 Taunt. 462 ; <em>Laroche </em>v. <em>Oswin, </em>12 East. 131; <em>Hughes </em>v. <em>Union Ins. Co., </em>3 Wheat. 159; <em>Baine </em>v. <em>Case, </em>3 C. <em>&amp; </em>P. 496.)</p>\n<opinion data-order=\"89\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-8\">\n<em>The Circuit Judge:</em>\n</author>\n<p id=\"A6m\">The exception as to the preliminary proofs ought to be overruled.</p>\n<p id=\"b302-9\">There was, indeed, evidence that a survey was made on the 22d of December, that is, that “ surveyors came on board and surveyed the ship,” but there was no evidence that they made any report, of that survey. In regard to the first survey, on the 26th November; to the fourth, on the 11th January; and to the fifth, on the 13th January, it is stated not only that they surveyed, but also that they “reported accordingly;” but that is not said of the survey on the 22d December. And so of the second survey, it is said the surveyors came on board and “recommended accordingly,” but of the survey.of the 22d of December, this is not said. Why such different language should be used, in regard to these several surveys, if a report <page-number citation-index=\"1\" label=\"303\">*303</page-number>had been made in all instances, it is difficult to imagine. The inference justly to be drawn from these facts would be that there was no report of the 22d December, while the defendants insist that from these facts, independent of all other evidence, the inference is that there was a report made, and that, in order to enable the defendants successfully to interpose what has been characterized as a mere formal defense, not involving the merits.</p>\n<p id=\"b303-5\">The inference drawn by the court is further warranted by the consular certificate, which furnishes copies of all the surveys, where it is said that the surveyors reported or recommended accordingly, which omits any mention of a report of the 22d December, and declares that “ those annexed is a verbatim copy of the minutes of survey,” all the reports running into and forming part of a general minute of survey.</p>\n<p id=\"b303-6\">In the case of <em>Haff </em>v. <em>Mar. Ins. Co. </em>(4 J. R. 132), it is said, the circumstances necessarily imply a survey duly made and certified, and it is to be presumed, <em>prima fade, </em>to be in the possession of the plaintiff. But that was said in reference to the survey on which the vessel was condemned, which had been demanded of the assured by the underwriters—to which demand they had made no reply—in regard to which they had given no account on the trial—and which was an absolute prerequisite to the plaintiffs’ recovery. Yet, under all these circumstances, it was only <em>-presumed phnaffade </em>to have been in the plaintiffs’ possession, and it was held open to proof on the trial what was the real fact relative to the survey. Here the case is widely different. The missing survey was not that on which the condemnation rested, was not a prerequisite to the recovery, was not demanded by the underwriters until the day of trial, and was accounted for, so far, at least, as to show that if any report ever was made it went with the others into the hands of the consul, who was the agent of the underwriters. If the court with reluctance applied the rule in <em>Haff </em>v. <em>Marine Ins. Co., </em>they would hesitate long in applying it under the circumstances of this case. Good faith and the true spirit and intention of the clause requiring the preliminary proof of <page-number citation-index=\"1\" label=\"304\">*304</page-number>loss, required the plaintiff to disclose at least all the documentary evidence in his possession touching the nature and extent of his loss, but it must first be shown, either by proof or by fair presumption, that there is such a document and that it is in plaintiffs’ possession, and that is not done in this case.</p>\n<p id=\"b304-5\">But this objection does not come with a very good grace at this time, and it does not therefore commend itself particularly to my favorable consideration. The defendants knew as much about the survey of the 22d December, immediately after the plaintiffs’ proofs were put in, as they do now. They called for additional matter as to other things, yet were silent as to this survey until it was too late for plaintiffs to remedy the defect. Good faith is to be exercised on both sides in these contracts of insurance, and that would have required from the defendants that they should have, at the earliest opportunity, apprised the plaintiffs of their demand in this matter. If they intended to apply the rule of <em>Haff </em>v. <em>Marine Ins. Co., </em>they should have laid the foundation, as was done in that case, by making their demand in due season. Having omitted to do so, I cannot persuade myself that it would be just to allow them now to avail themselves of a mere formal defect to defeat the merits of this ease.</p>\n<p id=\"b304-6\">The question put to Capt. Townsend in regard to the contents of the survey made by him, was properly overruled, because he proved that his survey was signed and sworn to by him and sent to or left with the consul, who was the agent of the underwriters, and there was no evidence offered of its loss. To have allowed this evidence would have been to violate one of the most familiar rules of evidence.</p>\n<p id=\"b304-7\">As to deviation. There are two reasons why the exception as to deviation must be overruled.</p>\n<p id=\"b304-8\">1. It is too broad. It was interposed to “ all that part of the charge which related to the question of deviation.” Whether any part which related to that subject is unexceptionable, becomes therefore the question, not whether any part is exceptionable. This is a well established rule, and founded <page-number citation-index=\"1\" label=\"305\">*305</page-number>in good sense, for it would be intolerable to allow a party to make so general an exception, and afterward hunt up some particular expression to which attention was not called at the time, and in regard to which no opportunity was afforded of correction or explanation.</p>\n<p id=\"b305-5\">The defendants in their points, and afterward in the argument, direct their objections only to a part of that portion of the charge, viz., to that where, alluding to the ten days when, according to the log book, the vessel might have proceeded to sea, it says the inquiry is, was it discreet and proper for her to do so? Was it varying or increasing the risk without necessity or reasonable cause? and submitting it to the jury to say whether the delay was in the exercise of good faith, and sound discretion, and by necessity, or for a reasonable cause. Even if this was erroneous, there was still much in the charge on this topic, which was unquestionably correct, and which is, at least impliedly, admitted to be so by the course of the argument. It surely was right to say that delay was equivalent to a deviation, or may be a deviation in fact. And it was equally correct, according to the cases, to declare that vessels have delayed many days without a deviation, having reasonable cause so to do, yet tiiese matters are as much embraced in the exception as any other.</p>\n<p id=\"b305-6\">2. But, independent of this consideration, the exception ought to be overruled. After charging the jury that the delay in the port of Trieste might be a deviation, the court submitted it to them to say whether it was in the exercise of good faith and sound discretion, <em>cmd </em>by necessity or for a reasonable cause. This was a question of fact properly left to the jury. But the defendants insist that the jury should have been instructed, that there was no proof offered that the vessel was detained by stress of weather, or that, in the judgment of the captain, it was not safe, on account of the prospects of the weather, to proceed to sea. There was proof offered on this subject—the point was elaborately discussed, and whether it was enough to justify the delay, or so without cause as to create a deviation, was of necessity submitted to the jury, <page-number citation-index=\"1\" label=\"306\">*306</page-number>because it was purely a question of fact. In <em>Raine </em>v. <em>Bell </em>(9 East. 195), the court were unanimous in holding as to the temptation held out to the master; that must always be a question for the jury, whether the delay arose from the trading, or from necessity. And so, where the jury found expressly that taking in the goods occasioned no .delay, it was no deviation. <em>(Laroche </em>v. <em>Oswin, </em>12 East. 131).</p>\n<p id=\"b306-5\">In all cases, in order to determine whether a diversion from the direct course of the voyage is such a deviation as in law vacates the policy, it will be proper to attend to the motives, end, and consequences of the act as the' true criterion of judgment. (2 Park. [8th ed.], 641.) It is rare indeed that an inquiry into the motives, end, and consequences of an act, is not properly within the province of the jury. And this writer finishes his chapter on deviation, by declaring that, subject to the rules already advanced, deviation or not is a question of fact to be decided according to the circumstances of the case. (Id. 659; <em>Bermon </em>v. <em>Woodbridge, </em>Doug. 789).</p>\n<p id=\"b306-6\">And it must of necessity be so, unless a diversion from the course of the voyage,, from whatever cause, is of itself a deviation, which it is not, for a deviation is a voluntary departure, without necessity or any reasonable cause; and whether a deviation or not, must always involve the questions of fact whether the departure is voluntary or not, whether with or without necessity, and whether with or without any reasonable cause. I do not understand the cases cited for the defendants as establishing a different rule, for the delay may be implied from opening hatches, as in <em>Kane </em>v. <em>Col. Ins. Co. </em>(2 J. R. 264), and must be accounted for as in <em>Iímne </em>v. Bell; yet whether accounted for or not, is still a question of fact. In <em>Baine </em>v. <em>Case, </em>(3 Carr. &amp; P. 496), the vessel remained in port 109 days in the hope of being permitted to land the cargo, and it was held that it was for the jury to say whether the delay was unreasonable. In <em>Langhorn </em>v. <em>Allmett </em>(4 Taunt. 511), it was insisted that a delay of four months was, in judgment of law, a deviation, but the court held it to be a question for the jury whether the delay was unreasonable. That was <page-number citation-index=\"1\" label=\"307\">*307</page-number>precisely the question which was put to the jury in this case, and rightfully so,-1 think.</p>\n<p id=\"b307-5\">This view necessarily disposes of all the other grounds of exception, excepting that mentioned in the last point of the defendants, viz., the comments of the judge on the testimony of Townsend and Latham. No error in law is assigned in this regard, and I am not aware, that any error in fact by the judge is just ground of exception. It may be good ground for moving for a new trial on a case, but is not available in this form, and need not, therefore, in this connection, be defended or justified.</p>\n<p id=\"b307-6\">There must be judgment for the plaintiff.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}