{
  "casebody": {
    "data": "<casebody firstpage=\"445\" lastpage=\"447\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b475-5\">[Crim. No. 7234.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AYb\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A16\">Apr. 18, 1963.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b475-6\">In re APOLONI GALES LORETIZO on Habeas Corpus.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b475-13\">Arthur Lewis for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b475-14\">Roger Arnebergh, City Attorney (Los Angeles), Philip E. Grey, Assistant City Attorney, and William E. Doran, Deputy City Attorney, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b475-15\">McCOMB, J.</author>\n<p id=\"Axn\">Petitioner (hereinafter referred to as “defendant”) seeks a writ of habeas corpus, claiming that he is <page-number citation-index=\"1\" label=\"446\">*446</page-number>being illegally restrained of his liberty by the Chief of Police of the City of Los Angeles.</p>\n<p id=\"b476-5\">Facts: Defendant was convicted of violating section 43.12.1 of the Los Angeles Municipal Code, which provides, in part: “It shall be unlawful for any person ... to have in his . . . possession in the City of Los Angeles any writing, memoranda, betting marker, or betting sheet, upon which is recorded any bet or bets or wager or wagers . . . upon the result ... of any . . . contest of skill, speed or power of endurance of man or beast. ...”</p>\n<p id=\"b476-6\">There was evidence that written on the palm of one of defendant’s hands was what purported to be a memorandum of certain bets on a horse race.</p>\n<p id=\"b476-7\">This is the sole question necessary for us to determine : <em>Has the state adopted a general scheme for the regulation of the criminal aspects of wagering on horse races, to the exclusion of local regulations?</em></p>\n<p id=\"b476-8\"><em>Yes. </em> A municipal ordinance is invalid if it attempts to impose additional requirements in a field that has been preempted by the general law. (Cal. Const., art. XI, § 11; <em>In re Moss, </em>58 Cal.2d 117, 118 [2] [23 Cal.Rptr. 361, 373 P.2d 425]; <em>Abbott </em>v. <em>City of Los Angeles, </em>53 Cal.2d 674, 682 [3 Cal.Rptr. 158, 349 P.2d 974] ; <em>Agnew </em>v. <em>City of Los </em>Angeles, 51 Cal.2d 1, 5 [2] [330 P.2d 385].)</p>\n<p id=\"b476-9\">Whenever the Legislature has seen fit to adopt a general scheme for the regulation of a particular subject, the entire control over whatever phases of the subject are covered by state legislation ceases as far as local legislation is concerned. <em>(In re Moss, supra, </em>118 [3] <em>; Pipoly </em>v. <em>Benson, </em>20 Cal.2d 366, 371 [125 P.2d 482, 147 A.L.R. 515].)</p>\n<p id=\"b476-10\">In determining whether the Legislature intended to occupy a particular field to the exclusion of all local regulation, we may look to the “whole purpose and scope of the legislative scheme” and are not required to find such an intent solely in the language used in the statute. <em>(In re Moss, supra, </em>118 [4] ; <em>Abbott </em>v. <em>City of Los Angeles, supra, </em>682 [9]; <em>Tolman v. Underhill, </em>39 Cal.2d 708, 712 [6] [249 P.2d 280].)</p>\n<p id=\"b476-11\">At the time of the commission of the alleged offense in the present case, section 337a of the Penal Code contained six subdivisions.</p>\n<p id=\"b476-12\">It was directed toward every person who (1) engages in pool selling or bookmaking, (2) keeps or occupies certain structures with paraphernalia for the purpose of recording <page-number citation-index=\"1\" label=\"447\">*447</page-number>any bet or wager upon the result of any “contest ... of skill, speed or power of endurance of man or beast . . . ,” (3) receives, holds or forwards any money or other consideration so bet or wagered, (4) records or registers any such bet or wager, (5) permits certain structures to be used in any manner prohibited above, or (6) lays, makes, offers, or accepts any such bet or wager.</p>\n<p id=\"b477-6\">In addition to imposing criminal sanctions, the state has specifically regulated the placing of bets on horse races and has declared certain betting practices to be illegal. (Bus. &amp; Prof. Code, §§ 19590-19598.) Section 19595 of the Business and Professions Code provides that all forms of wagering or betting on the results of a horse race, other than pursuant to the statutory provisions, are illegal.</p>\n<p id=\"b477-7\">The language of section 337a of the Penal Code shows clearly that the state had occupied the field with regard to the criminal aspects of wagering on horse races. Accordingly, a city ordinance attempting to make certain acts pertaining to wagering on horse races criminal is in conflict with the state law and is void.</p>\n<p id=\"b477-8\">Defendant is ordered discharged from custody.</p>\n<p id=\"b477-9\">Gibson, C. J., Traynor, J., Sehauer, J., Peters, J., Tobriner, J., and Peek, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}