{
  "casebody": {
    "data": "<casebody firstpage=\"738\" lastpage=\"746\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b328-3\">[No. A050366.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AOK\">First Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Auo\">May 14, 1992.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b328-4\">KEITH BOAM et al., Plaintiffs and Appellants, v. TRIDENT FINANCIAL CORPORATION et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b328-6\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b330-7\"><page-number citation-index=\"1\" label=\"740\">*740</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b330-8\">Daniel A. Gamer and Mary G. Swift for Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"Aq0\">Daniel U. Smith for Defendants and Appellants.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b328-13\">Pursuant to California Rules of Court, rules 976 and 976.1, this opinion is certified for publication with the exception of parts I and II.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b330-9\">Opinion</p>\n<author id=\"b330-10\">HANING, Acting P. J.</author>\n<p id=\"AVK\">Defendants Trident Financial Corporation et al., appeal a judgment on a jury verdict in favor of plaintiffs Keith Boam et al.,<footnotemark>1</footnotemark> in plaintiffs’ action for rescission of a limited partnership agreement, violation of California securities laws, and negligence. Defendants contend the damages were excessive as a matter of law because plaintiffs could have <page-number citation-index=\"1\" label=\"741\">*741</page-number>mitigated their losses, and because plaintiffs’ own conduct was the proximate cause of certain losses on their investments.</p>\n<p id=\"b331-5\">In their appeal, plaintiffs contend the jury erroneously failed to include interest on the damages as required by the court’s instructions.</p>\n<p id=\"b331-6\">Facts</p>\n<p id=\"b331-7\">In autumn 1979 plaintiffs Boam, Parsons, Giles, and Gandrud invested in a limited partnership formed to purchase the Louis Pasteur Medical Office Building (the property) in San Antonio, Texas. They were solicited to invest by defendant George Bell, president of Trident Financial Corporation (Trident), a company syndicating real estate purchases and acting as general partner in the limited partnerships formed to effectuate the purchases.</p>\n<p id=\"b331-8\">In April 1980 plaintiff Leeds invested in the partnership and Giles and Boam made additional investments. In June 1980 plaintiffs Gene and Elizabeth Noble invested in the partnership. Unknown to the plaintiffs, the property was half vacant at the time of their investments.</p>\n<p id=\"b331-9\">In December 1980 the vacancies had not yet been filled, putting the partnership into financial straits. Without informing the plaintiffs, Trident placed itself in “liquidation mode,” intending to liquidate all its affairs. Nevertheless, at various times during 1981 defendant Bell solicited funds from plaintiffs to “keep the thing afloat,” reassuring them that economic prospects were good and financial difficulties would soon be rectified. Although in his trial testimony Bell initially characterized plaintiffs’ contributions as “loans,” after reviewing a document described as a final accounting of the partnership, he defined them as increased capital contributions. All other evidence of funds paid into the partnership by plaintiffs after their initial investments demonstrates the contributions were deemed increased capital investments, not loans. All plaintiffs testified that had they known the extent to which the property was distressed, they would not have advanced additional capital.<footnotemark>2</footnotemark></p>\n<p id=\"b331-10\">In May 1981 plaintiff Gandrud authorized a Bell associate to offer to buy for Gandrud the interests of the other limited partners for “50 cents on the dollar.” He made the offer believing it a good business decision based on the <page-number citation-index=\"1\" label=\"742\">*742</page-number>“rosy” picture painted by defendant Bell. However, none of the other plaintiffs were ever informed of Gandrud’s offer.</p>\n<p id=\"b332-4\">The property was placed in bankruptcy in November 1981 and sold in foreclosure one year later.</p>\n<p id=\"b332-5\">Plaintiffs were awarded damages consisting of their entire investment, less any income received therefrom, a collective total of $182,130. The jury also made a special finding that defendants Trident and George Bell were liable for statutory securities fraud under Corporations Code section 25401.<footnotemark>3</footnotemark></p>\n<p id=\"b332-6\">Defendants’ Appeal</p>\n<p id=\"AeG\">I, II<footnotemark>*</footnotemark></p>\n<p id=\"b332-7\">III</p>\n<p id=\"b332-8\">Plaintiffs’ Appeal</p>\n<p id=\"b332-9\">Plaintiffs contend the verdict upon which judgment was entered is defective as a matter of law because it fails to include statutorily required interest. They argue that the failure to award interest constituted an error of law insofar as the jury failed to comply with a statutory mandate, and failed to follow the court’s instructions.</p>\n<p id=\"b332-10\">Plaintiffs’ first cause of action sought rescission of the partnership agreement and restoration of their investment. Their second cause of action alleged violations of section 25401, which makes it unlawful to offer or sell a security in California by means of a communication that includes a false statement of material fact, or omits a material fact necessary to make the statement communicated not misleading. Section 25501 provides that any person violating section 25401 is liable to the purchaser, and “[u]pon rescission, a purchaser may recover the consideration paid for the security, plus interest at the legal rate, less the amount of any income received on the security, upon tender of the security.” The jury was instructed that if it found plaintiffs were “entitled to recover for statutory fraud, damages should include: [f] 1. The consideration paid for the securities; and [1] 2. Interest at <page-number citation-index=\"1\" label=\"743\">*743</page-number>the legal rate of 10% per annum.[<footnotemark>4</footnotemark>] [ft] 3. From this amount, you must deduct the amount of any income received on the security.”</p>\n<p id=\"b333-5\">The jury made a special finding that defendants Trident and George Bell were liable for statutory securities fraud, but awarded damages only of the actual sums invested by plaintiffs, less earnings on their investments. It awarded no interest on the damages.</p>\n<p id=\"b333-6\">A jury is bound to follow proper instructions, and a verdict contrary thereto is against the law. However, if the verdict is in accord with the evidence and the law, although contrary to an erroneous instruction, it is not subject to attack, because the error in the instruction has been cured by the verdict. (7 Witkin, Cal. Procedure (3d ed. 1985) Trial, § 334, p. 334, and citations therein.)  The question here is whether the instruction at issue accurately states the law.</p>\n<p id=\"b333-7\">Plaintiffs contend that section 25501 requires that if the seller has violated section 25401, the purchaser is entitled to both the amount of consideration paid for the securities and prejudgment interest on that amount, less any earnings received on the securities, upon tender. Noting that the statute states that upon rescission the wronged purchaser “may” recover consideration plus interest, defendants argue that the award of interest is discretionary.</p>\n<p id=\"b333-8\">Although “may” is often construed as discretionary and “shall” as mandatory, these rules of construction are not absolute.  As with all statutory construction, the meaning is determined by ascertaining the intent of the Legislature in enacting the statute <em>(Carter </em>v. <em>Seaboard Finance Co. </em>(1949) 33 Cal.2d 564, 573 [203 P.2d 758]; <em>Estate of Mitchell </em>(1942) 20 Cal.2d 48, 51 [123 P.2d 503]), and words used in a statute must be construed in context, keeping in mind the nature and obvious purpose of the statute where they appear. <em>(Moyer </em>v. <em>Workmen’s Comp. Appeals Bd. </em>(1973) 10 Cal.3d 222, 231 [110 Cal.Rptr. 144, 514 P.2d 1224].)</p>\n<p id=\"b333-9\">Sections 25401 and 25501 are part of the Corporate Securities Law of 1968 (the Act), which created a new form of statutory liability dealing with fraudulent practices in securities transactions. Although prior to 1968 common law actions for fraud in securities transactions were well established, the Act was a response to the difficulty of proving common law fraud, by establishing statutory causes of action that dispense with the common law element of actual reliance. <em>(Bowden </em>v. <em>Robinson </em>(1977) 67 Cal.App.3d 705, 711-712 [136 Cal.Rptr. 871].) The Act thus demonstrates a <page-number citation-index=\"1\" label=\"744\">*744</page-number>legislative intent to afford victims of securities fraud a remedy without the task of proving common law fraud. Because it has eased the requirements for victims to recover successfully, the Legislature has also imposed certain restrictions on them, such as shortening the statute of limitations for bringing a statutory action and limiting the damages available. (See <em>id., </em>at pp. 711-716.)<footnotemark>5</footnotemark></p>\n<p id=\"b334-4\">Given this legislative purpose of easing the purchaser’s burden in obtaining relief from a defrauding securities dealer, we construe the phrase “may recover” in section 25501 not as a grant of discretion to allow some form of relief once the buyer has established the right to rescission under section 25401, but as a limitation on the recovery to which the wronged buyer is then entitled. In other words, a buyer who chooses to bring an action under the statute rather than an action for common law fraud is not entitled to any relief other than that prescribed by the statute. For the Legislature to declare unequivocally that a seller of securities violating section 25401 is liable to the purchaser and to permit the victim an easier method of establishing liability, but then to allow the trier of fact discretion to deny relief to the victim in the face of established liability, runs counter to its purpose in enacting the statute and defies logic. Why would a purchaser victimized by the seller’s violation of the statute bother to bring an action thereunder unless he was assured of the statutory remedy upon successful proof of the violation? Such a construction runs counter to the rule that statutes must be construed in a manner comporting with reason and avoiding absurd consequences. <em>(DeYoung </em>v. <em>City of San Diego </em>(1983) 147 Cal.App.3d 11, 18 [194 Cal.Rptr. 722].)</p>\n<p id=\"b334-5\">Defendants’ contention that the jury has discretion in the award of interest, but not in the deduction of income received on the security leads to absurd consequences. As statutes go, the language of section 25501 is fairly straightforward, laying out a simple arithmetical formula to calculate relief: “Consideration” + “interest” - “income” = recovery. Given the ordinary and customary use of the word “plus” as a conjunction between “consideration paid” and “interest,” nothing in the statute suggests an option by the fact finder to award a return of consideration, but to reject interest upon the wronged purchaser’s proof of entitlement to rescission. Were we to accept <page-number citation-index=\"1\" label=\"745\">*745</page-number>defendants’ construction, we would also have to assume that the return of consideration and the deduction of income earned on the security were also discretionary, due to the placement of the word “may” in section 25501 preceding the form of relief available.</p>\n<p id=\"b335-5\">Defendants attempt to support their argument that interest is discretionary by analogizing section 25501 to Civil Code section 3288, which provides that in an action for breach of an obligation not arising from contract, and in every case of oppression, fraud, or malice, “interest may be given, in the discretion of the jury.” The analogy is inapt. Civil Code section 3288 specifically creates the jury’s discretion. It is addressed to common law fraud actions, and not to those brought under specific provisions of the Corporations Code that are particularly limited in their application to fraud in securities transactions.  “[A] special statute dealing expressly with a particular subject controls and takes priority over a general statute. Where a statute provides a special remedy for use in specified cases, a party seeking the remedy is entitled to look to the special statute for a definition of his rights.” <em>(Brill </em>v. <em>County of Los Angeles </em>(1940) 16 Cal.2d 726, 732 [108 P.2d 443].)</p>\n<p id=\"b335-6\"> Because the instruction correctly stated the law governing recovery for violation of section 25401 and the jury failed to follow it, the verdict is against the law.<footnotemark>6</footnotemark></p>\n<p id=\"b335-7\">Disposition</p>\n<p id=\"b335-8\">When a verdict and judgment entered thereon are wrong as a matter of law but the case was fully tried and no new evidence is necessary, we may reverse and remand with directions to make requisite findings based on undisputed evidence and enter a new judgment accordingly. <em>(In re Marriage of Fonstein </em>(1976) 17 Cal.3d 738, 751 [131 Cal.Rptr. 873, 552 P.2d 1169]; <em>England </em>v. <em>Christensen </em>(1966) 243 Cal.App.2d 413, 435 [52 Cal.Rptr. 402].) In this case the evidence is undisputed as to the dates plaintiffs purchased their securities, the sums expended thereon, the deductions for earnings, the date of trial and the legal rate of interest.</p>\n<p id=\"b336-3\"><page-number citation-index=\"1\" label=\"746\">*746</page-number>The judgment is reversed and the cause remanded with directions to calculate the amount of prejudgment interest owed plaintiffs, and to enter a new judgment accordingly. Plaintiffs shall recover costs on appeal.</p>\n<p id=\"b336-4\">King, J., and Rouse, J.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b336-5\">A petition for a rehearing was denied June 5, 1992, and the petition of defendants and appellants for review by the Supreme Court was denied August 13, 1992. Kennard, J., was of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b330-11\">Additional defendants are George L. Bell, Jr., Maria I. Bell, and the Louis Pasteur Professional Plaza, Ltd., a California limited partnership.</p>\n<p id=\"A-9\">Additional plaintiffs are Gene Noble, Elizabeth Noble, Paul S. Giles, Dennis S. Parsons, Harold J. Leeds, and Longworth Gandrud.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b331-11\">Factors contributing to the distress of the property included damage caused by previous tenants, the unique design of the interior to accommodate the previous tenants which required extensive remodeling to make it suitable to prospective tenants, and the burgeoning Texas recession.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b332-11\">Unless otherwise indicated, all further statutory references are to the Corporations Code.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b332-12\">See footnote, <em>ante, </em>page 738.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b333-10\">The rate of interest in the instruction is erroneous. The correct rate is 7 percent. (Cal. Const., art. XV, § 1.)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b334-6\">Section 25501 is patterned on section 12(2) of the Federal Securities Act of 1933. (15 U.S.C. §77l); see 1A Marsh &amp; Volk, Practice Under the California Securities 1992 Laws (rev. ed.) § 25501.) As several commentators have noted, the 1968 legislation was, in part, a response to criticism that former California corporations statutes did not provide the kind of protection for defrauded investors as that afforded by the federal disclosure laws of the 1930’s. (Review of Selected 1968 Code Legislation (Cont.Ed.Bar) p. 115; 1 Marsh &amp; Volk, supra, § 1.03[8][h].) However, the suggestion that interest is discretionary does not arise in the federal cases.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b335-9\">Although the instruction is not an incorrect statement of the law, an instruction with a more imperative tone would have been preferable to fully convey the nature of the remedy, e.g., “you must,” “you are required,” “you are obligated,” or “you shall.” Etymologically, “should” is the past tense of “shall,” which ordinarily implies a command, but “should” used in the present or future tense, while not synonymous with and more forceful than “may,” can convey only a moral obligation or strong recommendation. (See Black’s Law Dict. (6th ed. 1990) p. 1379; Webster’s Third New International Dict. (1967) p. 2104; 15 Oxford English Dict. (2d ed. 1989) pp. 151, 154.) As used in the California Rules of Court, “should” is advisory only and not mandatory like “shall.” (Cal. Rules of Court, rule 407(a).)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b336-6\">Retired Associate Justice of the Court of Appeal, First District, sitting under assignment by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}