{
  "casebody": {
    "data": "<casebody firstpage=\"688\" lastpage=\"689\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b782-7\">UNITED STATES of America, Plaintiff-Appellee, v. William Penn PHILLIPS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b782-10\">No. 76-2124.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b782-11\">United States Court of Appeals, Tenth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b782-12\">Argued and Submitted Jan. 25, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"asr-dedup-0\">Decided June 26, 1978.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b782-13\">Rehearing Denied July 20, 1978.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b782-21\">Warren L. Gotcher, of Gotcher, Gotcher &amp; Gotcher, McAlester, Okl., for defendant-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b782-22\">John R. Osgood, Asst. U. S. Atty., Muskogee, Okl. (Richard A. Pyle, U. S. Atty., Muskogee, Okl., on brief), for plaintiff-ap-pellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b782-23\">Before SETH, Chief Judge, and LEWIS and McKAY, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b782-24\">LEWIS, Circuit Judge.</author>\n<p id=\"b782-25\">The defendant appeals from a judgment entered on a jury verdict finding him guilty of mail fraud in violation of 18 U.S.C. § 1341. The issues leading to this appeal involve various alleged procedural irregularities in the choosing and empaneling of <page-number citation-index=\"1\" label=\"689\">*689</page-number>juries during the course of defendant’s prosecution.</p>\n<p id=\"b783-5\">Phillips was originally scheduled to stand trial on August 2, 1976. Two days before his trial a jury whs routinely selected but not sworn. On the scheduled day of trial the court granted a continuance until September 13 to allow the prosecutor to produce two unavailable key witnesses. The jury selected on August 2nd was never sworn to hear the defendant’s case because the continued trial date ran beyond the jury’s 30-day service period. Consequently, another jury was chosen on September 13. On September 15, the trial court declared a mistrial due to that jury’s inability to reach a verdict. The case was properly reset for October 7, when a third jury was empaneled and sworn.<footnotemark>1</footnotemark> Immediately after the swearing, one of the members of the panel stated that he was ill and could not serve. The judge recessed to discuss the possibility of a mistrial, which upon request was promptly granted. Before the array from which the third jury was chosen could leave, the court had them brought back and a fourth jury was chosen, empaneled, and sworn. Some members of the third jury at mistrial were also sworn to serve in the fourth jury, which ended up convicting the defendant.</p>\n<p id=\"b783-6\">From these unusual procedural facts the defendant premises two contentions of error each projected as prejudicial per se. Relying on the limitations of Rule 24(b), Fed.R.Crim.P., he claims that the prosecution has been given many more peremptory challenges than the cited rule permits. We are not so persuaded. The limitations of Rule 24(b) are applicable only to individual trial juries that actually serve and not to a prosecution as a whole. Here there was no accumulation of challenges and each jury was carefully considered as a separate entity with no Rule 24(b) violation.</p>\n<p id=\"b783-8\">Defendant also asserts that the court erred in allowing members of the third jury to be empaneled on the fourth and actual trial jury. The third jury was sworn but heard no argument nor evidence in the case before a mistrial was granted and defendant makes no claim of actual resultant prejudice springing from this procedure. Although we are neither referred to, nor have we found, any direct authority on this issue, we consider the factual procedural backgrounds considered by the Supreme Court in <em>Lovato v. New Mexico, </em>242 U.S. 199, 37 S.Ct. 107, 61 L.Ed. 244, and <em>Illinois v. Somerville, </em>410 U.S. 458, 93 S.Ct. 1066, 35 L.Ed.2d 425, to be sufficiently analogous to indicate that the procedure followed was not fatally defective. We so hold. However, this procedure and, more particularly, the earlier noted and frequently used procedure'of holding a jury in limbo (first jury) opens high risk areas for the potential of prejudice and the practice should be used with caution by the trial court despite a worthy desire to effectuate economical and efficient jury utilization. In the case at bar the trial court very carefully probed for prejudice on voir dire and under these circumstances we conclude that the defendant received a fair trial.</p>\n<p id=\"b783-9\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b783-7\">. Four juries were selected to hear the defendant’s case. The first jury was voir dired and empaneled, but never sworn. The three subsequent juries were all voir dired, empaneled, and sworn. It was apparently general practice in the Eastern District of Oklahoma to select juries for each of several cases on the same day, but the juries would not be sworn until such time as they were recalled to actually sit on a case. However, all four juries, including the one which was never sworn to hear the defendant’s case, were clearly admonished by the court to refrain from discussing the case or listening to discussions about it.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}