{
  "casebody": {
    "data": "<casebody firstpage=\"307\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b333-2\">The State of Ohio, Appellee, <em>v. </em>Granchay, Appellant.<footnotemark>*</footnotemark></parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"AB3\">[Cite as State v. Granchay, 1 Ohio App. 2d 307.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b333-5\">(Nos. 4379, 4380, 4381, 4382, 4383, 4384, 4387, 4388, 4390, 4391, 4392, 4393, 4394, 4398, 4399, 4405, 4406, 4407, 4408, 4409, 4410, 4411, 4412, 4413, 4414, 4423, 4424, 4425, 4426, 4427, 4428, 4429, 4430 and 4431</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ae7P\">Decided March 31, 1964.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b333-7\"><em>Mr. Edward L. Williams, Mr. Jack W. Nybell, Mr. George Tzagournis, Mr. Eugene B. Fox, Mr. Joseph O’Neill, Mr. Steve Stanos, Mr. Lawrence V. Cregan, Mr. Avetis G. Darvanan, Mr. Phillip A. Crino, Mr. Charles D. Zeigler, Mr. Charles B. Zubyk, Mr. Joseph E. Vouros, </em>and <em>Mr. Harold Stein, </em>for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b333-8\"><em>Mr. Clyde W. Osborne, </em>prosecuting attorney, and <em>Mr. Elwyn V. Jenkins, </em>for appellee.</attorneys>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b333-10\"> There are S3 other cases with 33 other defendants, who are appellants herein, involved in these appeals.</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b333-9\">France, J.</author>\n<p id=\"Aki\">The basic issues raised in each of these thirty-four cases are the same. Each appellant was subpoened to appear before the Mahoning County September Grand Jury; each appeared and, after answering certain preliminary questions, refused to answer others on the ground that his answer “may tend to incriminate me under the Fifth and Fourteenth Amendments to the United States Constitution and Article I, Section 10 of the Constitution of Ohio.” In each case the prosecuting attorney caused the Court of Common Pleas (Rigelhaupt, J.) <page-number citation-index=\"1\" label=\"308\">*308</page-number>to be informed of the interrogatories, the refusal and the excuse given, all pursuant to Section 2939.14, Revised Code.</p>\n<p id=\"b334-3\">In each case the judge examined the questions, found each one to be a proper question for answer and so informed the grand jury. Each appellant then persisted in his refusal when the questions were again put to him. Each was then brought before the Judge to be “dealt with” pursuant to Section 2939.15, Revised Code. No written charges of contempt were filed, but in the presence of counsel for the appellant the judge repeated the questions and each appellant repeated his previous refusals to answer. The judge thereupon found each appellant in contempt and committed him to jail “until such time as he shall purge himself of the contempt or be otherwise released as provided by law.”</p>\n<p id=\"b334-4\">While appeals from these several orders were pending, the trial judge who made the commitments discharged the grand jury. Immediately on this discharge of the grand jury, the appellants filed motions in this court for their own discharge. The state countered with request, made only in its brief, for a remand of each case for further proceedings.</p>\n<p id=\"b334-5\">All cases were heard together, both on the motions and, subject to disposition of the motions, on the merits.</p>\n<p id=\"b334-6\">To determine the applicability of the motions it is first necessary to classify the type of contempt involved and the different sanctions available to deal with it. Since the acts occurred partly in the courtroom and partly in the grand jury room which is regarded as an extension of the courtroom they constituted, if a contempt, a direct rather than a constructive contempt. See Section 2939.15, Revised Code. A refusal to answer is misbehavior referred to in Section 2705.01, Revised Code. <em>In re </em>Roberts, 175 Ohio St. 123, 127. The contempt, if any, was also criminal rather than civil since the sanction here sought was for the purpose of vindicating the court and its process rather than in aid of the rights of any other party litigant.</p>\n<p id=\"b334-7\">As to the nature of the sanctions there is available to the court either punishment as such — that is imposition of a fine or specific jail sentence — or imposition of the so-called coercive remedy — that is incarceration until such time as the court’s order is complied with. That imposition of this coercion is not to be confused with punishment is made very clear in <em>State </em>v. <page-number citation-index=\"1\" label=\"309\">*309</page-number><em>Mirman, </em>99 Ohio App. 382, where the court pointed out (page 387):</p>\n<blockquote id=\"b335-4\">“In answer to this claim [that coercion is punishment], we need only point to that which is <em>obvious </em>— i. <em>e., </em>the coercive order made under authority of Section 2705.06, Revised Code, need not result in any imprisonment if the accused will submit, as is his duty, to the lawful summons of the court. Any imprisonment under this order is of his own volition, and he cannot here complain of his voluntary acts. * * *”</blockquote>\n<p id=\"b335-5\">Coercion may be employed as an alternative to punishment for the same act, as the great Judge Learned Hand pointed out in <em>Loubriel </em>v. <em>United States, </em>9 F. 2d 807, 809:</p>\n<blockquote id=\"b335-6\">“ * * # His supposed contumacy, if any, was at once a contempt, punishable as such, and a continued obstruction to the investigation of the grand jury. The committal did not attempt to punish it as a contempt, but to compel him to perform his duty. * * #</blockquote>\n<blockquote id=\"b335-7\">“ * * * If Loubriel was to be punished, his punishment must be fixed; if he was to be coerced, it might be only while the inquiry was on. # *</blockquote>\n<p id=\"b335-8\">This coercion and the punishment may also be applied at the same time. <em>State </em>v. <em>Mirman, </em>99 Ohio App. 382. Or they may be applied successively, imposing first the coercive remedy and then, when it has exhausted itself, imposing punishment. <em>United States </em>v. <em>Collins, </em>146 F. 553. The variety of combinations in which the two remedies may be used is illustrated by the cases collected in 28 A. L. R. 1364 <em>et seq.</em></p>\n<p id=\"b335-9\">In this state, however, the procedures used to impose these different remedies also differ. If coercion alone is to be used in dealing with a failure to testify, then the proceeding is summary. See <em>In re Roberts, </em>175 Ohio St. 123, 127. If, however, punishment, either alone or in connection with coercion, is to be imposed, then Sections 2705.02 and 2705.03, Revised Code, require that charges be filed by the judge in writing, entry of them made on the journal and opportunity given to the accused to be heard with counsel. In such case nothing less than a full scale trial is required before the finding in contempt can be made and punishment meted out.</p>\n<p id=\"b335-10\">At the time of the refusal of the appellants to answer the questions propounded in the grand jury, the trial judge, as<page-number citation-index=\"1\" label=\"310\">*310</page-number>suming that he desired to proceed farther, could have proceeded in one or another of the following ways:</p>\n<p id=\"b336-3\">First: He could file charges in writing, and later conduct a trial of the alleged contemnors, and upon finding them guilty impose fine, jail sentence or both.</p>\n<p id=\"b336-4\">Second: He could file charges in writing, later conduct trial and, upon a finding of guilty, commit contemnors to jail until such time as they answered and, from and after such time award a jail term and a fine, or both. This was the choice made in the <em>Mirmcm case.</em></p>\n<p id=\"b336-5\">Third: Finally the judge could summarily commit appellants to jail until such time as they answered or were discharged by law. This is the classic remedy imposed for failure to answer questions in civil matters and in depositions before notaries public. See <em>Ex Parte Bevan, </em>126 Ohio St. 126; <em>In re Martin, </em>141 Ohio St. 87; <em>In re Frye, </em>155 Ohio St. 345; <em>Ex Parte Oliver, </em>173 Ohio St. 125.</p>\n<p id=\"b336-6\">The choice made by the trial judge was the same in all cases. He imposed the coercive remedy alone. The full text of journal entries as well as the judge’s oral pronouncements make it clear that each appellant was being imprisoned only until such time as he answered the grand jury’s questions. This method of dealing with the situations appeared at the time to have definite advantage in immediacy of result, and a lengthy, time consuming trial was thereby avoided. In addition it seemed to avoid the unpleasant necessity of determining as to which of the questions the privilege against self incrimination was fairly asserted, and whether the immunities offered in connection with them were, in fact, sufficiently broad to cover the claim. For where the commitment is coercive, so long as even one question is proper and answer to it is refused the commitment itself is valid. <em>In re Martin, </em>141 Ohio St. 87. Compare the contrary rule where punishment is imposed. <em>Hebebrand </em>v. <em>State, </em>129 Ohio St. 574.</p>\n<p id=\"b336-7\">But the method used also had compensating disadvantages which could have been foreseen and are now apparent. No investigation can last indefinitely and the one in question ended with the discharge of the grand jury. The discharge of the grand jury marked the end of each appellant’s duty to testify, for this duty in turn was measured by the grand jury subpoena, <page-number citation-index=\"1\" label=\"311\">*311</page-number>the only process under which he could he required to appear and testify. The trial judge could not and did not make any provision for answer before any official or any subsequent grand jury. <em>Loubriel </em>v. <em>United States, </em>9 F. 2d 807; <em>Ex Parte Renshaw, </em>6 Mo. App. 474; <em>Ex Parte Row, </em>7 Cal. 175; <em>Ex Parte Maulsby, </em>13 Md. 625; <em>People </em>v. <em>Den Uyl, </em>323 Mich. 490, 35 N. W. 2d 467.</p>\n<p id=\"b337-4\">Each appellant is entitled to be freed from confinement under the coercive order, not because he has purged himself of contempt, not because any event during or subsequent to the proceedings taken for his confinement requires us to grant a motion for his discharge, but simply because the order under which he was confined was both self-limiting and self-terminating. The order was to remain in effect only while the grand jury was in session. Once the grand jury was discharged the appellants were “otherwise released as provided by law” in accordance with the terms of the commitment orders themselves.</p>\n<p id=\"b337-5\">There remains only the question of the machinery of the release, which is not of great practical consequence since all the appellants have long since actually been released on bond. If this were a proceeding in habeas corpus, with the prisoners in actual confinement, the release would be this court’s obligation. But this is an appeal <em>on questions of law only </em>from an order of Common Pleas Court, which, on its face, appears to be a final order, but on closer inspection and with the intervening discharge of the grand jury, is not one. The trial judge, holding in his hands the power to discharge the grand jury, also retained the power to vacate each commitment order by destroying its vitality. The taking of the appeals under such circumstances did not deprive the trial court of jurisdiction to vacate or modify its judgment by reason of events subsequently occurring or subsequently discovered. See <em>In re Kurtzhalz, </em>141 Ohio St. 432; <em>Townley, Admr., </em>v. <em>A. G. Miller, Co., </em>139 Ohio St. 153; the cases collected in 27 A. L. R. at page 1091 <em>et </em>seq.; and 4 American Jurisprudence 2d 832, note 5.</p>\n<p id=\"b337-6\">By retaining, as it did, this power to release appellants before their cases could be heard on appeal, the Common Pleas Court retained, in effect, the power to defeat the jurisdiction of this court. In the event, we are effectively deprived of opportunity to make effective decision on the merits of the appeals <page-number citation-index=\"1\" label=\"312\">*312</page-number>as they are now, for practical purposes, moot. We do not imply that this reservation of power to defeat our jurisdiction was made maliciously or even consciously; it was merely an inevitable concomitant of selection of the coercive remedy by the trial judge.</p>\n<p id=\"b338-4\">In each and every case the Common Pleas Court has, in effect, by discharging the September 1963 Grand Jury, already granted a discharge to the appellants and this court no longer has jurisdiction on appeal. The causes are therefore remanded to the Common Pleas Court for any formal entry of discharge, and to enable the trial judge to determine, in each case and with respect to each question presented, whether to file written charges of contempt and to proceed thereon pursuant to law.</p>\n<p id=\"b338-5\">\n<em>Appeals dismissed and causes remanded.</em>\n</p>\n<judges id=\"b338-6\">Brown, P. J., and Jones, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}