{
  "casebody": {
    "data": "<casebody firstpage=\"72\" lastpage=\"75\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b98-8\">Tolliver, Appellee, <em>v. </em>Tyree et al., Appellants.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b98-9\">[Cite as Tolliver v. Tyree, 1 Ohio App. 2d 72.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b99-4\"><page-number citation-index=\"1\" label=\"73\">*73</page-number>(No. 746</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A2i\">Decided April 8, 1963.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b99-6\"><em>Mr. William L. Rowland </em>and <em>Mr. Samuel E. Frowine, Jr., </em>for appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b99-7\"><em>Messrs. Miller, Searl &amp; Fitch, </em>for appellants.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b99-8\">Collier, J.</author>\n<p id=\"A2n\">This action arose as a result of an automobile collision that occurred on April 19, 1957, at the intersection of Sixth and Court Streets in the city of Portsmouth, Ohio, between automobiles owned and operated by the plaintiff, Alice Tolliver, and the defendant William A. Tyree. On November 22,1960, in the Common Pleas Court of Scioto County the plaintiff recovered a judgment in the sum of $5,000 against the defendant William A. Tyree, for personal injuries and property damages resulting from the negligence of that defendant in the operation of his automobile.</p>\n<p id=\"b99-9\">On December 27, 1962, the judgment remaining unsatisfied, the plaintiff filed a supplemental petition against the new defendant, Allstate Insurance Company, alleging that the defendant Allstate had insured the defendant William A. Tyree against loss from liability imposed by law in the operation of such automobile. On May 21, 1962, trial was had on the supplemental petition and the amended answer thereto, in which defendant Allstate alleged cancellation of the policy of insurance prior to the date of the accident. The trial resulted in a verdict of the jury in favor of the plaintiff in the sum of $5,000. On May 29, 1962, judgment was rendered on the verdict in that amount with interest at 6 per cent from November 22, 1960. On December 27, 1962, the defendant’s motion for judgment notwithstanding the verdict and motion for a now trial wore <page-number citation-index=\"1\" label=\"74\">*74</page-number>overruled. The appeal on questions of law to this court followed. The plaintiff, Alice Tolliver, will be referred to herein as the plaintiff, the defendant William A. Tyree will be referred to as Tyree, and the defendant Allstate Insurance Company will be referred to as Allstate.</p>\n<p id=\"b100-4\">The single issue to be determined in this appeal is whether the evidence was sufficient to raise an issuable question of fact as to whether the policy of insurance issued by Allstate to Tyree had been cancelled prior to April 19, 1957, the date the accident occurred.</p>\n<p id=\"b100-5\">The defendant Allstate, having pleaded the affirmative defense of cancellation of its policy, had the burden to prove such cancellation by preponderance of the evidence. <em>Moody </em>v. <em>Insurance Co., </em>52 Ohio St., 12, and <em>Farrell </em>v. <em>The Travelers Ins. Co., </em>62 Ohio App., 319.</p>\n<p id=\"b100-6\">The record shows that on July 17, 1956, Allstate issued its policy of insurance to the defendant Tyree, and on that date received a cash payment of $19.25 on the annual premium of $44.50; that the second installment of $13 due in October 1956, was paid, but the defendant Allstate claims that the third, and final, installment of $13, due in January 1957, was not paid; and that on February 27, 1957, notice of termination of the policy, effective March 11, 1957, was mailed to Tyree in accordance with the terms of the policy providing for cancellation. The policy provides that the insurer may cancel the policy by mailing to the named insured at the address shown in the policy written notice of such cancellation to become effective within ten days. The cancellation clause of the policy provides that the mailing of the notice of cancellation is sufficient to effect a cancellation of the policy and contains no requirement of proof of receipt of the notice.</p>\n<p id=\"b100-7\">To prove that the notice of cancellation was mailed on February 27, 1957, Allstate introduced the testimony of Denver Penn, its local Portsmouth agent, and William FitzSimons, its operating manager in charge of clerical functions. Mr. Penn’s testimony is to the effect that the final installment of $13 due on the policy was never paid; that he received a copy of the notice of cancellation of the policy; and that shortly after the accident he informed Tyree that the policy had been cancelled.</p>\n<p id=\"b100-8\">The testimony of Mr, FitzSimons is that the notice of can<page-number citation-index=\"1\" label=\"75\">*75</page-number>cellation to Mr. Tyree was processed and mailed under his (FitzSimons) supervision; that thirteen other notices were mailed the same day bearing a three cent stamp. This witness had no personal recollection of the processing and mailing and based his statements upon the routine or course usually followed in his office. He was asked and answered this question:</p>\n<blockquote id=\"b101-4\">“Q. On this particular day you don’t know if you saw this notice or not, do you? A. I do not know if I saw it or not.”</blockquote>\n<p id=\"b101-5\">Tyree’s testimony is very vague and indefinite but he denies he received the notice and says he feels certain he paid all the premiums.</p>\n<p id=\"b101-6\">In the case of <em>Grimes </em>v. <em>State Automobile Mutual Ins. Co., </em>95 Ohio App., 254, in which the issue was parallel to the case at bar, it was said that a clause in a policy providing that mere mailing of notice of cancellation is suffiicent to cause cancellation is so harsh and potentially disastrous to an insured that proof of the mailing of such notice should be of a definite and specific character. The factual situation, as shown by the record in the instant case, clearly justifies the conclusion reached in the <em>Grimes case. </em>We concur in that conclusion. There is no direct and positive evidence that the notice of cancellation was mailed to Tyree. In our opinion, the verdict was based upon conflicting inferences reasonably deducible from the evidence and that the evidence was sufficient to present an issuable fact for determination by the jury. In such a situation a reviewing court cannot substitute its judgment for that of the jury and set a verdict aside. The fact that this court may have decided differently had this been a trial <em>de novo </em>is not ground for reversal. See <em>Nye </em>v. <em>Schuler, </em>110 Ohio App., 443. The judgment must be, and hereby is, affirmed.</p>\n<p id=\"b101-7\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b101-8\">Brown and Carlisle, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}