{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"57\" lastpage=\"60\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b75-3\" pgmap=\"75\">J. L. Smith, Appellee v. The Hartford Fire Insurance Company, Appellant. J. L. Smith, Appellee, v. The American Central Insurance Company, Appellant.</parties><p data-order=\"1\" data-type=\"p\" id=\"b75-5\" pgmap=\"75\">Consolidated for Hearing.</p><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b75-6\" pgmap=\"75\">1. Reformation—how must he obtained. Reformation of documents can only be had in a court of equity and cannot be accomplished by evidence adduced at law.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b75-7\" pgmap=\"75\">2. Insurance—effect of cancelation. If policies of insurance have been canceled and cancelation receipts executed and delivered, a recovery will not be sustained.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b75-8\" pgmap=\"75\">Assumpsit. Appeal from the Circuit Court of Franklin county; the Hon. William II. Green, Judge, presiding. Heard in this court at the October term, 1909.</summary><disposition data-order=\"5\" data-type=\"disposition\" id=\"AvY\" pgmap=\"75\">Reversed.</disposition><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AaA\" pgmap=\"75\">Opinion filed August 5, 1910.</decisiondate><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b75-9\" pgmap=\"75\">Barcley, Fauntelroy, &amp; Cullen, W. H. Williams, Thomas J. Layman, and Barger &amp; Hicks, for appellants.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b75-10\" pgmap=\"75\">W.' S. Cantrell and Denison &amp; Spillee, for appellee.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b75-11\" pgmap=\"75\">Mr. Presiding Justice Higbee</author> <p id=\"A_S\" pgmap=\"75\">delivered the opinion of the court.</p> <p id=\"b75-12\" pgmap=\"75\">The issues in the two cases above named were the same and it was agreed in the court below that the two should be tried by the same jury at the same time, and that said jury might return a separate verdict in each case. The evidence in the two cases was practically identical and the jury returned a verdict in favor of appellee in each case for the sum of $3,000.</p> <p id=\"b75-13\" pgmap=\"75(60) 76(29)\">The record discloses the following facts: On Hay 10, 1906, appellee took out a fire insurance policy on a brick store building in West Frankfort, Illinois, in each of appellant companies for three years. The amount of the insurance in each policy was $3,000 and the premiums were the same in each. The policies were identical in terms and each contained among other provisions one that it might be canceled by the insurance company upon giving five days’ notice and returning the unearned portion of the premium.</p> <p id=\"b76-5\" pgmap=\"76\">On January 1, 1909, L. C. Dorris, the local agent of both companies, received a telegram from the Hartford Fire'Insurance Company saying, “Kindly cancel immediately policy 809, Smith. Present occupancy prohibited.” On the same day Dorris called upon appellee and told him he wanted to cancel the policy. Appellee told him the policy was in a safety box at the bank and the same was produced. After Dorris had figured up the amount of the unearned premium for the unexpired time on that policy, he stated to appellee that the American Central Insurance Company would also want to cancel its policy and asked appellee to get it so that the matter could be disposed of at that time. Appellee thereupon produced the latter policy and it being found upon examination that both policies were issued on the same day for the same period and for the same premium, it followed that the amount of the unearned premium on each would be the same. The amount due to appellee on each policy was calculated by the agent to be $16.45 and the latter thereupon gave appellee his check for double that amount, to wit, $32.90, to cover the unearned premiums on both the policies for the period from January 1, 1909, to the date of their expiration May 10, 1909. In return, appellee signed a cancellation receipt indorsed on the back of each policy and delivered the policies to Dorris who returned them to the respective companies. The cancellation receipt upon the policy of the Hartford Fire Insurance Company, was as follows:</p> <p id=\"b76-6\" pgmap=\"76\">“Cancellation receipt, $16.45. In consideration of the sum of sixteen and 45/100 dollars to me paid by L. C. Dorris agent of the Hartford Fire Insurance Company of West Frankfort, this- policy is hereby acknowledged canceled and surrendered to the said company.</p> <p id=\"b76-7\" pgmap=\"76\">Dated 1/1 1909.</p> <p id=\"b76-8\" pgmap=\"76\">J. L. Smith.”</p> <p id=\"b76-9\" pgmap=\"76(19) 77(23)\">The cancellation receipt indorsed on the back of the policy issued by the American Central Insurance Company was substantially the same as that above given, but it contained the additional words “Policy ¡No. 1705285 canceled and surrendered Jan. 1, 1909.”</p> <p id=\"b77-4\" pgmap=\"77(360) 78(45)\">The property in question, which was shown to have been worth $9,000 to $10,000, was afterwards, on January 3, 1909, destroyed by fire. It appeared that a former fire had damaged the same building and that by reason thereof both appellants had paid appellee insurance upon the same policies here in question, but the amount paid is not shown by the record. Appellee, through his attorneys, gave notice of the loss under date of January 18, 1909, to each of appellants and some twelve days later, forwarded to them the sworn statements in proof of such loss. The respective companies refused! to pay the loss for the reason that the same had occurred after the cancellation of the policies. ¡Nothing more appears to have been done in reference to the matter until April 3, 1909, when appellee sent a letter to the home office of each company, stating he had just discovered that the agent had made a mistake in computing the amount of the return premium and had paid him 62 cents .too much in each case, which amount appellee remitted to the respective companies. Six days later appellee brought suits on the policies and notified the companies to produce them. To the declaration appellants filed the general issue and also a special plea, setting up and relying upon the cancellation receipt, the payment of the unearned premium and the surrender of the policies. In reply appellee alleged that the policies contained a provision they should be canceled by the company, by giving five days’ notice of cancellation and that appellants did not give him five days’ notice thereof before the happening of the fire; that by mistake the agent figured the unearned premium from January 1st to the expiration of the policies instead of from January 5th, as he should have done; that appellee did not know of such mistake and believed that his policy would continue in force and effect for a period of five days from the date on which he was notified by the agent of the cancellation; also that the consideration of $16.4-5 mentioned in the receipt was a mutual mistake of the parties; that the true consideration was $15.83, the unearned premium on the policies from January 5, 1909, which was after said loss hy fire and that appellee received no consideration for any waiver of his right to the five days’ notice.</p> <p id=\"b78-5\" pgmap=\"78\">A number of reasons appear from the record why this judgment cannot be permitted to stand but it will be sufficient for us to refer to one only as that appears to .us to dispose of the case.</p> <p id=\"b78-6\" pgmap=\"78\">It does not appear from the evidence, nor is it contended by appellee that any fraud whatever was used by. Dorris, the agent, in obtaining the cancellation receipts. These receipts, as they stand, offer a complete bar to actions upon the policies. ISTo reason is shown why the receipts should be treated as void. The court below admitted testimony which had it been competent, could only at most, have tended to correct and reform the instruments so as to make them take effect at a later date, after the fire had occurred. The reformation of the cancellation receipts, had there been evidence to sustain it, could only have been brought about in a court of equity and could not be accomplished in a suit at law. Mercantile Ins. Co. v. Jaynes, 87 Ill. 199; Chicago v. Sexton, 115 id. 230 (243); Cunningham v. Wrenn, 23 id. 62.</p> <p id=\"b78-7\" pgmap=\"78\">The judgment in the two cases here considered must he reversed and as the cancellation receipts indorsed upon the policies, introduced by appellee in evidence, were given for a valuable consideration, and there is no proof or claim of fraud concerning the obtaining or execution of the same, they present in their present condition a complete bar to the actions, the causes will not be remanded.</p> <p id=\"b78-8\" pgmap=\"78\">Reversed.</p> <p id=\"b78-9\" pgmap=\"78\">Findings of facts to be incorporated in the judgment.</p> <p id=\"b78-10\" pgmap=\"78\">We find that the cancellation receipts introduced in evidence in the above causes, were obtained and executed without fraud and for a valuable consideration,' and that they constitute a bar to the right of action claimed by appellee in both cases.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}