{
  "casebody": {
    "data": "<casebody firstpage=\"209\" lastpage=\"210\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b243-3\">(99 App. Div. 470)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b243-4\">AMERICAN TRANSFER CO. v. GEORGE BORGFELDT &amp; CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"A7p\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AdOy\">December 23, 1904.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b243-5\">1. Contracts—Reformation—Mistake—Fraud—Bill of Particulars.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b243-6\">Where plaintiff sued to reform' a written contract on the ground that it was entered into by his mistake, and by mistake or fraud.on the part of defendant, and defendant answered by general denial, defendant was not entitled to a bill of particulars of the facts constituting the alleged fraud. „</headnotes>\n<headnotes data-order=\"8\" data-type=\"judges\" id=\"b243-15\">T1. See Pleading, vol. 39, Cent. Dig. §§ 957, 972.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b243-7\">Appeal from Special Term, New York County. ^</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b243-8\">^ Action by the American Transfer Company against George Borgfeldt &amp; Co. An order was granted requiring plaintiff to serve a bill of particulars, from which it appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AVN\">Reversed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b243-9\">Argued before VAN BRUNT, P. J., and McLAUGHLIN, PATTERSON, O’BRIEN, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b243-10\">William Howard, Jr., for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b243-11\">Herbert H. Maass, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b243-12\">McLAUGHLIN, J.</author>\n<p id=\"Amr\">This action was brought to reform a written contract upon the ground that the same was entered into by a mistake on the part of the plaintiff, and by a mistake or fraud on the part of the defendant.</p>\n<p id=\"b243-13\">The defendant, in its answer, denied the material allegations of the complaint. After issue had been joined, defendant, upon an affidavit and the pleadings, moved for an order directing the plaintiff to furnish a bill of particulars setting out in detail the facts constituting the alleged mistake or fraud. The motion was denied as to the alleged mistake, but granted as to the alleged fraud, and the plaintiff appeals.</p>\n<p id=\"b243-14\">If the defendant procured the execution of the contract by fraud, it knows that fact just as well as the plaintiff does. The general rule is that where the information sought is peculiarly within the knowledge of the party seeking it, or he has as much knowledge' on that’subject as the other party, then a bill of particulars will not be ordered. Fink v. Jetter, 38 Hun, 163; Isaac v. Wilisch, 69 Hun, 339, 23 N. Y. Supp. 589; Moody v. Belden, 60 Hun, 582, 15 N. Y. Supp. 119; Barone v. O’Leary, 44 App. Div. 418, 60 N. Y. Supp. 1131. If the defendant has been guilty of a fraud, it does not need, in order to properly defend the action, to be informed, in advance of the trial, what information the plaintiff has on that subject. It is not the office of a bill of particulars to inform an adversary, in advance of the trial, upon what his opponent relies. Higenbotam v. Green, 25 Hun, 214. This is what the defendant evidently desired, and, if the order appealed from is affirmed, will be permitted to obtain. The defendant has as much or more knowledge than the plaintiff has as to the fraud alleged in the complaint, and it is not entitled to be informed in advance of the trial what the plaintiff can prove on that subject.</p>\n<p id=\"b244-4\"><page-number citation-index=\"1\" label=\"210\">*210</page-number>The order, in so far as appealed from, therefore, must be reversed, with $10 costs and disbursements, and the motion denied, with $10 costs.- -</p>\n<p id=\"b244-5\">VAN BRUNT, P. J., concurs. PATTERSON, J., concurs in result.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b244-6\">O’BRIEN, J.</author>\n<p id=\"AaR\">I concur in result. If the alteration in the contract was unintentional, then plaintiff can recover on the ground of mistake; if deliberately made, the plaintiff’s theory must be fraud. The plaintiff could not give the particulars until defendant’s attitude is defined.</p>\n<p id=\"b244-7\">.LAUGHLIN, J., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}