{
  "citations": [
    {
      "type": "official",
      "cite": "91 N.Y.S. 446"
    },
    {
      "type": "parallel",
      "cite": "100 App. Div. 460"
    }
  ],
  "casebody": {
    "data": "<casebody firstpage=\"446\" lastpage=\"448\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b480-6\">(100 App. Dir. 460)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b480-7\">IRVING SAV. INST. v. SMITH et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b480-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ad-\">January 6, 1905.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b480-9\">1. Mortgages—Foreclosure—Default—Vacation—Conditions.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b480-10\">A third mortgagee having made default in surplus proceedings, the referee awarded the entire fund to the second mortgagee. This default was set aside because of an alleged agreement between the attorneys that the third mortgagee should receive a substantial amount on her mortgage, on condition that, if she failed to sustain its validity and priority over all other liens of the parties to the former hearing, she would pay all costs and expenses of the rehearing, including the stenographer’s fees and all losses to the other parties for delay of payment of the surplus and additional expense, and that the referee’s report should stand “as confirmed and conclusive.’’ <em>Held, </em>that such conditions were unjustifiable,' and should be modified so as to require payment of the fees of the referee and stenographer’s charges and the fees of witnesses incurred or paid intermediate the third mortgagee’s failure to attend and the filing of the referee’s report.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b480-11\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b480-12\">Action by the Irving Savings Institution against Arthur E. Smith and others. From so much of an order as imposed conditions on the opening of the default of Margaret J. Smith in surplus proceedings, she appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AJMz\">Modified.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b481-4\"><page-number citation-index=\"1\" label=\"447\">*447</page-number>Argued before VAN BRUNT, P. J., and McLAUGHLIN, PATTERSON, INGRAHAM, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b481-5\">Frederick H. Kellogg, for appellant Margaret J. Smith.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b481-6\">Levi M. Isaacs, for respondent Harris Solomon.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b481-7\">Elmer E. Cooley, for respondent trustees in bankruptcy.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b481-8\">McLAUGHLIN, J.</author>\n<p id=\"A5C\">Arthur E. Smith executed three mortgages upon real estate in the city of New York—the first, for $75,000, to the plaintiff; the second, for $12,000, to one Solomon; and. the third, for $11,198, to the appellant, Smith. Subsequent to the execution of these mortgages mechanics’ liens were filed, .aggregating several thousand dollars, the mortgagor adjudged a bankrupt, and a trustee in bankruptcy appointed. The plaintiff foreclosed its mortgage, and after the payment of the amount due, including interest and costs, there remained a surplus of $13,580. Proceedings were thereupon taken by the ap-. pointment of a referee to ascertain and report the amount due Solomon or any other person who had a lien upon such moneys and the priority thereof. The appellant, Smith, claimed that the Solomon mortgage was invalid in whole or in part, but, notwithstanding her attorney had notice of the hearing before the referee, he neglected to attend. He claimed that his neglect in this respect was due to the fact that he had an arrangement with attorneys representing other lienors, by which the amount claimed to be due on the Solomon mortgage was to be reduced to such a sum that his client would receive a substantial amount upon her mortgage. At the hearing before the referee the Solomon mortgage was allowed for the full, amount claimed, which exhausted the entire surplus. The referee having made a report, the appellant moved that the same be set aside, her default be excused, and a rehearing had. The motion was granted upon condition that she file an undertaking of an approved surety company to the effect that, if she failed upon the rehearing to sustain the validity of her mortgage and the priority thereof over all other liens represented by the parties who participated in the former hearing, then she would pay all costs and expenses of the rehearing, including the reasonable charges of a stenographer to be employed by the referee, and also pay to Solomon or any other of said parties all losses which they might suffer by reason of the delayed payment of the surplus moneys occasioned by the rehearing, and also all additional expense to which he or they might be put by reason thereof. The order also provided that upon the rehearing all the evidence which had been taken upon the prior hearing should stand, and that the report of the referee theretofore filed should stand as confirmed and conclusive. The appellant appeals from so much of the order as imposes conditions.</p>\n<p id=\"b481-9\">I think the order, in so far as appealed from, should be modified by striking out the conditions imposed, and inserting in place thereof a provision requiring the appellant to pay the fees of the referee, including stenographer’s charges, if any, and the fees of witnesses incurred or paid intermediate the appellant’s failure to attend the hearings and the filing of the referee’s report. The court, in granting the rehearing, necessarily reached the conclusion that the appellant’s attorney’s failure <page-number citation-index=\"1\" label=\"448\">*448</page-number>to attend before the referee was excusable. This being so, the appellant ought to be put-in precisely the same position that she would have been had her attorney attended, but in doing this it would be unfair to impose the expense which was incurred, after his failure to attend, upon the other parties. These expenses, so far as appears, were incurred in good faith, and ought, therefore, to be paid by her. By requiring the appellant to pay this expense, all of the parties are placed in precisely the same position which they occupied before the default took place.</p>\n<p id=\"b482-5\">If the Solomon mortgage is invalid, either in whole or in part, then the appellant ought to be afforded an opportunity to show that fact; and there does not seem to be any good reason why, under the facts presented, she should be required to give an undertaking to pay all of the damages sustained, including expenses incurred by the other parties to the reference. Not only this, but it is difficult to see how she is given such an opportunity under the order appealed from, if the “report of the referee heretofore filed * * * shall stand as confirmed and conclusive.”</p>\n<p id=\"b482-6\">So much of the order as is appealed from, therefore, is modified as indicated in this opinion, and, as thus modified, affirmed, without costs to either party. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}