{
  "casebody": {
    "data": "<casebody firstpage=\"701\" lastpage=\"702\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b757-4\">BARBER ASPHALT CORPORATION et al. v. LA FERA GRECCO CONTRACTING CO. et al. (STULZ-SICKLES CO., Intervenor).</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b757-6\">No. 7730.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b757-7\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b757-8\">Sept. 4, 1941.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b757-9\">As Amended Sept. 19, 1941.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b757-18\">George J. Harding and Busser &amp; Harding, all of Philadelphia, Pa. (Hayward H. Coburn, of Philadelphia, Pa., on the brief), for appellants. »</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b757-19\">Samuel Ostrolenk, of New York City (Sidney G. Faber, of New York City, on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b757-20\">Before BIGGS, JONES, and GOODRICH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b757-21\">BIGGS, Circuit Judge.</author>\n<p id=\"b757-22\">Pursuant to the mandate of this court issued after the filing of our opinion in the case of Barber Asphalt Corporation v. La Fera Grecco Contracting Co., 3 Cir., 116 F.2d 211, reversing the decision of the District Court, 30 F.Supp. 497, the court below entered a final judgment on April 22, 1941. The plaintiffs appeal from that judgment and make three objections to it. We are of the opinion that all three objections are well taken.</p>\n<p id=\"b757-23\">The appellants point out that the third paragraph of the judgment decrees United States Letters Patent No. 1,684,671 to be invalid. Claim 4 was the only claim of the patent which the appellants contended was infringed by the appellees. As to that part of the case which related to patent infringement we decided nothing more than that claim 4 was invalid for want of invention. We will modify the third paragraph of the judgment by inserting after the word “That” the words “claim 4 of,” and changing the word “are” to the word “is.”</p>\n<p id=\"b757-24\">Subparagraph 1 of the sixth paragraph of the judgment restrains the appellants from “jointly or severally maintaining a limited or complete monopoly in asphaltic materials for curing concrete by utilizing the Hayden Patent No. 1,684,671 or any other device for effecting such monopoly; * * *.” The record contains no evidence that the appellants used any other device than the Hayden patent for effecting a monopoly. For this reason we conclude that the word “unpatented” should be inserted in front of the words “asphaltic materials” to the end that the injunction of the judgment may not be applied to any other monopoly than that which the appellants attempted to effect through the Hay<page-number citation-index=\"1\" label=\"702\">*702</page-number>den patent. In order that the appellants may be enjoined from utilization of the Hayden patent to any monopolistic end we conclude that the phrase “in any manner” should be inserted immediately after the number “1,684,671” in the subparagraph. The phrase “or any other device” appearing in the last line should be stricken out. The judgment will be modified in these respects.</p>\n<p id=\"b758-4\">As to subparagraph 2 of the sixth paragraph the words “under the Hayden Patent No. 1,684,671” will be inserted after the words “asphaltic materials purchased.” We do this so that the injunctive processes of the court below shall be restricted to the issues which were before it.</p>\n<p id=\"b758-5\">The judgment as modified will be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}