{
  "casebody": {
    "data": "<casebody firstpage=\"559\" lastpage=\"561\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b591-2\">[Civ. No. 11424.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ANX\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKa\">June 20, 1940.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b591-4\">RED ARROW BONDED MESSENGER CORPORATION (a Corporation) et al., Petitioners, v. INDUSTRIAL ACCIDENT COMMISSION OF THE STATE OF CALIFORNIA and THOMAS O’BRIEN, a Minor, etc., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b591-8\">Theodore Hale, Charles B. Morris and Carroll B. Crawford for Petitioners.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b591-9\">Everett A. Corten and Dan Murphy, Jr., for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b591-10\">NOURSE, P. J.</author>\n<p id=\"Air\">In this application to review an award of compensation the basis for the several grounds of attack upon the award is that the employee was not injured during the course of his employment. The respondent commission <page-number citation-index=\"1\" label=\"560\">*560</page-number>in its answer concedes that petitioner’s statement of facts is correct, and the following <em>résumé </em>is taken from the petition.</p>\n<p id=\"b592-3\">Thomas O ’Brien, a fifteen year old schoolboy, was employed by the Red Arrow Bonded Messenger Corporation as a bicycle delivery messenger for four hours a day after school. His pay was on a commission basis, with a minimum guarantee of 25 cents an hour, or $1 for a four-hour day. On this part-time basis he was allowed no time off for meals, and he punched a time card at the beginning and end of each errand. At the close of each day he had instructions to turn in the uniform and bicycle supplied to him by the employer at the main office located at 309 Mason Street between Geary and O’Farrell Streets in San Francisco. On the fourth day of his employment O’Brien was instructed to deliver a package to Sea Cliff and one to 43d Avgnue between Balboa and Cabrillo Streets, and return “as soon as possible”. After delivering the last package to the latter address the direct and the shortest way back to the office would have been down Geary Street to Mason Street; O’Brien went down Fulton Street, and when he got to Masonic Avenue he branched south of the direct route towards his home in order to get some food. He was then sixteen blocks south of the direct route of Geary Street which would have led him back to the place of employment. After eating at home, he started back to the office and collided with an automobile at Market and Brady Streets. He received a brain concussion, a fracture of the cervical vertebra and body bruises. The Industrial Accident Commission first dismissed the matter for lack of jurisdiction, but on a rehearing found that 0 ’Brien had sustained injury in the course of and arising out of his employment; he was granted $4.17 a week until the termination of his disability in addition to the medical expenses incurred.</p>\n<p id=\"b592-4\">The question presented for review is whether the messenger’s injuries arose out of and in the course of his employment or whether he was at the time on a detour for purposes personal to himself. The respondent commission seeks to sustain the award upon the ground that, since the messenger was on his way to the employer’s office to return the badge and bicycle pursuant to instructions, he must be deemed to have been in his employer’s service when the injuries occurred. The petitioner contends that the deviation to procure a meal having been unauthorized and contrary to <page-number citation-index=\"1\" label=\"561\">*561</page-number>instructions, it cannot be held to have been .within the scope of his employment, and that the injuries did not arise out of or in the course of his employment. We are in accord with the position taken by the petitioner. The argument of respondent resolves itself to this: that, conceding the deviation from the course of employment when the messenger went sixteen blocks out of his way to get a meal, that deviation ended and the employment relation was renewed immediately upon his turning from his wayward course and facing his progress in the direction of his place of employment. This they say is so because he was carrying the uniform and using the bicycle which he was required to leave at the office at the close of each day’s service. We are not impressed with the argument. It could as well be applied to cover the time when the employee was progressing away from his direct course, because it could then be said that he intended to obey the instructions to return these articles as soon as he had eaten his dinner. The doctrine of deviation does not hang on the intention of the employee alone. The injury occurred at a point approximately twelve blocks south of the direct line of travel from the place of his errand’s end to the place of his employment. These facts—all admitted by the parties— bring the ease within the rule stated in I Campbell on Workmen’s Compensation, section 190, as follows: “Where an employe on a special errand for his employer deviates from the regular and direct route for purposes of his own and is injured, such injury does not arise out of the employment. It is not compensable unless caused by an instrumentality of the employment, or by a circumstance incidental to its use and not by reason of the deviation. The deviation must be the proximate cause of the injury.”</p>\n<p id=\"b593-3\"><em>Mountain </em>v. <em>Industrial Acc. Com., </em>92 Cal. App. 176 [267 Pac. 913], is cited in support of the text. It is directly in line with the case presented in this record. Numerous authorities to the same point are cited in the Mountain case and further citation at this time is not necessary.</p>\n<p id=\"b593-4\">The award is annulled.</p>\n<p id=\"b593-5\">Sturtevant, J., and Spence, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}