{
  "casebody": {
    "data": "<casebody firstpage=\"937\" lastpage=\"938\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b961-3\">CHASE NAT. BANK OF CITY OF NEW YORK v. GANNON et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b961-4\">No. 5106.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b961-5\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A8O\">Sept. 19, 1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b961-13\">James D. Carpenter and McDermott, En-right &amp; Carpenter, all of Jersey City, N. J., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b961-14\">Wall, Haight, Carey &amp; Hartpenee, of Jersey City, N. J. (Thomas G. Haight and George G. Tennant, Jr., both of Jersey City, N. J., of counsel), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b961-15\">Before WOOLLEY, DAVIS, and THOMPSON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b961-16\">WOOLLEY, Circuit Judge.</author>\n<p id=\"b961-17\">Dexter Lumber <em>&amp; </em>Flooring Company is a Delaware corporation. On finding it insolvent, the District Court of the United States for the Western District of Pennsylvania appointed a receiver. Thereupon the Chase National Bank, a creditor of the defendant Corporation which, it should be observed, had done business in New Jersey without qualifying under its Corporation Act, sued out in a court of that state a writ of attaehment and caused a levy to be made upon the corporation’s goods and chattels in Now Jersey as though it were an “absent, fraudulent [or] absconding” debtor. 1 Comp. St. N. J. 1910, p. 132, § 1 et seq. On a hill later filed, the District Court of the United States for the District of New Jersey, adjudging the corporation insolvent within the meaning of the New Jersey Corporation Act, appointed ancillary receivers who, regarding the levy as void, demanded possession of the property so levied upon. On stipulation the property was sold and the fund held to await, and respond to, a decision of the question whether a levy upon the chattels of a foreign corporation doing business in Now Jersey without qualifying to do business is, under New Jersey law, good against the demand of ancillary receivers appointed within four months of the levy, or, stated differently, whether the District Court was right in applying the state statute (New Jersey Corporation Act) to the administration of the assets of a federal ancillary receivership. The District Court,\" applying the state statute, held the levy void, and the bank appealed.</p>\n<p id=\"b961-19\">The pertinent provisions of the New Jersey Corporation Act are, in substance, that every foreign corporation (with certain exceptions), before transacting any business in the state, shall file with the secretary of state a certificate containing particulars of its corporate organization (2 Comp. St. 1910, p. 3 657, § 97); that foreign corporations doing business in the state shall be subject to the provisions of the act, so far as the same can be applied to foreign corporations (2 Comp. St. 1910, p. 1657, § 96); and that all attachments and levies “against a corporation,” if insolvent, “at any time within four monlhs prior to the filing of a bill or petition against it for the appointment of a receiver, under the provisions of the act to which this act is a supplement, shall be deemed null and void.” Comp. St. Supp. 3924, § 47 — 86k.</p>\n<p id=\"b961-20\">The creditor bank admits that if the debt- or corporation had qualified to do business in New Jersey and later had been put into primary receivership by a court of that state, that court could have held the attachment and levy void under Comp. St. Supp. § 47 — 86k; but it maintains that as the debtor corporation had not so qualified and as the receivership in this ease is ancillary to one in another state, and is a federal receivership, the District Court of the United States for the District of New Jersey could not apply the New Jersey four months’ law and annul the levy.</p>\n<p id=\"b961-21\">It is certain that the District Court in <page-number citation-index=\"1\" label=\"938\">*938</page-number>annulling the levy was not acting under its own general equity powers but was applying state law. It was giving effect to equitable rights validly created by a state statute. The power of federal courts to take cognizance of and enforce such rights — particularly those in respect to attaching creditors which are distinctly governed by state law — ds not open to question. R. S. §§ 915, 933 (28 USCA §§ 726, 746); Miller v. Smith (C. C. A.) 1 F.(2d) 292, 293; Morgan v. N. Y. N. B. &amp; L. Ass’n, 73 Conn. 151, 154, 155, 46 A. 877; Claflin v. Houseman, 93 U. S. 139, 136, 137, 23 L. Ed. 833; Gormley v. Clark, 134 U. S. 338, 348, 10 S. Ct. 554, 33 L. Ed. 909; Land Title &amp; Trust Company v. Asphalt Company of'America (C. C. A.) 127 F. 1, 17, 18; Jacobs v. Mexican Sugar Co. (C. C.) 130 F. 589, 590; Kessler v. William Neeker, Inc. (D. C.) 258 F. 654, 657, 658. We hold that the federal District Court had power to grant relief to the federal ancillary receivers in this ease if New Jersey courts have power to 'grant like relief to ancillary Receivers of their own appointment. The bank, however, denies that the state courts have such power because of the expression in the Corporation Act that an attachment is void if made within four months of the filing of a bill for the appointment of a receiver “under the provisions of the act.” That, the bank says, means a primary receivership, not an ancillary one. On this question the New Jersey courts have not been called upon for a decision. Therefore in the absence- of state guidance the contested provision of the state statute must be construed by us. Its construction properly falls, it seems, within the rationale of Connecticut and Massachusetts decisions in like eases, Morgan v. N. Y. N. B. <em>&amp; </em>L. Ass’n, 73 Conn, 151, 154, 155, 46 A. 877; Second National Bank of Pittsburgh v. J. C. Lappe Tanning Co., 198 Mass. 159, 161, 84 N. E. 301. The statute does not provide, by expression or implication, that it shall apply only to primary receivership proceedings, nor does it intimate exclusive jurisdiction of state courts against federal courts either in proceedings primary or ancillary. The language is broad enoug’h to refer to both primary and ancillary receiverships and, for its enforcement, to include any court of competent jurisdiction within the state, of which the federal District Court is one. The ancillary character of the receivership does not take the case out of the statute. Second National Bank v. Lappe Tanning Co., 198 Mass. 159, 161, 84 N. E. 301.</p>\n<p id=\"b962-4\">The language is also broad enough to include foreign corporations doing business within the state. It happens that a state may exclude a foreign corporation from its borders or it may admit it on such terms as it prescribes. New Jersey permits foreign corporations to do business with its people, yet only upon conditions provided by sections 96 and 97 of its Corporation Act. It imposes penalties upon foreign corporations that do business without qualifying. 2 Comp. St. 1910, p-p. .1658, 1659, §§ 9-8, 100'. Foreign corporations that qualify to do business are amenable to the provisions of section 86k in respect to executions prior to receiverships. If a foreign corporation goes into the state and does business without permission or statutory qualification, certainly it cannot by its obtrusive act escape the legal consequences which the state law imposes upon a foreign corporation formally admitted. A corporation that offends the law upon entering the state can scarcely claim to be a favorite of the law. Nor can a creditor of the offending corporation claim a preference because of the corporation’s offense. In declaring that “Foreign corporations doing business in this state shall be subject to the provisions of this [the Corporation] act, so far as the same can be applied to foreign corporations,” (section 96) the state of New Jersey made no distinction between foreign corporations which have qualified by certificate and corporations which have not qualified. When foreign corporations in either class do business there, they are, in respect to that business, subject to the state corporation law, so far as it can be applied. Albert v. Clarendon Land Co., 53 N. J. Eq. 623, 626, 23 A. 8. A section of that law provides, as we have seen, for annulling attachments made within four months of 'the appointment of receivers of insolvent corporations. That provision of the law, plainly intended to protect general or local creditors and not being opposed by higher law, can be applied, as is indicated in Goff v. Goff Electro P. B. Co., 89 N. J. Eq. 258, 259, 104 A. 193; Fox v. Pathe Exchange, 106 N. J. Eq. 522, 524, 151 A. 463; Albert v. Clarendon Land Co., 53 N. J. Eq. 623, 626, 23 A. 8. As no distinction is there made between primary and ancillary receivers, we take it none was intended and none exists. Hence the defendant foreign corporation, having done business in New Jersey, is (with its execution creditors) subject to its law in respect to attachments and receivers which is enforeible by a federal District Court, one of competent jurisdiction, under our interpretation of the applicable provisions of the law.</p>\n<p id=\"b962-6\">The decree below is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}