{
  "casebody": {
    "data": "<casebody firstpage=\"247\" lastpage=\"249\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b277-4\">Joseph P. Walsh <em>vs. </em>Frederick J. White &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b277-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A28\">March 4, 1931.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AzG\">April 2, 1931.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b277-6\">Present: Rugg, C.J., Crosby, Pierce, Wait, &amp; Sanderson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b277-12\"><em>J. W. Eastman, </em>for the defendant White.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b277-13\"><em>J. P. Walsh, {T. H. Mahoney </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"A8X\">Sanderson, J.</author>\n<p id=\"A8M\">This is an appeal from a final decree <page-number citation-index=\"1\" label=\"248\">*248</page-number>establishing the indebtedness of the defendant White, herein referred to as the defendant, to the plaintiff for services as an attorney, and ordering the defendant Selfridge to pay the same out of money in his hands held for'the defendant. The testimony is reported and the trial judge found, among other things, that the plaintiff was employed by the defendant to prosecute his claims against certain third parties in conjunction with the defendant Selfridge, and that the services of the plaintiff were an efficient and effective cause of procuring a settlement and were reasonably worth the amount found to be due in the decree. He found that the defendant agreed at the outset to pay the plaintiff a retainer in a specific amount and one third of any sum received in settlement for the services of both attorneys. At a later time the defendant paid the plaintiff a sum less than that agreed to be paid as a retainer and no other payment has been made. After a settlement had been reached by the plaintiff and counsel for the opposing parties in the other litigation, and just before the defendant signed a release of his claim against the defendants in that suit, the defendant told the plaintiff he had made arrangements to pay the plaintiff’s associate for his services a specific amount and it was then agreed by the plaintiff and the defendant that the same amount would be paid the plaintiff for his services, and that sum with interest is the amount that was found to be due the plaintiff in this suit. The judge also found that there were no agreements or understandings between the plaintiff and the defendant that the plaintiff should prosecute the claims of the defendant at the plaintiff’s expense or that the plaintiff should look alone for the payment of his fees to the amount recovered, or that such services as the plaintiff might render should not constitute a debt against the defendant. He further stated that he did not find that such agreements or understandings could be inferred upon the evidence in the case. These findings as well as the other findings made were based upon oral evidence and we cannot say that they were wrong. <em>Duggan </em>v. <em>Adams, </em>272 Mass. 311, 312-313. The defendant con- # tends that the contract of employment if made was champertous although the defence is not set up in the answer. <page-number citation-index=\"1\" label=\"249\">*249</page-number>But, if an amendment should be made to raise that issue, this defence would fail because of the findings. On this point the case is governed by <em>Hadlock </em>v. <em>Brooks, </em>178 Mass. 425, <em>Bennett </em>v. <em>Tighe, </em>224 Mass. 159, <em>Cole </em>v. <em>Holton, </em>272 Mass. 565, 572, and is' distinguishable from cases like <em>Holdsworth </em>v. <em>Healey, </em>249 Mass. 436.</p>\n<p id=\"b279-5\">The defendant also contends that the plaintiff should not be permitted to recover for the réasons that he solicited employment, that he requested the advance of a substantial sum of money to cover expenses of trial, that he began this suit to enforce his claim before the money paid in settlement had been received by the defendant, that the services were of no value and that recovery by the plaintiff of the amount found to be due would violate the authority given by the defendant for settlement. But we are of opinion that there is no evidence in the case binding upon the plaintiff which, as matter of law, would require the trial judge to reach a conclusion in accordance with any of the defendant’s contentions. There is no merit in the contention of the defendant that the findings of the judge are inconsistent with each other and no reversible error is disclosed in connection with any of the questions argued by the defendant.</p>\n<p id=\"b279-6\">\n<em>Decree affirmed with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}