{
  "casebody": {
    "data": "<casebody firstpage=\"1147\" lastpage=\"1161\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1257-7\">Joseph A. ROACH, Petitioner, v. The NATIONAL TRANSPORTATION SAFETY BOARD, and J. Lynn Helms, Administrator, Federal Aviation Administration, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1257-9\">No. 83-1549.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1257-10\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1257-12\">Nov. 5, 1986.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1259-14\"><page-number citation-index=\"1\" label=\"1149\">*1149</page-number>L.B. Ullstrom, Denver, Colo. (Robert P. Smith, Denver, Colo., was also on brief), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1259-15\">Darlene M. Freeman, Chief, Enforcement Proceedings Branch, Regulations &amp; Enforcement Div., Office of Chief Counsel, F.A.A., Washington, D.C., for respondents.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1259-19\">Before HOLLOWAY, Chief Judge, and McWilliams and Seymour, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1259-22\">HOLLOWAY, Chief Judge.</author>\n<p id=\"b1259-23\">Petitioner Joseph A. Roach timely petitions, pursuant to 49 U.S.C. § 1486(a), for review of a final order of the National Transportation Safety Board (NTSB) suspending Mr. Roach’s commercial pilot’s certificate for thirty days. We affirm.</p>\n<p id=\"b1259-24\">I.</p>\n<p id=\"b1259-25\">Petitioner Roach is president of Roach Aircraft Company, an aircraft sales outlet at Jefferson County Airport in Colorado. The record shows that Roach has compiled over 10,000 hours of flight time as a pilot and has been in the business of selling aircraft for over 20 years. Prior to the incident in question, he had no record with the FAA of any flight violations.</p>\n<p id=\"b1259-26\">On November 6, 1980, at the La Junta, Colorado Airport, Roach conducted a sales demonstration flight of a Piper Aerostar 601P for two clients who were thinking of purchasing the aircraft from Roach Aircraft.<footnotemark>1</footnotemark> After the demonstration flight, Roach, together with a Roach Aircraft Sales Representative, Ms. Sandervae Hopkins, took off for the return flight to Denver. However, before returning to Denver, Roach made three passes over the La Junta Airport runway at an altitude of approximately 500 feet so his customers could see the plane in flight. At the end of the third pass, Roach executed a 360 degree aileron roll and then left for Denver. I R. 191-93, 201, 217-220.<footnotemark>2</footnotemark></p>\n<p id=\"b1260-3\"><page-number citation-index=\"1\" label=\"1150\">*1150</page-number>The incident led to an FAA investigation. Although the FAA investigators recommended a civil fine of $500, the FAA’s Notice of Proposed Certificate Action instead called for suspension of Roach’s Commercial Pilot Certificate for 120 days. After an informal conference with Roach and his attorney, the FAA ordered Roach’s pilot certificate suspended for 60 days. The order of Suspension found that Roach had violated Section 91.79(c) of the Federal Aviation Regulations, which prohibits operation of an aircraft at less than 500 feet above the surface and within 500 feet of structures on the surface; Section 91.31(a), which, at the time of Roach’s flight, prohibited operation of a civil aircraft “without compliance” with that aircraft’s operating limitations as prescribed by the FAA;<footnotemark>3</footnotemark> Section 91.15(c), which prohibits a pilot from intentionally executing a maneuver that exceeds a bank of 60 degrees relative to the horizon unless all non-crewmembers aboard the aircraft are wearing parachutes; and Section 91.9, which prohibits operation of an aircraft in a careless or reckless manner so as to endanger the life or property of another. I R. 1-4.</p>\n<p id=\"b1260-4\">Roach sought review of the order of suspension with the FAA’s regional office. At the de novo hearing, the AU concluded that the Administrator failed to prove that Roach violated Federal Aviation Regulation 91.79 because he did prove that Roach flew within 500 feet of any building when he made his three passes over the runway. I R. 265-267. However, the AU upheld the remaining charges. He concluded that since the operating manual for the Piper Aerostar involved did not authorize acrobatic maneuvers such as the aileron roll Roach executed, Roach operated a civil aircraft without compliance with the operating limitations for that aircraft in violation of Federal Aviation Regulation (F.A.R.) 91.-31(a). I R. 269-271. The AU concluded that Ms. Hopkins was a passenger and not “a crewmember who is performing required crewmember duties,” so that when Roach executed his aileron roll, he executed an intentional maneuver that exceeds a bank of 60 degrees relative to the horizon while his passenger, Ms. Hopkins, was not wearing a parachute, in violation of F.A.R. 91.15(c). I R. 267-69. Although the AU found that the passes over the runway did not violate Regulation 91.79(c), they and the aileron roll were sufficiently careless to warrant the conclusion that Roach violated F.A.R. 91.9 by operating his aircraft in a manner so as potentially to endanger the life or property of another. I R. 271-73. Since the AU concluded that one of the four charges was without merit and in view of Roach’s long history in aviation, he reduced the suspension of Roach’s pilot certificate from 60 days to 30 days. I R. 273-75.</p>\n<p id=\"b1260-7\">Roach appealed the AU’s order to the NTSB which affirmed the AU’s order. <em>Helms v. </em>Roach, Docket SE-5396. This petition for review followed.</p>\n<p id=\"b1260-8\">Roach argues on appeal that: (1) by allowing the Administrator to call him as an adverse witness the AU violated Roach's Fifth Amendment right not to testify against himself in a criminal proceeding; (2) the AU applied novel interpretations of two of the regulations, depriving him of fair warning and reasonable notice of the conduct those provisions prohibit, in violation of due process of law; (3) the AU erred in admitting evidence on which he based his conclusion that Roach was not in compliance with flight limitations applica<page-number citation-index=\"1\" label=\"1151\">*1151</page-number>ble to the aircraft he was flying when he executed his aileron roll; and (4) the AU demonstrated personal bias and prejudice against Roach.</p>\n<p id=\"b1261-5\">II.</p>\n<p id=\"b1261-6\">Roach argues first that the AU violated his Fifth Amendment privilege against self-incrimination when he compelled Roach to testify as an adverse witness.</p>\n<p id=\"b1261-7\">A.</p>\n<p id=\"b1261-8\">The Fifth Amendment’s self incrimination clause protects two distinct rights: first, a defendant’s right not to take the witness stand at his own criminal trial and, second, the privilege of any witness, in any formal or informal governmental proceeding, not to answer questions when the answers might incriminate him. <em>See, e.g., United States v. Housing Foundation of America, </em>176 F.2d 665, 666 (3d Cir.1949); <em>United States v. Gay, </em>567 F.2d 916, 918 (9th Cir.), <em>cert. denied, </em>435 U.S. 999, 98 S.Ct. 1655, 56 L.Ed.2d 90 (1978). To assess Roach’s claim that the AU violated his Fifth Amendment privilege by compelling him to testify, we must first determine precisely which rights under the Fifth Amendment’s self incrimination clause Roach may rely upon.</p>\n<p id=\"b1261-9\">The criminal defendant’s “absolute right not to take the stand,” <em>United States v. Seifert, </em>648 F.2d 557, 560 (9th Cir.1980), is the right of an accused at his own criminal trial “not only to avoid giving incriminating responses to inquiries put to him but to be free from the inquiries themselves.” McCormick on Evidence, § 130, at 315 (3d Ed.1984). To rely on this right, a defendant need only not offer to testify. <em>United States ex rel. Santana v. Fenton, </em>570 F.Supp. 752, 759 (D.N.J.1981), <em>rev’d on other grounds, </em>685 F.2d 71 (3d Cir.1982), <em>cert. denied, </em>459 U.S. 1115, 103 S.Ct. 750, 74 L.Ed.2d 968 (1983).</p>\n<p id=\"b1261-10\">With respect to the second protection, the witness’ privilege against self incrimination “not only protects the individual against being involuntarily called as a witness against himself in a criminal prosecution but also privileges him not to answer official questions put to him in any other proceeding, civil or criminal, formal or informal, where the answers might incriminate him in future criminal proceedings.” <em>Lefkowitz v. Turley, </em>414 U.S. 70, 77, 94 S.Ct. 316, 322, 38 L.Ed.2d 274 (1973). However, this “is a privilege to decline to respond to inquiries, not a prohibition against inquiries designed to elicit responses incriminating in nature.” McCormick on Evidence, <em>supra, </em>§ 136, at 334.</p>\n<p id=\"b1261-12\">To rely on this facet of the Amendment’s protection, a witness must normally take the stand, be sworn to testify, and assert the privilege in response to each allegedly incriminating question as it is asked. <em>United States v. Malnik, </em>489 F.2d 682 685 (5th Cir.), <em>cert. denied, </em>419 U.S. 826, 95 S.Ct. 44, 42 L.Ed.2d 50 (1974). <em>See also United States v. Riewe, </em>676 F.2d 418, 420 n. 1 (10th Cir.1982) (“Although no blanket ... fifth amendment privilege[ ] against testifying ... [is] recognized ... the taxpayer may assert [that] right[] in response to specific questions asked ... ”); McCormick on Evidence, <em>supra, </em>§ 136, at 334-35. Unless a witness thus objects, the Government may ordinarily assume its compulsory process does not elicit testimony the witness considers incriminating. <em>Gamer v. United States, </em>424 U.S. 648, 655, 96 S.Ct. 1178, 1182, 47 L.Ed.2d 370 (1976). A witness can prevail in his assertion of the privilege only when he has “reasonable cause to apprehend danger from a direct answer.” <em>United States v. Hoffman, </em>341 U.S. 479, 486-87, 71 S.Ct. 814, 818, 95 L.Ed. 1118 (1951), <em>see also Marchetti v. United States, </em>390 U.S. 39, 53, 88 S.Ct. 697, 705,19 L.Ed.2d 889 (1968) (hazard of self incrimination must be “substantial and ‘real’, and not merely trifling or imaginary”); <em>United States v. Jones, </em>703 F.2d 473, 476 (10th Cir.1983). Unless the danger of self-incrimination is readily apparent the burden of showing such danger exists rests with the claimant of the privilege. <em>Ueckert v. Commissioner of Internal Revenue, </em>721 F.2d 248, 250 (8th Cir.1983). The court, not the witness, must determine whether he is <page-number citation-index=\"1\" label=\"1152\">*1152</page-number>entitled to prevail on the privilege. <em>Hoffman, </em>341 U.S. at 486-87, 71 S.Ct. at 818.</p>\n<p id=\"b1262-4\">When the Administrator called Roach as an adverse witness, Roach’s counsel objected on the ground the hearing was “quasi-criminal.” <footnotemark>4</footnotemark> The AU stated that the case was civil so that <em>Miranda </em>warnings and other protections normally afforded criminal defendants would not apply. I R. 175. Therefore, he allowed the Administrator to call Roach as an adverse witness. Under examination by the attorney for the Administrator, Roach admitted he executed the aileron roll which formed the basis for the allegations against him, I R. 176-77, and that he and Ms. Hopkins were not wearing parachutes during the flight. I R. 183. In response to the AU’s questions, Roach admitted that the Aerostar’s operating manual did not authorize acrobatic maneuvers. I R. 183-84. However, neither Roach nor his counsel invoked the privilege against self incrimination as to these specific questions except insofar as the initial objection that the proceeding was “quasi-criminal” might have done so.</p>\n<p id=\"b1262-17\">We do not view the objection made as asserting a <em>witness </em>’ privilege against self-incrimination.<footnotemark>5</footnotemark> His counsel’s objection to his being called as a witness only asserted the <em>defendant’s </em>right not to take the stand in a criminal trial, on which Roach may rely only if we conclude the protections normally afforded a defendant in a criminal proceeding apply in this administrative hearing.<footnotemark>6</footnotemark> Our inquiry narrows to this question, to which we now turn.</p>\n<p id=\"b1262-18\">B.</p>\n<p id=\"b1262-19\">To determine whether Roach was entitled to assert a defendant’s Fifth Amendment right not to take the stand at this administrative hearing, we must decide whether the suspension “was intended as punishment.” <em>United States v. One Assortment of 89 Firearms, </em>465 U.S. 354, 362, 104 S.Ct. 1099, 1104, 79 L.Ed.2d 361 (1984). If so, the suspension hearing was “essentially criminal in character,” and the normal guarantees of a criminal trial, in-<page-number citation-index=\"1\" label=\"1153\">*1153</page-number>eluding the privilege against self incrimination, apply to the hearing. <em>Id. </em>“[T]he question of whether a particular statutorily defined penalty is civil or criminal is a matter of statutory construction.” <em>United States v. Ward, </em>448 U.S. 242, 248,100 S.Ct. 2636, 2641, 65 L.Ed.2d 742, <em>reh. denied, </em>448 U.S. 916, 101 S.Ct. 37, 65 L.Ed.2d 1179 (1980):</p>\n<blockquote id=\"b1263-5\">“Our inquiry in this regard has traditionally proceeded on two levels. First, we have set out to determine whether Congress, in establishing the penalizing mechanism, indicated either expressly or impliedly a preference for one label or the other, [citation.] Second, where Congress has indicated an intention to establish a civil penalty, we have inquired further whether the statutory scheme was so punitive either in purpose or effect as to negate that intention.” <em>Id. </em>at 248, 100 S.Ct. at 2641.</blockquote>\n<p id=\"b1263-6\">We conclude that Congress did not intend revocation or suspension of an airman’s certificate to be a criminal penalty. Although § 609 of the Act, 49 U.S.C. § 1429, which authorizes the Administrator to revoke or suspend a certificate, can give rise to a civil penalty, 49 U.S.C. § 1471(a)(1), the Act discusses criminal penalties in a separate section which expressly excludes from the sweep of the criminal penalties violations of safety regulations such as § 609. 49 U.S.C. § 1472(a). In other contexts, courts have found such separation of a penalty from criminal provisions of an act to be a strong indication that Congress intended the penalty to be civil. <em>United States v. $2500 in United States Currency, </em>689 F.2d 10, 13 (2d Cir. 1982) <em>cert. denied sub nom. Aponte v. United States, </em>465 U.S. 1099, 104 S.Ct. 1591, 80 L.Ed.2d 123, <em>reh. denied, </em>466 U.S. 994, 104 S.Ct. 2376, 80 L.Ed.2d 848 (1984); <em>United States v. F/V Repulse, </em>688 F.2d 1283, 1284 (9th Cir.1982). Furthermore, the criminal penalties, $500 to $2,000 and imprisonment for up to five years, 49 U.S.C. § 1472(a), are much stiffer than the civil penalties of revocation or suspension, 49 U.S.C. § 1429(a), and civil fines up to $1,000. 49 U.S.C. § 1471(a)(1).</p>\n<p id=\"b1263-7\">Moreover, “only the clearest proof”, <em>Ward, </em>448 U.S. at 249, 100 S.Ct. at 2461 <em>quoting Fleming v. Nestor, </em>363 U.S. 603, 617, 80 S.Ct. 1367, 1376, 4 L.Ed.2d 1435 <em>reh. denied </em>364 U.S. 854, 81 S.Ct. 29, 5 L.Ed.2d 77 (1960), that the purpose and effect of the suspension was punitive “will suffice to override congress’ manifest preference for a civil sanction.” <em>United States v. One Assortment of 89 Firearms, </em>465 U.S. at 365,104 S.Ct. at 1106. In <em>Kennedy v. Mendoza-Martinez, </em>372 U.S. 144, 83 S.Ct. 554, 9 L.Ed.2d 644 (1963), the Court “set forth a list of considerations that has proven helpful in the past in making such determinations.” <em>United States v. One Assortment of 89 Firearms, </em>465 U.S. at 365, 104 S.Ct. at 1106. The “tests traditionally applied to determine whether an Act of Congress is penal or regulatory in character” include:</p>\n<blockquote id=\"b1263-8\">“Whether the sanction involves an affirmative disability or restraint, whether it has been historically regarded as punishment, whether it comes into play only on a finding of <em>scienter, </em>whether its operation will promote the traditional aims of punishment — retribution and deterrence, whether the behavior to which it applies is already a crime, whether an alternative purpose to which it may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned ...” <em>Mendoza-Martinez, </em>372 U.S. at 168-69, 83 S.Ct. at 567-68.</blockquote>\n<p id=\"b1263-9\">This list of considerations is “neither exhaustive nor dispositive,” <em>United States v. One Assortment of 89 Firearms, </em>465 U.S. at 365 n. 7, 104 S.Ct. at 1106 n. 7, <em>quoting United States v. Ward, </em>448 U.S. at 249, 100 S.Ct. at 2641, and the factors “may often point in differing directions.” <em>United States v. One Assortment of 89 Firearms, </em>465 U.S. at 365 n. 7,104 S.Ct. at 1106 n. 7, <em>quoting Mendoza-Martinez, </em>372 U.S. at 169, 83 S.Ct. at 568.</p>\n<p id=\"b1263-10\">We do not discern the “clear proof’ necessary to override Congress’ apparent intent that the sanction applied to Roach was regulatory rather than punitive. Revoca<page-number citation-index=\"1\" label=\"1154\">*1154</page-number>tion of a pilot certifícate is not an affirmative disability or restraint, but merely revocation of a privilege conditioned on compliance with the safety regulations of the FAA. Revocation of a privilege voluntarily granted “is characteristically free of the punitive criminal element.” <em>Helvering v. Mitchell, </em>303 U.S. 391, 399, 58 S.Ct. 630, 633, 82 L.Ed. 917 (1938). Unlike the criminal provisions in § 1472 which require proof of a knowing and willful violation, § 609, 49 U.S.C. § 1471, requires “no finding of intent” for imposition of civil sanctions. <em>Federal Aviation Administration v. Landy, </em>705 F.2d 624, 632 (2d Cir.), <em>cert. denied, </em>464 U.S. 895, 104 S.Ct. 243, 78 L.Ed.2d 232 (1983).</p>\n<p id=\"b1264-4\">Although imposition of sanctions under § 609 indirectly furthers the punitive goals of retribution and deterrence, suspension of an airman’s certificate must rest upon a finding that it is required for safety in air commerce or air transportation and the public interest, as the NTSB found here. The deterrent and retributive effect of the suspension of Roach’s privilege is similar to the impact of other civil sanctions so that this factor is not decisive. <em>Cf. Advance Machine Company v. Consumer Product Safety Commission, </em>510 F.Supp. 360, 366 n. 7 (D.Minn.) <em>rev’d on other grounds and remanded, </em>666 F.2d 1166 (8th Cir.1981) (“Here, the only one of the seven <em>Mendoza-Martinez </em>factors which aids plaintiffs, the fourth (the civil penalty ‘will promote the traditional aims of punishment — retribution and deterrence’), is present with most civil penalties”). Nor do we find compelling the fact that some States have made reckless operation of an aircraft a crime. <em>See People v. Agnew, </em>107 Colo. 399, 113 P.2d 424 (1941). Finally, we cannot say that the suspension the AU imposed on Roach was excessive or not rationally related to the public safety objective the Act intends it to further. Indeed, the Board pointed out that the 30 day suspension is quite mild in relation to penalties the NTSB has upheld for similar violations in other cases. Slip op. at 9.</p>\n<p id=\"b1264-7\">Thus the suspension did not have a clearly penal purpose or effect and Roach did not need to be afforded the protections given a defendant in a criminal trial at his hearing. <em>See Sabinske v. Civil Aeronautics Board, </em>346 F.2d 142, 144 (5th Cir.1965) (holding that since C.A.B. proceeding is civil and not criminal, the Government may prove its case by a preponderance of the evidence rather than beyond a reasonable doubt).<footnotemark>7</footnotemark></p>\n<p id=\"b1265-4\"><page-number citation-index=\"1\" label=\"1155\">*1155</page-number>The same considerations which compel the conclusion that Roach’s suspension hearing was not criminal also lead us to conclude the suspension hearing was not “quasi-criminal” within the meaning of <em>Boyd v. United States, </em>116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746 (1886), and therefore not “sufficient to implicate the Fifth Amendment’s protection against compulsory self incrimination.” <em>United States v. Ward, </em>448 U.S. at 251, 100 S.Ct. at 2642.<footnotemark>8</footnotemark></p>\n<p id=\"b1265-5\">In sum, the administrative proceeding violated none of Roach’s Fifth Amendment rights.</p>\n<p id=\"b1265-6\">III</p>\n<p id=\"b1265-7\">Roach claims that the AU’s interpretation of F.A.R.S 91.15(c) and 91.9, 14 C.F.R. §§ 91.15(c) &amp; 91.9 (1980), are unprecedented and that such novel interpretations of the regulations violate his due process rights because he had no warning that the regulations might prohibit his conduct. We agree that Roach was “entitled to be informed with reasonable certainty and explicitness of the standards by which his license may be revoked.” <em>Sorenson v. National Transportation Safety Board, </em>684 F.2d 683, 686 (10th Cir.1982). <em>See also Doe v. Civil Aeronautics Board, </em>356 F.2d 699, 701 (10th Cir.1966). Nevertheless, since the AU’s findings follow long-standing NTSB interpretations, we find this contention unpersuasive.</p>\n<blockquote id=\"b1265-13\">F.A.R. 91.15(c) states that:</blockquote>\n<blockquote id=\"b1265-14\">“Unless each occupant of the aircraft is wearing an approved parachute, no pilot of a civil aircraft, carrying any person (other than a crewmember) may execute any intentional maneuver that exceeds—</blockquote>\n<blockquote id=\"AP7r\">(1) A bank of 60° relative to the horizon ...</blockquote>\n<p id=\"b1265-15\">14 C.F.R. § 91.15(c) (1986).</p>\n<p id=\"b1266-3\"><page-number citation-index=\"1\" label=\"1156\">*1156</page-number>F.A.R. 1.1 defines a crew member as “a person assigned to perform duty in an aircraft during flight time.” 14 C.F.R. § 1.1 (1986). Roach claims that the AU created a novel definition of “crew member” by interpreting the term to include only persons aboard an aircraft whose presence is required to operate the aircraft so he could conclude that Ms. Hopkins was not a crew member for purposes of the exemption to F.A.R. 91.15(c). Roach claims that had he interpreted the regulation properly, the judge would have concluded that Ms. Hopkins was a crewmember and that Roach therefore did not violate F.A.R. 91.15(c) when he executed his aileron roll with her aboard. Roach says the regulation does not give him fair warning that his conduct violated the regulation. We disagree.</p>\n<p id=\"b1266-4\">Ms. Hopkins testified that she accompanied Roach on this trip aboard the Aerostar as a sales representative. I R. 230. Although she was an experienced pilot, she had only one hour of flight time aboard this type of aircraft and was not “checked out” on it. I R. 224. Her only assistance on the flight consisted of “[jjust observing instruments, basically monitoring” and “follow[ing] through” on Roach’s aileron roll, with “one hand on the whrel.” However, she did nothing more. I R. 223. She did not log the flight in her pilot’s logbook because, she said, “I didn’t fly thal.” I R. 226.</p>\n<p id=\"b1266-5\">The AU concluded that Ms. Hopkins was a passenger, not a crew member, even though she assisted Roach during the flight. He reasoned that a pilot should not be able to circumvent F.A.R. 91.15 merely by assigning duties to people on board the aircraft. Furthermore, the aircraft was certificated for operation by one pilot. Since Ms. Hopkins was on board the aircraft in “a status other than a crew member who is performing required crewmember duties,” Roach violated the regulation when he executed his roll while no parachute was aboard the aircraft. I R. 268-269. The NTSB affirmed the judge’s finding, pointing out that “[i]n most operations conducted under FAR part 91 ... there is only one crewmember in an airplane certificated for one pilot.” Slip op. at 8.</p>\n<p id=\"b1266-7\">Although the AU and the NTSB inferred from the fact that the aircraft was certificated for operation by one pilot that Ms. Hopkins was not a crew member, this is not the same as reinterpreting the regulation to limit the term crew member to those people aboard an aircraft whose presence is required to operate the aircraft, as Roach claims. The AU rested his finding on Ms. Hopkins’ own testimony, which established the limited nature of her assistance and held that her limited assistance in the flight did not elevate her to the status of crewmember. This is a reasonable application of F.A.R. 91.15(c) to these facts.</p>\n<p id=\"b1266-8\">Nor does the regulation, as applied, violate due process. The FAA has long taken the position that a person’s mere assistance in a flight does not make that person a crew member. In 1964, the FAA felt it necessary to amend the regulation to create an exemption for student pilots, because, under earlier interpretations of F.A.R. 91.15, student pilots were not considered crew members even though they assisted extensively in the flight. <em>See </em>14 C.F.R. § 91.15(d), <em>promulgated in </em>29 Fed. Reg. 9823 (July 22, 1964). Although this regulation does not directly apply, it should have placed Roach on notice that mere assistance during the flight would not elevate Ms. Hopkins’ status from passenger to crew member. In addition, the testimony indicates that Ms. Hopkins understood that the limited nature of her participation did not make her a crew member, particularly in view of the fact she only had one hour of flight time aboard an Aerostar. This leads to the reasonable inference that Roach had a similar understanding.</p>\n<p id=\"b1266-9\">We think Roach knew or should have known that F.A.R. 91.15(c) would prohibit him from performing an aileron roll with Ms. Hopkins aboard unless parachutes were aboard. Therefore, he had fair warning of the breadth of the regulation, and its application here did not violate his due process rights.</p>\n<p id=\"b1267-4\"><page-number citation-index=\"1\" label=\"1157\">*1157</page-number>IV</p>\n<p id=\"b1267-5\">Citing <em>Ferguson v. National Transportation Safety Board, </em>678 F.2d 821 (9th Cir.1982), Roach claims that to support a finding that he operated his aircraft “in a careless or reckless manner so as to endanger the life or property of another,” 14 C.F.R. § 91.9 (1980), the NTSB must find an actual danger to life and property. Since the AU made no such finding, Roach says the judge’s application of F.A.R. 91.9 to him involves a novel interpretation of that regulation, violating his due process rights.</p>\n<p id=\"b1267-6\">The <em>Ferguson </em>opinion upheld an NTSB application of its definition of “recklessness.” The court held that, “to find that the NTSB abused its discretion, the court would need to decide that the findings of fact do not lead to the conclusion that [respondent’s] conduct demonstrated: (1) a gross disregard of safety; and (2) a danger to life and property.” 678 F.2d at 829. Since the facts met that standard, the court concluded that the NTSB had not abused its discretion. <em>Id. </em>at 830.</p>\n<p id=\"b1267-7\">The AU concluded that it is sufficient under F.A.R. 91.9 to establish a potential endangerment to life or property to show a violation. The AU found that Roach’s repeated, low passes over the runway presented a potential danger to other aircraft which might have been in the area because Roach made the passes without warning and below the traffic pattern altitude. I R. 272. In addition, Roach’s aileron roll potentially endangered the life of his passenger, Ms. Hopkins, and potentially endangered surrounding structures and persons because the aircraft might have gone out of control. I R. 273.</p>\n<p id=\"b1267-8\">The evidence is sufficient to support the AU’s finding that Roach acted “carelessly” in violation of Regulation 91.9. In interpreting the identically worded F.A.R. 121.535(f), 14 C.F.R. § 121.535(f) (1985), the court upheld a finding that a commercial airline pilot had violated that regulation when he flew his commercial aircraft 1500 feet below the required altitude even though the weather was clear and he sighted no other aircraft in the area in <em>Haines v. Dept, of Transportation, </em>449 F.2d 1073, 1075 (D.C.Cir.1971). Pointing out that F.A.R. 121.535(f) “is designed to promote safety and uniformity in commercial flight and to induce compliance with traffic controls,” the court said:</p>\n<blockquote id=\"b1267-10\">“That no other aircraft was sighted in the vicinity ... provides no justification for the pilot’s maneuver; rather it invites only speculation that no danger was presented. What is more important is that, in the judgment of the Board, potential danger was unnecessarily presented, and this is sufficient to support a finding that the regulation was violated, [citations] <em>Proof of actual danger is unnecessary, for the regulation prohibits any careless or reckless practice in which danger is inherent. That danger was inherent in the pilot’s conduct </em>— that <em>danger might have developed in the ordinary course of </em>events— <em>is a matter for the Board’s determination in the reasonable exercise of its expert judgment.” Id. </em>at 1076. (Emphasis added, footnote omitted).</blockquote>\n<p id=\"b1267-11\">We likewise defer to the Board’s interpretation of F.A.R. 91.9 here. The record amply supports the findings, which were an entirely proper application of the regulations.</p>\n<p id=\"b1267-12\">V</p>\n<p id=\"b1267-13\">Roach claims that the AU’s finding that he violated F.A.R. 91.31(a) is not supported by substantial evidence; that the operating manual the Administrator offered to support the finding that Roach operated his aircraft without compliance with the operating limitation for that aircraft does not actually prohibit acrobatic maneuvers but merely does not authorize them, and that the regulation does not prohibit execution of a merely unauthorized maneuver; that the operating manual pages introduced by the Administrator do not, on their face, apply to his aircraft and the hearsay testimony the administrator used to establish that his aircraft was subject to the same restriction was not sufficiently substantial <page-number citation-index=\"1\" label=\"1158\">*1158</page-number>to support the finding that he violated the regulation.</p>\n<p id=\"b1268-4\">A.</p>\n<p id=\"b1268-5\">We first treat the claim that the Aerostar operating manual’s statement that acrobatic maneuvers are “not authorized” is not a sufficient basis for the conclusion that Roach violated FAA operating limitations on the Aerostar when he executed his aileron roll.</p>\n<p id=\"b1268-6\">When Roach did his roll, F.A.R. 91.31(a) prohibited operation of a civil aircraft “without compliance with the operating limitations prescribed for the aircraft by the certifying authority of the country of registry.” 14 C.F.R. § 91.31(a) (1980). The AU found that since the Piper Aerostar involved was an American-registered airplane, Roach had to operate it in compliance with the FAA’s requirements. The judge found that the operating manual which Piper prepared for the Aerostar stated that acrobatic maneuvers are “not authorized” and that Roach’s aileron roll was an acrobatic maneuver. He therefore concluded that the roll constituted operation of the aircraft “without compliance” with the FAA’s operating limitations for the Aerostar within the meaning of F.A.R. 93.13(a). I R. 269-270. The NTSB affirmed these findings. I R. 374.</p>\n<p id=\"b1268-7\">Roach contends that the terminology “not authorized” in the operating manual does not mean the same thing as “prohibited,” a term the manual used in proscribing flight into icy conditions. Since “not authorized” is weaker than “prohibited,” Roach argues that it implies that, although Piper did not certify the Aerostar for acrobatic maneuvers, neither did it prohibit them so that the evidence fails to establish the existence of an operating limitation with regard to acrobatics.</p>\n<p id=\"b1268-12\">The question is whether substantial evidence supports the AU’s finding that the Aerostar had an operating limitation with regard to acrobatic maneuvers so that F.A.R. 91.31(a) prohibited them. In affirming the judge’s finding, the NTSB pointed out that although the manual’s statement that acrobatics are “not authorized” established an operating limitation, the regulation, not the manual, prohibited acrobatics in the Aerostar.<footnotemark>9</footnotemark> This language in the manual is substantial evidence of the existence of the limitation and supports the finding.</p>\n<p id=\"b1268-13\">B.</p>\n<p id=\"b1268-14\">Roach also challenges the sufficiency of the evidence by attacking Administrator’s exhibit A-3, pages from an Aerostar operator’s manual used to establish the existence of an operating limitation on acrobatics. Exhibit A-3 stated that the operating manual from which the pages came applied to aircraft with serial numbers “A/F 0715 and subsequent.” I R. 282. Since Roach’s aircraft had another, earlier airframe number, Roach objected to admission of Exhibit A-3 on the ground it did not apply to his aircraft. I R. 154.</p>\n<p id=\"b1268-15\">The attorney for the Administrator asked Allen Neal, an aviation safety inspector operations officer, to identify the exhibit and state whether its limitations applied to all Aerostars. I R. 154-55. When Neal testified that he called the factory to obtain this information, Roach’s counsel objected on hearsay grounds, I R. 155, and the AU stated hearsay is admissible in administrative hearings. I R. 156. The witness then testified he spoke with two Piper Aircraft Company employees, who told him no Ae<page-number citation-index=\"1\" label=\"1159\">*1159</page-number>rostar had ever been certified for acrobatics. I R. 156-57. The attorney for the Administrator once again offered exhibit A-3, and Roach’s counsel objected that the foundation supporting admission of the exhibit was insufficient because the exhibit on its face related to “Air Frame 0715 and subsequent,” and “[tjhere is no statement this relates to the particular airplane” in this case. I R. 158-59. The judge sustained the objection, saying he would reserve ruling on admission of exhibit A-3 if the attorney for the Administrator could present further evidence. I R. 159-60.</p>\n<p id=\"b1269-5\">The attorney for the administrator then called Aviation Safety Inspector Riggins to testify that he had made a long distance call to the Piper factory in Florida. Rig-gins said two Piper employees had told him over the phone that the operating limitations set out in Exhibit A-3 with regard to acrobatics were identical to those contained in the operating manual for Roach’s Aerostar. The ALJ admitted this hearsay over the objection of Roach’s counsel and admitted Exhibit A-3. I R. 166-169, 172. Later the ALJ questioned Roach, who substantially admitted that the operator’s manual for his Aerostar contained wording similar to that in Exhibit A-3.<footnotemark>10</footnotemark> On the basis of Riggins’ testimony and Roach’s admission, the ALJ concluded that the operating limitation applicable to Roach’s aircraft regarding acrobatics was identical to that contained in Exhibit A-3. I R. 269-270.</p>\n<p id=\"b1269-18\">On appeal, the NTSB thought it reasonable to infer that the limitation contained in exhibit A-3 applied to Roach’s Aerostar since “it would be unusual for some series of a model aircraft, particularly a twin engine airplane, to be authorized for acrobatic maneuvers while other series of the same model are not so authorized.” Slip op. at 7. Although the Board concluded the hearsay testimony about the phone call was “not entitled to substantial weight,” the Board concluded that, in light of Roach’s failure to rebut it, the testimony, along with inferences drawn from Exhibit A-3 itself, was sufficient evidence to establish that Roach’s aircraft was not authorized for acrobatic maneuvers. <em>Id.</em><footnotemark><em>11</em></footnotemark></p>\n<p id=\"b1270-3\"><page-number citation-index=\"1\" label=\"1160\">*1160</page-number>Roach contends that the ALJ’s finding of an operating limitation with respect to acrobatics and therefore the finding that Roach violated F.A.R. 91.31(a) rests solely on the hearsay testimony of Riggins and that this does not constitute substantial evidence of an operating limitation relating to acrobatic flight for his Aerostar. In <em>Richardson v. Perales, </em>402 U.S. 389, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971), the Court held that hearsay evidence in the form of a report by an examining physician in a Social Security case may constitute substantial evidence in an administrative proceeding, if it has sufficient indicia of reliability and probative value, when the claimant does not exercise his right to subpoena the physician and provide himself with the opportunity to cross-examine the physician. <em>Id. </em>at 402, 91 S.Ct. at 1427.<footnotemark>12</footnotemark> Here the NTSB concluded that the hearsay evidence was not entitled to “substantial weight,” Slip op. at 7, recognizing that Riggins’ testimony, standing alone, might not be sufficient to support the ALJ’s conclusion that Roach’s Aerostar manual contained the operating limitation concerning acrobatics. However, Roach’s own admission about the operating limitation corroborated Riggins’ testimony. Thus none of Roach’s objections to the substantiality of the evidence supporting the ALJ’s findings are persuasive.</p>\n<p id=\"b1270-4\">VI</p>\n<p id=\"b1270-5\">Finally, Roach contends that the AU demonstrated bias sufficient to render the hearing unfair when he assisted counsel for the administrator by explaining how to conduct his examination of a witness, I R. 145-147, when he examined Roach and other witnesses from the bench, I R. 183-184, 229-232, and when he cut off Roach's testimony about Ms. Hopkins’ activities aboard the aircraft. I R. 180.</p>\n<p id=\"b1270-9\">Due process entitles an individual in an administrative proceeding to a fair hearing before an impartial tribunal. <em>Roberts v. Morton, </em>549 F.2d 158, 164 (10th Cir.1976), <em>cert. denied sub nom. Roberts v. Andrus, </em>434 U.S. 834, 98 S.Ct. 21, 54 L.Ed.2d 95 (1977). A biased hearing officer who conducts the hearing unfairly deprives a litigant of this impartiality. However, “a substantial showing of personal bias is required to disqualify a hearing officer or to obtain a ruling that the hearing is unfair.” <em>Roberts v. Morton, </em>549 F.2d at 164. <em>See also, Corstvet v. Boger, </em>757 F.2d 223, 229 (10th Cir.1985).</p>\n<p id=\"b1270-10\">Roach fails to make the requisite showing of personal bias. The record reveals that the AU conducted the hearing fairly and made his findings impartially. An AU has an obligation to conduct the hearing in an orderly manner and to elicit the truth. He has the right to interrogate witnesses for that purpose. <em>See Knapp v. Kinsey, </em>232 F.2d 458, 466 (6th Cir.), <em>reh. denied, </em>235 F.2d 129 (6th Cir.), <em>cert. denied, </em>352 U.S. 892, 77 S.Ct. 131, 1 L.Ed.2d 86 (1956). The judge’s interrogation of Roach and other witnesses was proper. What Roach characterized as assistance to the attorney for the Administrator was merely the AU’s attempt to apply the Federal Rules of Evidence fairly in a complicated situation. We find no unfairness in the judge’s conduct.</p>\n<p id=\"b1270-11\">VII</p>\n<p id=\"b1270-12\">We are not persuaded that there was constitutional or other error in the adminis<page-number citation-index=\"1\" label=\"1161\">*1161</page-number>trative proceedings. Accordingly the order of the Board is</p>\n<p id=\"AV6\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1259-16\">. The record shows that the Piper Aerostar 601P is a twin-engine, propeller-driven, six-passenger aircraft. It has dual controls so it can be flown from either the pilot’s or the co-pilot’s seal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1259-17\">. The evidence is conflicting as to the altitude at which Roach made his passes and his roll, and the ALJ’s findings are not clear-cut.</p>\n<p id=\"b1259-18\">One witness for the Administrator testified, as the AU noted, that he observed the passes conducted \"at an altitude that he estimates of approximately 10 to 20 feet,\" and that he saw the aircraft at \"approximately 400 to 500 feet AGL, above ground level, at the time that the roll was commenced.” I R. 256. One of Roach’s witnesses testified that the passes occurred at 400 to 1,000 feet above ground level and that the aileron roll occurred at about 1,500 to 2,000 feet above ground level. I R. 192-93, 205. Ms. Hopkins testified that she was aboard the aircraft and monitored the altimeter while Roach executed the passes and the roll, and that the passes occurred at between 4600 and 4800 feet MSL, or \"probably between 5 and 700 feet” above ground level, while Roach started into the roll at 5,000 feet MSL and completed it at 6,000 feet MSL. I R. 218-220. Roach himself estimated he made his passes at 600 to 1,000 feet above ground level and executed the roll at about 2,000 to 2,500 feet above ground level. I R. 122, 204.</p>\n<p id=\"A7t\">The AU, in finding that Roach violated F.A.R. 91.9 by operating the aircraft in a manner <page-number citation-index=\"1\" label=\"1150\">*1150</page-number>which potentially endangered the lives and property of others, stated that “[a]ssuming even that [the passes] were performed at 500 feet or so, these were lower than the traffic pattern altitude\" and that an incoming pilot “would have, to his surprise, found an aircraft operating down the central line of the runway somewhere between 400 to 700 feet, at least, below pattern altitude.” I R. 272.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1260-9\">. F.A.R. 91.31(a), which, at the time of Roach's flight, stated “no person may operate a civil aircraft without compliance with the operating limitations for that aircraft as prescribed by the certificating authority of the coutry of registry,\" 14 CFR § 91.31(a) (1980), has since been amended in relevant part to say that \"no person may operate a civil aircraft without complying with” the applicable operating limitations. 14 CFR § 91.31(a) (1986).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1262-5\">. The objection made and the ruling on it were as follows:</p>\n<blockquote id=\"b1262-6\">MR. LAYLIN: I’d like to call Mr. Joe Roach as an adverse witness.</blockquote>\n<blockquote id=\"b1262-7\">MR. ULLSTROM: We’d object to thal. Your Honor. This is a quasi-criminal case.</blockquote>\n<blockquote id=\"b1262-8\">JUDGE GERAGHTY: No, it’s not, it’s a civil case. Mr. Roach?</blockquote>\n<blockquote id=\"b1262-9\">He may call him as an adverse Witness. This is not a criminal case; this is a civil proceeding.</blockquote>\n<blockquote id=\"b1262-10\">MR. ULLSTROM: Then just for the record, let me make my objection, it relates to the affirmative defense. The federal courts have ruled that this is a quasi-criminal case. JUDGE GERAGHTY: What case are you citing?</blockquote>\n<blockquote id=\"b1262-11\">MR. ULLSTROM: I don’t have reference to one now, but I know it’s been done. As a consequence, there’s no way that the Administrator can call the defendant as an adverse witness, and we object to it. So I’ve made the record for that purpose, Your Honor.</blockquote>\n<blockquote id=\"b1262-12\">JUDGE GERAGHTY: Mr. Roach?</blockquote>\n<blockquote id=\"b1262-13\">The Board has consistently held that these are civil proceedings. Criminal warnings, such as Miranda rights and such, do not apply, so it is a civil proceeding.</blockquote>\n<blockquote id=\"b1262-14\">I R. 174-75.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1262-15\">. Were we to hold that a witness could raise his privilege not to answer incriminating questions merely by objecting to being called to the stand without having to assert the privilege as to each question objected to, we would deny the presiding judge the specifics needed to determine the privilege’s applicability to each question, as well as a record on which appellate courts could review that determination. This record presents an example of the evils such a rule would create. Although Roach suggests his conduct is prosecutable under Colorado law, Appellant’s Brief at 14-15, he presented no facts as to whether such prosecution is likely or even possible on the basis of the statements he made at the hearing. <em>Compare United States v. Carroll, </em>567 F.2d 955, 957 (10th Cir.1977) (\"Because of the failure of appellant to specify how he would be injured by any specific question, the trial court had nothing on which to make a determination of any constitutional right or privilege”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1262-21\">. We note that the NTSB stated in its opinion: [T]he Board has consistently held that its administrative proceedings tire civil in nature and that rights afforded criminal defendants are not available and cannot be invoked. While we therefore find no reversible error in this instance, the Board will carefully scrutinize any departure from the normal and better practice of the Administrator presenting his case without calling the respondent as a witness.</p>\n<p id=\"b1262-22\">Slip op. at 6.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1264-5\">. We are aware of Judge Prettyman’s dissent in <em>Lee v. C.A.B., </em>225 F.2d 950, 953 (D.C.Cir.1955), which reached the issue (not reached by the majority) whether a suspension of a pilot’s license was punitive and agreed that it was, and of a number of administrative decisions in which the Civil Aeronautics Board has held that suspension of an airman's certificate is penal, at least in some instances. <em>See, e.g., Lewis H. Brubaker and Charles E. Olsen, </em>19 C.A.B. 885, 886-87 (1954) (“While Board proceedings obviously are not criminal cases ... a suspension of an airman certificate solely” to punish an airman \"would constitute a penalty in the constitutional sense, and ... [former section 1004(i) of the Civil Aeronautics Act] has immunized the respondents against any suspension imposed purely as punishment ...”); <em>Herbert R. Galloway, </em>1 NTSB 2104, 2105 (1972) (”[S]ection 91.5 of the FAR does not establish a sufficiently specific standard upon which to base a punitive sanction against respondent in this case\"). <em>Accord Pike v. C.A.B., </em>303 F.2d 353, 357 (8th Cir.1962) (Revocations of respondent’s airman’s certificates for engaging in flight instruction without an instructor’s certificate “on this record have at least some penal aspect” because imposition of a civil penalty would likely follow suspension and \"certainly is punitive,” so that “a stronger statutory or regulation basis than we are presently able to discover” is necessary to uphold the certificate revocation). However, in light of more recent cases analyzed above, we are not persuaded that the sanction imposed on Roach here is penal in the criminal sense.</p>\n<p id=\"ASNb\">Our conclusion finds support in those cases where courts have found that license suspension or revocation proceedings are not criminal for purposes of determining the admissibility of previously immunized, compelled testimony. <em>See, e.g., In re Daley, </em>549 F.2d 469, 476-77 (7th Cir.), <em>cert. denied sub nom. Daley v. Attorney Registration and Disciplinary Commission of the Supreme Court of Illinois, </em>434 U.S. 829, 98 S.Ct. 110, 54 L.Ed.2d 89 (1977) (”[T]he Fifth Amendment Privilege against self-incrimination does not proscribe the introduction in state bar disciplinary proceedings of testimony compelled under a grant of immunity\"); <em>Napolitano v. Ward, </em>457 F.2d 279, 284 (7th Cir.), <em>cert. denied, </em>409 U.S. 1037, 93 S.Ct. 512, 34 L.Ed.2d 486 (1972) <em>reh. denied </em>410 U.S. 947, 93 S.Ct. 1351, 35 <page-number citation-index=\"1\" label=\"1155\">*1155</page-number>L.Ed.2d 616 (1973) (same; proceedings for removal of a judge); <em>Burley v. U.S. Drug Enforcement Agency, </em>443 F.Supp. 619, 622-23 (M.D. Tenn.1977) (same; proceedingg before the Tennessee Board of Pharmacy); <em>Childs v. McCord, </em>420 F.Supp. 428, 434 (D.Md.1976), <em>aff'd. and opinion adopted, sub nom. Childs v. Schütz, </em>556 F.2d 1178 (4th Cir.1977) (same; engineer’s professional misconduct hearings).</p>\n<p id=\"AgLn\">We also point out that the general witness immunity statutes applicable in administrative hearings, 18 U.S.C. §§ 6002, 6004(a)(b), have no role in this case. These statutes afford a witness immunity as broad but no broader than the Fifth Amendment privilege, <em>United States v. Applebaum, </em>445 U.S. 115, 123, 100 S.Ct. 948, 953, 68 L.Ed.2d 250 (1980), and, by their terms, apply only to witnesses, not to criminal defendants who assert their right not to take the stand in their own criminal trials and testify on those charges for which the Government is prosecuting them. Furthermore, the statutes are not self executing, so that the administrator would have had to ask for immunity in order for Mr. Roach to have obtained it. <em>United States v. Seavers, </em>472 F.2d 607, 610 (6th Cir.1973); <em>United States v. Silkman, </em>543 F.2d 1218, 1220 (8th Cir.1976), <em>cert. denied, </em>431 U.S. 919, 97 S.Ct. 2185, 53 L.Ed.2d 230 (1977). Here, the Administrator neither sought nor obtained immunity for Mr. Roach so that the statutes would not have applied in any event.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1265-10\">. In <em>Boyd, </em>the Court stated:</p>\n<blockquote id=\"b1265-11\">\"[Pjroceedings instituted for the purpose of declaring the forfeiture of a man’s property by reason of offenses committed by him, though they may be civil in form, are in their nature criminal.” 116 U.S. at 634, 6 S.Ct. at 534.</blockquote>\n<p id=\"b1265-17\">However the Court has narrowed the sweep of this statement. <em>See, e.g., United States </em>v. <em>Regan, </em>232 U.S. 37, 50, 34 S.Ct. 213, 217, 58 L.Ed. 494 (1914) <em>(Boyd </em>limited to Fifth Amendment guarantee against compelled self-incrimination, which “is of broader scope than are the guaranties in Article III and the Sixth Amendment governing trials in criminal prosecutions);\" <em>United States v. United States Coin &amp; Currency, </em>401 U.S. 715, 721-22, 91 S.Ct. 1041, 1044-45, 28 L.Ed.2d 434 (1971) (Fifth Amendment self incrimination clause applies to forfeiture proceedings because \"they are intended to impose a penalty only upon those who are significantly involved in a criminal enterprise”).</p>\n<p id=\"b1265-18\">In view of the \"overwhelming evidence that Congress intended to create a penalty civil in all respects and quite weak evidence of any countervailing punitive purpose or effect ...’’, the traditionally non-criminal nature of the suspension penalty, the relationship between the suspension and the promotion of air safety, the non-applicability of the criminal portion of the Federal Aviation Act of 1958 to violations of the safety regulations such as that at issue here, and the lack of any evident danger that Roach will prejudice himself \"in respect to later criminal proceedings,\" even under <em>Boyd, </em>the Fifth Amendment’s proscription against compelling a criminal defendant to take the stand does not apply to Roach’s administrative hearing. <em>Ward, </em>448 U.S. at 254, 100 S.Ct. at 2644.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1268-8\">. The NTSB dealt with Mr. Roach's contention as follows:</p>\n<blockquote id=\"b1268-10\">Respondent’s second contention in regard to operations specifications is that the FAA-approved operating limitations state that, while acrobatic maneuvers in the aircraft are ‘unauthorized’, this does not mean that they are ‘prohibited’. It is not the operating limitations that ‘prohibit’ acrobatic maneuvers, but, rather, the regulation itself (FAR Section 91.-31(a) ) that prohibits operation of an aircraft except in compliance with its operating limitations. In our view, the evidence establishes that the Piper Aerostar Model 601P is limited to flight in the normal category and that its operating limitations include a limitation that, in light of FAR Section 91.31(a), prohibits acrobatic flight. Slip Op. at 8.</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1269-6\">. Roach disagrees with the Administrator’s contention that Roach admitted that the operating manual for his aircraft contained language regarding acrobatic maneuvers similar to that contained in the Administrator’s exhibit. The record on this point is as follows:</p>\n<blockquote id=\"b1269-7\">JUDGE GERAGHTY: I have a couple of questions. Mr. Roach, are you familiar with the operator’s manual for the particular Piper Aerostar you were flying that day?</blockquote>\n<blockquote id=\"b1269-8\">THE WITNESS: Yes, pretty well.</blockquote>\n<blockquote id=\"b1269-9\">JUDGE GERAGHTY: Are you familiar with the operating limitations section of the manual on that aircraft?</blockquote>\n<blockquote id=\"b1269-10\">THE WITNESS: Pretty Well.</blockquote>\n<blockquote id=\"b1269-11\">JUDGE GERAGHTY: Is there any wording with respect to the performance of acrobatics in that particular aircraft contained in the operator’s manual, limitations section?</blockquote>\n<blockquote id=\"b1269-12\">THE WITNESS: Well, no more than what we heard here today, I guess.</blockquote>\n<blockquote id=\"b1269-13\">JUDGE GERAGHTY: Same thing, acrobatics maneuvers not authorized, or generally words to that effect?</blockquote>\n<blockquote id=\"b1269-14\">THE WITNESS: Yes, something to that effect, yes, sir.\"</blockquote>\n<p id=\"b1269-15\">I R. 183-184.</p>\n<p id=\"b1269-16\">We agree with the AU that Roach substantially admitted that the operating manual for his aircraft stated that acrobatic maneuvers are not authorized.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1269-19\">. The NTSB stated that the evidence was \"sufficient to establish a rebuttable presumption” that Mr. Roach’s aircraft was not authorized for acrobatic maneuvers “and ... FAA counsel effectively shifted the burden” to Mr. Roach \"of establishing\" that his Aerostar \"was not so restricted.\" The Board concluded he did not meet his burden because he produced no evidence that the limitation did not apply to his aircraft. Slip op. at 7. Roach claims on appeal that the Board impermissibly shifted the burden of proof to him to establish he did not violate Federal Aviation Regulation 91.31(a).</p>\n<p id=\"b1269-20\">The Board’s choice of words to describe Mr. Roach’s burden was unfortunate because, by talking of a rebuttable presumption which shifted to Roach the burden of establishing he did not violate the regulation, the Board created the impression that the burden of proof had shifted to Mr. Roach, when, in fact, it had not. The Administrator has the initial burden under NTSB practice to present a prima facie case showing that respondent violated a regulation. Then, the burden of production shifts to the respondent, who must present evidence to rebut the Administrator’s prima facie case. However, the burden of proof always remains with the Administrator. <em>Helms </em>v. <em>Kato, </em>Docket No. SE-5323, Slip op. at 5 &amp; 5 n. 7 (NTSB Nov. 26, 1982); <em>Administrator v. Pangbum, </em>35 C.A.B. 907, 910 <em>aff'd., sub nom. Pangbum </em>v. <em>Civil Aero</em><page-number citation-index=\"1\" label=\"1160\">*1160</page-number><em>nautics Board, </em>311 F.2d 349 (1st Cir.1962); <em>Administrator v. Specht, </em>25 C.A.B. 859, 863 (1957), <em>aff’d., sub nom. Sprecht v. Civil Aeronautics Board, </em>254 F.2d 905 (8th Cir.1958).</p>\n<p id=\"A9C\">Nevertheless, Mr. Roach did not suffer any prejudice requiring reversal because the AU and the NTSB both understood that the Administrator had the ultimate burden of proof, and the judge required the Administrator to meet that burden. The NTSB, in using the language it did, merely sought to describe Roach’s burden of production, a burden he did not meet in this case.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1270-14\">. Our circuit has found a conflict among the circuits on the question of whether \"uncorroborated hearsay can constitute substantial evidence in administrative proceedings.\" <em>Sorensen v. National Transportation Safety Board, </em>684 F.2d 683, 686 (10th Cir.1982).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}