{
  "casebody": {
    "data": "<casebody firstpage=\"565\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b675-9\">UNITED STATES of America, Plaintiff-Appellee, v. Michael Paul HOUSER, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b675-12\">No. 85-5101.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b675-13\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b675-14\">Argued and Submitted Sept. 30, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b675-15\">Decided Nov. 17, 1986.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b676-32\"><page-number citation-index=\"1\" label=\"566\">*566</page-number>Victor B. Kenton, Los Angeles, Cal., for plaintiff-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b676-33\">David Katz, Asst. U.S. Atty., Los Angeles, Cal., for defendant-appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b677-4\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>Before ALARCON, BOOCHEYER, REINHARDT, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b677-5\">ALARCON, Circuit Judge:</author>\n<p id=\"b677-6\">Defendant/appellant Michael Paul Houser (hereinafter Houser) appeals from his judgment of conviction for conspiracy to counterfeit United States obligations and aiding and abetting the possession of United States obligations in violation of 18 U.S.C. §§ 371, 472, and 2(a). He seeks reversal on the ground that the district court erred in admitting evidence of a prior act of misconduct in violation of Rule 404(b) of the Federal Rules of Evidence. The Government argues that we cannot consider the merits of Houser’s contentions because the notice of appeal was untimely filed and the record fails to show excusable neglect. We conclude that the district court did not abuse its discretion in determining that excusable neglect justified the late filing of the notice of appeal. No proper objection was made to the challenged evidence and we conclude that its admission was not plain error. Accordingly, we affirm. We address each of these issues and the facts pertinent thereto under separate headings.</p>\n<p id=\"b677-7\">I.</p>\n<p id=\"b677-8\">A. <em>Jurisdiction Of This Court To Review The Merits Applicability Of The Doctrine Of Law Of The Case</em></p>\n<p id=\"b677-9\">Judgment was entered in this matter on April 9,1985. The notice of appeal was not filed until May 17, 1985. The government argues that the district court abused its discretion under Fed.R.App.P. 4(b) in permitting the filing of the late notice of appeal. The Government filed a motion to dismiss the appeal on the same grounds on June 11, 1985. On July 3, 1985, a motions panel of this court summarily denied the motion to dismiss without setting forth its rationale in a published opinion.</p>\n<p id=\"b677-10\">Our initial duty is to decide whether we may reconsider the Government’s challenge to our jurisdiction in light of the earlier ruling of a motions panel of our court on the same issue. If a motions panel’s dismissal of a motion to dismiss an appeal as untimely is “the law of the case,” we would be precluded from addressing the Government’s argument. Our research has persuaded us that the law of the case doctrine does not apply to the denial by a motions panel of this court of a motion to dismiss on jurisdictional grounds.</p>\n<p id=\"b677-12\">The term “law of the case” applies to the principle that in order to maintain consistency during the course of a single lawsuit, reconsideration of legal questions previously decided should be avoided. 18 C. Wright, A. Miller &amp; E. Cooper, Federal Practice &amp; Procedure § 4478, at 788 (1981). The legal effect of the doctrine of the law of the case depends upon whether the earlier ruling was made by a trial court or an appellate court. All rulings of a trial court are “subject to revision at any time before the entry of judgment.” Fed.R.Civ.P. 54(b). A trial court may <em>not, </em>however, reconsider a question decided by an appellate court. “When matters are decided by an appellate court, its rulings, unless reversed by it or a superior court, bind the lower court.” <em>Insurance Group Comm. v. D. &amp; R.G.W. R.R., </em>329 U.S. 607, 612, 67 S.Ct. 583, 585, 91 L.Ed. 547 (1947). <em>See Moore v. Jas H. Matthews &amp; Co., </em>682 F.2d 830, 833-35 (9th Cir.1982) (quoting <em>White v. Murtha, </em>377 F.2d 428, 431-32 (5th Cir.1967) (a district court must follow the decision of a reviewing court on a legal issue in the case)). Upon remand, an issue decided by an appellate court may not be reconsidered.</p>\n<p id=\"b677-15\">The term “law of the case” is also sometimes applied to a reconsideration of an earlier decision of a panel of an appellate court. Application of this doctrine to an appellate panel’s authority to reconsider an earlier ruling is limited by three principles.</p>\n<p id=\"b677-16\">First, the doctrine is discretionary, not mandatory. <em>Potomac Passengers Ass’n v. Chesapeake &amp; Ohio Ry. Co., </em>520 F.2d 91, 95 n. 22 (D.C.Cir.1975). The doctrine “merely expresses the practice of courts generally to refuse to reopen what has been decided, not a limit to their power.” <page-number citation-index=\"1\" label=\"568\">*568</page-number><em>Messenger v. Anderson, </em>225 U.S. 436, 444, 32 S.Ct. 739, 740, 56 L.Ed. 1152 (1912). We will reconsider a ruling of this court on the same issue presented in the same action if a showing is made which compels us to reconsider our prior decision. <em>See League of Women Voters of California v. FCC, </em>798 F.2d 1255,1256 (9th Cir.1986). We will exercise our discretion to reconsider a prior decision if “the evidence on a subsequent trial was substantially different, controlling authority has since made a contrary decision of the law applicable to such issues, or the decision was clearly erroneous and would work a manifest injustice.” <em>Moore, </em>682 F.2d at 834 (quoting <em>White v. Murtha, </em>377 F.2d 428, 432 (5th Cir.1967)). Where we have published a decision setting forth the reasons which guided us in resolving a legal issue in a certain way, we can more readily determine whether a proper showing has been made which would compel us to reconsider the question on the bases that the law has changed or that our decision was clearly erroneous. A summary disposition, without a reasoned analysis reflecting the authorities or argument which led us to rule as we did, requires us to scrutinize the merits of the question we were asked to reconsider with greater care.</p>\n<p id=\"b678-4\">Second. The Fifth Circuit has observed that “a preliminary motion to dismiss is submitted to a motions panel for disposition, often without opinion.” <em>EEOC v. Neches Butane Products Co., </em>704 F.2d 144, 147 (5th Cir.1983). The Fifth Circuit also explained:</p>\n<blockquote id=\"b678-5\">With the benefit of full briefing and (as was the case here) oral argument, the panel to which the case falls for disposition on the merits may conclude that the motions decision was improvident and should be reconsidered.</blockquote>\n<p id=\"b678-6\"><em>Id. </em>at 147.</p>\n<p id=\"b678-7\">This observation on the realities of the provisional disposition of motions to dismiss an appeal accurately reflects our own experience and practice. In <em>United States v. Humphries, </em>636 F.2d 1172 (9th Cir.1980), we noted as follows: “While the motions panel was presented with the merits of the jurisdictional issue in this case, we do not consider their denial of Humphries’ motion to dismiss the appeal to have foreclosed our ultimate reconsideration and disposition.” <em>Id. </em>at 1174 n. 2.</p>\n<p id=\"b678-9\">Reconsideration by a merits panel of a motions panel’s decision, during the course of a single appeal, differs in a significant way from an appellate court’s reconsideration of a decision on the merits issued by that court on a prior appeal. A party seeking to overturn a merits panel’s decision obtained by its opponent has previously had the opportunity to file petitions for en banc review and certiorari challenging the earlier decision: the issue is presented to the appellate court for a second time only after the court’s first decision has survived all of the customary obstacles to finality. Motions panel decisions are rarely subjected to a similar process prior to the time that the case is presented to ther merits panel. Full review of a motions panel decision will more likely occur only after the merits panel has acted. For this reason, while a merits panel does not lightly overturn a decision made by a motions panel during the course of the same appeal, we do not apply the law of the case doctrine as strictly in that instance as we do when a second merits panel is asked to reconsider a decision reached by the first merits panel on an earlier appeal.</p>\n<p id=\"b678-11\">Third. “[I]t is the duty of of this court to dismiss whenever it becomes apparent that we lack jurisdiction.” <em>Green v. Dep’t of Commerce, </em>618 F.2d 836, 839 (D.C.Cir. 1980) (citing <em>Potomac Passengers Ass’n v. Chesapeake &amp; Ohio Ry. Co., </em>520 F.2d 91, 95 &amp; n. 22 (D.C.Cir.1975). The fact that the motions panel denied the Government’s motion to dismiss this appeal “does not free this court from the independent duty to decide whether we have jurisdiction.” <em>Green, </em>618 F.2d at 839 n. 9.</p>\n<p id=\"b678-12\">The time limit in which to file a notice of appeal is “mandatory and jurisdictional.” <em>Browder v. Director, Dep’t of Corrections, </em>434 U.S. 257, 264, 98 S.Ct. 556, 561, 54 L.Ed.2d 521 (1978); <em>United States v. Avendano-Camacho, </em>786 F.2d <page-number citation-index=\"1\" label=\"569\">*569</page-number>1392, 1394 (9th Cir.1986). Stated succinctly, the doctrine of “law of the case” is inapplicable to the question of our jurisdiction to consider an appeal. <em>See Green v. Dep’t of Commerce, </em>618 F.2d 836, 839 n. 9 (D.C.Cir.1980) (“the doctrine of ‘law of the case’ does not apply to the fundamental question of subject matter jurisdiction”). Based on the foregoing discussion, we next consider our jurisdiction to review the merits of this appeal.</p>\n<p id=\"b679-4\">B. <em>Timeliness Of The Notice Of Appeal</em></p>\n<p id=\"b679-5\">The Government asserts that this court lacks jurisdiction to review Houser’s appeal because (1) notice of appeal was not filed within ten days after the entry of judgment and the record fails to show excusable neglect and (2) no notice was given of a motion to extend the time for filing the notice of appeal.</p>\n<p id=\"b679-6\">The notice of appeal in a criminal matter must be filed within ten days after the entry of judgment. Fed.R.App.P. 4(b). Judgment was entered in this matter on April 9, 1985. Houser did not file a notice of appeal until May 17, 1985. The time for filing the notice of appeal expired on April 19, 1985. If a criminal defendant fails to file the notice of appeal within ten days after the judgment or order is entered in the criminal docket, he may obtain relief from the district court:</p>\n<blockquote id=\"b679-7\">Upon a showing of excusable neglect the district court may, before or after the time has expired, with or without motion and notice, extend the time for filing a notice of appeal for a period not to exceed 30 days from the expiration of the time otherwise prescribed by the subdivision.</blockquote>\n<p id=\"b679-8\">Fed.R.App.P. 4(b).</p>\n<p id=\"b679-9\">On May 17, 1985, Houser filed an ex parte motion entitled “Application For Leave To File Late Notice of Appeal.” In support of this motion, Houser declared under penalty of perjury that his trial counsel told him that she would pursue the options available to him “including the filing of a notice of appeal.” Houser further alleged that in the week prior to May 6, 1985, he was told by his trial counsel that she had not filed a notice of appeal. Houser’s declaration is dated May 6, 1985. On that date, he was incarcerated at the federal detention facility at Terminal Island. The motion bears a stamp stating that it was “lodged” by the clerk on May 14, 1985. The district court ordered the filing of the late notice of appeal on May 16, 1985.</p>\n<p id=\"b679-11\">We review a finding of excusable neglect for abuse of discretion. <em>Meza v. Washington State Dep’t of Social &amp; Health Seros., </em>683 F.2d 314, 315 (9th Cir. 1982). Excusable neglect is shown when the appellant has done “all he could do under the circumstances” to perfect an appeal within the time prescribed by the rules. <em>United States v. Avendano-Camacho, </em>786 F.2d at 1394. We find no abuse of discretion. Houser, an incarcerated prisoner, advised the district court that he relied on his attorney to file a timely notice of appeal. According to Houser’s motion, upon being advised that his attorney had failed to do so, he sent a notice of appeal to the court accompanied by a declaration setting forth the reasons for the delay. The facts established excusable neglect in that they support a conclusion that Houser did all that he could do to file a timely notice of appeal under the circumstances. Houser’s motion was filed within 30 days of the expiration of the time of the ten day period for filing of a notice of appeal.</p>\n<p id=\"b679-12\">The Government’s claim that the district court’s implied finding of excusable neglect cannot be sustained because it did not receive notice of Houser’s motion is without merit. Rule 4(b) permits the district court to extend the time upon a showing of excusable neglect “with or without motion and notice.” Fed.R.App.P. 4(b). The district court did not abuse its discretion in extending the time for filing the notice of appeal without conducting a hearing regarding Houser’s factual allegations or awaiting a response.</p>\n<p id=\"b679-13\">II. ADMISSIBILITY OF THE PRIOR CONVICTION</p>\n<p id=\"b679-14\">Houser contends the district court erred in admitting evidence of his prior conviction for counterfeiting.</p>\n<p id=\"b680-3\"><page-number citation-index=\"1\" label=\"570\">*570</page-number>At no time during trial did Houser’s counsel object to the references to Houser’s prior conviction in the prosecutor’s opening statement. Houser’s trial counsel failed to object at trial to the introduction of evidence of his prior conviction on the ground that prior acts of misconduct are inadmissible to prove propensity to commit the crime charged.</p>\n<p id=\"b680-4\">During Andrew Leaney’s testimony about Houser’s statements concerning his prior conviction, defense counsel did object, but only on the ground that the Government had failed to lay a proper foundation for the admissibility of the statements of a co-conspirator. A ruling on the admissibility of evidence cannot be raised on appeal if no contemporaneous objection was made at trial unless plain error is shown. <em>United States v. Rogers, </em>769 F.2d 1418, 1425 (9th Cir.1985).</p>\n<p id=\"b680-5\">Plain error is shown if the evidence was inadmissible and its admission affected the outcome and his right to a fair trial. <em>United States v. Hurt, </em>795 F.2d 765, 773 (9th Cir.1986) (citing <em>United States v. Rogers, </em>769 F.2d 1418, 1426 (9th Cir.1985)). Co-conspirator Andrew Leaney testified extensively about Houser’s prior conviction. Leaney told the jury that Houser said he had learned from the mistakes he made in his prior offense. Houser instructed his co-conspirators to wear gloves to avoid leaving fingerprints, to refrain from passing any of the counterfeit money, and to remain silent in the event of arrest. Leaney also testified that Houser ordered a list of supplies to be copied by his co-conspirators so that his handwriting would not appear. Houser also refused to have a key to the place where the printing of the counterfeit money occurred so that he would not be viewed as a “kingpin.”</p>\n<p id=\"b680-6\">Houser has not demonstrated that substantial rights were affected by the admission of the evidence, without objection, of the prior conviction. The defense theory was that Houser was “set up” by his alleged co-conspirators because of his prior conviction for counterfeiting, and that his presence in a “half-way house” prevented his participation in the offense. Under these circumstances the admission of evidence of the prior conviction is not plain error and did not affect the outcome and Houser’s right to a fair trial.</p>\n<p id=\"b680-9\">The judgment is AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}