{
  "casebody": {
    "data": "<casebody firstpage=\"33\" lastpage=\"40\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b129-13\">Leonard J. SILVER, et al., Plaintiffs, Appellees, v. Juan Antonio GARCIA, Commissioner, et al., Defendants, Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b129-16\">No. 84-1728.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b129-17\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b129-19\">Argued Feb. 8, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b129-20\">Decided April 26, 1985.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b130-12\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>Reina Colon De Rodriguez, Asst. Sol. Gen., with whom Roberto Schmidt Monge was on brief, for defendants, appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b130-13\">Clifford S. Robbins, Washington, D.C., with whom Paul A. Lenzini, Hernando A. Rivera and Chapman, Duff &amp; Paul, Washington, D.C., were on brief, for plaintiffs, appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b130-14\">Before COFFIN, Circuit Judge, WISDOM,<footnotemark>*</footnotemark> Senior Circuit Judge, and BOWNES, Circuit Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b130-20\">Of the Fifth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b130-15\">BOWNES, Circuit Judge.</author>\n<p id=\"b130-16\">This action presents a constitutional challenge to a Puerto Rican statute which requires applicants for an insurance consultant’s license to have resided in Puerto Rico for one year prior to application. The plaintiffs below, Leonard J. Silver and Alvin E. Mangold, were denied insurance consultants’ licenses on the basis of this residency requirement, and brought suit against the Commissioner of Insurance and Secretary of Justice of the Commonwealth of Puerto Rico claiming that the residency requirement abridged the privileges and immunities of citizenship guaranteed in Article IV of the United States Constitution. The district court agreed and enjoined the enforcement of the residency requirement. 592 F.Supp. 495. We affirm.</p>\n<p id=\"b130-18\">Silver and Mangold are residents of Pennsylvania, where they have owned and operated an insurance consulting business, First Risk Management Company, since 1956. Silver and Mangold act strictly as advisors, evaluating the liability, property and marine risks of clients and recommending management and operations changes designed to minimize such risks. These recommendations may include modification of insurance coverage. From time to time, they engage in negotiations, accompanied by their clients, with insurance brokers and companies concerning the terms and costs of policies. As independent risk consultants, Silver and Mangold do not maintain any business relationship with insurance companies, brokers, or agents and do not sell insurance either directly or indirectly. They receive no commissions from insurance companies, brokers, or agents for their services, but are compensated by their clients at an hourly rate for consulting services received.</p>\n<p id=\"b130-19\">Both Silver and Mangold possess extensive experience in the insurance consulting field. They have represented clients worldwide and in more than two dozen states. Both have passed the examination and fulfilled the experience, character, and ethics requirements to obtain the highest professional designation in their field, that of Charter Property Casualty Underwriter from the American Institute of Property <page-number citation-index=\"1\" label=\"35\">*35</page-number>and Liability Underwriters, Inc. In addition, both have earned the Associate in Risk Management degree awarded by the Insurance Institute of America. Silver has written extensively in the field of risk management and is a founding member and past president of the Insurance Consultants’ Society. Mangold has served terms as vice-president and treasurer of the Insurance Consultants’ Society. The Insurance Consultants’ Society is one of two professional organizations in the risk consultant field and its members consist solely of independent consultants who, as a matter of professional ethics, maintain no relationship or affiliation with insurance companies, agents, or brokers.</p>\n<p id=\"b131-5\">In 1963, Mangold and Silver established First Insurance Management (P.R.) Inc. in Puerto Rico. The name has since been changed to First Risk Management (P.R.) Inc. In 1963 there was no licensing requirement for insurance consultants. However, in 1974, the Insurance Code of Puerto Rico was amended to require licensure of “insurance consultants.” Six requirements for such a license were set out.</p>\n<blockquote id=\"b131-6\">Every applicant for an insurance consultant license shall meet the following requirements:</blockquote>\n<blockquote id=\"b131-7\">(1) Must have resided de facto in Puerto Rico and must have been a bona fide resident of Puerto Rico for at least one year immediately preceding the date on which license is applied for.</blockquote>\n<blockquote id=\"b131-8\">(2) Must be worthy of trust and competent and must comply in other respects with section 907 of this title.</blockquote>\n<blockquote id=\"b131-9\">(3) Must have satisfactorily passed any examination required under section 911 of this title.</blockquote>\n<blockquote id=\"b131-10\">(4) Must have at least five years of experience as an insurance adjuster or insurance broker with regard to the kinds of annuity or insurance to be covered by the license. Must have also the special training and additional experience necessary to fulfill the responsibilities of a consultant.</blockquote>\n<blockquote id=\"b131-11\">(5) Must post the bond required from a consultant by section 924d of this title.</blockquote>\n<blockquote id=\"b131-12\">(6) Must not be stockholder, member, partner, agent or employee of any insurer or agent who is authorized to engage in or is engaged in the insurance business in Puerto Rico, or who has economic or financial interest or a contractual relationship in the insurance field with any authorized insurer or agent, except as a policyholder. Provided, that if an insurance consultant is also a broker, he may not act as a broker in regard to any insurance policy, contract or coverage involved in or produced by the advice, counsel, recommendation or information given to his client in his role as insurance consultant, nor may he receive commissions on account of said policy or contract.</blockquote>\n<blockquote id=\"b131-13\">The application for a license shall be made on the form furnished by the Commissioner. The license fees shall be two hundred (200) dollars a year.</blockquote>\n<blockquote id=\"b131-14\">Upon request of any government instrumentality, the Commissioner may issue provisional licenses, exempting them from requirements one, three, four, five and from the payment of fees.</blockquote>\n<p id=\"b131-15\">P.R. Laws Ann. tit. 26, § 924a (1976 and Supp.1983). The bond required under this provision was set at $10,000. <em>Id. </em>at § 924d.</p>\n<p id=\"b131-16\">Between 1974 and 1978, Silver and Man-gold made several attempts to obtain insurance consultants’ licenses, submitting application forms and detailed descriptions of their qualifications and experience. They also indicated a willingness to post the required bond. In August of 1978, the Commissioner formally denied Silver’s request for a license on the basis that he did not meet the residency requirement. In August of 1982, the Commissioner of Insurance issued an order stating that First Risk (P.R.) and its officials were to immediately cease and desist “from acting as insurance consultants in Puerto Rico until the persons acting on its behalf obtain an insurance consultants’ license ...” and a copy of the order was sent to First Risk’s Puerto Rican clients. In December of 1982, Silver and Mangold reapplied for licenses, but <page-number citation-index=\"1\" label=\"36\">*36</page-number>were once again turned down because they had not fulfilled the residency requirements.</p>\n<p id=\"b132-4\">Suit was filed in the United States District Court for the District of Puerto Rico. The case was decided on cross-motions for summary judgment. Under the Puerto Rican Federal Relations Act, “the rights, privileges, and immunities of citizens of the United States shall be respected in Puerto Rico to the same extent as though Puerto Rico were a State of the Union and subject to the provisions of paragraph 1 of section 2 of article IV of the Constitution of the United States.” 48 U.S.C. § 737 (1982). The district court found that since one of the fundamental rights protected under the privileges and immunities clause is “the right of a citizen of one state to pass through, or to reside in any other state, for purposes of ... professional pursuits,” <em>Baldwin v. Fish and Game Comm’n, </em>436 U.S. 371, 384, 98 S.Ct. 1852, 1860, 56 L.Ed.2d 354 (1978) (quoting <em>Corfield v. Coryell, </em>6 F.Cas. 546, 552 (C.C.E.D.Pa. 1825)), Puerto Rico’s refusal to issue a license to either Silver or Mangold implicated a fundamental right. Applying the analysis set out in <em>Hicklin v. Orbeck, </em>437 U.S. 518, 98 S.Ct. 2482, 57 L.Ed.2d 397 (1978), the district court found that Puerto Rico could not show that the discrimination imposed by the residency requirement fell within the limits permitted by the Constitution, holding that nonresidents do not constitute a peculiar source of the evil at which the statute was aimed and the discriminatory means does not bear a substantial relationship to the evil it was meant to prevent.</p>\n<p id=\"b132-5\">We find the analysis provided by the district court to be entirely accurate. “[T]he Privileges and Immunities Clause was intended to create a national economic union.” <em>Supreme Court of New Hampshire v. Piper, </em>— U.S. -, -, 105 S.Ct. 1272, 1276, 84 L.Ed.2d 205 (1985). The privileges and immunities clause encourages a national economy by allowing persons to cross state lines freely in pursuit of economic gain. <em>See, e.g., Piper, </em>— U.S. -, 105 S.Ct. 1272, 84 L.Ed.2d 205 (residency requirement for admission to state bar found unconstitutional); <em>United Building and Construction Trades Council of Camden County v. Mayor and Council of Camden, </em>465 U.S. 208, 104 S.Ct. 1020, 79 L.Ed.2d 249 (1984) (resident hiring preference for construction workers found unconstitutional); <em>Hicklin v. Orbeck, </em>437 U.S. 518, 98 S.Ct. 2482, 57 L.Ed.2d 397 (1978) (resident hiring preference for oil and gas workers found unconstitutional); <em>Toomer v. Witsell, </em>334 U.S. 385, 68 S.Ct. 1156, 92 L.Ed. 1460 (1948) (prohibitively expensive licensing fee for nonresident shrimp fishermen found unconstitutional). There can be no doubt that insurance and occupations in the insurance industry are important to the national economy. Consequently, the ability of a citizen of one state to act as an insurance consultant in another state must be considered a fundamental right or privilege protected by the privileges and immunities clause.</p>\n<p id=\"b132-9\">The Commissioner of Insurance argues, however, that occupations in the insurance industry should not be considered to be protected by the privileges and immunities clause. He points to the fact that the field of insurance has long been recognized as a proper subject for extensive state regulation because of its critical role in the protection of local personal and property interests. <em>E.g., Robertson v. California, </em>328 U.S. 440, 447-49, 66 S.Ct. 1160, 1164-65, 90 L.Ed. 1366 (1946); <em>German Alliance Insurance Co. v. Lewis, </em>233 U.S. 389, 412-13, 34 S.Ct. 612, 619, 58 L.Ed. 1011 (1914). Furthermore, with the enactment of the McCarran-Ferguson Act, 15 U.S.C. §§ 1011-1015 (1982), “Congress removed all commerce clause limitations on the authority of the States to regulate and tax the business of insurance.” <em>Western &amp; Southern Life Insurance Co. v. State Board of Equalization, </em>451 U.S. 648, 653, 101 S.Ct. 2070, 2075, 68 L.Ed.2d 514 (1981). This act, which permitted the states to enact discriminatory insurance taxes and regulations which would otherwise have violated the dormant aspect of the commerce clause, was found to be a valid exercise of <page-number citation-index=\"1\" label=\"37\">*37</page-number>Congress’s power under the commerce clause. <em>Prudential Insurance Co. v. Benjamin, </em>328 U.S. 408, 429-31, 66 S.Ct. 1142, 1154-55, 90 L.Ed. 1342 (1946). The Commissioner then points to the common origin of both the commerce clause and the privileges and immunities clause in the Articles of Confederation, <em>see generally Piper, </em>— U.S. at-n. 7, 105 S.Ct. at 1276 n. 7, and their shared purpose of fusing the several states into one nation. He argues that if the privileges and immunities clause is construed to prohibit discriminatory treatment of nonresidents in the insurance occupations, this would bring it into direct conflict with Congress’s power to permit such discrimination under the commerce clause. Such a conflict, the Commissioner argues, is particularly sharp where the two clauses are viewed as sharing a common goal.</p>\n<p id=\"b133-6\">While there is a “mutually reinforcing relationship” between the commerce clause and the privileges and immunities clause stemming from their common origin and “their shared vision of federalism,” <em>Hicklin v. Orbeck, </em>437 U.S. 518, 531-32, 98 S.Ct. 2482, 2490-91, 57 L.Ed.2d 397 (1978), it is a mistake to view the operation of the two clauses as identical. <em>United Building and Construction Trades Council, </em>465 U.S. at---, 104 S.Ct. at 1026-27. The privileges and immunities clause acts primarily as a restraint upon state action which interferes with “interstate harmony,” <em>id. </em>at-, 104 S.Ct. at 1027, or the development of a “national economic union.” <em>Piper, </em>— U.S. at-, 105 S.Ct. at 1276. Although at one time this restraint was derived from the doctrine of “natural rights,” the contemporary view of the clause is that the “fundamental rights” protected by it are those which further interstate harmony and national unity.<footnotemark>1</footnotemark> Activities which are necessary for such harmony are protected, <em>e.g., Piper, </em>— U.S. -, 105 S.Ct. 1272, 84 L.Ed.2d 205 (law), while activities which are not necessary are not protected, <em>Baldwin, </em>436 U.S. 371, 98 S.Ct. 1852, 56 L.Ed.2d 354 (1978) (elk hunting).</p>\n<p id=\"b133-15\">It is only in its negative implication that the operation of the commerce clause can be related to these concepts of union and harmony. Insofar as Congress has not acted, the commerce clause is construed to prohibit state action which interferes with commerce, such as resident preferences for resources and jobs found within the state. <em>Hicklin, </em>437 U.S. at 532-34, 98 S.Ct. at 2491-92. However, as an affirmative gpnt of authority to Congress, the commerce clause is</p>\n<blockquote id=\"b133-16\">not a restriction on the authority of that body. <em>See American Power &amp; Light Co. v. SEC, </em>329 U.S. 90 [67 S.Ct. 133, 91 L.Ed. 103] (1946); <em>Gibbons v. Ogden, </em>9 Wheat. 1 [6 L.Ed. 23] (1824). Congress ... is not limited by any negative implications of the Commerce Clause in the exercise of its spending power. Where state or local government action is specifically authorized by Congress, it is not subject to the Commerce Clause even if it interferes with interstate commerce. <em>Southern Pacific Co. v. Arizona, </em>325 U.S. 761, 769 [65 S.Ct. 1515, 1520, 89 L.Ed. 1915] (1945).</blockquote>\n<p id=\"b133-17\"><em>White v. Massachusetts Council of Construction Employers, Inc., </em>460 U.S. 204, 213, 103 S.Ct. 1042, 1047, 75 L.Ed.2d 1 (1983). Congressional legislation under the commerce clause, therefore, need not be compatible with the vision of interstate harmony which guides the privileges and immunities clause.</p>\n<p id=\"b133-18\">The McCarran-Ferguson Act, which expressly authorized state regulation of “the business of insurance, and every person engaged therein,” 15 U.S.C. § 1012(a) (1982), is a prime example of congressional legislation which authorizes state action which might otherwise have been considered to interfere with interstate commerce. This does not mean, however, that Congress meant to authorize state action <page-number citation-index=\"1\" label=\"38\">*38</page-number>which might violate the Constitution in other ways.</p>\n<blockquote id=\"b134-4\">Nor is it necessary to conclude that Congress, by enacting the McCarran Act, sought to validate every existing state regulation or tax. For in all that mass of legislation must have lain some provisions which may have been subject to serious question on the score of other constitutional limitations in addition to commerce clause objections arising in the dormancy of Congress’ power. And we agree with Prudential that there can be no inference that Congress intended to circumvent constitutional limitations upon its own power.</blockquote>\n<p id=\"b134-5\"><em>Prudential, </em>328 U.S. at 430, 66 S.Ct. at 1155; <em>cf. Metropolitan Life Insurance Co. v. Ward, </em>— U.S. -, -, 105 S.Ct. 1676, 1683, 84 L.Ed.2d 751 (1985) (“Although the McCarran-Ferguson Act exempts the insurance industry from Commerce Clause restrictions, it does not purport to limit in any way the applicability of the Equal Protection Clause.”) In any event, even if it intends to do so, Congress cannot legislate away protections provided by the Constitution. L. Tribe, American Constitutional Law 403 n. 18 (1978). Therefore, while the McCarran-Ferguson Act may protect discriminatory state legislation from attack under the commerce clause, it cannot shield such legislation from attack under the privileges and immunities clause. Our conclusion that the opportunity to act as an insurance consultant is a “fundamental right” protected by the privileges and immunities clause is, therefore, unaffected by the insurance industry’s status under the commerce clause.</p>\n<p id=\"b134-8\">However, the fact that an activity is a “fundamental right” does not, in itself, prevent states from regulating the activity in a manner which discriminates against nonresidents; “[l]ike many other constitutional provisions, the privileges and immunities clause is not an absolute.” <em>Toomer v. Witsell, </em>334 U.S. at 396, 68 S.Ct. at 1162. Discrimination against nonresidents is permitted where:</p>\n<blockquote id=\"b134-9\">(i) there is a substantial reason for the difference in treatment; and (ii) the discrimination practiced against nonresidents bears a substantial relationship to the State’s objective____ In deciding whether the discrimination bears a close or substantial relationship to the State’s objective, the Court has considered the availability of less restrictive means.</blockquote>\n<p id=\"b134-13\"><em>Piper, </em>— U.S. at-, 105 S.Ct. at 1279. We now consider the reasons offered by the Commissioner to justify a one-year residency requirement for the practice of insurance consulting.</p>\n<p id=\"b134-15\">The legislative history of the Puerto Rican insurance code suggests only that the purpose of the code was to protect the “insurance consumer public.” Committees on Consumer Affairs and Civil Law, Joint Report to the House of Representatives of Puerto Rico of 1974, 7th Assembly, 2d Sess. 5 (1974). In his brief, the Commissioner of Insurance has suggested that the legislature was primarily concerned with ensuring that insurance consultants be trustworthy and competent. He suggests that the residency requirement was chosen in light of Puerto Rico’s geographic isolation from the continental United States and its limited economic resources. By requiring that insurance professionals reside in Puerto Rico for one year prior to licensing, investigations into the trustworthiness and competence of the candidates could presumably be confined to Puerto Rico, thereby making them easier to complete and less expensive. The Commissioner also suggests that the residency requirement makes it possible to make periodic checks on the practice of licensed insurance consultants, thereby maintaining the standards of trustworthiness and competence.</p>\n<p id=\"b134-16\">In order for there to be a “substantial reason for the difference in treatment,” nonresidents must be shown to constitute a “peculiar source of the evil at which the statute is aimed.” <em>Toomer, </em>334 U.S. at 398, 68 S.Ct. at 1163. There is no evidence that nonresidents are inherently less trustworthy or less competent insurance professionals than Puerto Rican residents, nor may we assume that this is so. <em>See Piper, </em><page-number citation-index=\"1\" label=\"39\">*39</page-number>- U.S. at -, 105 S.Ct. at 1279. At best, nonresidents may be a source of an administrative burden because out-of-state investigations may be more time consuming and expensive. Administrative inconvenience alone, however, is not a substantial enough reason to deny nonresidents the opportunity to practice their profession. <em>Stalland v. South Dakota Board of Bar Examiners, </em>530 F.Supp. 155, 159 (D.S.D. 1982); <em>Keenan v. Board of Law Examiners, </em>317 F.Supp. 1350, 1360 (E.D.N.C.1970). Furthermore, since the Puerto Rican insurance code allows some nonresidents to obtain licenses,<footnotemark>2</footnotemark> it has already recognized that the administrative burdens created by doing so are not insurmountable.</p>\n<p id=\"b135-6\">There is also no reason to believe that nonresidents are the sole source of such possible inconvenience. Even “residents,” those who have completed one year of residency in Puerto Rico without practicing their profession, will need to be investigated in their former place of residence in order to determine whether they are competent and trustworthy in the practice of their profession. <em>Keenan, </em>317 F.Supp. at 1359. Thus, it would appear that residents may place as much of a burden upon the investigatory system as nonresidents. Nor can the residency requirement have any effect on the Commissioner’s ability to do periodic “spot checks” since once the license is granted, the insurance consultant need not continue to reside in Puerto Rico. <em>See Piper, </em>— U.S. at-n. 19, 105 S.Ct. at 1279 n. 19.</p>\n<p id=\"b135-9\">Even had we found that nonresidents were a unique source of problems which Puerto Rico might legitimately address, the discriminatory means chosen by the Commonwealth to address these problems must “bear a substantial relationship” to the Commonwealth’s objective. The one-year residency requirement cannot satisfy this standard. As we have already seen, in order to do a good job of investigating the trustworthiness and competence of candidates for insurance consultants’ licenses, the Commissioner must investigate the candidates’ prior work background. Since one of the other requirements for an insurance consultant’s license is at least five years of experience as an insurance adjuster or broker, even nonresidents who become residents by living in Puerto Rico for a year will have extensive out-of-state insurance experience. Furthermore, by barring these new residents from practicing as insurance consultants during the one-year period, there can be no record of practice to investigate in Puerto Rico at all. As a result, the one-year residency requirement does not succeed in reducing the burden of investigation at all.</p>\n<p id=\"b135-12\">Even if the one-year residency requirement did serve to lessen the administrative burden of investigating candidates, it would still be impermissible. The investigations are not an end in themselves, but only a means to ensure the trustworthiness and competence of the candidates. There are other ways of accomplishing this same end, some of which Puerto Rico has already adopted. In addition to the one-year residency requirement, Puerto Rico already requires candidates to take a proficiency exam, have five years of experience as an adjuster or broker, have special consultant training, and post a $10,000 bond. Puerto Rico could go beyond this and require candidates to pass recognized national examinations in the insurance field, such as those required to obtain the Charter Property Casualty Underwriter and Associate in Risk Management designations, or require candidates to be members in good standing of a nationwide association of insurance consultants, such as the Insurance Consultants’ Society or the Institute of Risk Management Consultants. In light of the important interest infringed by the residency requirement, we may require the Common<page-number citation-index=\"1\" label=\"40\">*40</page-number>wealth to adopt less restrictive means of achieving its legitimate goals. <em>See Piper, </em>— U.S. at-&amp; n. 17, 105 S.Ct. at 1279 &amp; n. 17.</p>\n<p id=\"b136-6\">We conclude that the requirement that applicants for an insurance consultant’s license reside in Puerto Rico for at least one year prior to the date of application violates Art. IV, § 2 of the United States Constitution. The opportunity to work as an insurance consultant is a “fundamental privilege” protected by the privileges and immunities clause and Puerto Rico has not offered substantial reasons for its discriminatory treatment of nonresident insurance consultants, nor has it shown a substantial relationship between these reasons and its discriminatory treatment of nonresidents. The opinion of the district court is <em>affirmed.</em></p>\n<footnote label=\"1\">\n<p id=\"b133-13\">. The view of the privileges and immunities clause as protecting \"natural rights\" was articulated in <em>Corfield v. Coryell, </em>6 F.Cas. 546 (No. 3, 230 (C.C.E.D.Pa.1823)), but later rejected in <em>Paul v. Virginia, </em>75 U.S. (8 Wall.) 168, 180, 19 L.Ed. 357 (1869). <em>See generally </em>L. Tribe, American Constitutional Law 404-08 (1978).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b135-10\">. The Insurance Code of Puerto Rico allows the licensing of nonresident insurance agents and brokers as long as their home state extends a similar privilege to residents of Puerto Rico. P.R. Laws Ann. tit. 26, § 926 (1976). In addition, nonresident insurance consultants may be excused from the residency requirement upon the application of any governmental instrumentality. <em>Id. </em>§ 924a.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}