{
  "casebody": {
    "data": "<casebody firstpage=\"588\" lastpage=\"590\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b634-6\">Ralph’s Market, Inc. <em>vs. </em>City of Beverly &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b634-7\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AED\">January 3, 1968.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A_9\">February 2, 1968.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b634-8\">Present: Wilkins, C.J., Spalding, Cutter, Kiek, &amp; Reardon, JJ.</p>\n<p data-order=\"5\" data-type=\"judges\" id=\"b634-13\">The suit was reported by <em>DeSaulnier, </em>J.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b634-14\"><em>Bertram Qlovsky </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b634-15\"><em>S. K. Derderian, </em>City Solicitor, for the defendants.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b634-16\">Wilkins, C.J.</author>\n<p id=\"AM6\">The plaintiff corporation operates a retail store in the defendant city in which it employs throughout the week more than two employees and in which it offers for <page-number citation-index=\"1\" label=\"589\">*589</page-number>sale, at retail, foodstuffs, newspapers, bakery products not made on the premises, meats, vegetables, and other articles usually sold in retail food markets. The defendants are the city, its mayor, and three officers of its police department. This bill for declaratory relief was heard on a statement of agreed facts by a judge of the Superior Court, who has reported the case without decision. G. L. c. 214, § 31.</p>\n<p id=\"b635-5\">The defendant officers have threatened the plaintiff with a criminal complaint pursuant to G. L. c. 136, § 5, should it open its store on a Sunday. General Laws c. 136, § 5 (as amended through St. 1962, c. 616, § 2), provides: “Whoever on Sunday keeps open his shop, warehouse, factory or other place of business, or sells foodstuffs, goods, wares, merchandise or real estate, or does any manner of labor, business or work, except works of necessity and charity, shall be punished by a fine . . ..” Section 6 (as amended through St. 1965, c. 488) provides: “Section five shall not prohibit the following: ... (2) The opening of a store or shop and the sale at retail of foodstuffs therein; provided, not more than two persons, including the proprietor, are employed therein on Sunday and throughout the week. ... (7) . . . sale and delivery of newspapers .... (24) The making and baking of bakery products and the sale thereof in a shop or store. (25) The retail sale of tobacco products, soft drinks, confectioneries, baby foods, fresh fruit and fresh vegetables, dairy products and eggs .... (27) . . . the retail sale of personal health and sanitary supplies. (28) The retail sale of greeting cards and photographic films.”</p>\n<p id=\"b635-7\">The defendants’ basic contention is that the mere fact that the plaintiff is a corporation, or that the plaintiff employs more than two employees during the week automatically bars it from keeping open its store on Sundays. In so doing no effect is given to the subsections subsequent to subsection (2). Subsection (2) is not a qualification of the later subsections. For example, it cannot be supposed that the sale and delivery of kosher meat under subsection (23) was intended to be restricted to businesses of a certain size. Nqr <page-number citation-index=\"1\" label=\"590\">*590</page-number>is it reasonable to read the statute as if newspapers and the other items the plaintiff proposes to sell could not be sold in a store employing more than two persons. This construction of the act is unsound. The various subsections do not qualify each other. Each must be read independently.</p>\n<p id=\"b636-5\">A citizen “is not to be punished criminally unless his deed falls plainly within the words of the statutory prohibition, construed naturally. His deed is not to be declared a crime upon ambiguous words or by a strained construction.” <em>Commonwealth </em>v. <em>Corbett, </em>307 Mass. 7, 8. <em>Commonwealth </em>v. <em>Carpenter, </em>325 Mass. 519, 521. <em>Commonwealth </em>v. <em>Oliver, </em>342 Mass. 82, 88.</p>\n<p id=\"b636-6\">The legislative history of subsection (2) is confirmatory of the construction we make. It was originally proposed by 1962 House Doc. No. 3727, “An Act establishing a common day of rest and regulating the observance thereof. ’ ’ Section 2 of the act purported to revise c. 136 completely and would have permitted: “7. . . . (2) The opening of a store or shop and the sale at retail of foodstuffs, goods, wares and merchandise therein; provided, not more than three persons including the proprietor are employed therein on Sunday and throughout the week. ...” Subsequent amendments narrowed this subsection and it was enacted as G. L. c. 136, § 6 (2). St. 1962, c. 616, § 2. As enacted, the limitation in subsection (2) applies only to the sale of foodstuffs not otherwise exempted by § 6.</p>\n<p id=\"b636-8\">A decree is to enter that the plaintiff is permitted under G. L. c. 136 to sell, on Sunday, newspapers, bakery products, tobacco products, soft drinks, confectioneries, baby foods, fresh fruit and vegetables, dairy products and eggs, personal health and sanitary supplies, greeting cards, and photographic films.</p>\n<p id=\"b636-9\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}