{
  "casebody": {
    "data": "<casebody firstpage=\"1330\" lastpage=\"1341\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b873-3\">Eva P. WHITE, as Administratrix of the Estate of Christine H. Roberts, Plaintiff-Appellee, v. UNITED STATES, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b873-6\">No. 2007-5126.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b873-7\">United States Court of Appeals, Federal Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b873-8\">Oct. 1, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b874-20\"><page-number citation-index=\"1\" label=\"1331\">*1331</page-number>Rachel M. Pierce, Phelps Dunbar LLP, of Tupelo, MS, argued for plaintiff-appel-lee. With her on the brief was William M. Beasley.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b874-21\">Patricia M. McCarthy, Assistant Director, Commercial Litigation Branch, Civil Division, United States Department of Justice, of Washington, DC, for defendant-appellant. With her on the brief were Jeffrey S. Bucholtz, Acting Assistant Attorney General; Jeanne E. Davidson, Director; Stephen J. Gillingham, Assistant Director; and Allison Kidd-Miller, Trial Attorney. Of counsel on the brief were Rafael A. Madan, General Counsel; and Jason P. Cooley, Senior Litigation Counsel, Office of General Counsel, Office of Justice Programs, United States Department of Justice, of Washington, DC.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b874-22\">Before NEWMAN, PROST, and MOORE, Circuit Judges.</p>\n<p data-order=\"7\" data-type=\"misc\" id=\"b875-3\"><page-number citation-index=\"1\" label=\"1332\">*1332</page-number>Opinion for the court filed by Circuit Judge MOORE. Dissenting opinion filed by Circuit Judge PROST.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b875-4\">MOORE, Circuit Judge.</author>\n<p id=\"b875-5\">The United States appeals the final judgment of the United States Court of Federal Claims holding that the subsequent death of an otherwise eligible beneficiary before the government issues payment does not relieve the government of its obligation to pay benefits under the Public Safety Officers’ Benefits Act (PSO-BA), 42 U.S.C. § 3796, <em>et seq. </em>We affirm.</p>\n<p id=\"b875-6\">BACKGROUND</p>\n<p id=\"b875-7\">Harold Ray Presley, a sheriff of Lee County, Mississippi, was fatally shot by a suspect during a police chase in July 2001. At the time of his death, Sheriff Presley was survived by his three adult children and his mother, Christine H. Roberts.<footnotemark>1</footnotemark> Ms. Roberts filed a claim for death benefits under PSOBA with the Bureau of Justice Assistance (Bureau), but passed away a few months later in September 2001.</p>\n<p id=\"b875-8\">In December 2002, the PSOB Office issued its initial determination denying death benefits to Ms. Roberts’ estate upon the grounds that (1) Ms. Roberts had not successfully filed a claim before she died, and (2) even if she had filed a claim, Ms. Roberts’ death precluded payment of the benefit. This initial determination was affirmed by the Bureau hearing officer on appeal.</p>\n<p id=\"b875-9\">In response to the estate’s subsequent request for review by the Director of the Bureau, the Bureau issued its final decision in February 2005 denying the estate’s claim for a death benefit. The Bureau determined that Ms. Roberts had not filed a claim for benefits, construing 28 C.F.R. § 32.19(a) as precluding an estate of a beneficiary from executing a claim. It additionally observed that, even if Ms. Roberts had properly filed a claim during her lifetime, benefits were not payable to her estate based on the unambiguous statutory language of § 3796. The Bureau concluded that issuing death benefit payments to Ms. Roberts’ estate would not further the purpose of the statute, which it argued is “to provide a measure of economic security for beneficiaries.” Final Agency Decision, PSOB Claim No.2001-192 at 7 (Feb. 17, 2005) (citing 28 C.F.R. § 32.22(g)).</p>\n<p id=\"b875-12\">Ms. Roberts’ estate appealed to the Court of Federal Claims. On motion for judgment on the administrative record, the trial court reversed the Bureau’s final determination and awarded the statutory amount of $250,000 under the PSOBA. The trial court first determined that Ms. Roberts had met all the relevant requirements and filed a timely claim for benefits during her lifetime. The trial court next determined that when a beneficiary is otherwise eligible at the time of the public safety officer’s death, the beneficiary’s subsequent death does not terminate her eligibility for benefits. The trial court reasoned that the implementing regulations contained in 28 C.F.R. § 32 do not terminate eligibility upon death and concluded that the only possible reading of “surviving parent” contained in 28 C.F.R. § 32.10 is that the parent must survive the officer’s death, not some future time in the application process. In other words, eligibility is determined at the time of the public safety officer’s death, and not at some arbitrary <page-number citation-index=\"1\" label=\"1333\">*1333</page-number>time years later when the agency has reviewed the claim, determined eligibility, issued payment, and the beneficiary has actually received payment.</p>\n<p id=\"b876-5\">The government appeals, and we have jurisdiction to review the final judgment pursuant to 28 U.S.C. § 1295(a)(3).</p>\n<p id=\"b876-6\">DISCUSSION</p>\n<p id=\"b876-7\">I.</p>\n<p id=\"b876-8\">The PSOBA provides for a onetime payment of cash benefits to certain classes of survivors of public safety officers who die in the line of duty. 42 U.S.C. § 3796. In reviewing an administrative denial of a benefit under the PSOBA, the court is limited to deciding: (1) whether there has been substantial compliance with statutory requirements and provisions of implementing regulations; (2) whether there has been any arbitrary or capricious action by the government officials involved; and (3) whether substantial evidence supports the agency’s decision. <em>Chacon v. United States, </em>48 F.3d 508, 511 (Fed.Cir.1995). On appeal, we review the judgment of the court <em>de novo, </em>applying the same deferential standards anew. <em>Greeley v. United States, </em>50 F.3d 1009, 1010-11 (Fed.Cir.1995).</p>\n<p id=\"b876-9\">When the court is “confronted with a challenge to an agency’s interpretation of a term of a statute it has been charged with administering, th[e] court engages in the familiar two-step analytical process articulated in <em>Chevron.” Hawkins v. United States, </em>469 F.3d 993, 1000 (Fed.Cir.2006) (quoting <em>Chevron, U.S.A., Inc. v. Natural Res. Def. Council, Inc., </em>467 U.S. 837, 842-43, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984)). According to <em>Chevron:</em></p>\n<blockquote id=\"ASsS\">When a court reviews an agency’s construction of the statute which it administers, it is confronted with two questions. First, always, is the question whether Congress has directly spoken to the precise question at issue. If the intent of Congress is clear, that is the end of the matter; for the court, as well as the agency, must give effect to the unambiguously expressed intent of Congress. If, however, the court determines Congress has not directly addressed the precise question at issue, the court does not simply impose its own construction on the statute, as would be necessary in the absence of an administrative interpretation. Rather, if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency’s answer is based on a permissible construction of the statute.</blockquote>\n<p id=\"b876-13\">467 U.S. at 842-43, 104 S.Ct. 2778. We are mindful that, in our role as a reviewing court, we must defer to an agency’s interpretation of a statute if the statute is ambiguous or contains a gap that Congress has left for the agency to fill through regulation. <em>See Fed. Express Corp. v. Holowecki, </em>— U.S. -, 128 S.Ct. 1147, 1154, 170 L.Ed.2d 10 (2008) (“[W]hen an agency invokes its authority to issue regulations, which then interpret ambiguous statutory terms, the courts defer to its reasonable interpretations.”). However, if we determine that the statute is unambiguous on the precise question at issue, we do not defer to the agency’s interpretation, regardless of whether that interpretation is grounded in a reasonable policy choice. <em>Eurodif S.A. v. United States, </em>423 F.3d 1275, 1277 (Fed.Cir.2005) (citing <em>Nat’l Cable &amp; Telecomms. Ass’n v. Brand X Internet Servs., </em>545 U.S. 967, 986, 125 S.Ct. 2688, 162 L.Ed.2d 820 (2005)).</p>\n<p id=\"b876-16\">As for regulatory interpretation, an agency’s interpretation of its own rule or regulation is entitled to “controlling weight unless it is plainly erroneous or inconsistent with the regulation.” <em>Bowles v. Seminole Rock &amp; Sand Co., </em>325 U.S. <page-number citation-index=\"1\" label=\"1334\">*1334</page-number>410, 414, 65 S.Ct. 1215, 89 L.Ed. 1700 (1945). If, however, an agency regulation is beyond the scope of ambiguity in the statute, it is not entitled to deference. <em>Gonzales v. Oregon, </em>546 U.S. 243, 284, 126 S.Ct. 904, 163 L.Ed.2d 748 (2006) (citing <em>Chevron, </em>467 U.S. at 843, 104 S.Ct. 2778).</p>\n<p id=\"b877-4\">We also acknowledge that this court has previously found that the Bureau’s interpretations of the PSOBA have the force of law and are thus entitled to deference under the rubric of <em>Chevron. Groff v. United States, </em>493 F.3d 1343, 1350 (Fed. Cir.2007).</p>\n<p id=\"b877-5\">II.</p>\n<p id=\"b877-6\">The PSOBA subsection at issue in this case, 42 U.S.C. § 3796(a), lists the order of precedence for issuing PSOBA death benefits and reads as follows:</p>\n<p id=\"b877-7\">(a) Amount; recipients</p>\n<blockquote id=\"AbU\">In any case in which the Bureau of Justice Assistance (hereinafter in this subchapter referred to as the “Bureau”) determines, under regulations issued pursuant to this subchapter, that a public safety officer has died as the direct and proximate result of a personal injury sustained in the line of duty, the Bureau shall pay a benefit of $100,000,<footnotemark>2</footnotemark> adjusted in accordance with subsection (h) of this section, as follows:</blockquote>\n<p id=\"b877-8\">(1) if there is no <em>surviving </em>child of such officer, to the <em>surviving </em>spouse of such officer;</p>\n<p id=\"b877-9\">(2) if there is a <em>surviving </em>child or children and a <em>surviving </em>spouse, one-half to the <em>surviving </em>child or children of such officer in equal shares and one-half to the <em>surviving </em>spouse;</p>\n<p id=\"b877-15\">(3) if there is no <em>surviving </em>spouse, to the child or children of such officer in equal shares; or</p>\n<p id=\"b877-16\">(4) if none of the above, <em>to the parent or parents </em>of such officer in equal shares.</p>\n<p id=\"b877-17\">The issue that we must decide is whether the statutory language of the PSOBA allows the Bureau to require a beneficiary to remain alive until payment is made in order to be eligible for benefits. Section 3796(a) uses the word “surviving” seven separate times when referencing the potentially eligible beneficiaries.<footnotemark>3</footnotemark> We note, however, that the portion of § 3796(a) which pertains to the parent or parents is not preceded by the word “surviving.” The pertinent agency regulation, which nearly parrots the statute, adds the word “surviving” before “parent” and “parents”:</p>\n<blockquote id=\"b877-18\">(a) When the Bureau had determined that a death benefit may be paid according to the provisions of this subpart, a benefit of $100,000, adjusted in accordance with § 32.3(b), shall be paid in the following order of precedence:</blockquote>\n<p id=\"b877-19\">(1) If there is no surviving child of such officer, to the surviving spouse of such officer;</p>\n<p id=\"b877-20\">(2) If there are a surviving child or children and a surviving spouse, one-half to the surviving child or children of such officer in equal shares, and one-half to the surviving spouse;</p>\n<p id=\"b877-21\">(3) If there is no surviving spouse, to the surviving child or children of such officer in equal shares; or</p>\n<p id=\"b877-22\">(4) If none of the above in paragraphs (a)(1) through (3) of this section to the <page-number citation-index=\"1\" label=\"1335\">*1335</page-number><em>surviving </em>parent, or to the <em>surviving </em>parents in equal shares.</p>\n<p id=\"b878-5\">(b) If no one qualifies as provided in paragraph (a) of this section, no benefit shall be paid.</p>\n<p id=\"b878-6\">28 C.F.R. § 32.10 (emphasis added). To the extent that the absence of the word “surviving” in the statute creates any ambiguity or a gap with regard to whether the parent or parents must survive to be entitled to benefits pursuant to PSOBA, the agency’s decision to limit eligibility to surviving parents in the statute and regulation is a permissible construction. The statutory framework fully supports this construction with the officer’s death as the focal point for eligibility determinations. <em>See </em>42 U.S.C. § 3796(a) (which uses “surviving” seven times when referencing beneficiaries); <em>see also </em>42 U.S.C. § 3796b(3) (defining a qualifying child beneficiary according to the child’s age and dependent status “at the time of the public safety officer’s death”); 42 U.S.C. § 3796(i) (amount payable is to be determined “as of the date of the death of such officer”).<footnotemark>4</footnotemark></p>\n<p id=\"b878-7\">The trial court held that the modifier “surviving” means that the beneficiary must survive the officer’s death to be eligible for benefits. We agree. Even the government admitted that the plain meaning of the word “surviving” in the context of this statute and regulation means living beyond the time of the public safety officer’s death. Oral Arg. Tr. 8:40-48 (“The term ‘survival’ in terms of the statute and for purposes of the regulation, it’s used to determine, it’s keyed to the time of the officer’s death. There’s no question about that.”), 13:42 (“The word ‘surviving’ is keyed to the time of the officer’s death.”). A surviving beneficiary, as referred to in the text of the statute, is one who is still alive at the death of the public safety officer. In the absence of a differing statutory definition, we must attribute the ordinary meaning to the word “surviving.” <em>See Asgrow Seed Co. v. Winterboer, </em>513 U.S. 179, 187, 115 S.Ct. 788, 130 L.Ed.2d 682 (1995) (“When terms used in a statute are undefined, we give them their ordinary meaning.”). Common legal parlance supports such a definition. For example, Black’s Law Dictionary defines “surviving spouse” as “[a] spouse who outlives the other spouse.” <em>Black’s Law Dictionary </em>1439 (6th ed.2004); <em>accord Merriam-Webster’s Collegiate Dictionary </em>1187 (10th ed.1999) (defining “surviving” as “to remain alive after the death of’).</p>\n<p id=\"b878-10\">Nonetheless, on appeal, the government argues that both the statute and this regulation, § 32.10, ought to be interpreted as requiring <em>all </em>beneficiaries to survive not only the officer’s death, but also the processing, evaluation, and determination of the claim for benefits as well as the payment of the benefits. Appellant’s Br. 21, 32. The government admits that the ordinary meaning of “surviving parent” or “surviving spouse” or “surviving child” is a parent, spouse, or child who survives the death of the officer. The government argues, however, that the prefatory language of the statute that “the Bureau shall pay a benefit” along with the subsection language “to the parent or parents” in § 3796(a), means that benefits may be paid only to individual claimants <page-number citation-index=\"1\" label=\"1336\">*1336</page-number>who are still living by the time the Bureau finishes processing and adjudicating a claim and actually issues payment. The government argues that the statute clearly and unambiguously supports its construction.<footnotemark>5</footnotemark> We do not agree. The words “shall pay a benefit ... to a [beneficiary]” say merely that the agency shall pay benefits to those who are eligible. Those words do not imbue a temporal requirement the way that the word “surviving” inherently does. “The Bureau shall pay a benefit” ... to a “surviving spouse.” This payment is to a spouse that survives the death of the officer, not a spouse who survives the completion of the administrative benefits process or the issuance of the check. Moreover, this prefatory language does not manufacture an ambiguity in the statute where there is none.</p>\n<p id=\"b879-4\">The government frames the issue as “The PSOBA does not expressly state whether a parent-claimant’s estate is an eligible beneficiary of a death benefit.” Appellant’s Br. 13.<footnotemark>6</footnotemark> The government tries to manufacture an ambiguity in the statute by arguing that the statute does not explicitly state that payment can be made to an estate, rather than to a person. The statute need not include the words “payable to an estate” to clearly convey Congress’ intent. As discussed above, the statute expressly indicates that the Bureau shall pay a benefit to a surviving beneficiary. There is no question that Ms. Roberts was a proper beneficiary—she survived the death of her son. Her rights vested at this time. The government’s theory is for a kind of temporary vesting; one which can be defeated or lost if the beneficiary dies prior to the agency processing and payment of the benefit to which she is entitled. Who knows how long it may take for an agency to process Ms. Roberts’ application, resolve any disputes, and issue payment? The agency’s interpretation of the statute would mean that eligibility of a beneficiary could end up varying based on unforeseen agency delays or other extenuating circumstances, as in this instance where the processing of Ms. Roberts’ claim has taken up to four years. Such arbitrary factors for the eligibility for benefits would place a burden on recipients that Congress surely could not have intended. Moreover, the agency’s interpretation would result in the agency itself not knowing who the eligible beneficiary was until the end of its own administrative process.</p>\n<p id=\"b879-8\">While this is certainly a close case, we conclude that Congress spoke to the precise issue in this case—the time frame for which eligibility for PSOBA death benefits is determined is based upon the time of the public safety officer’s death and not on some subsequent time. The statute dictates how long a beneficiary must five to be entitled to payment—entitlement arises if the beneficiary survives the ofBcer’s death. Since Congress spoke to the precise issue, the agency’s statutory interpretation is not entitled to deference. <em>See Global Crossing Telecomms., </em><page-number citation-index=\"1\" label=\"1337\">*1337</page-number><em>Inc. v. Metrophones Telecomms., Inc., </em>550 U.S. 45, 127 S.Ct. 1513, 1533, 167 L.Ed.2d 422 (2007) (“Under Chevron, an agency is due no deference until the court analyzes the statute and determines that Congress did not speak directly to the issue under consideration.”); <em>Nat’l Credit Union Admin, v. First Nat’l Bank &amp; Trust Co., </em>522 U.S. 479, 500, 118 S.Ct. 927, 140 L.Ed.2d 1 (1998) (concluding that the agency interpretation of the statute at issue was contrary to the unambiguously expressed intent of Congress and therefore impermissible under the first step of <em>Chevron)-, Estate of Cowart v. Nicklos Drilling Co., </em>505 U.S. 469, 476, 112 S.Ct. 2589, 120 L.Ed.2d 379 (1992) (“Of course, a reviewing court should not defer to an agency position which is contrary to an intent of Congress expressed in unambiguous terms.”); <em>Adams Fruit Co. v. Barrett, </em>494 U.S. 638, 647-48, 110 S.Ct. 1384, 108 L.Ed.2d 585 (1990) (rejecting agency interpretation of worker-protection statute at issue as contrary to “the plain meaning of the statute’s language”); <em>United States v. Mo. Pac. R.R. Co., </em>278 U.S. 269, 277, 49 S.Ct. 133, 73 L.Ed. 322 (1929) (“It is elementary that, where no ambiguity exists, there is no room for construction.”).</p>\n<p id=\"b880-5\">The government also urges us to construe § 3796(a) contrary to its plain language on the ground that its interpretation of the statute is supported by the legislative history of the PSOBA and serves to further the PSOBA’s statutory purpose of “providing an economic benefit to the survivors of a public safety officer.” This argument lacks merit. First and foremost, it is a bedrock canon of statutory construction that our judicial inquiry ends where statutory language is plain and unambiguous. <em>See Conn. Nat’l Bank v. Germain, </em>503 U.S. 249, 253-54, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992) (“We have stated time and again that courts must presume that a legislature says in a statute what it means and means in a statute what it says there.”); <em>BedRoc Ltd., LLC v. United States, </em>541 U.S. 176, 183, 186-87, 124 S.Ct. 1587, 158 L.Ed.2d 338 (2004) (explaining that “there is no occasion to resort to legislative history” where the statutory text is clear). Second, while providing economic support is undoubtedly one purpose of PSOBA, there is no requirement of economic need or dependency in the statute itself. In fact, Congress amended the PSOBA in 1988 to strike the word “dependent” from a provision that originally provided benefits “to the dependent parent or parents of such officer.” <em>White ex rel. Roberts v. United States, </em>74 Fed.Cl. 769, 778 (2006) (citing Pub.L. No. 100-690, tit. VI, subtit. C, pt. 3, § 6105). As the trial court correctly observed, the legislative history also supports a second purpose for PSO-BA: to recognize and show gratitude for the sacrifices made by the families of public safety officers. <em>Id. </em>This purpose would be subverted were benefits to be denied in this case. Finally, PSOBA explicitly defines a qualifying child beneficiary according to the child’s age and dependent status “at the time of the public safety officer’s death.” 42 U.S.C. § 3796b(3). Clearly Congress did not intend for the processing, administering, or payment of benefits to deprive a child who was eligible at the time of the public safety officer’s death. The same applies to an eligible spouse or parent.</p>\n<p id=\"b880-7\">The agency also argues that its regulation, like the statute itself, requires “a claimant to be ‘surviving’ at the time benefits are paid.” Appellant’s Br. 33 (asserting that 28 C.F.R. § 32.10(a) should be interpreted to mean “surviving until payment”). Certainly, where a regulation is silent or ambiguous, an agency’s interpretation of its own regulation is entitled <page-number citation-index=\"1\" label=\"1338\">*1338</page-number>to deference so long as it is not plainly erroneous or inconsistent with the regulations as a whole. <em>Seminole Rock, </em>325 U.S. at 414, 65 S.Ct. 1215. With regard to the regulation, 28 C.F.R. § 32.10, the government likewise argues that similar prefatory language supports the interpretation that a beneficiary must survive the steps of administrative review, processing, and payment to be eligible. The regulation begins, ‘When the Bureau had determined that a death benefit may be paid according to the provisions of this subpart, a benefit ... shall be paid in the following order of precedence.” This prefatory language in no way undermines the clear and repeated use of “surviving” prior to each and every beneficiary. Beneficiaries must survive the death of the officer, and this prefatory language does not create an ambiguity in the survival criteria that have been enacted. The agency’s interpretation must be rejected both because of the clear language of the regulation and because the interpretation it advocates would result in a regulation that conflicts with the clear language of the statute. The agency argues that its regulation should be construed to require that all beneficiaries survive the processing and payment of benefits. Yet, its regulation contains the word surviving prior to each and every class of beneficiaries, and both parties agree that surviving means being alive at the time of the officer’s death. As such, we conclude that the regulation is clear on its face—entitlement to the benefit vests as long as the beneficiary survives the officer’s death. Moreover, the broad interpretation the government advocates would conflict with the statute itself. For example, under the agency’s proposed interpretation, each beneficiary would need to survive until payment is made. The statute, however, unambiguously addresses survivability—entitlement vests when the beneficiary survives the officer’s death. Since Congress has spoken on the issue, the agency is not free to regulate. When Congress says a beneficiary is entitled to benefits if they survive the officer’s death, the agency is not free to say only if they survive the officer’s death plus 1 year or 5 years or until we process your claim and issue your check or until you receive and cash the check. Since the agency interpretation of its regulation would change precisely what Congress has already decided, it must be rejected.</p>\n<p id=\"b881-5\">Of course, the agency is free, through promulgated regulations, to implement additional requirements, such as the proper method for fifing a claim, <em>see </em>28 C.F.R. § 32.19-23, the exact circumstances under which a public safety officer may be considered to have died in the fine of duty, see § 32.2(c), or the evidence necessary to establish a potential beneficiary’s relationship with the deceased public safety officer, see § 32.12-14. PSOBA is silent as to this part of the processing of the benefits and in fact bestows upon the agency the right to enact implementing regulations. <em>See </em>42 U.S.C. § 3796c(a) (“The Bureau is authorized to establish such rules, regulations, and procedures as may be necessary to carry out the purposes of this subchap-ter.... Rules, regulations, and procedures issued under this subchapter may include regulations governing the recognition of agents or other persons representing claimants under this subchapter before the Bureau.”). An agency is not free, however, to contradict the precise requirement that Congress has already spoken to. <em>See Dep’t of Hous. &amp; Urban Dev. v. Rucker, </em>535 U.S. 125, 136, 122 S.Ct. 1230, 152 L.Ed.2d 258 (2002) (holding that when Congress has spoken to the precise question, other considerations such as the legislative history, the erroneous conclusion that the plain reading of the statute leads to absurd results, the canon of constitu<page-number citation-index=\"1\" label=\"1339\">*1339</page-number>tional avoidance, and reliance on inapposite decisions of the courts, are unavailing).</p>\n<p id=\"b882-5\">The dissent is certainly correct that the statute does not contain the word surviving prior to parent or parents. But the government does not argue that the absence of the word surviving prior to parent creates an ambiguity which entitles it to regulate with regard to how long a parent must survive to be entitled to benefits. Rather the government argues that it is entitled to regulate how long <em>all </em>beneficiaries must survive. In fact, in 2006 during the pendency of this litigation, the government promulgated 28 C.F.R. § 32.6(b)(1) which provides that “[n]o payment shall be made, save ... [t]o (or on behalf of) a living payee.” This would require any beneficiary (i.e., parent, child, or spouse) to be alive when the government issues the check for the benefit in order to receive it. During oral argument the government contended that we should defer to the 2006 regulation, citing <em>Smiley v. Citibank, </em>517 U.S. 735, 741, 116 S.Ct. 1730, 135 L.Ed.2d 25 (1996) for the proposition that regulations prompted by litigation are entitled to deference. This regulation, however, like the interpretation the government asserts with regard to 28 C.F.R. § 32.10, tries to change what Congress has already decided. Congress mandated survival criteria in the statute itself—the beneficiary must survive the death of the officer and is then entitled to payment. Since we find the statute clear and unambiguous, this regulation, like the interpretation of § 32.10, is contrary to the statute.</p>\n<p id=\"b882-6\">When Congress says that a surviving beneficiary—that is, a beneficiary who survives the officer’s death—is entitled to the benefit, the agency may not disregard that language and further require the beneficiary to survive an additional length of time. We conclude, therefore, that according to the statute, benefits are paid to beneficiaries who are “surviving” at the time of the public safety officer’s death.</p>\n<p id=\"b882-8\">CONCLUSION</p>\n<p id=\"b882-9\">For the foregoing reasons, the judgment below is</p>\n<p id=\"b882-10\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b875-10\">. It is undisputed that none of Sheriff Presley's three surviving children were eligible to collect death benefits. None of his surviving children fit the PSOBA’s definition of a \"child,” which is limited to three categories of persons: (1) children under 19 years old, (2) between 19 and 22 if engaged in full-time school or training, or (3) of any age if incapable of self-support because of a physical or mental disability. <em>See </em>42 U.S.C. § 3796b.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b877-10\">. By legislation passed shortly after September 11, 2001, the amount of benefits was increased to $250,000 retroactively, effective on January 1, 2001. Pub.L. No. 107-56, § 613(b) (Oct. 26, 2001), 115 Stat. 370.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b877-23\">. We note that the word “surviving” appears before \"child or children” in § 3796(a)(1) and (2), but not in (3); nor does \"surviving” precede \"parent or parents” in subsection (4).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b878-8\">. The same can be said of the agency’s implementing regulations in effect at the time of the agency’s final decision on Ms. Roberts' claims. <em>See </em>28 C.F.R. § 32.2(v) (providing that eligibility of child is determined at time of public safety officer’s death); § 32.2(y) (providing that eligibility of spouse is determined at time of public safety officer’s death); § 32.15 (providing that determination of dependency is at time of public safety officer's death, i.e., allowing for payment of benefits even if beneficiary is no longer dependent at time of payment).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b879-5\">. <em>See </em>Orad Arg. Tr. 1:13 (\"The agency’s interpretation is that the plain language of the statute requires payment to a parent or parents.”); 6:05 (\"Judge: You said the statute is crystal clear. So I’m trying to figure out the exact time frame under the statute. Gov: Under the statute, the statute simply says that payment must be made to a parent or parents.”), 7:30 (\"Judge: But going back to Judge Moore’s point here, is the government's position here that the statute is unambiguous? Or is its position that the statute is ambiguous but its regulations are entitled to deference? Gov: In the first instance, if you had asked what the agency's position is, then the statute is unambiguous.”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b879-10\">. We note that the lower court found and both parties agree that the statute permits payment to trusts for minor children—hence it cannot be suggested that the statute prohibits payment to non-individuals.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b882-11\">PROST, Circuit Judge,</author>\n<p id=\"Ah-\">dissenting.</p>\n<p id=\"b882-12\">Both parties, the trial court, and all three judges here agree that the Public Safety Officers’ Benefits Act (“PSOBA”), 42 U.S.C. § 3796, unambiguously requires that an individual must live beyond the time of the public safety officer’s death in order to be an eligible recipient of PSOBA death benefits. <em>See </em>Majority Op. at 1335. That, however, is not the question that must be resolved in order to decide this case. As this court has recently stated, “[¡Identifying ‘the precise question at issue’ is a necessary prerequisite to determining whether or not Congress has directly spoken on it.” <em>GHS Health Maint. Org., Inc. v. United States, </em>536 F.3d 1293, 1297 (Fed. Cir.2008). The precise question here is whether the PSOBA unambiguously requires the Bureau of Justice Assistance (“Bureau” or “agency”) to pay PSOBA death benefits to the estate of a parent who lived beyond the death of the public safety officer but died before payment. In other words, the question is whether estates are eligible recipients of PSOBA death benefits.</p>\n<p id=\"b882-13\">Relying primarily on the statute’s requirement that an eligible spouse-, child-, or parent-claimant must be “surviving” at the time of the death of the public safety officer, the majority concludes that the “clear and unambiguous” language of the PSOBA requires the Bureau to pay PSO-<page-number citation-index=\"1\" label=\"1340\">*1340</page-number>BA death benefits to estates.<footnotemark>1</footnotemark> Majority Op. at 1339. The majority does not (and cannot) point to any language in the statute itself, however, addressing the precise question of whether an estate is an eligible recipient of PSOBA death benefits. It is noteworthy that the majority’s conclusion rests largely on a word that is not even used in the statute to modify parent-claimants, a change to which it is willing to defer to the agency. Thus, even though the majority primarily bases its conclusion on the “clear and unambiguous” language of the statute, <em>id., </em>it acknowledges (as it must) that the statute itself does not modify “parent or parents” with “surviving.” <em>See id. </em>at 1335 (“To the extent that the absence of the word ‘surviving’ in the statute creates any ambiguity or a gap with regard to whether the parent or parents must survive to be entitled to benefits pursuant to PSOBA, the agency’s decision to limit eligibility to surviving parents in the statute and regulation is a permissible construction.”).</p>\n<p id=\"b883-4\">At a minimum, the statute’s failure to discuss payment to estates demonstrates ambiguity as to the question of whether estates are eligible recipients of PSOBA death benefits.<footnotemark>2</footnotemark> Accordingly, I would defer to the agency’s permissible interpretation, as reflected in the promulgated regulations providing that payment shall only be made to (or on behalf of) a living payee. <em>See </em>28 C.F.R. § 32.6(b)(1) (“No payment shall be made, save ... [t]o (or on behalf of) a living payee.... ”).<footnotemark>3</footnotemark> It is the Bureau’s choice between multiple permissible interpretations that controls, not ours, when the PSOBA is silent or ambiguous.</p>\n<p id=\"b883-9\">While the majority’s analysis appears to be based on its conclusion that the statutory language is unambiguous, it also points to the potential administrative delay in processing claims and states “[s]uch arbitrary factors for the eligibility for benefits would place a burden on recipients that Congress surely could not have intended.” Majority Op. at 1336. I disagree. The agency’s interpretation seems to me to be completely reasonable.</p>\n<p id=\"b883-10\">As the government notes, the Bureau’s “interpretation ensures that a claimant’s <page-number citation-index=\"1\" label=\"1341\">*1341</page-number>estate does not receive a death benefit to the detriment of surviving eligible claimants, such as another child, or parent.” The government submits that this interpretation is supported by the statutory purpose of providing an economic benefit to the survivors of a public safety officer. By contrast, under the majority’s interpretation a claimant’s estate could receive PSOBA death benefits even though other statutorily-defined beneficiaries are living at the time of payment. For example, if a public safety officer’s spouse and elderly parents are alive at the time of the death of the officer, and the spouse dies after the officer but before payment, then the living elderly parents (statutorily defined eligible beneficiaries) are not entitled to PSOBA death benefits under the majority’s interpretation because the entire benefit would go to deceased spouse’s estate. Under the agency’s interpretation, however, the living elderly parents would receive PSOBA death benefits rather than the estate. The same would be true if one of two surviving parents died before payment. Under the majority’s view, the benefit would be split between the living parent and the estate of the second parent. Under the agency’s view, the living parent would receive the full amount.</p>\n<p id=\"b884-5\">The narrowly crafted nature of the three classes of individuals expressly identified in the PSOBA as eligible recipients—surviving spouses, children, and parents—further supports the agency’s interpretation. For example, Congress expressly limited the class of eligible children to those who are: (1) eighteen years of age or younger; (2) between nineteen and twenty-two if engaged in full-time school or training; or (3) any age if incapable of self-support because of a physical or mental disability. <em>See </em>42 U.S.C. § 3796b(3). Under the majority’s interpretation, however, Ms. Roberts’s estate could pass the PSOBA death benefits directly to Sheriff Presley’s three expressly ineligible adult children. Under the agency’s interpretation, only individuals expressly designated by Congress would be entitled to receive PSOBA death benefits.</p>\n<p id=\"b884-9\">Moreover, the statutory language supports the agency’s interpretation. The title of the PSOBA subsection at issue in this case is “Amount; <em>recipients.” </em>42 U.S.C. § 3796(a) (emphasis added). This subsection provides that “the Bureau shall pay a benefit” to certain classes of beneficiaries in order of priority. <em>Id. </em>The agency could reasonably interpret Congress’s use of the terms “recipients” and “shall pay a benefit” to limit the payment of PSOBA death benefits to the narrow classes of individuals identified in the statute—spouses, children, and parents—who are alive to actually “receive” the benefits at the time of payment, and that estates (which are not statutorily defined eligible recipients) are not entitled to receive PSO-BA death benefits.</p>\n<p id=\"b884-10\">In sum, because the PSOBA is silent, or at least ambiguous, as to the question of whether estates are eligible recipients of PSOBA death benefits, I would defer to the Bureau’s permissible interpretation of the PSOBA and the implementing regulations. Accordingly, I would reverse the decision of the Court of Federal Claims.</p>\n<footnote label=\"1\">\n<p id=\"b883-5\">. The majority describes the government’s theory as \"a kind of temporary vesting; one which can be defeated or lost if the beneficiary dies prior to the agency processing and payment of the benefit.” Majority Op. at 1336. The government expressly argues, however, that no right has vested at the time of the officer’s death. Instead, the government’s theory is essentially that surviving the death of the officer is necessary but not sufficient for entitlement to receive PSOBA death benefits.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b883-6\">. The majority claims that \"it cannot be suggested that the statute prohibits payment to non-individuals” because the statute permits payment to trusts for minor children. Majority Op. at 1336 n. 6. As the government notes, however, a trust for minor children is easily distinguished from an estate because the beneficiaries of such a trust (i.e., minor children) are statutorily defined eligible recipients—the trust is merely a vehicle by which payment is made to the intended recipient. By contrast, there are no living eligible recipients in the present case, so the estate cannot be seen as a vehicle by which payment is made to an eligible recipient.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b883-12\">. As the government notes, in <em>Groff v. United States </em>this court stated \"that the Supreme Court has held that legal positions taken in properly promulgated regulations are entitled to <em>Chevron </em>deference even if the regulations are promulgated after the administrative decision in question, and indeed even if they are promulgated in response to the very litigation that is under review.” 493 F.3d 1343, 1350 n. 2 (Fed.Cir.2007) (citing <em>Smiley v. Citibank (S.D.), N.A., </em>517 U.S. 735, 740-41, 116 S.Ct. 1730, 135 L.Ed.2d 25 (1996); <em>United States v. Morton, </em>467 U.S. 822, 836 n. 21, 104 S.Ct. 2769, 81 L.Ed.2d 680 (1984)). Thus, the legal position taken by the agency in § 32.6(b)(1) is entitled to <em>Chevron </em>deference even though it was promulgated during the pendency of this litigation.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}