{
  "casebody": {
    "data": "<casebody firstpage=\"301\" lastpage=\"306\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b357-15\">Joseph Robert CORRIGAN, Administrator of the Estate of Shirlee Ann Corrigan, Plaintiff-Appellee, v. E. W. BOHREN TRANSPORT CO., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b357-17\">No. 18159.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b357-18\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b357-19\">Sept. 30, 1968.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b357-20\">Certiorari Denied Feb. 24, 1969.</otherdate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b357-21\">See 89 S.Ct. 880.</seealso>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b357-22\">Rehearing Denied Nov. 26, 1968.</otherdate>\n<p data-order=\"7\" data-type=\"judges\" id=\"b357-25\">Celebrezze, Circuit Judge, dissented.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b358-8\"><page-number citation-index=\"1\" label=\"302\">*302</page-number>Frank Seth Hurd, Cleveland, Ohio, C. Reynolds Keller, Jr., Weston, Hurd, Fallon, Sullivan, &amp; Paisley, Cleveland, Ohio, on the brief, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b358-9\">C. D. Lambros, Cleveland, Ohio, Berger &amp; Kirschenbaum, Cleveland, Ohio, Anthony O. Calabrese, Jr., Calabrese, Sch-melzer, Garofoli &amp; Caterino, Cleveland, Ohio, on the brief, for appellee.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b358-10\">Before O’SULLIVAN, CELEBREZ-ZE, and COMBS, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b358-11\">COMBS, Circuit Judge.</author>\n<p id=\"b358-12\">This appeal is from a judgment for the plaintiff in an action for wrongful death. By reason of diversity of citizenship of the parties, the action was brought in the United States District Court for the Northern District of Ohio, Eastern Division.</p>\n<p id=\"b358-13\">There is little dispute about the facts. The accident which caused the decedent’s death occurred at approximately 1:30 A.M., on the Lakeland Expressway near Cleveland, Ohio. The Lakeland Expressway is a four-lane superhighway with a median strip separating the eastbound and westbound lanes. The decedent, Mrs. Shirlee Ann Corrigan, was alone in her disabled automobile which was facing east in the right lane next to the berm of the highway. One witness, Timothy Prayner, saw the disabled vehicle and stopped to offer assistance. Mrs. Corrigan was seated in her car trying to start the motor but apparently the battery was dead. Prayner offered to take her to a service station but she declined to leave the car. He remained about ten minutes and then drove away. Shortly after Prayner left, another motorist observed Mrs. Corrigan sitting in her car which was still on the highway. Recognizing her, he turned off the expressway, intending to return and offer his help. During this interval, estimated at approximately two minutes, Mrs. Corrigan’s car was struck from the rear by defendant’s truck.</p>\n<p id=\"b358-15\">The defendant admitted negligence in that its driver was not keeping a proper lookout, but contended that Mrs. Corri-gan had been contributorily negligent. In answer to interrogatories, the jury found that Mrs. Corrigan was negligent “in failing to protect her own life by not getting herself off the highway,” but that her negligence was not a proximate cause of her death. The defendant requested the court to enter judgment notwithstanding the verdict, which request was refused.</p>\n<p id=\"b358-16\">The narrow question presented on this appeal is whether the trial judge erred in refusing to hold, as a matter of law, that the decedent’s negligence was a proximate cause of her death. The answer to this inquiry depends on the answers to two others: (1) Under Ohio law, is proximate cause always a question for the jury? (2) If the answer to this is negative, was Mrs. Corrigan’s negligence, as a matter of law, a proximate cause of her death ?</p>\n<p id=\"b358-17\">Plaintiff relies heavily on White v. Ohio Power Co., 171 Ohio St. 148, 168 N.E.2d 314 (1960), to support his contention that proximate cause is always a jury question. This contention is <page-number citation-index=\"1\" label=\"303\">*303</page-number>based on the language of Syllabus 1 of <em>White:</em></p>\n<blockquote id=\"b359-4\">“Where in an action arising from a motor vehicle collision there is evidence of negligence on the part of the defendant and of contributory negligence on the part of the plaintiff, which contributory negligence may have continued to the moment of impact, a jury question exists as to whether such negligence of the plaintiff proximately contributed to the collision.”</blockquote>\n<p id=\"b359-5\">Since no qualification was placed on this apparently absolute statement, plaintiff argues that a jury question is always presented on the issue of proximate cause.</p>\n<p id=\"b359-6\">We do not so construe <em>White. </em>There is no language in the body of the opinion which convinces us that the Ohio Supreme Court intended to change the common law rule and overrule earlier Ohio cases which hold that proximate cause may in some circumstances become a question of law. See Ziebro v. City of Cleveland, 157 Ohio St. 489, 106 N.E.2d 161 (1952) ; Lawrence v. Toledo Terminal R.R., 154 Ohio St. 335, 96 N.E.2d 7 (1950) ; Patton v. Pennsylvania R.R., 136 Ohio St. 159, 24 N.E.2d 597 (1939).</p>\n<p id=\"b359-7\">Regardless of what the <em>White </em>syllabus means, however, later Ohio cases hold that the question of proximate cause may under some circumstances become a question of law. In Bird v. Hart, 2 Ohio St.2d 9, 11, 205 N.E.2d 887, 889 (1965), it was said:</p>\n<blockquote id=\"b359-8\">“In the instant cases, defendant was negligent as a matter of law. Although the question of proximate cause is ordinarily one for the jury (see White v. Ohio Power Co., 171 Ohio St. 148, 168 N.E.2d 314 ; Clinger v. Duncan, 166 Ohio St. 216, 141 N.E.2d 156), reasonable minds could only conclude that in the instant cases defendant’s negligence was the proximate cause of the collision. The trial court should, therefore, have directed verdicts in favor of plaintiffs on the question of liability * *</blockquote>\n<p id=\"b359-10\">In Kehrer v. McKittrick, 176 Ohio St. 192, 195, 198 N.E.2d 669, 672 (1964), it was said: “The question of proximate cause is ordinarily one of fact, but, where there is no conflict in the evidence, such question becomes one of law.” The case of North v. Pennsylvania R.R., 9 Ohio St.2d 169, 224 N.E.2d 757 (1967), is to the same effect. We regard these cases as decisive.</p>\n<p id=\"b359-11\">So, the question is whether decedent’s negligence was such that reasonable minds could only conclude that it was a proximate cause of her death. Bird v. Hart, supra. We are of the opinion the proper answer is “Yes.”</p>\n<p id=\"b359-12\">Proximate cause is a troublesome phrase. It has a particular meaning in the law but is difficult to define. It has been defined as: “That which immediately precedes and produces the effect, as distinguished from a remote, mediate, or predisposing cause; that from which the fact might be expected to follow without the concurrence of any unusual circumstance; that without which the accident would not have happened, and from’ which the injury or a like injury might have been anticipated.” 65 C.J.S. § 103 Negligence pp. 1130-1131. The Ohio Supreme Court, in reference to a plaintiff charged with contributory negligence, defined the phrase in these words: “[I]f by the exercise of due care he could have avoided injury and death, his failure to exercise such care was the proximate cause of his death.” Patton v. Pennsylvania R.R., supra, 136 Ohio St. at 167, 24 N.E.2d 601. In the later case of Clinger v. Duncan, 166 Ohio St. 216, 222, 141 N.E.2d 156, 162 (1957), it was said:</p>\n<blockquote id=\"b359-14\">“[I]t is generally true that, where an original act is wrongful or negligent and in a natural and continuous sequence produces a result which would not have taken place without the act, proximate cause is established, and the fact that some other act unites with the original act to cause injury does not relieve the original offender from liability.”</blockquote>\n<p id=\"b360-3\"><page-number citation-index=\"1\" label=\"304\">*304</page-number>The question then comes down to this: If plaintiff’s decedent had not remained in the car on the highway, would she have been injured? There can be only one answer. The conclusion is inescapable that, if Mrs. Corrigan had somehow been able to get her car off the highway, there would have been no accident. Likewise, even though the car was left on the highway, if she had been out of the car and off the highway, she would not have been injured. There was no real issue as to proximate cause. The decisive issue was whether the decedent was negligent in remaining in her stalled car on this heavily travelled expressway. The jury having found on sufficient evidence that she was negligent, proximate cause followed as a matter of law. Accordingly, the District Court should have entered judgment for the defendant notwithstanding the verdict.</p>\n<p id=\"b360-4\">Reversed and remanded.</p>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b360-5\">CELEBREZZE, Circuit Judge</author>\n<p id=\"AD_\">(dissenting) :</p>\n<p id=\"b360-6\">I believe that the issue of proximate cause was properly submitted to the jury and that the verdict and judgment for the Plaintiff should be affirmed.</p>\n<p id=\"b360-7\">My conclusion, however, is not based upon the Plaintiff-Appellee’s interpretation of White v. Ohio Power Co., 171 Ohio St. 148, 168 N.E.2d 314 (1960). As this Court indicated in Lones v. Detroit, Toledo and Ironton Railroad Company, 398 F.2d 914, 918, 919 Notes 2 and 3 (6th Cir. 1968), it is not so clear that Ohio law controls a federal, court’s determination o'f the sufficiency of the evidence on any particular factual question to go to the jury. In Byrd v. Blue Ridge Rural Elec. Cooperative, 356 U.S. 525, 78 S.Ct. 893, 2 L.Ed.2d 953 (1958), the question of whether a defendant was a “statutory employer” under South Carolina’s Workmen’s Compensation Act was admittedly a factual determination. South Carolina law required the judge to make that determination, rather than the jury. Rejecting the contention that this allocation of functions was binding on federal courts in diversity actions brought in South Carolina, the United States Supreme Court said:</p>\n<blockquote id=\"b360-9\">“The federal system is an independent system for administering justice to litigants who properly invoke its jurisdiction. An essential characteristic of that system is the manner in which, in civil common-law actions, it distributes trial functions between judge and jury and, under the influence— if not the command — of the Seventh Amendment, assigns the decisions of disputed questions of fact to the jury. * * * The policy of uniform enforcement of state-created rights and obligations * * * cannot in every ease exact compliance with a state rule — not bound up with rights and obligations — which disrupts the federal system of allocating functions between judge and jury.” 356 U.S. at 537-538, 78 S.Ct. at 901 (citations and footnotes omitted).</blockquote>\n<p id=\"b360-12\">If state law cannot require a federal court invariably to take a certain factual question from the jury, I do not see how state law can require a federal court invariably to permit a certain factual question, regardless of the evidence presented, to go to the jury. Cf. Herron v. Southern Pacific Company, 283 U.S. 91, 51 S.Ct. 383, 75 L.Ed. 857 (1931). Therefore, I do not think the rule of White v. Ohio Power Co., 171 Ohio St. 148, 168 N.E.2d 314 (1960), would compel a federal district court to submit the issue of proximate cause to the jury even if the rule was given the interpretation urged by the Plaintiff-Appellee.</p>\n<p id=\"b360-13\">Assuming the majority’s interpretation of <em>White </em>and later Ohio cases to be correct, however, I do not think we need to decide whether those cases bind federal district courts in Ohio in determining when the issue of proximate cause should be taken from the jury in a diversity case. Since it appears that the Ohio standard and the federal standard are the same, as this Court noted in Lones v. Detroit, Toledo and Ironton Railroad Company, 398 F.2d 914, 918 (6th Cir. 1968), it would be inappropriate to decide the question of which stand<page-number citation-index=\"1\" label=\"305\">*305</page-number>ard applies when, as here, the issue has been neither briefed nor argued. Cf., Dick v. New York Life Insurance Co., 359 U.S. 437, 444-445, 79 S.Ct. 921, 3 L.Ed.2d 935 (1959).</p>\n<p id=\"b361-5\">On the facts of the instant case, application of either standard should result in a determination that the jury could have reasonably found that any negligence of the decedent was not the proximate cause of her death. The jury stated that the decedent was negligent in failing “to protect her own life by not getting herself off the highway.” The finding of the jury could have at least two bases in the evidence. The jury could have concluded that the decedent was negligent in not going with Mr. Prayner and thus “getting herself off the highway.”<footnotemark>1</footnotemark> Or the jury could have concluded that the decedent should have left her car and removed herself to the side of the highway to await assistance.<footnotemark>2</footnotemark></p>\n<p id=\"b361-6\">We can only speculate as to the basis of the jury’s answer to the interrogatory. Given the second interpretation, perhaps the majority would be correct on the issue of proximate cause. But given the first interpretation, it seems clear that the jury could have concluded that the negligence of decedent in failing to go with Mr. Prayner had ceased and, therefore, was not a proximate cause of her death.</p>\n<p id=\"b361-7\">This result would follow from the Ohio cases cited by the majority and would even more clearly follow if the federal standard was applied. The basis of that standard is the strong federal policy for jury determination of disputed factual questions expressed in the Seventh Amendment: “ * * * no fact tried by a jury shall be otherwise reexamined in any court of the United States, than according to the rules of common law.” Applying that expressed policy, Lavender v. Kurn, 327 U.S. 645, 66 S.Ct. 740, 90 L.Ed. 916 (1946),<footnotemark>3</footnotemark> defined the proper function of a federal court in reviewing a jury verdict in a civil ease:</p>\n<blockquote id=\"b361-13\">“* -x- * where * * * there is an evidentiary basis for the jury’s verdict, the jury is free to discard or disbelieve whatever facts are inconsistent with its conclusion. And the appellate court’s function is exhausted when that evidentiary basis becomes apparent, * * 327 U.S. at 653, 66 S.Ct. at 744.</blockquote>\n<p id=\"b361-15\">Also, Rule 49(b), Federal Rules of Civil Procedure, provides: “when the general verdict and the answers are harmonious, the appropriate judgment upon the verdict and answers shall be entered pursuant to Rule 58.” Since there is an evidentiary basis in this ease that makes the jury’s answer to the interrogatory harmonious with its verdict, the judgment should be affirmed.</p>\n<p id=\"b361-16\">The jury had all the evidence before it; it had the benefit of the persuasive arguments of counsel; and it had a <page-number citation-index=\"1\" label=\"306\">*306</page-number>proper instruction on the law. The trial judge, who also heard all of the evidence, thought that the evidence supported the jury’s verdict and that the answer to the interrogatory was consistent with the verdict. In reversing the jury verdict and the judgment of the trial court on the basis of the cold record before us, we should be careful that we do not subvert the strong policy favoring jury trials expressed in the Seventh Amendment.</p>\n<footnote label=\"1\">\n<p id=\"b361-8\">. After stating its opinion on some of the evidence and outlining the contentions on certain other points, the District Court .charged the jury:</p>\n<blockquote id=\"b361-9\">“I make reference to these two opinions because there was testimony that the decedent was invited to' leave the automobile and go with Praynor [sic], and that she had requested Praynor to use his automobile to push her automobile off of the roadway, which Pray-nor refused to do. And should you believe that these events did occur as I have related, I instruct you that Sliirlee Ann Corrigan was not negligent in declining to leave her automobile to go with Praynor, but instead chose to remain with the automobile.”</blockquote>\n<p id=\"b361-10\">We do not know whether the jury accepted the opinion of the District Court or found that the events occurred as related by the Court. Therefore, this charge would not have precluded the jury from finding the decedent negligent in failing to go with Mr. Prayner.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b361-18\">. Such a finding by the jury would have to be made in the face of the following facts : the decedent was alone in her car, returning home from work after midnight; the month was January and rain had been intermittently falling; and the car was stalled on an expressway about a quarter of a mile from the nearest exist.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b361-19\">. Lavender v. Kurn was an F.E.L.A. case, but it seems clear that the standard stated was applicable to any civil case. See, Planters Manufacturing Co. v. Protection Mutual Ins. Co., 380 F.2d 869 (5th Cir. 1967).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}