{
  "casebody": {
    "data": "<casebody firstpage=\"719\" lastpage=\"739\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b775-9\">James Alvin PETERS v. The UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b775-11\">No. 426-66.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b775-12\">United States Court of Claims.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b775-13\">March 14, 1969.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b775-14\">As Amended June 13, 1969.</otherdate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b775-18\">Skelton, J., dissented,</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b776-17\"><page-number citation-index=\"1\" label=\"720\">*720</page-number>Harry W. Hultgren, Jr., Hartford, Conn., attorney of record, for plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b776-18\">Judith A. Yannello, with whom was Asst. Atty. Gen. Edwin L. Weisl, Jr., for defendant. LeRoy Southmayd, Jr. and J. Michael Gottesman, Washington, D. C., of counsel.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b776-19\">Before COWEN, Chief Judge, and DURFEE, DAVIS, COLLINS, SKEL-TON, and NICHOLS, Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b776-20\">ON DEFENDANT’S MOTION FOR SUMMARY JUDGMENT AND PLAINTIFF’S MOTION FOR SUMMARY JUDGMENT</p>\n<author id=\"b776-21\">DURFEE, Judge.</author>\n<p id=\"b776-22\">This suit is for the recovery of back pay and for reinstatement to the position of placement assistant with the United States Air Force.<footnotemark>1</footnotemark> Both sides moved for summary judgment.</p>\n<p id=\"b776-23\">Plaintiff was dismissed from his position for having allegedly solicited and received money and articles of value for the performance of his official duties. The offenses occurred while he was employed by the 902nd Troop Carrier Group at the 905th Troop Carrier Group (Reserve) at Bradley Field, Connecticut, as a military personnel clerk (with the responsibility for interviewing applicants for authorized reserve positions, determining their eligibility, supplying information, and referring them to placement specialists), and while he was later serving as a placement assistant (with the responsibility for recruiting non-prior service personnel to fill authorized positions in military, technical and administrative occupations).</p>\n<p id=\"b776-24\">On October 6, 1964, the Group Commander issued a thirty-day notice proposing to remove plaintiff from his position as placement assistant, and charged him with corruptly soliciting, receiving <page-number citation-index=\"1\" label=\"721\">*721</page-number>and accepting bribes in return for using his influence to place four men in the Air Force Reserve Program. The notice informed plaintiff that he could answer the charges personally and in writing, and that he could submit affidavits in support of his answer. On October 12th, plaintiff replied, denied the charges made and submitted a sworn statement setting forth events which he felt motivated the charges against him. The Air Force, on October 23, acknowledged receipt of the reply, and on October 26 it amended the notice of proposed removal, adding that the removal was to promote the efficiency of the service. Plaintiff responded to this notice as well, and on November 9, 1964, the Air Force informed plaintiff that the charges against him had been sustained, and notified him of its final decision to effect his dismissal. It also informed him of his right to appeal to the Department of the Air Force and the Civil Service Commission. Plaintiff’s removal was effected on November 20, 1964.</p>\n<p id=\"b777-5\">On November 27, 1964 plaintiff filed an appeal with the Boston Regional Office of the Civil Service Commission, and requested a hearing. The Commission requested, and received from the Air Force, lettters and forms pertaining to plaintiff’s case. These were made available to plaintiff and his representative. Plaintiff did not submit written evidence, and reserved the right to present evidence at the hearing.</p>\n<p id=\"b777-6\">Counsel for plaintiff requested in a January 12, 1965 letter, that the Air Force produce the four men alleged to have bribed him, as witnesses on behalf of plaintiff. The Air Force replied that since these men were not employees of the Government and were not under the jurisdiction of the Air Force, except when in training, there was no administrative authority to require their presence at a hearing.</p>\n<p id=\"b777-7\">At the Civil Service Commission hearing, the Government offered the testimony of Colonel Martino, who had spoken to three of the four reservists involved, and the testimony of Kenneth Fleming, the Civilian Personnel Officer of the 902nd Troop Carrier Group located in Manchester, New Hampshire, who had spoken to all four of the men. In addition, the Government presented sworn statements of the four men who allegedly offered bribes, and documentary evidence indicating that plaintiff was on duty on the dates mentioned in the specification of charges.</p>\n<p id=\"b777-9\">On March 29, 1965, the Commission hearing examiner sustained the agency action. Plaintiff then appealed to the Civil Service Commission’s Board of Appeals and Review on April 5, 1965, and on September 22, 1965, the Board sustained the decision of the Boston Regional Office.</p>\n<p id=\"b777-10\">Plaintiff is suing the Government under 28 U.S.C. § 1491 (1964) for back pay and reinstatement, and for judicial review of the order of the Commission of September 22, 1965, contending that his procedural rights were violated and that the decision of the Commission was abitrary, capricious and contrary to law since it was not based on substantial evidence.</p>\n<p id=\"b777-11\">This court has jurisdiction under 28 U.S.C. § 1491 to review the action of the Civil Service Commission. We need not now decide whether and to what extent Section 10 of the Administrative Procedures Act, 5 U.S.C. §§ 702-706, applies to these personnel actions in this court.</p>\n<p id=\"b777-12\">The legal wrongs complained of by plaintiff are the alleged failure of the Civil Service Commission to comply with applicable procedural requirements in a number of respects, and the quality and quantum of evidence relied upon. We will deal with each irregularity separately.</p>\n<p id=\"b777-13\">In the first place, plaintiff argues that the Commission’s hearing examiner had no legal evidence before him, but rather made his determination only on hearsay. In determining whether the decision of the Commission was supported by sub<page-number citation-index=\"1\" label=\"722\">*722</page-number>stantial evidence, we find that the only-evidence consisted of four typewritten statements, each entitled “Deposition,” with testimony at the hearing as to how they were taken. Each “Deposition” purports to be a signed statement, by a third party associated with, but not a member of, the 905th Troop Carrier Group to its Commander. Fleming testified at the appeal hearing that each of these four informants personally appeared before him; that because the stenographer present was having extreme difficulty in taking shorthand, he supplemented her work with hand-notes of his own. He then dictated each statement to the stenographer in the presence of each declarant, and it was signed and sworn to before this officer, who was authorized to administer an oath. 5 U.S.C. § 93 (1964). He also testified that the declarants were advised that “under the Code of Universal Military Justice,” they did not have to testify against themselves, and that they might be criminally charged with having accepted bribes from plaintiff under the Federal Penal Code. Each “Deposition” states that declarant offered, and Sergeant Peters (plaintiff) accepted bribes in order to get the affiant into a Reserve component of the Air Force in order to discharge the affiant's draft obligation.</p>\n<p id=\"b778-4\">Plaintiff objected to these four statements as not being in “affidavit form,” as required by Civil Service Regulations,<footnotemark>2</footnotemark> because of absence of notarization or jurat, although they did recite that the signer had been duly sworn. The Civil Service Commission denied a similar objection on the appeal; it checked signatures to those statements with others in prior records and found them genuine. It found that the absence of the formal requirements of a jurat in the sworn affidavits did not invalidate the statements or render them inadmissible, since they were actually sworn to before an officer authorized to administer an oath.</p>\n<p id=\"atg-dedup-1\">The rules of the Civil Service Commission provide:</p>\n<blockquote id=\"b778-6\">* * * Rules of evidence are not applied strictly, but the representative of the Commission shall exclude irrelevant or unduly repetitious testimony. 5 C.F.R. § 772.305(c) (3).</blockquote>\n<p id=\"b778-7\">The sworn testimony of the two Air Force Investigators Martino and Fleming as to what the four alleged bribers of plaintiff said to them under oath, and the four sworn statements in writing of the alleged bribers are certainly not irrelevant or unduly repetitious, and complied with the regulation.</p>\n<p id=\"b778-8\">We conclude that the Commission did not err in admitting these four statements as “affidavits” under the regulation. Each one was in fact sworn to and signed by the affiant in the presence of the authorized officer who took the statements, and who testified at the Commission hearing.</p>\n<p id=\"b778-9\">Plaintiff also objected to the four statements as hearsay evidence admitted at the Civil Service Commission hearing over objection. We next conclude that the Commission did not err in admitting the four affidavits, and the testimony of the two officers relevant thereto over plaintiff’s objection under the hearsay evidence rule. In Morelli v. United States, 177 Ct.Cl. 848 (1966), there was an administrative finding that leaving an identification paddle in a parachute would result in malfunction of the parachute. This finding was based in part upon a written opinion by two Air Force Officers who did not appear before the Grievance Committee. Objected to as hearsay, the court said at 853-854:</p>\n<blockquote id=\"b778-10\">* * * the hearsay rule is not applicable to administrative hearings so long as the evidence upon which a decision is ultimately based is substantial and has probative value. * * *</blockquote>\n<p id=\"b778-11\">The court cited Montana Power Company v. Federal Power Commission, 87 U.S.App.D.C. 316, 185 F.2d 491, 497 <page-number citation-index=\"1\" label=\"723\">*723</page-number>(1950), cert. denied, 340 U.S. 947, 71 S.Ct. 532, 95 L.Ed. 683 (1951), where the Court of Appeals, in commenting on a similar evidentiary regulation of the Federal Power Commission, said at p. 498:</p>\n<blockquote id=\"b779-5\">* * * It has long been recognized that, though hearsay evidence lacks certain guarantees of trustworthiness such as amenability to cross-examination, it may yet be relevant and have probative value. * * *</blockquote>\n<p id=\"b779-6\">citing Willapoint Oysters, Inc. v. Ewing, 174 F.2d 676, 690 (9th Cir.), cert. denied, 338 U.S. 860, 70 S.Ct. 101, 94 L.Ed. 527 (1949).</p>\n<p id=\"b779-7\">In Consolidated Edison Co. et al. v. National Labor Relations Board, et al., 305 U.S. 197, 59 S.Ct. 206, 83 L.Ed. 126 (1938), the Court in sustaining findings by the Board, based in part on hearsay, said that “[t]he obvious purpose [of the evidentiary rule of the NLRB statute]” (similar to the C.S.C. Rule that judicial rules of evidence are not controlling) “is to free administrative boards from the compulsion of technical rules so that the mere admission of matter which would be deemed incompetent in judicial proceedings would not invalidate the administrative order.” <em>Id. </em>at 229-230, 59 S.Ct. at 217. However, the Court did go on to add that “[m]ere uncorroborated hearsay or rumor does not constitute substantial evidence.” <em>Id. </em>at 230, 59 S. Ct. at 217. This statement was obviously dictum and was not supported by any citation. It was later cited in <em>Willapoint Oysters, Inc., supra, </em>where the Court did however say “The degrees of probative force and reliability of hearsay evidence are infinite in variation, and its use by administrative bodies, ex necessitate, must in part be governed by the relative unavailability of other and better evidence.” Id. 174 F.2d at 691.</p>\n<p id=\"b779-8\">In the present case, the Commission was without subpoena power to produce better evidence. 5 C.F.R. § 772.305(c) (1). In Conn v. United States, 376 F.2d 878, 883, 180 Ct.Cl. 120, 130 (1967), the court said “The only evidence supporting the Board’s recommendation that plaintiff be undesirably discharged was the <em>ex parte </em>investigation report of Major Weiler <em>and the attached unsworn statements of witnesses </em>whose testimony had been taken in Haiti. But plaintiff never participated in the investigation and was never accorded the rights of a party. Therefore his undesirable discharge based solely on such evidence was legally invalid.” [Emphasis supplied]</p>\n<p id=\"b779-11\">In the present case, the statements were sworn to, as the Board found, and were “affidavits” under the evidentiary rule of the Civil Service Commission. The Civil Service Commission in its decision on plaintiff’s appeal, said:</p>\n<blockquote id=\"b779-12\">Neither the agency nor are we precluded from accepting and considering evidence which would be excluded under the hearsay rule, the best evidence rule, or parol evidence rule, etc. * * *</blockquote>\n<blockquote id=\"b779-13\">******</blockquote>\n<blockquote id=\"b779-14\">In the final analysis, the issue is whether we choose to believe the four deponents on the one hand, or Mr. Peters [plaintiff] on the other, considering all the circumstances presented. * * *</blockquote>\n<p id=\"b779-15\">Under the particular facts as to these four affidavits, we find that the Board could accept them as admissible and as competent and relevant evidence.</p>\n<p id=\"b779-16\">We are well aware that the traditional view is that the declarant must be unavailable for testimony before his declaration against interest will be admitted into evidence as an exception to the hearsay rule. However, it was plaintiff’s burden, as we will show later, to produce these four men for cross-examination, and plaintiff should not be allowed to defeat some of defendant’s evidence by mere inaction. In addition, there is authority, <em>e. g., </em>McCormick on Evidence, p. 554 (1954), and the Uniform Rules of Evidence, which would allow such statements to be admitted whether the de-clarant was available or not. Moreover, it could be argued that the declarants were unavailable in this administrative <page-number citation-index=\"1\" label=\"724\">*724</page-number>hearing because there was no subpoena power issuing from the Commission.</p>\n<p id=\"b780-4\">Having concluded that the evidence considered by the Commission was admissible, relevant and competent, we must now determine whether this evidence was substantial. Whether evidence is “substantial” is to be determined by whether there is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. <em>Consolidated, Edison Co. et al., supra.</em></p>\n<p id=\"b780-5\">The probative value of hearsay rests in part upon the credibility of the witness testifying as to the hearsay statement, the accuracy of his recollection or statement of the alleged hearsay, and his ability and opportunity to observe and hear what was said of the hearsay. The Commission in weighing the evidence thoroughly and extensively, found that the two persons, Martino and Fleming, who testified as to the four hearsay affidavits, and the four affiants as well “had no ulterior motive in accusing Peters, such as malice, animosity, bias or ill will,” and concluded that they were telling the truth after careful analysis of all the evidence. The Commission concluded as to the weight of the evidence in this regard:</p>\n<blockquote id=\"b780-6\">* * * We agree that apart from the evidence emanating from the two Hirseh brothers, Nutting and Morrell, we know nothing derogatory about Mr. Peters. We agree that whatever else we do know about him from the record is favorable and would give no reason to question his honesty or personal integrity. That however, is not enough to uphold his denial of wrongdoing and in our opinion, is overcome by the weight and preponderance of the damaging testimony of Col. Martino, Mr. Fleming and the four depositions. We conclude that all ten paragraphs under paragraph a. of the advance notice are substantiated and are sustained by the testimony and evidence from these people which we accept as worthy of belief.</blockquote>\n<p id=\"b780-7\">We conclude that the evidence relied upon by the Commission, in reaching the above conclusion, was substantial. However, we feel impelled to add that the record in this case supplies only a bare minimum of the “substantial evidence” required by our review, and is hardly a model of thorough administrative procedure at either the agency or appellate level.</p>\n<p id=\"b780-8\">The four affidavits were also <em>declarations </em>against the interest of the affiants themselves (as distinguished from <em>admissions </em>against interest by a party to litigation). These statements were extra-judicial declarations that affiants had each bribed plaintiff. Extra-judicial declarations of the commission of criminal acts have been held not admissible in evidence as declarations against interest ; however, they have more recently been held admissible in an increasing number of jurisdictions.<footnotemark>3</footnotemark> Rule 509 of the Model Code of Evidence of the American Law Institute provides (p. 255):</p>\n<blockquote id=\"Ascj\">Rule <em>509 </em>— Declarations <em>Against Interest.</em></blockquote>\n<blockquote id=\"b780-9\">(1) A declaration is against the interest of a declarant if the judge finds that the fact asserted in the declaration was at the time of the declaration so far contrary to the declarant’s pecuniary or proprietary interest or so far subjected him to civil or criminal liability or so far rendered invalid a claim by him against another or created such a risk of making him an object of hatred, ridicule or social disapproval in the community that a reasonable man in his position would not have made the declaration unless he believed it to be true.</blockquote>\n<blockquote id=\"b780-10\">(2) Subject to Rule 505, evidence of so much of a hearsay declaration is admissible as consists of a declaration against interest and such additional parts thereof, including matter incorporated by reference, as the judge finds to be so closely connected with the declaration against interest as to be equally trustworthy.</blockquote>\n<p id=\"b781-4\"><page-number citation-index=\"1\" label=\"725\">*725</page-number>Assuming the Board was correct in admitting the four affidavits as evidence, then they are clearly declarations against interest; payment of bribes is a criminal offense. In Camero v. United States, 345 F.2d 798, 170 Ct.Cl. 490 (1965), Camero was dismissed as a classified civil service employee for accepting bribes from one Altman. The evidence of bribery was a statement or admission by Altman to an FBI agent. The court commented:</p>\n<blockquote id=\"b781-5\">Great reliance was placed by the depot commander upon the confession by Altman. This court is in agreement with the view of the depot commander that the probative value of the Altman statement is high because, in making it, Altman was subjecting himself to the possibility of criminal prosecution. <em>Id. </em>at 802, 170 Ct.Cl. at 496, footnote 7.</blockquote>\n<p id=\"b781-6\">Plaintiff also complains that he was not afforded the opportunity to confront his accusers, i.e., the four men whose sworn statements were admitted into evidence, and to cross-examine them. However, the initial burden of trying to get the four men before the examiner for the purposes of cross-examination was on plaintiff.</p>\n<p id=\"b781-7\">In Williams v. Zuckert, 372 U.S. 765, 83 S.Ct. 1102, 10 L.Ed.2d 136 (1963), the case was remanded to the District Court:</p>\n<blockquote id=\"b781-8\">* * * [to] determine whether the petitioner, desiring the presence of witnesses at his hearing, either discharged his initial burden under the applicable regulations by making timely and sufficient attempt to obtain their presence or, under the circumstances and without fault of his own, was justified in failing to make such attempt, and, if so, whether proper and timely demand was made upon the Air Force so that it was required to produce such witnesses for cross-examination. * * *</blockquote>\n<p id=\"b781-9\">That case also involved a civilian employee of the Air Force, who appealed his discharge pursuant to § 14 of the Veterans’ Preference Act of 1944, 58 Stat. 390, 5 U.S.C. § 863, as amended. The regulations promulgated by the Civil Service Commission, in effect at that time, provided:</p>\n<blockquote id=\"b781-12\">******</blockquote>\n<blockquote id=\"b781-13\">The Commission is not authorized to subpoena witnesses. The employee and his designated representative, and the employing agency must make their own arrangements for the appearance of witnesses. 5 C.F.R. § 22.607 (Jan. 1, 1961 ed.)</blockquote>\n<p id=\"b781-14\">Plaintiff here, also a preference eligible, filed his appeal with the Civil Service Commission pursuant to Part 752, Subpart B of the Civil Service Regulations, which deals with preference eligi-bles. Part 772 of 5 C.F.R., dealing with appeals to the Commission for review of agency actions, covers Subpart B of Part 752. (See 5 C.F.R. § 772.301).</p>\n<p id=\"b781-15\">The provision dealing with hearings, 5 C.F.R. § 772.305, reads in pertinent part:</p>\n<blockquote id=\"b781-16\">******</blockquote>\n<blockquote id=\"b781-17\">(c) <em>Hearing procedures. </em>(1) * * * Both parties are entitled to produce witnesses but <em>as the Commission is not authorized to subpena witnesses the parties are required to make their own arrangements for the appearance of witnesses. </em>[Emphasis supplied]</blockquote>\n<p id=\"b781-18\">The language of the above-quoted regulation is remarkably similar to the regulation involved in Williams v. Zuckert, <em>supra. </em>In our opinion, that case controls, and thus the burden plaintiff bore here is the one mandated by <em>Williams.</em></p>\n<p id=\"b781-19\">As to this aspect of the case, plaintiff’s attorney asked the Air Force to produce as witnesses the four men whose statements were submitted in evidence, in addition to three other men. In a reply, plaintiff’s attorney was informed that the four men who gave “depositions” were not U. S. Government employees, and except for training periods, there was no administrative authority to require their presence at a hearing. Plaintiff made no effort on his own behalf <page-number citation-index=\"1\" label=\"726\">*726</page-number>to obtain the presence of the four “deponents,” and the only people he tried to get could testify on peripheral matters only. Had plaintiff made a good-faith effort to get the four “deponents” to come to the hearing, and had he thqn been unsuccessful, he might have made a demand on the Air Force to try and produce them. But absent any effort on plaintiff’s part, the Air Force had no obligation in this regard. However, plaintiff’s attorney was advised by the Base Commander that if plaintiff requested these people, no objection would be interposed by the Air Force to their attendance “and any assistance possible will be rendered.”</p>\n<p id=\"b782-4\">This situation has been considered by this court before in a number of cases. In Begendorf v. United States, 340 F.2d 362, 169 Ct.Cl. 293 (1965), a veteran’s dismissal from the Treasury Department was sustained by the Civil Service Commission. Plaintiff claimed in this court that he was deprived of a procedural right by the refusal of the Treasury Department to produce certain employees to testify. The court in <em>Begendorf, supra, </em>discussed Williams v. Zuckert, <em>supra, </em>and stated:</p>\n<blockquote id=\"b782-5\">Plaintiff does not make, or offer to make, the required showing. His counsel sent a telegram to the Treasury Department, the night before the Civil Service Commission hearing, asking for some 10 agents to appear. In the apt words of a recent decision involving the same issue (McTiernan v. Gronouski, 337 F.2d 31, 37 (C.A. 2 Cir., decided Aug. 28, 1964) ), there is “no suggestion that [plaintiff], on his own, initially contacted these witnesses and unsuccessfully attempted to arrange privately for their attendance at the hearing.” We agree with the Second Circuit that, in the absence of such a showing (or offer to show) or of some proper excuse, “no procedural rights to which [plaintiff] was entitled were violated when the [Treasury] Department failed to respond to his request.” <em>Id. </em>at 364, 169 Ct.Cl. at 296.</blockquote>\n<p id=\"b782-6\">Similarly, there was no violation of Peters’ procedural rights when the Air Force did not produce the four requested witnesses.</p>\n<p id=\"b782-7\">Nor was Peters justified in not personally asking the witnesses to appear, as was plaintiff in Hanifan v. United States, 354 F.2d 358, 173 Ct.Cl. 1053 (1965). In <em>Hanifan, supra, </em>the two men sought to be cross-examined were employed by the Internal Revenue Service, which removed plaintiff from his job. Plaintiff there, over a period of months, repeatedly asked the IRS to produce them, but the men never appeared. Since the Service could have produced these men, and didn’t the court held that «* * if [p]laintiff would have been justified in both instances in concluding that a personal invitation by him to either Mr. Mullen or Mr. O’Hara to appear would be simply an exercise in futility.” * * * at 363, <em>Id. </em>at 1061.</p>\n<p id=\"b782-8\">In our case, however, plaintiff did not make the repeated attempts, over a period of months, to produce the attendance of the four men. In addition, the Air Force had no power to produce them, except on weekends of their training, when, in all probability, no Civil Service hearings were held. The Air Force did offer any assistance possible, but none was requested by plaintiff. Therefore, plaintiff was not justified in not attempting personally to have the deponents attend the hearing.</p>\n<p id=\"b782-9\">Turning now to the question of notice, we conclude that the Air Force complied with the regulation that plaintiff be given thirty days’ advance notice before his dismissal. (See 5 C.F.R. § 752.202(a) ). On October 6, 1964, Colonel Martino issued a thirty-day notice proposing to remove plaintiff from his position, enumerating detailed charges against him. On October 26, the Air Force issued an amendment to the notice, which as plaintiff’s counsel admitted, did not change any of the fundamental charges against plaintiff. In addition, the amendment specifically stated:</p>\n<blockquote id=\"b782-10\">* * * [t]his amendment does not change the date from which the notice <page-number citation-index=\"1\" label=\"727\">*727</page-number>period began as shown in the “Notice of Proposed Removal” dated 6 October 1964, and received by you the same date.</blockquote>\n<p id=\"a6p-dedup-0\">Therefore, the final decision on November 9, 1964, to dismiss plaintiff, and the removal, effective November 20, 1964, did not violate the thirty-day requirement.</p>\n<p id=\"A--\">The procedures applicable to the review of the agency action involved here are set forth in 5 C.F.R., Part 772. Among the rights afforded plaintiff was the right to a hearing and the right to confront witnesses. 5 C.F.R. § 772.305 (b) and § 772.305(c) (3), respectively. In addition, plaintiff had the right to be represented by counsel, to appear personally, 5 C.F.R. § 772.305(c) (1), and to present evidence, 5 C.F.R. § 772.305 (c) (3). Even though this is not a case involving security or loyalty as in Greene v. McElroy et al., 360 U.S. 474, 79 S.Ct. 1400, 3 L.Ed.2d 1377 (1959), and Gar-rott v. United States, 340 F.2d 615, 169 Ct.Cl. 186 (1965), basic rights due an individual who has been deprived of his job were afforded. It is true that plaintiff did not, in fact, confront his accusers. But under the test of Williams v. Zuckert, <em>supra, </em>it was plaintiff’s own inaction which deprived him of this opportunity, and it was not the fault of the Civil Service Commission or the Air Force. Assuming, <em>arguendo, </em>that greater protection could be afforded discharged employees, such as giving the Civil Service Commission the power to subpoena witnesses, the lack of such added protection is not a denial of due process in a case such as the one presented here.</p>\n<p id=\"azm-dedup-0\">Since the Air Force complied with all its regulations, and since plaintiff was afforded all his procedural rights by the Civil Service Commission in compliance with their own regulations, we hold that the latter’s decision was not arbitrary or capricious, and was based on substantial evidence. Accordingly, defendant’s motion for summary judgment is granted, plaintiff’s motion is denied, and the case is dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b776-25\">. Although this court does have the power, to grant back pay, it does not have the power to reinstate.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b778-12\">. 5 C.F.R. § 772.304 (1964 ed.).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b780-11\">. 29 Am.Jur. 673 and cases cited.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b783-4\">NICHOLS, Judge</author>\n<p id=\"Aqtx\">(concurring):</p>\n<p id=\"b783-14\">Common sense compels the conclusion that the Congress intends a tribunal to receive hearsay testimony if it requires that tribunal to ascertain facts without endowing it with the subpoena power. Should we apply, in reviewing decisions by that tribunal, the evidentiary rules an appellate court would apply to the decisions of a trial court, we would either make it impossible for the Government to get rid of faithless or corrupt employees, or else force the Congress to be far more liberal than it has been in granting subpoena power. Yet there are other rights to be considered: It may be that potential witnesses have a right not to be dragooned hither and yon by administrative tribunals, unless the necessity of their having that power is clearly domonstrated to the Congress.</p>\n<p id=\"b783-15\">The framers of regulations for administrative tribunals have endeavored to grapple with this problem and have come up with varied solutions. We have before us a regulation of the Williams v. Zuckert, 372 U.S. 765, 83 S.Ct. 1102, 10 L.Ed.2d 136 (1963) type. It allows hearsay under certain conditions which are intended to minimize its bad effects and maximize its dependability. We have had that type of regulation before us many times. The cases are cited and discussed in Fletcher v. United States, 392 F.2d 266, 183 Ct.Cl. 1 (1968). In that case, as in Glidden v. United States, 185 Ct.Cl. 515 (decided October 18, 1968), and in Conn v. United States, 376 F.2d 878, 180 Ct.Cl. 120 (1967), we had to apply differently worded regulations which we have construed as intended to erect additional safeguards against hearsay. But in no case in this field that I know of did any regulation attempt to limit the reception of hearsay to the hearsay exceptions allowed in courts of law, nor have we or other courts until now, imposed such a requirement. We should think long and hard before we begin. It follows that to reach the result we do in this ease, it is in no way necessary to bring this case within any hearsay exception recognized in law <page-number citation-index=\"1\" label=\"728\">*728</page-number>courts, and I find that part of the court opinion somewhat strained as well as unnecessary.</p>\n<p id=\"b784-4\">As to substantiality and credibility, it is well known, I believe, that there is peculiar difficulty in proving cases of petty shakedowns by public employees, such as we have alleged here. The only available witnesses usually are those who were shaken down. They are more likely to tell the truth when first approached than they are later. At that time they regard being shaken down as the experience of everybody, which they can discuss without embarrassment. The shaker down sedulously conveys that impression. I would, therefore, regard a series of mutually corroborative sworn statements, reflecting a common technique on the part of the offender, as highly credible. That it could not be used to convict him of a crime is neither here nor there: the question to be decided is, do we want him as a public servant? The only real difficulty is whether the receipt of the involved evidence was in conformity to the regulation governing operations of the tribunal involved.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b784-5\">SKELTON, Judge</author>\n<p id=\"A0S\">(dissenting):</p>\n<p id=\"b784-6\">I respectfully dissent from the majority opinion in this case for the following reasons:</p>\n<p id=\"b784-7\">The plaintiff was the victim of uncorroborated hearsay evidence. He was discharged from his job on testimony that was nothing but hearsay on top of hearsay. The only evidence in the case that was not hearsay was that of the plaintiff which exonerated him. He testified positively that he did not do the things he was charged with having done. The Board ignored his positive and direct evidence and based its decision <em>solely </em>on the uncorroborated hearsay testimony of the Government’s witness. The majority opinion has approved this procedure. I think it is fundamentally and legally wrong and I cannot agree with it.</p>\n<p id=\"b784-13\">The majority announced the correct rule with respect to the receiving of hearsay evidence by an administrative board when it said, citing Morelli v. United States, 177 Ct.Cl. 848, 853-854 (1966):</p>\n<blockquote id=\"b784-14\">* * * [T]he hearsay rule is not applicable to administrative hearings <em>so long as the evidence upon which a decision is ultimately based is both substantial and has probative value. </em>* * * [Emphasis supplied.]</blockquote>\n<p id=\"b784-17\">The trouble is, the majority did not follow this rule in this case.</p>\n<p id=\"b784-18\">To me, this rule means that a decision cannot be based on uncorroborated hearsay evidence alone (although such evidence may be received by the administrative board), but must ultimately be based on other legal and substantial evidence. In other words, the receipt of hearsay evidence by an administrative board will not vitiate its decision so long as there is other legal and substantial evidence before it upon which it ultimately bases its decision. In this case, there was no other legal and substantial evidence on which the board could ultimately base its decision. It relied on uncorroborated hearsay evidence alone. This was error, especially when the only legal and substantial evidence in the case was the testimony of the plaintiff that was adverse to the Board’s decision.</p>\n<p id=\"b784-19\">The <em>Morelli </em>case, <em>supra, </em>cited by the majority and the cases therein cited,<footnotemark>4</footnotemark> actually support my interpretation of the above rule and not that of the majority. This is made forcefully apparent when the facts in these cases are examined. In all of them, there was legal and substantial evidence on which the administrative boards ultimately based their decisions, other than the hearsay evidence in the cases. For instance, in the <em>Morelli </em>ease, the plaintiff employee <page-number citation-index=\"1\" label=\"729\">*729</page-number>was discharged for having packed a parachute and negligently leaving a paddle in the parachute which he had used in the packing process. At the hearing, the administrative board received in evidence an undated report of the incident by a Colonel Hayes, Commander of the Air Force Base where the incident occurred. Colonel Hayes did not testify, and the plaintiff contended that his report was hearsay and that the Board’s decision was based on it. The court, after stating the above rule, pointed out the abundance of legal, direct, and substantial evidence in the record, other than Colonel Hayes’ hearsay report, upon which the Board based its decision against the plaintiff. It pointed out that three different witnesses testified they inspected the parachute with the paddle in it; that plaintiff’s initials were on the paddle; that form 46 was in the parachute with plaintiff’s initials on it which certified plaintiff had packed and inspected the parachute in accordance with the orders requiring the removal of the paddle. The plaintiff, himself, admitted signing the form and placing his initials on the paddle. Thus, it appears that there was an abundance of direct legal evidence in the case that was substantial in nature, and that the Board ultimately based its decision on this evidence and not on the hearsay report of Colonel Hayes.</p>\n<p id=\"b785-5\">In Montana Power Co. v. Federal Power Commission, <em>supra, </em>the problem was whether or not the plaintiff could be required to apply for licenses for its hydroelectric projects located on the Missouri River. This depended on whether the Missouri was a navigable stream. Among other evidence considered by the Federal Power Commission were histories and newspaper accounts of the use made of the river during the 19th century. The plaintiff contended that such evidence was hearsay. The court cited the above rule with approval, and, in addition, listed other evidence showing the river was navigable. In this connection, it pointed out that the evidence showed that the river flowed through several states and was 263 miles long in Montana; that steamboats had used the river from St. Louis, Missouri, to Fort Benton, Montana; that there was substantial evidence of actual use of the river from Fort Benton to the falls and above the falls to Three Forks; that from 1866-67 several steamboats sailed as far as thirty miles above Fort Benton; that above the falls the river was used to transport rafts and logs and to carry local freight and passengers; that goldminers used the river for transportation ; and that the Army Engineers spent $15,000 in 1880 and $66,000 between 1895 to 1899 for rock removal and construction on the river. There was an abundance of direct and substantial evidence before the Commission on which it ultimately based its decision, apart from the hearsay evidence complained of. Therefore, it was not error to admit the hearsay evidence, but the decision, unlike our case, was not based on the hearsay evidence alone.</p>\n<p id=\"b785-8\">In Willapoint Oysters, Inc. v. Ewing, <em>supra, </em>the question was whether the Federal Security Agency’s orders adopting standards of identity and standards of fill for all canned oysters were supported by substantial evidence. The plaintiff complained of the admission of certain documentary reports of various inspectors of the Food and Drug Administration who did not testify and which plaintiff contended was hearsay. The court quoted the above rule with approval and then proceeded to point out that there were over 1200 pages of testimony at the hearing, together with, many complicated exhibits of a statistical character. There was much evidence showing how many oysters could be put in a certain size can; evidence as to the “blanching” method of canning; whether the oysters should be drained, twisted, browned, etc.; the consumer reaction test; organoleptic tests; commercial buyer’s preference examination covering Seattle wholesale buyers who bought and sold canned oysters; government chemical tests; the testimony of experienced personnel who witnessed the actual canning of various test packs un<page-number citation-index=\"1\" label=\"730\">*730</page-number>der the new higher drained weight standard ; and pages and pages of other direct, legal and substantial evidence.</p>\n<p id=\"b786-4\">The court in that case rejected plaintiff’s complaint that hearsay evidence had been received at the hearing, saying:</p>\n<blockquote id=\"b786-5\">* * * The receipt of irrelevant, immaterial and hearsay evidence is no cause for reversal of an administrative order though the validity of the order can never rest upon conjecture, guess or chance. <em>Id. </em>at 690.</blockquote>\n<p id=\"b786-7\">The court went on to say, however, that the findings must be in accord with substantial evidence, stating:</p>\n<blockquote id=\"b786-8\">* * * However, since <em>“substantial evidence” includes more than “uncorroborated hearsay” </em>and “more than a mere scintilla,” <em>the findings, to be valid, cannot be based upon hearsay alone, nor upon hearsay corroborated by a mere scintilla. </em>* * * [Emphasis supplied.] <em>Id. </em>at 691.</blockquote>\n<p id=\"b786-11\">The language last quoted above fits the case before us like a glove. There is nothing against the plaintiff in our case except uncorroborated hearsay, and that is not enough. The decision of the Board is “based on hearsay alone” which renders it invalid.</p>\n<p id=\"b786-12\">The foregoing cases strengthen my opinion that to satisfy the rule I have been discussing and which was announced (but not followed, in my opinion) by the majority, there must be legal and substantial evidence upon which an administrative board’s decision is ultimately based, separate and apart from, and in addition to, hearsay evidence, in order for the decision to be valid. If such evidence is lacking, the decision cannot stand. An agency’s finding or decision cannot be based upon hearsay alone. NLRB v. Amalgamated Meat Cutters, 202 F.2d 671, 673 (9th Cir. 1953) ; Hill v. Fleming, 169 F.Supp. 240, 245 (W.D.Pa.1958) ; and United States v. Krumsiek, 111 F.2d 74, 78 (1st Cir. 1940).</p>\n<p id=\"b786-13\">Thirty years ago the Supreme Court said in Consolidated Edison Co. v. NLRB, 305 U.S. 197, 230, 59 S.Ct. 206, 83 L.Ed. 126 (1938) :</p>\n<blockquote id=\"b786-14\">* * * Mere uncorroborated hearsay or rumor does not constitute substantial evidence. Id. at 230, 59 S.Ct. at 217.</blockquote>\n<p id=\"b786-16\">The majority opinion says that statement was “obviously dictum and was not supported by any citation.” It goes without saying that a statement of the Supreme Court does not need to be supported by a citation, since its statement is the law until and unless changed, and we are bound to follow it. By referring to the statement as “dictum,” does the majority mean to imply that • it is not the law and should not be followed? The majority does not cite any decision of the Supreme Court or any other court, and I have found none, that holds contrary to the statement aforesaid. On the other hand, there are a number of decisions that cite and quote the statement and decision of the Supreme Court with approval. Some of these are Willapoint Oysters, Inc. v. Ewing, supra, where the court said:</p>\n<blockquote id=\"b786-17\"><em>* </em>* * “[Substantial evidence” includes more than “uncorroborated hearsay” * * * <em>Id. </em>174 F.2d at 691.</blockquote>\n<p id=\"b786-20\">The case and statement were cited by the court in Hill v. Fleming, <em>supra, </em>where the court said:</p>\n<blockquote id=\"b786-21\">In our opinion these hearsay statements, in the light of the whole record, are not substantial evidence * *. A finding of ultimate fact not reasonably supported by substantial evidence should be set aside. * * *</blockquote>\n<blockquote id=\"AgK\"><em>Id. </em>169 F.Supp. at 244.</blockquote>\n<blockquote id=\"b786-23\">Mere uncorroborated hearsay or rumor does not constitute substantial evidence. <em>Id. </em>at 245.</blockquote>\n<p id=\"b786-24\">In United States v. Krumsiek, <em>supra, </em>the court said:</p>\n<blockquote id=\"b786-25\">Conclusion of facts must be supported by substantial evidence. * * * “Substantial evidence is more than a mere scintilla. * * * Mere uncorroborated hearsay or rumor does not constitute substantial evidence.”</blockquote>\n<blockquote id=\"aeo-dedup-1\"><em>Id. </em>111 F.2d at 78.</blockquote>\n<p id=\"b787-4\"><page-number citation-index=\"1\" label=\"731\">*731</page-number>The <em>Consolidated Edison Co. </em>case is cited in 32A C.J.S. Evidence § 1016 (1964), where it is stated:</p>\n<blockquote id=\"b787-5\">* * * Mere uncorroborated hearsay or rumor does not constitute substantial evidence, nor does inherently improbable testimony, a guess, or surmise, conjecture, or speculation. <em>Id. </em>at 631.</blockquote>\n<p id=\"b787-7\">We cited the case and statement with approval in Camero v. United States, 345 F.2d 798, 800, 170 Ct.Cl. 490, 493-494 (1965), where we said:</p>\n<blockquote id=\"b787-8\">* * * The Supreme Court has construed “substantial evidence” to be “ * * * more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Consolidated Edison Co. v. NLRB, 305 U.S. 197, 229, 59 S.Ct. 206, 217, 83 L.Ed. 126 (1938). The Court added (at 230), “Mere uncorroborated hearsay or rumor does not constitute substantial evidence.” * * *</blockquote>\n<p id=\"b787-10\">The Supreme Court itself has cited the <em>Consolidated Edison Co. </em>case with approval and has never changed nor modified it in any way. See NLRB v. Fansteel Metallurgical Corp., 306 U.S. 240, 257, 59 S.Ct. 490, 83 L.Ed. 627, 123 A.L.R. 599 (1939) ; NLRB v. Columbian Enameling &amp; Stamping Co., 306 U.S. 292, 300, 59 S.Ct. 501, 83 L.Ed. 660 (1939) ; and Universal Camera Corp. v. NLRB, 340 U.S. 474, 477, 71 S.Ct. 456, 95 L.Ed. 456 (1951).</p>\n<p id=\"b787-11\">Accordingly, in my opinion, it is the law that “mere uncorroborated hearsay or rumor does not constitute substantial evidence,” and we are required to apply it in this case.</p>\n<p id=\"b787-12\">It is surprising that the majority opinion cites the case of Conn v. United States, 376 F.2d 878, 883, 180 Ct.Cl. 120, 130 (1967), in support of its position in the case at bar. I agree that the facts in that ease are practically “on all fours” with those in the instant case. There the plaintiff was a member of the armed services of the United States in Haiti. He had an automobile accident in that country and a native was killed. The plaintiff was hurriedly sent to the United States and an investigator was sent to Haiti to investigate the accident. The plaintiff had no notice of the errand of the investigator and was not represented on his trip. The investigator proceeded to take unsworn statements in Haiti from witnesses. When he returned, his report and the statements were introduced in evidence before a board which conducted a hearing to discharge the plaintiff from the service. The plaintiff objected to this evidence on the ground that it was hearsay. The board admitted the evidence, which was the only evidence offered at the hearing and discharged plaintiff from the service. We held in that case that the discharge of the plaintiff on such evidence was invalid. We said:</p>\n<blockquote id=\"b787-14\">The only evidence supporting the Board’s recommendation that plaintiff be undesirably discharged was the <em>ex parte </em>investigation report of Major Weiler and the attached unsworn statements of witnesses whose testimony had been taken in Haiti. But plaintiff never participated in the investigation and was never accorded the rights of a party. Therefore <em>his undesirable discharge based solely on such evidence was legally invalid. </em>[Emphasis supplied.] <em>Id. </em>at 883, at 130.</blockquote>\n<p id=\"b787-15\">There is basically no difference between what happened in that case and the situation in the case before us as far as the evidence is concerned. In both eases an investigator took <em>ex parte </em>statements from alleged witnesses. The statements and the report of the investigator (his testimony in our case) were introduced at the trial. There was no other evidence against either plaintiff. The decision in that case should be decisive in our case, and we should enter the same judgment (for the plaintiff) here that we entered in that case and for the same reasons.</p>\n<p id=\"b787-16\">The majority opinion attempts to distinguish the cases by saying the statements of the witnesses in the <em>Conn </em>case were unsworn, whereas those of the wit<page-number citation-index=\"1\" label=\"732\">*732</page-number>nesses in our ease were sworn to. Actually, this makes no difference at all, because the statements were still hearsay whether they were sworn to or not, and they were just as objectionable and inadmissible as hearsay evidence whether they were sworn or unsworn statements. Syracuse Engineering Co. v. Haight, 97 F.2d 573, 575 (2d Cir. 1938).</p>\n<p id=\"b788-4\">Even if the statements were affidavits, as the majority contends, they are still hearsay and are inadmissible under the hearsay rule. Mclver v. Kyger, 16 U.S. (3 Wheat.) 53, 4 L.Ed. 332 (1818) ; Allen v. United States, 28 Ct.Cl. 141, 146 (1893) ; Vendetti v. United States, 45 F.2d 543, 544 (9th Cir. 1930) ; 3 Am. Jur.2d Advancements § 29 (1962) ; V Wigmore on Evidence § 1384 (3d ed.) (1940). In Wigmore last cited, the correct rule as to the admissibility of affidavits is stated in connection with the hearsay rule as follows:</p>\n<blockquote id=\"b788-5\">* * * [I]t is clear that a mere affidavit — i.e. a statement made upon oath before an officer — is inadmissible :</blockquote>\n<blockquote id=\"b788-7\">•3f # # $(*</blockquote>\n<blockquote id=\"b788-8\">This principle has been constantly recognized and enforced judicially. <em>Id. </em>at 76-77.</blockquote>\n<p id=\"b788-9\">However, in passing, I would point out that in my opinion the statements were not sworn to by the absent witnesses, nor prepared by the investigator, in such a way as to make them affidavits — certainly not as to form. They were not written in the first person, but in the third person. They were not signed by a notary public nor anyone authorized to administer an oath. They did not bear a notary jurat or a notary seal. On their face they were just plain unsworn statements written out by the investigator in the third person and then signed by the declarants. So far as the record shows, the investigator wrote them in his own words and as he wished them to be. That is understandable, because his mission was to obtain statements to be used against the plaintiff and he accomplished this in his own way. His efforts resulted in the rankest sort of hearsay being introduced in evidence at plaintiff's hearing. Here we have a classic example of why this sort of thing is not allowed by the courts. It was eloquently described by Justice Grier of the Supreme Court in Walsh v. Rogers, 54 U.S. (13 How.) 283, 287, 14 L.Ed. 147 (1851), in referring to the taking of <em>ex parte </em>depositions when he said in speaking for the Court:</p>\n<blockquote id=\"b788-11\">* * * [Tjestimony thus taken is liable to great abuse. At best, it is calculated to elicit only such a partial statement of the truth as may have the effect of entire falsehood. The person who prepares the witness and examines him can generally have just so much or so little of the truth, or such a version of it, as will suit his case. * * *</blockquote>\n<p id=\"b788-13\">If we give the Board the benefit of the doubt, we can assume that it admitted this hearsay into evidence thinking that there would be other legal and substantial evidence in the case against the plaintiff on which its ultimate decision would be based, and, accordingly, thinking the hearsay would not harm the plaintiff. To think that hearsay would not harm the plaintiff is like thinking “the sly old fox that is guarding the hen house will not harm the chickens inside.” As it finally turned out, the Government introduced no evidence except hearsay. There is no way to measure the harm hearsay will do if admitted into evidence in a hearing such as this. We do know that in this case the plaintiff has lost his job because of hearsay and nothing else. The danger of admitting hearsay was aptly described by Chief Justice Marshall in Mima Queen and Child v. Hepburn, 11 U.S. (VII Cranch) 290, 3 L.Ed. 348 (1813), which was quoted by the Supreme Court in Donnelly v. United States, 228 U.S. 243, 33 S.Ct. 449, 57 L.Ed. 820 (1913), when he said:</p>\n<blockquote id=\"b788-14\">* * * One of these rules [of evidence] is that ‘hearsay’ evidence is in its own nature inadmissible. That this species of testimony supposes some better testimony which might be ad<page-number citation-index=\"1\" label=\"733\">*733</page-number>duced in the particular case, is not the sole ground of its exclusion. Its intrinsic weakness, its incompetency to satisfy the mind of the existence of the fact, and the frauds which might be practised under its cover, combined to support the rule that hearsay evidence is totally inadmissible * * *. <em>Id. </em>at 276, 33 S.Ct. at 461.</blockquote>\n<p id=\"b789-5\">In this case, to allow the investigator to supply the “missing link” and say he swore the witnesses, is indeed to allow him to “pull himself up by his own bootstraps” and to bolster the hearsay evidence of the Government with more hearsay. His testimony in this regard was nothing but pure hearsay. It added nothing to the admissibility of the statements. They were still hearsay.</p>\n<p id=\"b789-6\">The Board spoke of the witnesses as <em>deponents </em>and referred to their statements as <em>depositions. </em>Of course, they were not deponents and they did not give depositions.</p>\n<p id=\"b789-7\">The Civil Service Regulations required statements to be in affidavit form to be admissible in evidence.<footnotemark>5</footnotemark> In my opinion, the statements of the witnesses were not in affidavit form, even if the investigator did swear the witnesses, and the Board violated its own regulations by receiving them in evidence. This is entirely separate and apart from their hearsay character. This is the only place in the case where it makes any difference whether the statements were in affidavit form or not.</p>\n<p id=\"b789-8\">There is a serious question as to whether or not the statements were given voluntarily. The record shows that at least one of the witnesses at first denied any knowledge of wrongdoing on the part of the plaintiff. He later agreed to sign the statement. The majority opinion points out that the investigator advised the declarants that “ * * * they might be criminally charged with having accepted bribes from plaintiff under the Federal Penal Code.” This was clearly a threat of criminal prosecution that was calculated to frighten these young men so much that they would sign anything the investigator put in front of them. Though the record is silent on the question, the foregoing causes one to wonder if the investigator also promised the men they would not be prosecuted if they signed the statements he had prepared. We do know that they did sign and that they were not prosecuted or punished in any way. All of these facts give the statements a very unsavory odor in addition to their hearsay character.</p>\n<p id=\"b789-10\">The majority opinion holds that the statements of the witnesses were admissible as declarations against the <em>penal </em>interests of the declarants as an exception to the hearsay rule. I cannot agree, because, in my opinion, the law is to the contrary. It was a part of the common law of England that a declaration against the penal interest of a person is not admissible as an exception to the hearsay rule. This principle has been approved and applied in this country from the beginning of our legal jurisprudence to the present time. Our Supreme Court approved it in the early case of Donnelly v. United States, <em>su/pra. </em>There, the Court in commenting on hearsay evidence, asserted that it is “an unsafe reliance in a court of justice” and “with a few well-recognized exceptions, is excluded by courts that adhere to the principles of the common law.” The Court then proceeded to rule against the very exception to the hearsay rule relied on by the majority in the instant case by saying:</p>\n<blockquote id=\"AtN\">One of the exceptions to the rule excluding it is that which permits the reception, under certain circumstances and for limited purposes, of declarations of third parties made contrary to their own interest; <em>but it is almost universally held that this must be an interest of a pecuniary character; and the fact that the declaration, </em>alleged to have been thus extra judicially made <em>would probably subject the declarant to a criminal liability is held not to be sufficient to constitute it an exception to the rule against hearsay evi</em><page-number citation-index=\"1\" label=\"734\">*734</page-number><em>dence. </em>So it was held in two notable cases in the House of <em>Lords </em>— Berkeley <em>Peerage Case </em>(1811), 4 Camp. 401 ; <em>Sussex Peerage Case </em>(1844), 11 Cl. &amp; Fin. 85, 103, 109 ; 8 Eng.Reprint, 1034, 1042 — recognized as of controlling authority in the courts of England. [Emphasis supplied.] <em>Id. </em>at 273, 33 S.Ct. at 459.</blockquote>\n<p id=\"b790-5\">The Court in that case, after reviewing the authorities, stated further:</p>\n<blockquote id=\"b790-6\">We do not consider it necessary to further review the authorities, for we deem it settled by repeated decisions of this court, commencing at an early period, that declarations of this character [confessions of crime made by third parties outside the court] are to be excluded as hearsay. <em>Id. </em>at 276, 33 S.Ct. at 460.</blockquote>\n<p id=\"b790-7\">The requirements for admission of declarations against interest are stated in 31A C.J.S. Evidence § 217 (1964), as follows:</p>\n<blockquote id=\"b790-8\">(1) Declarant must be unavailable as a witness. (2) The declaration must have related a fact against the apparent pecuniary or proprietary interest of declarant when his statement was made. (3) The declaration must have concerned a fact personally cognizable by declarant. (4) The circumstances must render it improbable that a motive to falsify existed. * * * <em>Id. </em>at 603.</blockquote>\n<p id=\"b790-9\">The rule is stated in 29 Am.Jur.2d Evidence §§ 619-620 (1967) as follows: * * * In particular, in order that</p>\n<blockquote id=\"b790-10\">such a declaration may be admitted in evidence, the statement must have been against the pecuniary or proprietary interest of the declarant, and, as is the case in most jurisdictions, not merely such as would subject him to criminal action, or a civil suit. * * *</blockquote>\n<blockquote id=\"b790-11\">Extrajudicial declarations of the commission of criminal acts have been held, in most jurisdictions and in both criminal and civil cases, not admissible in evidence as declarations against interest. * * * <em>Id. </em>at pp. 673-674.</blockquote>\n<p id=\"b790-12\">The problem is discussed at length in <em>V </em>Wigmore on Evidence § 1476 (3d ed.) (1940). While Wigmore criticizes the rule of limiting the admissibility of declarations against interest to those against <em>proprietary </em>or <em>pecuniary </em>interests and excluding those against <em>penal </em>interests, as an exception to the hearsay rule, he acknowledges, nevertheless, that this is the existing rule. In that treatise, the following appears:</p>\n<blockquote id=\"b790-13\">§ 1476. History of the Exception; Statement of Fact against Penal Interest, excluded; Confessions of Crime by a Third Person. It is today commonly said, and has been expressly laid down by many judges, that the interest prejudiced by the facts stated must be <em>either a pecuniary or a proprietary interest, </em>and not a <em>penal inn terest. </em>* * *</blockquote>\n<blockquote id=\"b790-14\">* * * * *</blockquote>\n<blockquote id=\"b790-15\">But in 1844, in a case in the House of Lords, <em>[Sussex Peerage Case, </em>11 Cl. &amp; F. 109] * * *. It was held to exclude the statement of a fact subjecting the declarant to a <em>criminal liability, </em>and to be confined to statements of <em>facts against either pecuniary or proprietary interest. </em>Thenceforward this rule was accepted in England; * * *. [Emphasis in original.] <em>Id. </em>at 283.</blockquote>\n<blockquote id=\"b790-18\">The same attitude has been taken by most American Courts, <em>excluding conn fessions of a crime, or other statements of facts against penal interest, </em>made by third persons. [Emphasis supplied.] Id. at 283-287.</blockquote>\n<p id=\"b790-19\">An early ease involving this question was United States v. Mulholland, 50 F. 413 (D.C.Kan.1892). In that case the court held that the declaration of a third person that he stole a letter was not admissible on the trial of a postmaster for the embezzlement of the letter, as it was not such a declaration against interest as admits of the introduction of hearsay evidence.</p>\n<p id=\"b790-20\">A case squarely on the point is Royal Insurance Co. v. Taylor, 254 F. 805 (W.Va.1918). In a civil suit on a fire in<page-number citation-index=\"1\" label=\"735\">*735</page-number>surance policy by the insured, the company contended that the insured had burned the property covered by the policy. The court refused the introduction into evidence of a confession of a third party that he had burned the property. This evidence was offered on the theory that it was a declaration against interest. The court held:</p>\n<blockquote id=\"AL8\">It is insisted, however, that this evidence should have been admitted upon the theory that the declaration of * * * [the arsonist] was contrary to his own interests. This rule only applies where the declaration is contrary to the <em>pecuniary </em>interests of the party making the same. [Emphasis supplied.] <em>Id. </em>at 807.</blockquote>\n<p id=\"Aq-\">The court excluded the evidence in that case, saying:</p>\n<blockquote id=\"AC-\">It clearly appearing that these declarations were not against the <em>pecuniary or proprietary </em>interests of * * * [the arsonist] * * *. [Emphasis supplied.] <em>Id. </em>at 808.</blockquote>\n<p id=\"A8o\">The court excluded similar evidence in Neal v. United States, 22 F.2d 52, 55 (4th Cir. 1927). There, the defendant was being tried for the illegal sale of liquor. He offered the evidence of a witness who would testify that one Read had told the witness that he, and not the defendant, was the one who had sold the liquor. The court held that this evidence was properly excluded, citing Donnelly v. United States, <em>supra.</em></p>\n<p id=\"AWh\">The court followed the correct rule in federal courts in Smith v. United States, 106 F.2d 726 (4th Cir. 1939). In that case the defendant was being prosecuted for the removal and concealment of liquor on which a tax had not been paid. The defendant offered the testimony of one Bledsoe that defendant’s wife had told her that the liquor belonged to her and not to the defendant. The court excluded the evidence “as hearsay,” saying:</p>\n<blockquote id=\"ALK\">* * * Apart from the fact, * * *, that no sufficient showing was made that the wife was not available as a witness, <em>the rule in the federal courts clearly excludes such extrajudicial declarations. </em>Donnelly v. United States, 228 U.S. 243, 272-277, 33 S.Ct. 449, 57 L.Ed. 820 * * * [Emphasis supplied.] <em>Id. </em>at 727.</blockquote>\n<p id=\"b791-17\">It is not deemed necessary to cite further authority on this question. The majority opinion in our case cites no case that holds that a declaration by a third party against his <em>penal </em>interest is admissible as an exception to the hearsay rule. The case of Camero v. United States, <em>supra, </em>which it cites, does not so hold. In fact, the question was not involved in that case and was not even discussed by the court. There, a confession of a third party, one Altman, was introduced, but it was not objected to as hearsay, nor was it offered as a declaration against penal interest as an exception to the hearsay rule. These questions were not before the court. It is true that the court did comment on the <em>probative value </em>of the confession, which so far as the opinion shows was introduced into evidence without objection, but that is an entirely different question and is not the one that concerns us here. The plaintiff in that case, without objecting to the introduction of the confession in evidence, contended that it did not refer to him. In my opinion, the case does not bear on the question before us and is no authority for the view of the majority on this problem.</p>\n<p id=\"b791-18\">The majority opinion cites Rule 509 of the Model Code of Evidence proposed by the American Law Institute in support of its position. This rule, if adopted by the courts, would allow declarations against <em>penal </em>interest to be introduced in evidence the same as declarations against <em>proprietary </em>or <em>pecuniary </em>interests. The rule does not even require the declarant to be unavailable to testify in order for his declaration to be admissible, which is also a radical change in existing law. It should be pointed out that this Model Code of Evidence is not the law but is merely what its authors recommend as a change in existing law. As a matter of fact, when this provision was recommended by the American Law <page-number citation-index=\"1\" label=\"736\">*736</page-number>Institute, it acknowledged that the proposed rule was contrary to existing law. It so stated in its observation and comment which accompanied the proposed Rule, which was as follows:</p>\n<blockquote id=\"b792-4\">a. Comparison with <em>existing </em>law. The <em>Rule differs from the generally accepted law </em>in several important respects. The <em>great majority of decisions admit only declarations against pecuniary or proprietary interest. They definitely reject declarations against penal interest. </em>The Rule admits them except improperly induced confessions.<footnotemark>6</footnotemark> [Emphasis supplied.]</blockquote>\n<p id=\"b792-5\">I submit we should follow the existing law. This requires us to hold that the statements of the third party witnesses in our case were pure hearsay and were received by the Board as hearsay and not under any exception to the hearsay rule. I agree with the statement of Chief Justice Marshall in Mima Queen and Child v. Hepburn, <em>supra, </em>which is quoted with approval by the Supreme Court in Donnelly v. United States, <em>supra, </em>228 U.S. at 276-277, 33 S.Ct. at 461 in passing on the very point involved here, which statement was:</p>\n<blockquote id=\"b792-6\">* * -» The danger of admitting hearsay evidence is sufficient to admonish courts of justice against lightly yielding to the introduction of <em>fresh exceptions to an old and well-established rule; </em>the value of which is felt and acknowledgéd by all. If the circumstance that the eyewitnesses of any fact be dead should justify the introduction of testimony to establish that fact from hearsay, no man could feel safe in any property, a claim to which might be supported by proof so easily obtained. * * * This court is not inclined to extend the exceptions further than they have already been carried. [Emphasis supplied.]</blockquote>\n<p id=\"b792-9\">This statement was good law then and is good law now.</p>\n<p id=\"b792-10\">Even if it could be assumed, <em>arguendo, </em>that the statements could be received as exceptions to the hearsay rule because they were declarations against penal interest, they could not be allowed in evidence in this case under such exception for the compelling and controlling reason that the Government did not show that the witnesses were unavailable to testify. This is a rule that is universally applied.<footnotemark>7</footnotemark> The majority opinion concedes that this is the rule, but does not apply it for two reasons, which, in my opinion, fall far short of that which is required to justify noncompliance with the rule. In the first place, the majority says <em>“it </em>could be argued that the declarants were unavailable * * * because there was no subpoena power issuing from the Commission.” Without more, in my opinion, this is totally insufficient. The Government made no effort whatever to have these witnesses present. It did not even request them to be present. It made no showing whatsoever that they were unavailable. It is inconceivable that the United States Air Force could not have had these witnesses present at the hearing if it had desired to do so. If the Air Force had used the same persuasive and compelling tactics to require their attendance that its investigator used when he threatened the witnesses with criminal prosecution to get them to sign the statements, we can be sure they would have been present at the hearing. Since nothing whatever was done, I can only assume the Government did not desire their presence. In any event, the required predicate for the introduction of their statements into evidence was not shown.</p>\n<p id=\"b792-11\">In the second place, the majority opinion says that “ * * * it was the plain<page-number citation-index=\"1\" label=\"737\">*737</page-number>tiff’s burden to produce these four men for cross-examination, and plaintiff should not be allowed to defeat some of defendant’s evidence by mere inaction.” I assume that the majority means by this statement that the plaintiff was responsible for the absence of the Government’s witnesses because he did not have them in court, and that his failure to thus accommodate the Government made the hearsay statements of the witnesses admissible in evidence. This is indeed a strange and novel departure from the established rules of evidence as I understand them. Such a rule would require the plaintiff to be both a prophet and a guarantor of the admissibility of the Government’s hearsay evidence. How could the plaintiff know what witnesses, or anticipate the evidence, that the Government would offer? Why should the plaintiff have the burden of the admissibility of the Government’s evidence? A basic rule of evidence is that the party offering testimony has the burden of the evidence to see that it is admissible.<footnotemark>8</footnotemark> This is especially true where a party seeks to introduce the statement of an absent witness.<footnotemark>9</footnotemark> The admissibility of the evidence does not depend on whom the adverse party has or has not summoned to the trial. It is apparent that this question has been confused with plaintiff’s obligation to attempt to have the witnesses present by his own efforts, and, upon being unsuccessful making timely demand on the Government to produce them, <em>if he is to complain that he has been denied the right of confrontation by his accusers and the right to cross-examine them. </em>This is an entirely different and unrelated problem and has nothing to do with the admissibility of the hearsay evidence of the Government’s absent witnesses.</p>\n<p id=\"b793-5\">Accordingly, I can reach no other conclusion except that the Government has wholly failed to discharge its burden of showing that the witnesses were unavailable to testify before offering their statements. Therefore, their hearsay statements were inadmissible.</p>\n<p id=\"b793-9\">It is not asserted that the hearsay statements of the witnesses were admissible as exceptions to the hearsay rule because they were declarations against their <em>pecuniary </em>or <em>proprietary </em>interests, and properly so. They were not members of the Air Force and were not employees of the Government. The statements could in no way have been declarations against their pecuniary or proprietary interests.</p>\n<p id=\"b793-10\">The Board based its decision not only on the four hearsay statements of the absent witnesses, but also upon the evidence of the two investigators who testified at the trial as to what the absent witnesses told them. The majority opinion does not advance any theory upon which this evidence was admissible. Perhaps it concluded as I have that it was hearsay. However, it says <em>“We </em>conclude that the evidence relied upon by the Commission, [Board] in reaching the above conclusion, [quoted conclusion of the Board which included the testimony of the investigators as well as the four hearsay statements], was substantial.” I cannot tell whether or not this statement means that in the opinion of' the majority the evidence of the investigators was not in fact hearsay. In any event, such evidence was clearly hearsay. The investigators had no personal knowledge of the facts. They testified only as to what the absent witnesses told them. No citation of authority is needed to show such evidence to be hearsay. However, it could be pointed out that their testimony was exactly like that of the witnesses in Royal Insurance Co. v. Taylor, <em>supra, </em>who offered to testify as to what the arsonist had told them about burning the property involved in the case, his reasons for doing it and the facts and circumstances surrounding the burn<page-number citation-index=\"1\" label=\"738\">*738</page-number>ing. The court refused the evidence saying:</p>\n<blockquote id=\"b794-4\">This evidence is purely hearsay, * * * <em>Id. </em>254 F. at 809.</blockquote>\n<p id=\"b794-5\">The same result was reached in Neal v. United States, <em>supra,, </em>where the court excluded as hearsay the testimony of a witness that one Read had told him that he was the one who sold the liquor and not the defendant. The testimony of the investigators was offered by the Government in an obvious attempt to corroborate the hearsay statements of the absent witnesses, but hearsay cannot corroborate hearsay. This is merely hearsay on hearsay, and multiple hearsay is no more competent than single hearsay. United States v. Grayson, 166 F.2d 863, 869 (2d Cir. 1948) ; United States v. Bartholomew, 137 F.Supp. 700, 709 (W.D.Ark.1956). Adding hearsay to hearsay is like adding zero to zero which still equals zero. It could be said that hearsay on hearsay is nil because legally it is hearsay still.</p>\n<p id=\"b794-6\">In summary, it is clear that the Board based its decision entirely on the uncorroborated hearsay evidence of the investigators and the absent witnesses. There was no other evidence against the plaintiff. The only legal, direct, and substantial evidence in the case was the testimony of the plaintiff, which exonerated him from the charge. The Board was required to consider all the evidence in the case and not just the part that it chose to consider nor only the part that coincided with its views and its decision. Universal Camera Corp. v. NLRB, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951). In that case the court, in passing on the kind and quantum of proof an administrative ■ agency must have under the Administrative Procedure Act and the Taft-Hartley Act, said:</p>\n<blockquote id=\"b794-7\">Whether or not it was ever permissible for courts to determine the sub-stantiality of evidence supporting a Labor Board decision merely on the basis of evidence which in and of itself justified it, without taking into account contradictory evidence or evidence from which conflicting inferences could be drawn, the new legislation definitively precludes such a theory of review and bars its practice. The substantiality of evidence must take into account whatever in the record fairly detracts from its weight. This is clearly the significance of the requirement in both statutes that courts consider the whole record. * * * <em>Id. </em>at 487-488, 71 S.Ct. at 464.</blockquote>\n<p id=\"b794-10\">*****</p>\n<blockquote id=\"b794-11\">We conclude, therefore, that the Administrative Procedure Act and the Taft-Hartley Act direct that courts must now assume more responsibility for the reasonableness and fairness of Labor Board decisions than some courts have shown in the past. Reviewing courts must be influenced by a feeling that they are not to abdicate the conventional judicial function. Congress has imposed on them responsibility for assuring that the Board keeps within reasonable grounds. That responsibility is not less real because it is limited to enforcing the requirement that evidence appear substantial when viewed, on the record as a whole, by courts invested with the authority and enjoying the prestige of the Courts of Appeals. The Board’s findings are entitled to respect; but they must nonetheless be set aside when the record before a Court of Appeals clearly precludes the Board’s decision from being justified by a fair estimate of the worth of the testimony of witnesses or its informed judgment on matters within its special competence or both. <em>Id. </em>at 490, 71 S.Ct. at 466.</blockquote>\n<p id=\"b794-12\">It is obvious that the majority opinion is hard pressed to hold that the Board’s decision is supported by substantial evidence. This is made apparent by the statement:</p>\n<blockquote id=\"b794-13\">* * * However, we feel impelled to add that the record in this case supplies only a bare minimum of the “substantial evidence” required by our review, and is hardly a model of thor<page-number citation-index=\"1\" label=\"739\">*739</page-number>ough administrative procedure at either the agency or appellate level.</blockquote>\n<p id=\"AnEW\">The Board [Civil Service Commission] stated in its decision:</p>\n<blockquote id=\"a3j-dedup-0\">In the final analysis, the issue is whether we choose to believe the four deponents on the one hand, or Mr. Peters [plaintiff] on the other, * * *.</blockquote>\n<p id=\"b795-5\">If this statement was phrased in the correct legal language as delineated by the Supreme Court and the other courts as shown above, it would read substantially as follows:</p>\n<blockquote id=\"b795-6\">In the final analysis, the issue is whether we choose to believe the [mere uncorroborated hearsay statements of] the four [absent declarants], on the one hand, or [the legal, direct, and substantial evidence of] Mr. Peters [plaintiff] on the other, * * *.</blockquote>\n<p id=\"b795-7\">When phrased in this way, which is in accord with the law and the facts, there can be but one conclusion reached, which is that the Board’s decision was not based on substantial evidence.</p>\n<p id=\"b795-8\">The majority opinion has not cited any case that holds that an administrative agency’s decision that is based solely on mere uncorroborated hearsay evidence is supported by substantial evidence. I have not found any such case. I do not believe this court should establish such a precedent in this case. The court stated the correct rule in NLRB v. Amalgamated Meat Cutters, 202 F.2d 671, 673 (9th Cir. 1953), when it said:</p>\n<blockquote id=\"b795-9\">* -» * [I]n proceedings conforming to the requirements of the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq., <em>agency findings “cannot be based upon hearsay alone”. </em>Willapoint Oysters v. Ewing, 9 Cir., 174 F.2d 676, 691. [Emphasis supplied.] <em>Id. </em>at 673.</blockquote>\n<p id=\"b795-10\">Accordingly, I would hold that the Board’s decision is not supported by substantial evidence and was arbitrary, capricious and contrary to law. I would grant plaintiff’s motion for summary judgment and enter judgment for him, and would deny defendant’s motion for summary judgment.</p>\n<footnote label=\"4\">\n<p id=\"b784-8\">. Montana Power Co. v. Federal Power Commission, 87 U.S.App.D.C. 316, 185 F.2d 491, 497 (1950), cert. denied, 340 U.S. 947, 71 S.Ct. 532, 95 L.Ed. 683 (1951) ; Willapoint Oysters, Inc. v. Ewing, 174 F.2d 676, 690 (9th Cir. 1949), cert. denied, 338 U.S. 860, 70 S.Ct. 101, 94 L.Ed. 527.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b789-11\">. C.F.R. § 772.304 (1964 ed.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b792-7\">. 162 A.L.R.. 449, n. 11. Even under this rule/ the statements were inadmissible because they were obtained under threats of criminal prosecution.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b792-8\">. See 29 Am.Jur.2d Evidence § 618 (1967) ; 31A C.J.S. Evidence §§ 217-218 (1964) ; V Wigmore on Evidence §§ 1402-1418 (3d ed.) (1940). In <em>many </em>jurisdictions, it must be shown that the witness is dead, absent from the jurisdiction, ill, infirm, insane or cannot be located.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b793-6\">. 31A C.J.S. Evidence § 110 (1964).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b793-11\">. V Wigmore on Evidence § 1414 (3d ed.) (1940).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}