{
  "casebody": {
    "data": "<casebody firstpage=\"817\" lastpage=\"820\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b873-4\">Grace Grove SAPPINGTON and Lillian Grove Shank, individually and as co-Executrices u/w of Jessie B. Grove, Appellants, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b873-7\">No. 12549.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b873-8\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b873-9\">Argued Dec. 4, 1968.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b873-10\">Decided March 3, 1969.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b873-11\">Rehearing Denied April 15, 1969.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b874-3\"><page-number citation-index=\"1\" label=\"818\">*818</page-number>Edward L. Blanton, Jr., Baltimore, Md. (Blanton &amp; McFeely, Baltimore, Md., and W. Jerome Offutt, Frederick, Md., on brief), for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b874-4\">John S. Stephan, Atty., Dept, of Justice (Mitchell Rogovin, Asst. Atty. Gen., Lee A. Jackson and Robert N. Anderson, Attys., Dept, of Justice, and Stephen H. Sachs, U. S. Atty., and Alan B. Lipson, Asst. U. S. Atty., on brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b874-5\">Before SOBELOFF, BOREMAN and WINTER, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b874-6\">WINTER, Circuit Judge:</author>\n<p id=\"b874-7\">From a judgment denying the refund of federal estate taxes, plaintiffs, executrices of the estate of Jessie B. Grove, appeal. On April 8, 1962, the date of death, decedent was possessed of certain shares of preferred stock of The Flinkote Company. The principal question on appeal is whether the evidence adduced at trial supports the district judge’s ultimate finding that decedent acquired the stock as purchaser from the estate of her late husband, who had died in 1929, so that she owned it in fee and it was in-cludable in her gross estate for federal estate tax purposes, rather than, as plaintiffs contended, acquired the stock as life tenant under her husband’s will with the tax result that the stock was transmitted at her death to the remaindermen without inclusion in her gross estate. Plaintiffs also question the correctness of an interlocutory ruling of the district judge, refusing plaintiffs leave to file an amended complaint. We affirm.</p>\n<p id=\"b874-8\">I</p>\n<p id=\"b874-9\">Decedent’s late husband owned 114 shares of the common stock of The M. J. Grove Lime Company, which, as a result of acquisition of that company by Flin-kote, stock splits and stock dividends, and after gifts of Flinkote stock by decedent, evolved into 7,684 shares of preferred stock of Flinkote standing in the name of decedent and her two surviving daughters, as joint tenants on the date of her death.<footnotemark>*</footnotemark> Decedent’s late husband died leaving a concise, informal will which has been judicially construed to vest his entire estate in decedent, as life tenant, with remainder, vesting at the date of his death, to his children, share and share alike. Shank v. Sappington, 247 Md. 427, 231 A.2d 712 (1967).</p>\n<p id=\"b874-12\">On the crucial question of whether decedent took under this will or otherwise, the principal proof, on which the district judge relied, was the records of the Orphans’ Court for Frederick County, Maryland, in which the husband’s estate was administered. Those records, sworn to by the decedent, showed that the husband’s total assets subject to administration amounted to $28,371.30, of which at most only a small portion was cash, and debts and expenses amounted to $14,494.48, leaving $13,876.82 for distribution to decedent. The common stock of Grove was valued in the estate at $22,800.00. The records also reflected an order of the court authorizing the sale of the stock to' decedent, a report of sale by her as executrix of her husband’s estate showing that the stock had been sold to her individually and an administration account indicating that cash, and not stock, and tangible personal property in kind was distributed to her in the closing of the estate. There was proof that, whether as single or joint owner of shares, the certificates for stock were always registered in her name as owner (single or joint) and not as life tenant.</p>\n<p id=\"b874-13\">The counterproof was records of a bank showing deposits and withdrawals of the estate bank account of the husband during the period of administration of his estate. The lack of correlation between the transactions in the account <page-number citation-index=\"1\" label=\"819\">*819</page-number>and the records of the Orphans’ Court was relied on to show that the sale of the stock to decedent and distribution to her of cash were only purported transactions designed to effect transfer of the stock to her, as life tenant, under her husband’s will, and not by actual sale to vest in her a fee interest. Proof was presented to show decedent’s apparent financial inability to have purchased the stock. Plaintiffs also showed certain discrepancies in the records of the Orphans’ Court indicating that various papers were not executed or were not filed on the dates purportedly executed or filed as shown on their face.</p>\n<p id=\"b875-5\">Having due regard to the presumption of correctness which attaches to official records, we cannot say that the district judge’s ultimate finding was clearly erroneous. True, there are minor discrepancies in the records of the Orphans’ Court, a fact not unusual in a court in a predominantly rural area presided over by laymen, but they are not of such nature or magnitude as to constitute substantial impeachment of what they purport to reflect. Nor can we say that the probative value of the counter-proof is so overwhelming that the district judge’s findings should be set aside. If in fact decedent purchased the stock, it would not be unusual, so long as all creditors were paid, for the full cash price not to have passed from her to the estate since she would recover a major portion thereof as distributee thereunder.</p>\n<p id=\"b875-6\">II</p>\n<p id=\"b875-7\">Plaintiffs’ complaint seeking a refund of taxes proceeded upon the theory advanced before the Commissioner, that decedent was simply a life tenant of the stock she had obtained from her husband, and that this stock was not includable in her gross estate under 26 U.S.C.A. § 2033. Subsequent to the filing of the complaint, the decision of the Maryland Court of Appeals in Shank v. Sappington, <em>supra, </em>was announced. In addition to holding that decedent took as life tenant under her husband’s will, the Court also held that decedent had received, upon the death of two children who predeceased her, full ownership of a portion of the stock, because she had inherited by intestacy of the children their vested \"remainder interests. Thereafter, plaintiffs sought to amend the complaint to allege that as a result of that decision and further investigation on their part, decedent had made certain gifts to her surviving children prior to her death and that these gifts were not made in contemplation of death and, hence, were not includable in her gross estate under 26 U.S.C.A. § 2035. The amendment was sought to be made after the expiration of the time that it might have been asserted as a basis for a claim for refund filed with the Commissioner.</p>\n<p id=\"b875-10\">We perceive no error in the district judge’s refusing leave to amend. Plaintiffs sought to assert a new and different theory of refund, one never presented to the tax authorities at the administrative stage of consideration of a refund and, hence, one which the taxing authorities had no occasion to investigate and consider.</p>\n<p id=\"b875-11\">The Internal Revenue Code of 1954 requires a timely claim for refund before suit for refund will lie. 26 U.S.C.A. §§ 6532(a), 7422(a). And the Treasury Regulations on Procedure and Administration require the claim to be complete and specific. 26 C.F.R. § 301.-6402-2(b). Failure to comply strictly with the statute and the regulation bars recovery. Nemours Corp. v. United States, 188 F.2d 745, 750 (3 Cir.), <em>cert. den., </em>342 U.S. 834, 72 S.Ct. 50, 96 L.Ed. 631 (1951). A claim seeking refund upon one asserted fact situation may not be amended out of time so as to require an investigation of matters not germane to the original claim. United States v. Garbutt Oil Co., 302 U.S. 528, 58 S.Ct. 320, 82 L.Ed. 405 (1938) ; United States v. Hancock Bank, 400 F.2d 975, 980 (5 Cir. 1968). While an amendment which only makes more definitive matters already within the Commissioner’s knowledge is permissible, the fact of specification of the original claim tends to confine the administrative investigation to that <page-number citation-index=\"1\" label=\"820\">*820</page-number>issue. United States v. Andrews, 302 U.S. 517, 525, 58 S.Ct. 315, 82 L.Ed. 398 (1938). As recently held, the propriety of refusing an amendment does not depend upon a showing that the government has been misled to its prejudice. United States v. Hancock Bank, <em>supra, </em>400 F.2d at 981.</p>\n<p id=\"b876-4\">Since the legal and factual bases of plaintiffs’ amendment were foreign to their original claim, the district judge was correct in his ruling.</p>\n<p id=\"b876-5\">Affirmed.</p>\n<footnote label=\"*\">\n<p id=\"b874-10\"> Decedent’s original stock certificates were registered in her name alone, purportedly as sole owner in fee. Subsequently, to effect gifts to her four daughters, she had the certificates reissued in her name and that of various daughters as joint tenants. Upon the death of two of her daughters she made complete disposition of some shares. Those remaining at her death were registered in her name and that of either of her two surviving daughters as joint tenants.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b876-6\">On Petition for Rehearing</p>\n<author id=\"b876-7\">PER CURIAM:</author>\n<p id=\"b876-8\">In their petition for rehearing, in which plaintiffs suggest a rehearing en banc, plaintiffs properly call to our attention the twice-repeated misstatement that decedent was the sole owner of the Flinkote stock at the date of her death. The fact is that she was joint owner with her daughters after having initially acquired the predecessor stock purportedly as sole absolute owner. We have corrected the factual recitations of our previous opinion in this regard, but the factual difference indicates no difference in result. Whether as sole owner or joint owner, the significant fact is that decedent was never described as merely a life tenant and her actions, after initial acquisition of the stock, were inconsistent with her having the limited estate that plaintiffs assert.</p>\n<p id=\"b876-9\">The legal arguments advanced in the petition for rehearing are substantially those advanced in the initial appeal. We notice only one. Much stress is placed upon Gavin, Trustee v. Carling, 55 Md. 530 (1880), which, it is argued, established the rule in Maryland that a probate court has no power to authorize an executrix to purchase property from the estate she is administering. Even if an executor’s purchase is voidable, the short answer is that no Maryland case has ever declared such a sale invalid if, as here, not complained of for almost forty years.</p>\n<p id=\"b876-10\">The petition for rehearing is Denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}