{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"33\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b60-4\">The STATE of Ohio, Appellee, v. CONDON, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b60-7\">[Cite as <em>State v. Condon, </em>157 Ohio App.3d 26, 2004-0hio-2031.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b60-8\">Court of Appeals of Ohio, First District, Hamilton County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b60-10\">No. C-030621.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b60-11\">Decided April 23, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b61-8\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>Michael K. Allen, Hamilton County Prosecuting Attorney, and Judith Anton Lapp, Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b61-9\">Sirkin, Piñales, Mezibov <em>&amp; </em>Schwartz LLP, H. Louis Sirkin and Jennifer M. Kinsley, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b61-10\">Doan, Presiding Judge.</author>\n<p id=\"b61-11\">{¶ 1} Defendant-appellant, Thomas Condon, was convicted of eight counts of gross abuse of a corpse pursuant to R.C. 2927.01(B). We affirmed his convictions, see <em>State v. Condon, </em>152 Ohio App.3d 629, 2003-Ohio-2335, 789 N.E.2d 696, and the Ohio Supreme Court refused to accept the case for review. See <em>State v. Condon, </em>99 Ohio St.3d 1546, 2003-0hio-4671, 795 N.E.2d 684.</p>\n<p id=\"b61-12\">{¶ 2} The convictions were the result of Condon’s using corpses in the Hamilton County Morgue as models for his photographic art without official permission or the consent of the deceased individuals’ families. Count five related to a photograph of the body of Perry Melton. Police discovered this photograph during the execution of a search warrant at Condon’s photographic studio. At trial, the state alleged that Condon had aided and abetted an unknown principal in posing and photographing the corpse.</p>\n<p id=\"b61-13\">{¶ 3} Approximately a year and a half after his convictions, Condon filed a motion for leave to file a motion for a new trial based upon newly discovered evidence. Along with the motion, he submitted an affidavit by Dr. Jonathan Tobias that had been filed in a related civil suit in federal district court. Tobias, <page-number citation-index=\"1\" label=\"28\">*28</page-number>a deputy county coroner, had been Condon’s co-defendant at trial. He had invoked his Fifth Amendment privilege against self-incrimination and had refused to testify.</p>\n<p id=\"b62-5\">{¶ 4} The jury had acquitted Tobias of most of the charges against him, including the charge relating to the Melton photograph, and had convicted him of only two. Eventually, this court reversed those two convictions. We held that the state had presented insufficient evidence to support them, and we ordered Tobias to be discharged. See <em>State v. Tobias, </em>1st Dist. No. C-020261, 2003-Ohio-2336, 2003 WL 21034555.</p>\n<p id=\"b62-6\">{¶ 5} In the affidavit, Tobias indicated that he had taken photographs of bodies in the ordinary course of business at the coroner’s office. He stated, “On the evening of November 9, 2000,1 took one photo of the body of Perry Melton while it was housed in the Hamilton County Morgue. * * * I believed that I was going to be the pathologist performing the autopsy the next day on Perry Melton, and, for that reason, I wanted to view the body before I left that evening. I also was interested in having for my files a photograph of Mr. Melton’s unique injuries. I took only one photograph of Mr. Melton because I had only one exposure remaining in the roll of film. Condon was not with me when I took the picture of Mr. Melton. To my knowledge, Condon was not present on November 9, 2000.</p>\n<p id=\"b62-7\">{¶ 6} “The next day, November 10, 2000, when I arrived at the Coroner’s Office to report to duty, I learned that Dr. Pfalzgraf already had conducted the autopsy of Perry Melton. As such, I was not involved in taking any further photographs of Mr. Melton’s body. * * * To the best of my knowledge, Condon never came in contact with or viewed the body of Perry Melton while it was in the morgue. To my knowledge, Condon was never even there on the days on which Mr. Melton’s body was held at the morgue.”</p>\n<p id=\"b62-8\">{¶ 7} He further stated that, as part of his duties, he had taken photographs of several death scenes. He added, “I developed the film that I had shot into negatives. I took the negatives to Condon’s studio in order to develop these negatives into prints myself. I had been permitted by Condon to use his lab in order to make prints. I had used his studio to develop the one photograph I took of the body of Perry Melton * * *. I had not given any undeveloped negatives to Condon to keep; I simply left them there until I found the time to use Condon’s equipment to make prints.”</p>\n<p id=\"b62-9\">{¶ 8} The trial court held that Condon had not shown clearly and convincingly that the evidence was newly discovered and that it could not have been discovered through the exercise of reasonable diligence before or during the trial. Therefore, the court denied Condon’s motion without an evidentiary hearing. This appeal followed.</p>\n<p id=\"b63-4\"><page-number citation-index=\"1\" label=\"29\">*29</page-number>{¶ 9} In his sole assignment of error, Condon contends that the trial court erred in denying his motion for leave to file a motion for a new trial. He contends that he showed that he had discovered new and material evidence that was unavailable to him at trial. This assignment of error is well taken.</p>\n<p id=\"b63-5\">{¶ 10} Crim.R. 33(B) provides that if a defendant fails to file a motion for a new trial within 120 days of the jury’s verdict, he or she must seek leave from the trial court to file a delayed motion. To obtain leave, the defendant must show by clear and convincing proof that he or she was unavoidably prevented from discovering the evidence within the 120 days. <em>State v. Lordi, </em>149 Ohio App.3d 627, 2002-0hio-5517, 778 N.E.2d 605, ¶ 26-27. Clear and convincing proof is that which will produce in the mind of the trier of fact a firm belief or conviction as to the facts sought to be established. <em>In re Adoption of Holcomb </em>(1985), 18 Ohio St.3d 361, 368,18 OBR 419, 481 N.E.2d 613; <em>Lordi, </em>supra, at ¶ 26.</p>\n<p id=\"b63-6\">{¶ 11} If leave is granted, the decision whether to grant a motion for a new trial lies within the trial court’s discretion. <em>State v. Schiebel </em>(1990), 55 Ohio St.3d 71, 564 N.E.2d 54, paragraph one of the syllabus; <em>State v. Campbell, </em>1st Dist. No. C-020822, 2003-Ohio-7149, 2003 WL 23022038, ¶ 16. This court has held that a Crim.R. 33 motion for a new trial based on newly discovered evidence must meet the test set forth in <em>State v. Petro </em>(1947), 148 Ohio St. 505, 36 O.O. 165, 76 N.E.2d 370, syllabus. <em>State v. Larkin </em>(1996), 111 Ohio App.3d 516, 523, 676 N.E.2d 906; <em>State v. White, </em>1st Dist. No. C-020645, 2003-Ohio-3825, 2003 WL 21673330, ¶ 8.</p>\n<p id=\"b63-7\">{¶ 12} In <em>Petro, </em>the Supreme Court held that a court may grant a motion for a new trial based upon newly discovered evidence if the movant shows that the new evidence (1) discloses a strong probability that it will change the result if a new trial is granted, (2) has been discovered since the trial, (3) could not in the exercise of due diligence have been discovered before trial, (4) is material to the issues, (5), is not merely cumulative to former evidence, and (6) does not merely impeach or contradict the former evidence. <em>Petro, </em>supra, at syllabus.</p>\n<p id=\"b63-8\">{¶ 13} The question presented in this case is whether evidence from a co-defendant that was unavailable at trial because the co-defendant had invoked his privilege against self-incrimination constituted newly discovered evidence. We hold that it did.</p>\n<p id=\"b63-9\">{¶ 14} In <em>State v. Barber </em>(1982), 3 Ohio App.3d 445, 3 OBR 524, 445 N.E.2d 1146, the issue was whether the defendant had shot the victim during an altercation involving several people or whether someone else had fired the shots. The defendant testified that she did not have a gun and that her brother, James Garner, had shot the victim. When called as a witness by the defense at trial, Garner refused to testify and invoked the privilege against self-incrimination.</p>\n<p id=\"b64-4\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>{¶ 15} Following her conviction, the defendant filed a motion for a new trial. She also filed an affidavit by Garner, in which he admitted to shooting the victim. At a hearing on the motion, Garner waived his rights and testified that he had fired at the victim.</p>\n<p id=\"b64-5\">{¶ 16} The court held that Garner’s affidavit and testimony constituted newly discovered evidence that could not, in the exercise of due diligence, have been discovered before the trial. It stated, “Garner’s testimony clearly is material to the issue of defendant’s guilt. While it may be argued that the testimony was not newly discovered evidence in the sense that it may have been known about at the time of trial, it clearly was not available due to Garner’s refusal to waive his constitutional rights. * * * It was newly discovered in the sense that Garner’s agreement to testify was discovered after the trial. By calling Garner as a witness at the trial, defense counsel exercised reasonable diligence in attempting to produce his testimony.” (Citation omitted.) Id. at 447, 3 OBR 524, 445 N.E.2d 1146.</p>\n<p id=\"b64-6\">{¶ 17} Similarly, in the federal court system, the Eleventh Circuit Court of Appeals has consistently held that the “newly discovered” language of Fed. R.Crim.P. 33 encompasses evidence that was “unavailable.” <em>United States v. Montillar-Rivera </em>(C.A.1, 1997), 115 F.3d 1060, 1066. The court went on to state, “[Tjhere seems little distinction between evidence which a defendant could not present because he did not know of it and evidence which he could not present because the witness was unavailable despite exercising due diligence.” Id.</p>\n<p id=\"b64-7\">{¶ 18} We agree with the reasoning of these two cases. See, also, <em>State v. Abi-Sarkis </em>(1988), 41 Ohio App.3d 333, 342, 535 N.E.2d 745. We are aware that they represent a minority view. See <em>United States v. Glover </em>(C.A.6, 1994), 21 F.3d 133, 138-139; <em>United States v. Reyes-Alvarado </em>(C.A.9, 1992), 963 F.2d 1184, 1188; <em>United States v. Garcia </em>(July 14, 2003), S.D.N.Y. No. 99 CR 258(LAP), 2003 WL 21650106; Annotation (2004), 44 A.L.R.Fed. 13. Nevertheless, we believe that fundamental fairness and the interests of justice support the minority view.</p>\n<p id=\"b64-8\">{¶ 19} “Whether evidence was unavailable to an accused at trial is, to some extent, to be determined by whether the source of the evidence was available for examination or cross-examination by an accused [sic] counsel at trial.” <em>State v. Wright </em>(1990), 67 Ohio App.3d 827, 832, 588 N.E.2d 930. It makes little difference if a defendant knows about the testimony of a witness who exercises his or her right not to testify because the defendant cannot present that testimony. Additionally, the evidence is newly discovered because the witness’s decision to waive his or her rights was not known before or during trial despite due diligence. The defendant did not know that the witness would ultimately testify in his favor. See <em>United States v. Gates </em>(C.A.11, 1993), 10 F.3d 765, 767.</p>\n<p id=\"b65-4\"><page-number citation-index=\"1\" label=\"31\">*31</page-number>{¶ 20} In this case, Condon demonstrated that Tobias’s testimony was not available to him because Tobias had invoked his Fifth Amendment privilege against self-incrimination. Condon could not, with due diligence, have discovered that evidence before or during trial. We hold, therefore, that Condon provided clear and convincing proof that he was unavoidably prevented from discovering the evidence within 120 days. Consequently, the trial court abused its discretion in denying his motion for leave to file a motion for a new trial. To the extent that <em>State v. Mathis </em>(1999), 134 Ohio App.3d 77, 730 N.E.2d 410, is in conflict with this holding, we overrule it.</p>\n<p id=\"b65-5\">{¶ 21} The courts that have ruled that this type of evidence is not newly discovered evidence have often cited its untrustworthiness. Even the Eleventh Circuit has stated that such testimony must be viewed “with great skepticism.” <em>Montilla-Rivera, </em>supra, 963 F.2d at 1066. “It is not unusual for the obviously guilty co-defendant to try to assume the entire guilt. * * * A convicted and sentenced co-defendant has little to lose (and perhaps something to gain) by such testimony.” Id.</p>\n<p id=\"b65-6\">{¶ 22} Another federal court has stated that “[i]t would encourage perjury to allow a new trial once co-defendants have determined that testifying is no longer harmful to themselves. They may say whatever they think might help their co-defendant even to the point of pinning all the guilt on themselves, knowing they are safe from retrial. Such testimony would be untrustworthy and should not be encouraged.” <em>Reyes-Alvarado, </em>supra, 963 F.2d at 1188.</p>\n<p id=\"b65-7\">{¶ 23} While these concerns are valid, they are best handled on a case-by-case basis. The trial court will have the best opportunity to determine the credibility of the newly discovered evidence. Further, the movant seeking a new trial must still meet the other elements of the <em>Retro </em>test before he or she will be entitled to a new trial.</p>\n<p id=\"b65-8\">{¶ 24} In this case, Tobias is not in the same position as a typical co-defendant, since he was acquitted, not convicted, of the charge involving the photograph of Perry Melton. Further, although he was safe from retrial on the criminal charges, he was still involved in a civil suit and could still face substantial civil liability. Therefore, his testimony is more reliable than the average co-defendant implicating himself to exonerate someone else.</p>\n<p id=\"b65-9\">{¶ 25} Accordingly, we hold that the trial court erred in overruling Condon’s motion for leave to file a motion for a new trial. We sustain his assignment of error and reverse the trial court’s judgment.</p>\n<p id=\"b65-10\">{¶ 26} We note, however, that a ruling on Condon’s motion for leave necessarily involves a ruling on several of the <em>Retro </em>factors. The evidence in Tobias’s affidavit has been discovered, since the trial and could not in the exercise of due <page-number citation-index=\"1\" label=\"32\">*32</page-number>diligence have been discovered before the trial. See <em>Petro, </em>supra, at syllabus; <em>Wright, </em>supra, 67 Ohio App.3d at 831, 588 N.E.2d 930.</p>\n<p id=\"b66-4\">{¶ 27} We also believe that it meets the other factors. A strong probability exists of a different result on count five, the count involving the photograph of Perry Melton. The evidence is material, it is not merely cumulative to former evidence, and it does not merely impeach or contradict the former evidence. Compare <em>Campbell, </em>supra, 2003-0hio-7149, at ¶ 15-18; <em>White, </em>supra, 2003-Ohio-3825, at ¶ 9-18. Though Condon argued that the evidence did not show that he took the picture of Perry Melton that was the subject of count five, he did not and could not present any evidence on the matter. With those observations, we remand the case to the trial court for a hearing on Condon’s motion for a new trial.</p>\n<p id=\"b66-5\">Judgment reversed and cause remanded.</p>\n<judges id=\"b66-6\">Painter, J., concurs separately.</judges>\n<judges id=\"b66-7\">Hildebrandt, J., dissents.</judges>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b66-8\">Painter, Judge,</author>\n<p id=\"ASV\">concurring separately.</p>\n<p id=\"b66-9\">{¶ 28} I concur in Judge Doan’s opinion. Sometimes the minority rule is correct. We have all but ordered the trial court to grant a new trial. And the new trial should be scheduled immediately — Condon starts serving his sentence for this count next week.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b66-10\">Hildebrandt, Judge,</author>\n<p id=\"Au\">dissenting.</p>\n<p id=\"b66-11\">{¶ 29} Because I would affirm the trial court’s judgment, I respectfully dissent from the majority’s opinion.</p>\n<p id=\"b66-12\">{¶ 30} The majority relies on a decision from the Eleventh Circuit Court of Appeals to support its proposition that evidence from a co-defendant that was unavailable at trial because the co-defendant had invoked his privilege against self-incrimination is “newly discovered” evidence. But, as noted above, this is the minority view. The majority of the circuit courts, distinguishing between “newly discovered” and “newly available” evidence, adopt the view that when a co-defendant has invoked his privilege against self-incrimination at trial and subsequently comes forward to offer testimony exculpating the defendant, the evidence is not newly discovered if the defendant was aware of this potential testimony at trial.<footnotemark>1</footnotemark> Additionally, the courts that adopt this view note that testimony from a <page-number citation-index=\"1\" label=\"33\">*33</page-number>co-defendant who has already been sentenced is untrustworthy and suspect.<footnotemark>2</footnotemark> I agree with this view.</p>\n<p id=\"b67-5\">{¶ 31} Here Condon maintains that he first became aware that Dr. Tobias took the photographs involving Perry Melton when, in the course of a civil action filed last year, Dr. Tobias submitted an affidavit admitting as much. But there is no evidence to support this assertion. It does not seem reasonable that Condon did not discover this information during his trial or within 120 days following his conviction when the same firm represented both him and Dr. Tobias. Further, it is reasonable to presume that Condon knew which photographs he had taken and which ones he had not. In fact, during his trial he implied that he had not taken the photograph of Melton. If he had not taken that photograph, he most likely knew who had, since Dr. Tobias was the only other person, according to the evidence, who had access to the morgue and Condon’s studio, where the photographs were found.</p>\n<p id=\"b67-6\">{¶ 32} Because Condon did not establish that he was unaware of Dr. Tobias’s testimony at trial or that he was prevented from discovering that evidence within 120 days following his conviction, Dr. Tobias’s admission was not newly discovered evidence as contemplated by Crim.R. 33(B), and the trial court did not act unreasonably in denying Condon’s motion for leave to file a motion for a new trial.</p>\n<p id=\"b67-7\">{¶ 33} As an aside, I disagree with the majority that Dr. Tobias’s testimony is more reliable than the average co-defendant implicating himself to exonerate someone else. Dr. Tobias was acquitted of the charge involving the photographs of Perry Melton and, thus, is not subject to any further criminal liability, similar to other co-defendants. Further, although there is a civil suit pending against him, he potentially faces little or no civil liability because, based on his affidavit, he took the pictures of Melton in the course of his employment, which potentially grants him immunity from any civil liability.</p>\n<footnote label=\"1\">\n<p id=\"b66-13\">. See <em>Reyes-Alvarado, </em>supra; <em>Glover, </em>supra; <em>Garcia, </em>supra; <em>United States v. Freeman </em>(C.A.5, 1996), 77 F.3d 812; <em>United States </em>v. <em>Theodosopoulos </em>(C.A.7, 1995), 48 F.3d 1438, 1448-1450; <page-number citation-index=\"1\" label=\"33\">*33</page-number><em>United. States </em>v. <em>Muldrow </em>(C.A.10, 1994); 19 F.3d 1332, 1339; <em>United States v. Dale </em>(C.A.D.C. 1993), 991 F.2d 819, 838-839.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b67-9\">. See <em>Reyes-Alvarado, </em>supra.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}