{
  "casebody": {
    "data": "<casebody firstpage=\"429\" lastpage=\"434\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AEZF\">BEAVER VALLEY CANNING COMPANY, Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AcL\">No. 17469.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"A6x\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ALj\">June 1, 1964.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AyhE\">Rehearing Denied June 26, 1964.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b482-5\"><page-number citation-index=\"1\" label=\"430\">*430</page-number>Neill Garrett, of Gibson, Stewart &amp; Garrett, Des Moines, Iowa, made argument for the petitioner and filed brief.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b482-6\">William J. Avrutis, Atty., N. L. R. B., Washington, D. C., made argument for the respondent and filed brief with Arnold Ordman, Gen. Counsel, N. L. R. B., Washington, D. C., Dominick L. Manoli, Associate Gen. Counsel, N. L. R. B., Marcel Mallet-Prevost, Assistant Gen. Counsel, N. L. R. B., and Melvin Pollack, Atty., N. L. R. B., Washington, D. C.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b482-7\">Before VAN OOSTERHOUT, RIDGE and MEHAFFY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b482-8\">MEHAFFY, Circuit Judge.</author>\n<p id=\"b482-9\">Beaver Valley Canning Company petitions this Court to review and set aside an order of a three member panel of the National Labor Relations Board issued against petitioner pursuant to § 10 (c) of the National Labor Relations Act as amended (61 Stat. 136, 73 Stat. 519, 29 U.S.C.A. § 151 et seq.). The Board adopted its Trial Examiner’s findings and recommended order and seeks enforcement thereof in answer to this petition.</p>\n<p id=\"b482-10\">The Board found that the Company unlawfully: (1) laid off seven employees for engaging in labor organizational activities; (2) interrogated one employee concerning other employees’ sympathies towards a labor organization; and (3) granted a general wage increase to discourage its employees’ support thereof, which interfered with, restrained and coerced employees in the exercise of their Section 7 rights, in violation of §§ 8(a) (1) and 8(a) (3) of the Act.</p>\n<p id=\"b482-13\">The labor organization involved is the Amalgamated Meat Cutters and Butcher Workmen of North America, AFL-CIO. Beaver Valley Canning Company is an Iowa corporation with its sole place of business in a small, Iowa town of less than 1,000 population. Its work force consists of approximately 50 employees who are engaged in the processing and canning of fresh corn and other commodities.</p>\n<p id=\"b482-14\">On October 30, 1962, the Company laid off employees Jackson, Hertz, Marchant, Moore, Morris, Rosenstock, Wood and Hays, giving as its reason the withdrawal from its production line on that same day of a malfunctioning, high speed, canning machine or “filler” which was immediately returned to the manufacturer for re-engineering and repair. The Company maintained that substitution of an older, slower machine while the high speed filler was being repaired reduced production, creating the necessity for the layoff.<footnotemark>1</footnotemark> On Sunday evening, October 28, 1962, two days before the equipment change and layoff the following Tuesday, employee Moore, one of the employees laid off, held a union organizational meeting at her home attended by seven employees in all. The eight employees originally laid off included five in attendance at this meeting. On November 30, 1962 the Union filed a petition with the NLRB for a representation election of which the Company was duly notified. Thereafter, on December 12, 1962, all employees received in their pay envelopes a five cent per hour increase effective from the beginning of the preceding two week pay period. On January 3, 1963, a representation hearing was conducted by the <page-number citation-index=\"1\" label=\"431\">*431</page-number>NLRB, but adjourned upon the Company’s agreement to a consent election. The Union later withdrew its election petition and on January 15,1963, filed unfair labor practice charges.</p>\n<p id=\"b483-5\">In view of petitioner’s primary contention that the evidence belies the Board’s findings, this appeal necessitates our careful reappraisal of the record as a whole to determine whether substantial supportive evidence exists therefor in compliance with the Supreme Court’s mandate in Universal Camera Corp. v. N. L. R. B., 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951).</p>\n<p id=\"b483-6\">§ 8(a) (3) — Layoffs</p>\n<p id=\"b483-7\">In the summer of 1962, prior to processing its fresh corn pack, the Company acquired and installed the high speed filler. This machine produced an average of four thousand cans per hour more than the old machine which it replaced. When the new machine developed serious trouble causing the Company to register a complaint with the manufacturer, return of the machine was impractical as the Company was in the midst of its heavy corn pack season. On the morning of October 30, 1962, a representative of the manufacturer called the Beaver Company’s general manager, informing him that his company would reengineer and repair the machine, provided it could be promptly returned to the factory; otherwise, no definite date could be promised as other such machines were in the same condition and the factory would take them for correction in the order in which they were returned. By this time, the rush corn pack season was over, and the Company was experiencing its customary slack period. Accordingly, Beaver’s general manager and plant manager decided the defective machine could be temporarily replaced and promptly accepted the manufacturer’s offer. These management officials estimated that a more efficient operation could be maintained during the repair period with fewer employees. They canvassed the employee roster and selected eight employees, the seven alleged discriminatees plus employee Rosenstock, to be laid off on the basis of merit and essentiality to overall efficiency during the production cutback. All but one of the employees laid off worked in the warehousing department where the processed cans were labeled, cased, stored, and prepared for shipment.</p>\n<p id=\"b483-9\">After discussing organization of the Beaver plant with her husband, on officer in a local union and employed elsewhere, employee Moore had a petition surreptitiously circulated in the plant among her fellow employees, obtaining signatures of twelve co-employees interested in joining the Union. Subsequently, she held the unpublicized organizational meeting at her home. Testifying at the unfair labor practice hearing, Moore affirmed the fact that the meeting was a “quiet one” and that she contacted by telephone the attending employees without the Company’s knowledge. All seven in attendance signed union cards but there is no direct evidence the Company was aware of their union activities. Five of this group were among those laid off two days later. The remaining three employees laid off did not attend the organizational meeting. All the supervisory staff of the Company testified that they had no knowledge whatsoever of any union activity in the plant at the time the decision to reduce the work force was made and implemented. There is no testimony to indicate the contrary.</p>\n<p id=\"b483-10\">Within a week after the layoff, employee Rosenstock requested and was recalled to work by the general manager Wright, because the Company was one employee short and took into consideration the facts that Rosenstock was a single woman who lived near the plant and had an efficient work record. Rosenstock had not attended the organizational meeting but had signed a union card, which she voluntarily instructed employee Moore to destroy, before contacting Wright at his home, asking for her job back and spontaneously assuring him she would not vote for the Union.</p>\n<p id=\"b483-11\">On December 21, 1962, some two months after the layoff and following the Company’s receipt of notice of the election petition, employee Lockard, who was <page-number citation-index=\"1\" label=\"432\">*432</page-number>not laid off but had signed a union card, went to Wright’s home and asked the general manager if her job was in jeopardy. He replied that she had nothing to fear so long as she performed her work satisfactorily, and that he knew “pretty well who was or was not involved in the union activity”.</p>\n<p id=\"b484-4\">On January 4, 1963, Wright wrote a letter to all employees in response to Union propaganda, the gist of which stated that he was strongly opposed to petitioner’s organizing the plant, but had agreed to an election to test the Union’s claim of majority representation which the latter declined to accept by withdrawing its petition. It is not contended the Company’s efforts at neutralization of the Union’s campaign through this correspondence contained any statements independently violative of § 8(a) (1).</p>\n<p id=\"b484-5\">The novelty of this case lies in the lack of sharp conflict in the evidence but turns upon the inferences to be drawn therefrom.</p>\n<p id=\"b484-6\">The record evidence is undisputed that: (1) the high speed filler machine was installed in Beaver’s plant in, midsummer preceding the corn pack contrary to the Trial Examiner’s finding it had been in operation only a few weeks prior to the layoff; (2) only one filler machine was ever used at any one time in the production line; (3) the high speed filler machine which proved defective handled approximately four thousand cans per hour more than its predecessor, the older, substituted machine; (4) the rush com pack season was over when the layoff occurred; (5) the period immediately following the corn pack season was traditionally a slack period; (6) during the 1962 season when the layoff occurred, 60% of the corn pack had already been labeled by the warehouse employees, principally affected by the layoff, as compared to only 6% the year before; and (7) the warehouse inventory was unusually high.</p>\n<p id=\"b484-7\">This uneontradicted evidence indicating legitimate, economic motivation for the layoff is buttressed by the unimpeached testimony of the Company’s witnesses of lack of knowledge of the alleged discriminatees’ secretive union activities prior to their temporary release. The inferences drawn from circumstances cited out of context by the Board constitute but mere suspicions of illegal motive on the part of the Company. The burden is upon the Board to prove by substantial evidence a discriminatory motive behind the Company’s layoff, which in this case has not been sustained. This Court recently held in N.L.R.B. v. South Rambler Co., 324 F.2d 447, 449-450 (8th Cir. 1963):</p>\n<blockquote id=\"b484-9\">“Certainly, an employer may hire and discharge at will, so long as his action is not based on opposition to union activities. Farmers Co-Operative Co. v. N.L.R.B., supra [8 Cir.], 208 F.2d [296] at 303-304; N.L.R. B. v. United Parcel Service, Inc., 1 Cir., 317 F.2d 912, 914 (1963); N.L. R.B. v. Local 294, International Bros, of Teamsters, Etc., 2 Cir., 317 F.2d 746, 749 (1963). Furthermore, an employer’s general hostility to unions, without more, does not supply an unlawful motive as to a specific discharge. N.L.R.B. v. Atlanta Coca-Cola Bottling Company, 5 Cir., 293 F.2d 300, 304 (1961), rehearing denied [5 Cir.], 296 F.2d 896 (1961); Ore-Ida Potato Products, Inc., v. N.L.R.B., 9 Cir., 284 F.2d 542, 545-546 (1960); N.L.R.B. v. Redwing Carriers, Inc., 5 Cir., 284 F.2d 397, 402 (1960). An inference that a discharge of an employee was motivated by his union activity must be based upon evidence, direct or circumstantial, not upon mere suspicion, Osceola Co. Co-Op. Cream. Ass’n. v. N.L.R.B. supra [8 Cir.], 251 F.2d [62], at 69; N.L.R.B. v. Montgomery Ward &amp; Co., 8 Cir., 157 F.2d 486, 491 (1946); Schwob Manufacturing Company v. N.L.R.B., 5 Cir., 297 F.2d 864, 867 (1962); N.L. R.B. v. Western Bank &amp; Office Supply Company, supra [10 Cir.], 283 F. 2d [603], at 606, and the burden of proving an improper motive for discharge is upon the Board. N.L.R.B. <page-number citation-index=\"1\" label=\"433\">*433</page-number>v. Montgomery Ward &amp; Co., supra, 157 F.2d at 491; N.L.R.B. v. Moore Dry Kiln Company, 5 Cir., 320 F.2d 30, 32-33 (1963); Lawson Milk Company v. N.L.R.B., supra [6 Cir.], 317 F.2d [756], at 760; Portable Electric Tools, Inc., v. N.L.R.B., 7 Cir., 309 F.2d 423, 426-427 (1962); Ore-Ida Potato Products, Inc., v. N.L.R.B., supra, 284 F.2d at 545-546.”</blockquote>\n<p id=\"b485-5\">Absent knowledge of union activity, the Company could not have been motivated in the layoff by anti-union animus. The near coincidence of the layoffs with the union activity, without more, is not substantially indicative of a discriminatory motive. N.L.R.B. v. Shen-Valley Meat Packers, Inc., 211 F.2d 289 (4th Cir. 1954) ; N.L.R.B. v. Whitin Machine Works, 204 F.2d 883 (1st Cir. 1953).</p>\n<p id=\"b485-6\">§ 8(a) (1) — Interrogation</p>\n<p id=\"AOp\">On the evening of December 21, 1962, employee Lockard sought out general manager Wright at his home to inquire about her job security in view of her admitted union activities. She was assured her job was safe so long as her work was proficient. Concerning interrogation of her co-employees’ union sympathies, Lockard stated that Wright only remarked their identities were “pretty well known”, after asking her if two named employees had signed the original petition which she was unable to answer. During this conversation, Wright did express his surprise at the “attitude” of another unidentified employee, but described as tall and having six children. Neither Lockard nor the three employees inquired about were affected by the layoff.</p>\n<p id=\"b485-7\"> At the time of the unfair labor practice hearing, Lockard had voluntarily quit her job with the Company and her objective testimony was not motivated by any thought of self-protection. There is no record evidence that any part of Wright’s conversation with Lockard was communicated to any other employee. Furthermore, there is absolutely nothing in Wright’s statements that can be reasonably construed as containing any expressed or implied threat of reprisal, force, or promise of benefit in restraint of an employee’s self-organizational rights guaranteed under Section 7 of the Act. Exactly the opposite impression is clearly conveyed by Wright’s prompt assurance to Lockard that her job was secure despite her union activities, so long as she performed satisfactory work. There is no evidence that Wright or any supervisor interrogated the two employees whose union sympathies were inquired about, nor did his remark expressing surprise about a third employee’s “attitude” towards support of the Union contain any element of coercion. The conversation contains no suggestion of an inimical attitude on the part of Wright toward the Union generally, nor is there anything unlawful in Wright’s query concerning the two employees’ union activity occurring two months before, when made without the slightest implication by Wright of his disapproval or intention to seek retribution for even suspected union activity. Isolated interrogation, free of coercive statements and absent resort to systematic intimidation, is not unlawful conduct per se. See S. H. Kress &amp; Co. v. N.L.R.B., 317 F.2d 225 (9th Cir. 1963); N.L.R.B. v. Larry Faul Oldsmobile Co., 316 F.2d 595 (7th Cir. 1963) ; Lincoln Bearing Co. v. N.L.R.B., 311 F.2d 48 (6th Cir. 1962). Wright’s innocuous statements could not be construed injurious to his employees’ untrammeled right to organize, but rather fall squarely within the free speech protection of § 8(e) of the Act. 29 U.S.C.A. § 158(c).</p>\n<p id=\"b485-9\">§ 8(a) (1) — Wage Increase</p>\n<p id=\"b485-10\">At the unfair labor practice hearing on April 24, 1963, General Counsel amended the complaint charging the Company with “granting a unilateral wage increase on or about December 12, 1962 subsequent to the filing of a representative petition by the Union” in violation of § 8(a) (1).</p>\n<p id=\"ACW\">In a letter dated November 27, 1962 from Manager Wright to all employees, he advised “As winter months usually <page-number citation-index=\"1\" label=\"434\">*434</page-number>bring added expenses and the possibility of shorter hours, a five cent per hour increase will be reflected in your pay check to all hourly paid plant employees”. The only record testimony as to date of delivery of the letter was employee Lockard’s testimony that it was received with the biweekly pay check on December 12. This was after the Company had been first informed of the Union’s filing a representation petition with the Board by telegram from the Union on December 3. The Company’s management admitted hearing rumors of “Union talk” no earlier than December 1, and concededly from that time forward professed opposition to organization of the plant. The Company offered no evidence to prove the letter notifying all employees of a pay increase was postmarked, dispatched through the mails or otherwise delivered to the employees on November 27, the day it was <em>dated; </em>but maintained its lack of knowledge of union activity until after the increase’s effectuation, prevented any ulterior motive being attributed to the timing of the increase’s promulgation. The Company had contended that the layoffs, in addition to being caused by reduced production from machinery difficulty, were prompted by the necessity to relieve expenses due to pressure from a local banking creditor, but offered no evidence of financial improvement by the date of the pay increase. Obviously, the increase was inconsistent with an effort to minimize expenses. This fact coupled with the timing of the increase’s announcement by the Company in the wake of learning about the Union’s organizational drive satisfies the criterion of substantial evidence of the Board’s conclusion that the wage benefit was bestowed to unlawfully persuade the employees to discontinue their efforts to organize. See N.L.R.B. v. Exchange Parts Co., 375 U.S. 405, 84 S.Ct. 457, 11 L.Ed.2d 435 (1964).</p>\n<p id=\"b486-4\">The order of the Board as to the issues of layoff and interrogation is set aside, while the appropriate remedial enforcement with respect to the unlawful pay increase is affirmed.</p>\n<p id=\"b486-5\">It is so decreed.</p>\n<footnote label=\"1\">\n<p id=\"b482-11\">. The high speed filler machine was returned to Beaver’s assembly line on January 30, 1963 and between January 28 and February 1 five of the laid-off employees, Hays, Hertz, Marchant, Moore and Wood, were recalled to their jobs. Rosenstock had been recalled to work on November <em>4, </em>1962 and no charges for her layoff were filed. Subsequent to trial, the Company recalled Morris after birth of her child, and the remaining employee, Jackson, declined an offer of reinstatement.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}