{
  "casebody": {
    "data": "<casebody firstpage=\"942\" lastpage=\"945\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b962-5\">PARKER v. PAINE et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b962-6\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AakM\">March, 1902.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b962-7\">1. Parties—Plaintiffs—Joinder—Necessity—Trustee of Express Trust.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b962-8\">Under Code Civ. Proe. § 449, permitting a trustee of an express trust to sue in his own name, where plaintiff opened an account in his own name with defendants for stock speculation on his own account, and subsequently some of his friends put money in his hands to use for their benefit, instructing plaintiff to place it with his own funds, and to use his own judgment in the purchase and sale of stocks, and to speculate through his own broker, defendants being ignorant that others were interested, plaintiff can sue defendants in his own name without joining as plaintiffs those interested with him.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b962-9\">2. Same—Defect of Parties Plaintiff—Waiver.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b962-10\">Under Code Civ. Proc. § 488, permitting a demurrer for defect of parties plaintiff, and section 498, providing that a ground of demurrer not apparent on the face of the complaint may be taken by answer, and section 499, providing that objection not taken by demurrer or answer is waived, failure to raise a defect of parties plaintiff by answer is a waiver of the objection.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b962-11\">3. Evidence—Motion to Strike Out—Discretion op Court.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b962-12\">Defendant failed to object to incompetent evidence when given, and moved to strike it out later in the trial, but failed to ask that the jury he Instructed to disregard it, or to except to the judge’s charge in relation thereto. <em>Held, </em>that the refusal to strike out was not reversible error; such a motion being discretionary with the trial court, and the proper course being to ask that the jury be instructed to disregard it.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b962-13\">4. Partners—Admissions.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b962-14\">Admissions by one partner in the absence of another as to the state of accounts between plaintiff and the defendant firm are admissible as against the absent partner.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b962-15\">5. Same—Proof of Partnership.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b962-16\">Leases, though purporting to be signed by all the defendants as Composing a certain firm, were not conclusive of the fact of the partnership.</headnotes>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b962-17\">Appeal from city court of New York, general term.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b962-18\">Action by Howard E. Parker against J. Overton Paine and others. From a judgment of the general term of the city court of the city of New York affirming a judgment in favor of plaintiff, and an order refusing a new trial, defendant Paine appeals.</summary>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"Aiqg\">Reversed.</disposition>\n<p data-order=\"16\" data-type=\"judges\" id=\"b962-19\">Argued before FREEDMAN, P. J., and GIFGERICH and GREENBAUM, JJ.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b962-20\">C. E. Travis, for appellant.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b962-21\">Alden &amp; Carpenter (Carlos C. Alden and Ingle Carpenter, of counsel), for respondent.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b962-22\">FREEDMAN, P. J.</author>\n<p id=\"AUqk\">The most important question presented by the appeal herein is whether the plaintiff had legal capacity to bring this action in his own name and to represent .therein the parties, other than himself, who were interested in the account -sued upon. <page-number citation-index=\"1\" label=\"943\">*943</page-number>The plaintiff engaged in stock speculation, and he first commenced on his own account, and for that purpose opened an account with the defendants’ firm in his own name. Then some of his friends gave him certain sums of money, with instructions to put them with his own money in his account, to speculate with them through his broker, and to use entirely his own judgment in the purchase and sale of stocks. As between the plaintiff and the defendants, the plaintiff was the sole and absolute owner of the funds represented by the account; but as between himself and those interested with him, the plaintiff was the trustee of an express trust, under section 449 of the Code of Civil Procedure, and as such he could sue in his own name, especially as the defendants never knew that others were interested with him. Gray v. Publishing Co., 2 Misc. Rep. 260, 21 N. Y. Supp. 967; Crouch v. Wagner, 63 App. Div. 526, 71 N. Y. Supp. 607; Weed v. Insurance Co., 133 N. Y. 394, 31 N. E. 231; see, also, under the former Code, Noe v. Christie, 51 N. Y. 270. This is so even in a case where insurance is effected by an agent for a principal known to the insurer but not named in the policy. Pitney v. Insurance Co., 65 N. Y. 6; Duncan v. Insurance Co., 129 N. Y. 237, 29 N. E. 76. And in Coffin v. President, etc., 136 N. Y. 655, 32 N. E. 1076, the plaintiffs were permitted to maintain the action in their own names although the notes sued upon were made payable to “Coffin and Stanton, Agts., etc.,, or order.” To the same effect is Considerant v. Brisbane, 22 N. Y. 389. The case of Vestner v. Findlay, 10 Misc. Rep. 410, 31 N. Y. Supp. 138, is not in conflict with the foregoing views. The paragraph in the opinion which is as follows: “The argument that the judgment may be sustained upon the ground that the plaintiff acted for Adams in the whole transaction, and consequently could, under section 449 of the Code of Civil Procedure, maintain this action as a trustee of an express trust, is unavailing because the plaintiff does not sue as trustee, but individually,”—must be read in connection with the facts of the case. The plaintiff had judgment for legal services performed by Adams, and upon plaintiff’s own showing Adams was the proper person to sue. No assignment by Adams to plaintiff was shown, nor was there anything else to connect the plaintiff with the cause of action sued upon, and when the plaintiff sought to uphold his-judgment on the theory that he was the trustee of an express trust the court very properly said that under those facts the plaintiff was bound to allege the trust. In the case at bar, the defendants dealt with the plaintiff alone. They received all moneys as coming from and belonging to him, and consequently they are responsible to him for their acts. They did not know that other parties were interested. Moreover, no defense was set up, in the answer of the defendant now appealing, that there was a defect of parties plaintiff and that the plaintiff alone could not maintain the action. The said defendant must therefore be deemed to have waived that defense, even if it existed. Code Civ. Proc. §§ 488, 498, 499; Coffin v. President, etc., 136 N. Y. 655, 32 N. E. 1076. For the foregoing reasons the plaintiff had the right to bring and to maintain the action in his own name.</p>\n<p id=\"b963-6\">The remaining questions relate to alleged erroneous rulings in the-admission of evidence and the refusal of the trial judge to&gt; instruct <page-number citation-index=\"1\" label=\"944\">*944</page-number>the jury as requested by the defendant. The complaint proceeds upon an alleged copartnership between all the defendants, and the issue most earnestly contested at the trial was whether Paine was a copartner with the other defendants and as such liable to the plaintiff. The other defendants did not defend the action, and one of them, Charles B. Towns, when called as a witness for the plaintiff, admitted his hostility to Paine. A witness called by the plaintiff, one Horace Blackmur, testified to conversations had between the plaintiff and Towns, in the absence of Paine, in the course of which Towns declared that Paine was a partner in the firm. The defendant’s motion to strike out said testimony as not binding on him was denied, and defendant duly excepted. It may be conceded that, as a general proposition, the declaration of one partner made in the absence of the other cannot be used to establish a partnership against the other for the benefit of a third party (Hoppock v. Moses, 43 How. Prac. 201; 17 Am. &amp; Eng. Enc. Law, 1318, 1319, and cases there cited), and that, if the testimony now assailed had been duly objected and excepted to at the time it was given, its admission would have constituted error. But the difficulty with the defendant’s present contention is that he permitted the said testimony to be given without objection, and that his motion to strike it out was made at a much later stage of the trial, when it had become a matter of discretion whether the motion should or should not be granted. Evidence admitted either without objection or properly on an objection which for any reason should not be considered by the jury or affect the result, is not necessarily stricken out, but may be retained in the discretion of the court, the remedy of the party being to ask for instructions to the jury to disregard it. Platner v. Platner, 78 N. Y. 101, cited with approval in Pontius v. People, 82 N. Y. 347, and followed in Hutton v. Murphy, 9 Misc. Rep. 154, 29 N. Y. Supp. 70. For the reasons ■stated, no reversible error is presented by the admission of the said testimony or the subsequent refusal to strike it out. Nor was there any request to instruct the jury to disregard the testimony, or any exception to the charge of the trial judge in respect to it.</p>\n<p id=\"b964-4\">Another complaint is made concerning the admission of conversations had between the plaintiff and Towns in the absence of Paine, but they stand upon a different footing because they related solely to the statement of accounts, and did not bear upon the question whether or not Paine was a partner.</p>\n<p id=\"b964-5\">And, finally, the defendant complains of the admission in evidence .against him of certain leases purporting to' have been executed by Paine, as well as the other defendants, as composing the firm of Charles B. Towns &amp; Co., and of the refusal of the trial judge to correctly instruct the jury with regard to them, if they were admissible. They appear to have been properly received in evidence against Paine, because there was some other evidence which connected Paine with them, but they did not conclusively establish a partnership, and Paine was entitled to have the jury charged, as he requested, “that, as matter of law, the signature of the leases in evidence under the circumstances testified to did not necessarily make Paine a partner iyith the other ■defendants; that it was merely evidence in so far as it went, and that <page-number citation-index=\"1\" label=\"945\">*945</page-number>it was not conclusive.” The refusal of the trial judge so to charge constituted error, and, inasmuch as it is impossible to say upon the whole record that the defendant Paine was not prejudiced thereby, a new trial must be granted.</p>\n<p id=\"b965-5\">Judgment reversed and new trial ordered, with costs to appellant to abide event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}