{
  "casebody": {
    "data": "<casebody firstpage=\"423\" lastpage=\"426\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b625-5\">Trionix Research Laboratory, Inc. v. Dameron</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b625-7\">\n<em>[Cite as 8 AOA 423]</em>\n</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b625-8\">\n<em>Case No. 59102</em>\n</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"Azf\">\n<em>Cuyahoga County, (8th)</em>\n</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b625-9\">\n<em>Decided November 21, 1990</em>\n</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b625-15\">\n<em>Thomas J. Collin and James B. Neihaus, Thompson, Hiñe and Flory, 1100 National City Bank Bldg., Cleveland, Ohio 44114, for Plaintiff-Appellant.</em>\n</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b625-16\">\n<em>John J. Eklund, Calfee, Halter &amp; Griswold, 1800 Society Building, Cleveland, Ohio 44114, for Defendants-Appellees.</em>\n</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b625-17\">J.F. CORRIGAN, J.</author>\n<p id=\"b625-18\">Plaintiff, Trionix Research Laboratory, Inc. (hereafter referred to as \"Trionix\") appeals from the judgment of the trial court which refused to enforce restrictive covenants against its former employees George Dameron and Dale Skerl. For the reasons set forth below, we affirm.</p>\n<p id=\"b625-19\">I.</p>\n<p id=\"b625-20\">On November 8, 1989, Trionix brought this action for enforcement of restrictive covenants signed by defendants. Essentially, plaintiff alleged that the covenants should be applied to bar defendants from continuing in their present employment with Picker International, Inc. (hereafter referred to as \"Picker\") because this employment threatens disclosure of confidential trade secrets defendants had learned in connection with their employment at Trionix. Defendants subsequently filed answers in which they denied breaching the covenants, and alternatively averred that the covenants were unenforceable. The matter proceeded to trial on December 8, 1989.</p>\n<p id=\"b625-22\">The evidence presented at trial revealed that Trionix designs, manufactures, installs, and services a three camera nuclear imaging system known as Triad. While single and dual camera nuclear imaging systems are presently used within the medical profession, the three camera system is considered state of the art.</p>\n<p id=\"b625-23\">The preliminary technology for the system was developed by Technicare, a former subsidiary of Johnson &amp; Johnson. Johnson &amp; Johnson discontinued Technicare before a prototype was completed, however, and Dr. Chun Lim, director of research and development of Technicare's nuclear products division, subsequently obtained a nonexclusive license to allow Triad to further develop the three camera system. Ohio Imaging also obtained a license from Johnson &amp; Johnson to further develop this system. Picker subsequently purchased Ohio Imaging and Picker also markets a three camera nuclear imaging system called Prism. At the time this action was tried, however, Trionix had built sixteen Triad systems and had installed fourteen of them, whereas Picker had built and installed only two Prism systems.</p>\n<p id=\"b625-24\">The evidence further revealed that defendant Dameron, an electrical technician, was first hired by Picker in January 1984 to work on their CT division which uses X-ray (rather than nuclear) imaging. Dameron was then laid off in June 1985 and worked with laser equipment before returning to Picker's CT division in November 1985.. Thereafter, in February 1986, he was transferred to Picker's nuclear imaging division and was assigned to work on Picker's single and dual camera imaging systems. Picker specially trained Dameron for this position, and Dameron subsequently built, calibrated, serviced and shipped twenty to thirty such Picker systems.</p>\n<p id=\"b625-25\">Dameron was again laid off from Picker in October 1988. He was then hired by Trionix in January 1989 and subsequently signed a document entitled \"Disclosure of In<page-number citation-index=\"1\" label=\"424\">*424</page-number>formation and Restrictive Covenant,\" which provided in relevant part as follows:</p>\n<p id=\"b626-5\">\"Recognizing and acknowledging that I will obtain certain confidential, special, invaluable information including the lists of the Company's customers and technical knowledge acquired during the course of my employment, I agree as a condition of employment, that I will not, during or after my employment with the Company, disclose any such information ***.</p>\n<p id=\"b626-6\">\"For a period of one year after the termination of my employment for whatever reason, I will not within any area which constitutes the Company's trade area or areas at the time of termination, directly or indirectly, own, manage, operate, control, be employed by, participate in, or be connected in any manner with the ownership, management, operation, or control of any business similar to or in competition with the type of business conducted by the Company at the time of the termination of my employment. ***\"</p>\n<p id=\"b626-7\">It was further established that Dameron commenced working on the Triad, immediately after beginning his employment, without any further training or education from Trionix. Thus, in reliance upon skills which he learned in electrical trade school and at Picker, Dameron installed and tested two Triad systems, and serviced others, before resigning from Trionix in August 1989.</p>\n<p id=\"b626-8\">Finally, Dameron returned to Picker after leaving Trionix and he now works in their CT (X-ray based) imaging division. Dameron stated that he does no work in Picker's nuclear imaging division, has never seen a Prism, and has not and would not disclose any information he learned regarding the Triad.</p>\n<p id=\"b626-9\">Defendant Skerl also worked at Picker before being hired to work at Trionix. Initially, Skerl worked in Picker's CT imaging division, and remained there for three to four years. He was then transferred to Picker's nuclear imaging division in February 1986 and assigned to work on Picker's single camera imaging system. Skerl received two months training for this position, and Skerl assembled thirty to forty single camera systems.</p>\n<p id=\"b626-10\">In June 1989, Skerl accepted a position with Trionix and signed the document entitled Disclosure of Information and Restrictive Covenant partially quoted above. Immediately upon beginning his employment, Skerl began assembly of a Triad system without any further training or education from Trionix, and in reliance upon previously learned skills. While at Trionix, Skerl installed one Triad system and serviced two others.</p>\n<p id=\"b626-12\">Skerl subsequently returned to Picker's nuclear imaging division in October 1989 and at the time of trial, was being trained for a position as a nuclear service engineer for Picker's single camera system. Skerl stated that he does not work on the three' camera Prism and further stated that he has never even seen this system.</p>\n<p id=\"b626-13\">From the foregoing, Trionix posited that notwithstanding defendants' previous experience at Picker, their work experience at Trionix had given them access to confidential trade secrets for streamlining system installation and enhancing image quality, which, it was claimed, gave Trionix a two-year lead in the field. Paradoxically, however, Trionix requested that defendants leave the courtroom when the precise nature of these trade secrets was discussed, in order that confidentiality could be maintained.</p>\n<p id=\"b626-14\">Defendants, on the other hand, maintained that they were not responsible for designing the Triad, did not work on Picker's Prism system, and lacked the ability to duplicate the software, electrical schematics, or mechanical features of the system, even if asked to do so.</p>\n<p id=\"b626-15\">The trial court subsequently determined that the procedures which defendants had learned in connection with the Triad did not constitute trade secrets. The court further held Trionix failed to establish that it was entitled to enforcement of the restrictive covenants and entered judgment for defendants.</p>\n<p id=\"b626-16\">Trionix now appeals, assigning three errors.</p>\n<p id=\"b626-17\">II.</p>\n<p id=\"b626-18\">For its first assignment of error, Trionix asserts that the trial court erred in concluding that it failed to establish that trade secrets were implicated in this matter.</p>\n<p id=\"b626-19\">As to the definition of a \"trade secret,\" we note that a statutory definition of a \"trade secret\" is contained within R.C. 1333.51(AX3), which provides:</p>\n<p id=\"b627-4\"><page-number citation-index=\"1\" label=\"425\">*425</page-number>'\"Trade secret' means the whole or any portion or phase of any scientific or technical information, design, process, procedure, formula, or improvement, or any business plans, financial information, or listing of names, addresses, or telephone numbers, which has not been published or disseminated, or otherwise become a matter of general public knowledge. Such scientific or technical information, design, process, procedure, formula, or improvement, or any business plans, financial information, or listing of names, addresses, or telephone numbers is presumed to be secret when the owner thereof takes measures designed to prevent it, in the ordinary course of business, from being available to persons other than those selected by the owner to have access thereto for limited purposes.\"</p>\n<p id=\"b627-5\">Ohio has also adopted the common law definition of \"trade secret\" found in Restatement of the Law, Torts (1939), Section 757, Comment <em>b, </em>which provides in pertinent part:</p>\n<p id=\"b627-6\">\"[a] trade secret may consist of any formula, pattern, device or compilation of information which is used in one's business, and which gives him an opportunity to obtain an advantage over competitors who do not know or use it. It may be a formula for a chemical compound, a process of manufacturing, treating or preserving materials, a pattern for a machine or other device, or a list of customers. ***\" See <em>Valco Cincinnati Inc. v. N &amp; D Machining Service, Inc. </em>(1986), 24 Ohio St. 3d 41, 44; <em>Kewanee Oil Co. v. Bicron Corp. </em>(1974), 416 U.S. 470, 474-475.</p>\n<p id=\"b627-7\">Further, in <em>Pyromatics. Inc. v. Petruziello </em>(1983), 7 Ohio App. 3d 131, 134, this court adopted the following factors to be considered in recognizing a trade secret:</p>\n<p id=\"b627-8\">\"*** (1) the extent to which the information is known outside the business, (2) the extent to which it is known to those inside the business, i.e., by the employees, (3) the precautions taken by the holder of the trade secret to guard the secrecy of the information, (4) the savings effected and the value to the holder in having the information as against competitors, (5) the amount of effort or money expended in obtaining and developing the information, and (6) the amount of time and expense it would take for others to acquire and duplicate the information.\" (Citation omitted.)</p>\n<p id=\"b627-9\">As to our standard of review, we note that the question of whether particular knowledge or a particular process is a trade secret is a question of fact to be determined by the trier of fact upon the greater weight of the evidence. <em>Valco Cincinnati, Inc. v. N &amp; D Machining Service, Inc., supra, </em>at 47. A reviewing court should not substitute its judgment for that of the trial court on these factual issues. <em>Id.</em></p>\n<p id=\"b627-11\">Applying the foregoing, we note that there is no evidence that the claimed trade secrets involved design or proprietary technical information. Rather, the claimed trade secrets involved application of established scientific principles to troubleshooting image correction procedures. Further, applying the factors set forth in <em>Pyromatics Inc. v. Petruziello, supra, </em>there was no evidence as to whether these procedures were known outside of Trionix. In addition, plaintiffs insistence that defendants leave the courtroom when the nature of these procedures was discussed strongly suggests that precise information regarding the procedures was never imparted to defendants. Further, while the procedures were kept from non-Trionix employees, there was no evidence that they would be useful or even applicable to Picker's Prism system. There was likewise no evidence concerning the amount of effort and/or money Trionix expended in ascertaining these procedures and, indeed, the record suggests that they were developed through troubleshooting. Finally, while plaintiff claimed that these procedures demonstrated a two-year lead in the field of three camera nuclear imaging, there was no evidence that Picker would be unable to develop similar procedures in its own installation and servicing of the Prism. Accordingly, we reject the first assignment of error.</p>\n<p id=\"b627-12\">III.</p>\n<p id=\"b627-13\">In its second assignment of error, Trionix contends that the trial court erred in failing to enforce the restrictive covenants at issue, because, it claims, the covenants are enforceable pursuant to <em>Raimonde v. Van Vlerah </em>(1975), 42 Ohio St. 2d 21. We do not agree.</p>\n<p id=\"b627-14\">With respect to procedure, we note that where a plaintiff seeks enforcement of a noncompetition clause, he must show actual, irreparable harm. <em>Levine v. Beckman </em>(1988), 48 Ohio App. 3d 24, 27.</p>\n<p id=\"b627-15\">With respect to the substantive law, we note that in <em>Raimonde v. Van Vlerah, supra, </em>the Supreme Court held that a covenant re<page-number citation-index=\"1\" label=\"426\">*426</page-number>straining an employee from competing with his former employer upon termination of employment is reasonable if the restraint is no greater than is required for the protection of the employer, does not impose undue hardship upon the employee, and is not injurious to the public. <em>Id., </em>at paragraph two of the syllabus. As a corollary, however, the court further held that a covenant which imposes an unreasonable restraint will be enforced to the extent necessary to protect the employer's legitimate interests. <em>Id., </em>at paragraph one of the syllabus; accord <em>Columbus Medical Equip. Co. v. Watters </em>(1983), 13 Ohio App. 3d 149, 151.</p>\n<p id=\"b628-5\">Factors going to the reasonableness of the covenant are:</p>\n<p id=\"b628-6\">\"'[t]he absence or presence of limitations as to time and space, *** whether the employee represents the sole contact with the customer; whether the employee is possessed with confidential information or trade secrets; whether the covenant seeks to eliminate competition which would be unfair to the employer or merely seeks to eliminate ordinary competition; whether the covenant seeks to stifle the inherent skill and experience of the employee; whether the benefit to the employer is disproportional to the detriment to the employee; whether the covenant operates as a bar to the employee's sole means of support; whether the employee's talent which the employer seeks to suppress was actually developed during the period of employment; and whether the forbidden employment is merely incidental to the main employment.'\" (Citations omitted.) <em>Id., </em>at 25.</p>\n<p id=\"b628-7\">Applying the foregoing, we find the covenants at issue to be unreasonable as they restrain defendants beyond the degree needed to protect plaintiffs legitimate interests, and unduly burden defendants. That is, we first note that there is no geographical limitation to the covenants as they bar defendants from working anywhere in the country. Second, defendants do not represent Trionix's sole contact with its customers. Third, as we noted previously, neither defendant was in possession of confidential trade secrets. Fourth, the covenants attempt to preclude all employment on the field of diagnostic imaging, far beyond the scope of Trionix's work with three camera nuclear imaging systems. Fifth, the covenants seek to stifle the inherent skill of defendants as electrical technicians, and operate to bar them from their sole means of support. Sixth, the talent which the covenants seek to suppress was developed in defendants' employment with Picker and at trade school. Finally, the forbidden employment is coextensive with defendants' general duties at Picker.</p>\n<p id=\"b628-9\">We further find that because prohibitions against disclosure adequately protect Trionix's legitimate interests, plaintiff has failed to demonstrate that actual, irreparable harm will result from breach of the restrictive covenants, and it is therefore unnecessary to enforce the unreasonable restrictive covenants to any degree.</p>\n<p id=\"b628-10\">For the foregoing reasons, the second assignment of error is overruled.</p>\n<p id=\"b628-11\">IV.</p>\n<p id=\"b628-12\">In its final assignment of error, Trionix asserts that the judgment of the trial court is against the manifest weight of the evidence.</p>\n<p id=\"b628-13\">Where a judgment is supported by some competent, credible evidence it will not be reversed by a reviewing court as being against the manifest weight of the evidence. <em>C.E. Morris Co. v. Foley Construction Co. </em>(1978), 54 Ohio St. 2d 279, syllabus. In this case, for the reasons set forth in the court's disposition of the first and second assignments of error, we hold that there is competent credible evidence that trade secrets were not implicated in this matter, and that the covenants are unreasonable and need not be enforced to protect Trionix's legitimate interests.</p>\n<p id=\"b628-14\">The third assignment of error is overruled.</p>\n<p id=\"b628-15\">The judgment of the trial court is affirmed.</p>\n<judges id=\"b628-16\">MATIA, P.J., and NAHRA, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}