{
  "casebody": {
    "status": "ok",
    "data": "<casebody firstpage=\"711\" lastpage=\"712\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  LANSING PARKVIEW, LLC, Plaintiff/Counterdefendant-Appellee,\n  <br/>\n  v.\n  <br/>\n  K2M GROUP, LLC and Don L. Keskey, Defendants/Counterplaintiffs/Third-Party Plaintiffs-Appellants,\n  <br/>\n  and\n  <br/>\n  Robert Reid and Joel I. Ferguson, Third-Party Defendants-Appellees.\n </parties>\n <docketnumber id=\"p-2\">\n  SC: 156023\n  <br/>\n  COA: 328507\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Michigan.\n </court>\n <decisiondate id=\"p-4\">\n  May 29, 2018\n </decisiondate>\n <p id=\"p-5\">\n  <strong>\n   Order\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <p id=\"p-6\">\n   On order of the Court, the motion for an order permitting a document to be deemed filed\n   <em>\n    nunc pro tunc\n   </em>\n   on the date of the unsuccessful electronic transmission is DENIED. On March 5, 2018, the Court entered an order denying the defendants' application for leave to appeal. The defendants electronically filed a motion for reconsideration on March 27, 2018, at 12:50 a.m. The Clerk refused to accept the late-filed motion for reconsideration.\n  </p>\n  <p id=\"p-7\">\n   MCR 7.311(G). The defendants allege that their attorneys attempted to timely transmit the motion electronically at 11:38 p.m. on March 26, 2018, but the transmission failed because of an unexpected interruption in network functionality at the attorneys' law firm. Under some circumstances, the Court may \"enter an order permitting a document to be deemed filed\n   <em>\n    nunc pro tunc\n   </em>\n   on the date of the unsuccessful transmission.\" Administrative Order 2014-23, 497 Mich. cxxviii (2014). But such relief is warranted only where the moving party proves that \"the transmission failed because of the failure of the TrueFiling system to process the electronic document or because of the court's computer system's failure to receive the document.\"\n   <em>\n    Id\n   </em>\n   . at cxxix. Here, the transmission failure or delay was caused by the filer's equipment or system. The defendants have not alleged or shown any error in the TrueFiling system or the Court's computer system. Accordingly, the defendants are not entitled to the relief requested.\n  </p>\n </opinion>\n</casebody>\n"
  }
}