{
  "casebody": {
    "data": "<casebody firstpage=\"580\" lastpage=\"583\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b610-10\">WILSON et al. v. UNION ELECTRIC LIGHT &amp; POWER CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b610-11\">No. 9216.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b610-12\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A3Z\">May <em>24, </em>1932.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b611-7\"><page-number citation-index=\"1\" label=\"581\">*581</page-number>Hugo Monnig, Jr., of St. Louis, Mo. (Taylor, Chasnoff &amp; Willson, of St. Louis, Mo., and Winger, Reeder, Barker, Gumbiner &amp; Hazard, of Kansas City, Mo., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b611-8\">Sam C. Blair, of Jefferson City, Mo. (Theodore Rassieur, Baker, Botts, Andrews &amp; Wharton, and Edgar Shook, all of Kansas City, Mo., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b611-9\">Before STONE and KENYON, Circuit Judges, and CANT, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b611-10\">CANT, District Judge.</author>\n<p id=\"b611-11\">The parties here will be referred to as in the trial court, wherein Union Electric Light &amp; Power Company was plaintiff, and Natalie Wilson, and others, were defendants. Said plaintiff is a corporation organized and existing under the laws of the state of Missouri. Under the laws of the United States hereinafter referred to, and by virtue of a license thereunder, issued by the proper authorities, said plaintiff has been clothed with the right to institute the proceeding in condemnation here involved. Such proceeding- was instituted in the court below, and was so far carried on that on October 18, 1930, it was ordered and adjudged that the lands hero in question and belonging to said defendants stand condemned and appropriated to the plaintiff for certain specific public uses and purposes. By the same judgment, eoiiain commissioners were named, whose duty it should be to inspect the property of defendants proposed to be taken by such proceeding and assess and report to the court 1he amount of damages which should be paid lo defendants by reason of such taking. Such judgment further provided that, upon payment by plaintiff to the clerk of the court, in which such proceeding- was had, of the amount so assessed and reported by said commissioners, the right to the possession and enjoyment of said lands should thereupon become vested in the plaintiff for the purposes referred to. On January 12, 1931, the defendants Wilson and Youngs appealed from said judgment to this court. The assessment of damages was duly made by the commissioners so appointed, and was reported to the court' on the Uth day of February, 1931, on which date the full amount so awarded, with certain incidental charges, was paid by said plaintiff, into the registry of the court as specified in said judgment. Thereafter, and during the said month of February, 1931, plaintiff and defendants Wilson and Youngs each filed exceptions to said report, and a jury trial, with respect to the amount which should finally be allowed was ordered by the court. Thereafter, and on April 25, 1931, pursuant to a,n order of the trial court and following the filing of an application therefor by said Wilson and said Youngs, the full amount of the award, namely, the sum of: $17,995, was dis-ti ibuted and paid to, and was. received by, the said Wilson and the said Youngs.</p>\n<p id=\"b611-13\">This proceeding was instituted pursuant to the provisions of the Federal Water Power Act of June 10, 1920, 41 Stat. 1063 (16 TJ. S. C. §§ 791-823 [16 USCA §§ 791-823]). Section 21 of that act (16 USCA § 814) provides that, when any licensee cannot acquire by contract, or pledges, the lands necessary for any dam or reservoir within the contemplation of the act, it may acquire the same through such a proceeding as this. In its petition herein, plaintiff alleges that it has attempted to acquire by contract or pledge the properties so to be. condemned herein, hut has been unable to acquire the same in that way. Tn its judgment herein, the court finds such allegation last above set forth to be true. Throughout the proceeding, defendants have denied that such allegation is true, and they assert that at all times such lands could have been acquired by plaintiff through negotiation and purchase.</p>\n<p id=\"b611-14\">Under the foregoing statements, certain outstanding questions arise in the ease» These will be referred to and discussed in their order.</p>\n<p id=\"b611-15\">1. Defendants assert that strict compliance with that part of section 21 above referred to is jurisdictional, and that, unless plaintiff alleges and proves that it is impossible to acquire the lands in question by contract or pledge, the proceedings must fail.</p>\n<p id=\"b611-16\">This, in our opinion, is not the correct view. An absolute inability to acquire the property by contract is not necessary. All that is required under such section is that there be a bona fide effort to so acquire the property which may be desired. Westfield Cemetery Association v. Danielson, 62 Conn. 319-321, 26 A. 345; Matter of Prospect Park &amp; Coney Island R. R. Co., 67 N. Y. 371, 377; State (Wilkinson, Prosecutor) v. In<page-number citation-index=\"1\" label=\"582\">*582</page-number>habitants of Trenton, 36 N. J. Law, 499, 502, 503; Fonticello Mineral Springs Co. v. City of Richmond, 147 Va. 355, 137 S. E. 458.</p>\n<p id=\"b612-4\">2. Defendants further assert that, if the rule is that a bona fide effort to acquire the property by contract is all that is required under the section referred to, there is no proof in the record which justifies the finding of the court that plaintiff made such effort in the case at bar, and that, if this be true, the court was equally without jurisdiction.</p>\n<p id=\"b612-5\">As to the sufficiency of the evidence, there is room for difference of opinion. Upon the authorities cited, and considering the very general language of the act in this respect, and the object in view, we are inclined to adopt the view of the trial court, and to hold that the evidence was sufficient to justify the finding. McKenzie v. Imperial Irrigation Co. (Tex. Civ. App. 1914) 166 S. W. 495, 497 (7); Todd v. Austin, 34 Conn. 78, 85; In re City of Rochester, 100 Misc. Rep. 421, 165 N. Y. S. 1026, 1032; In re Village of Middletown, 82 N. Y. 196, 200; In re Metropolitan E. Ry. Co. (Sup.) 2 N. Y. S. 278, 282-284; Matter of New York, West Shore <em>&amp; </em>Buffalo Railway Co., 64 How. Prac. (N. Y.) 216.</p>\n<p id=\"b612-6\"> In addition, it should be kept in mind that throughout the proceedings, the attitude of defendants has been that plaintiff has no right to condemn the land in question, and that, if such right should be accorded, the plaintiff, in effect, would be bound to pay whatever defendants should conclude to ask. If, in such negotiations as were had, the representatives of plaintiff were able to sense this attitude of defendants, it would readily be understood by them that further negotiations would be futile, and therefore would be unnecessary. Southern Illinois <em>&amp; </em>Missouri Bridge Co. v. Stone, 194 Mo. 175, 187, 188, 92 S. W. 475; State ex rel. Skamania Boom Co. v. Superior Court of Skamania County, 47 Wash. 166, 171, 91 P. 637.</p>\n<p id=\"b612-7\">Whether or not the evidence was sufficient to justify the finding of the court here under discussion, the point does not go to the jurisdiction of the court. Under the law, the court had general jurisdiction' of the subject-matter, and, pursuant to' process duly served, it had jurisdiction of the parties. The situation was quite different from that of a court assuming to act in a field foreign to its powers, as of a justice of the peace granting an injunction, or of a federal District Court granting a divorce. Here, under appropriate allegations, the subject-matter and the parties were before a court authorized to act. Beyond this, the question was one of proof only.- To justify the relief prayed for, and as a necessary prerequisite thereto, certain •facts had to be proven. This is true of practically every ease where judgment follows a hearing. For example, a man brings an action to recover damages for trespass to l’eal estate. He has alleged that he is the owner or is entitled to the ■ undisturbed possession thereof. To warrant a recovery, he must prove his claims. Or a man may bring an action on some obligation where; as a necessary prerequisite to recovery, a demand for performance must be- made before action brought; or the obligor may require the obligee to give some notice or submit proof of his claim as in the ease of policies of1 insurance, before the right to bring action shall be complete. To warrant a recovery in such cases, it would be necessary for plaintiff to allege the making of such demand or the giving of such notice, or the submission of such proof, and, at the trial, it would be necessary to submit evidence in support thereof. Such considerations, however, are quite foreign to the question of jurisdiction. It is in the exercise of its jurisdiction that the court listens to such evidence and determines the necessary facts in each -ease. It may determine the facts correctly, or it may determine them incorrectly, but, in any event, is within its well-established powers. If, in such a ease as this, the court should find that there had been no bona fide effort to acquire the property by contract, relief would be denied. If it should find that there had been such bona fide effort, but that a further continuance thereof could not reasonably be required, the prayer of the petitioner would be granted. In either event, the validity of the finding might be tested on appeal, but nó question of jurisdiction, correctly speaking, would be involved. Southern Illinois <em>&amp; </em>Missouri Bridge Co. v. Stone, 194 Mo. 175, 187, 92 S. W. 475; Quayle v. M. K. &amp; T. Ry. Co., 63 Mo. 465, 471, 472; Tonnele v. Wetmore, 195 N. Y. 436, 443, 444, 88 N. E. 1068.</p>\n<p id=\"b612-9\">The foregoing statements are made principally because of the attitude of defendants with respect to the next general question in the case,</p>\n<p id=\"b612-10\">3. Because of the fact that, after perfecting their appeal herein, the defendants, Wilson and Youngs, petitioned for the distribution and payment to them of the moneys which had been paid into the treasury of the court by plaintiff, and were paid and accepted said sum, all as hereinbefore set forth, plaintiff has moved this court that the appeal herein be dismissed on the ground and for the <page-number citation-index=\"1\" label=\"583\">*583</page-number>reason that, having accepted the benefits of the judgment appealed from, defendants are precluded from questioning the validity thereof.</p>\n<p id=\"b613-4\">While admitting the genera,1 rule that one who accepts the benefit of a judgment is estopped from denying the validity thereof, the defendants, claiming that this case may be distinguished, oppose the said motion on various grounds, some of which will be briefly discussed.</p>\n<p id=\"b613-5\">(a) On the ground that in condemnation eases of this kind the moneys deposited in court by the condemnor are for the protection of the property owners, as, for example, against a void judgment, and therefore that such owners, by accepting payment of the money so deposited, are not estopped from questioning the validity of the proceeding.</p>\n<p id=\"b613-6\">The conclusion does not seem to follow as a necessary consequence. The owners would be protected if the money remained in the registry of the court. The owners accept the money, and here a considerable sum, which they could not have obtained except as a result of or through the proceeding, the validity of which they attack. In view of the purpose of the rule, and of the terms thereof, the object to bo attained in, making the deposit is not important.</p>\n<p id=\"b613-7\">(b) On the ground that the rule relied upon by plaintiff applies only in oases where the owner of land has accepted a final award of compensation.</p>\n<p id=\"b613-8\">The cases in point are not all cases of final judgment or of final awards. But, in any event, the difference between a judgment, such as we have here, and which defendants claim to be appealable, and a judgment, which, beyond question, is final, does not offer a, legitimate basis for the distinction which defendants attempt to make. The true principle should be and is that a litigant shall not be hoard to impugn the validity of a proceeding, of which, to a substantial degree, he has voluntarily accepted the benefits, no matter in what stage of maturity the proceeding may be.</p>\n<p id=\"b613-9\">(c) On the ground that, this proceeding being void, as it is claimed, for want of jurisdiction, the principle of estoppel invoked by plaintiff cannot apply. The answers to this contention are (1) That, as already seen, the proceeding is not void for want of jurisdiction; and (2) that, under the authorities, the principle of estoppel applies as well to judgments which are void Cor want of jurisdiction as to judgments in other casos. Cape Girardeau &amp; Thebes Bridge Terminal R. Co. v. Southern Illinois <em>&amp; </em>Mo. Bridge Co., 215 Mo. 286, 297, 298, 114 S. W. 1084; Tremayne et al. v. City of St. Louis, 320 Mo. 120, 143, 144, 6 S.W.(2d) 935; Lyon v. City of St. Louis (Mo. Sup. 1915) 178 S. W. 96, 97; Wecks-Thorne Paper Co. v. City of Syracuse, 139 App. Div. 853, 124 N. Y. S. 317, 321; Test v. Larsh, 76 Ind. 452, 460, 461; Kile v. Town of Yellowhead, 80 Ill. 208, 211.</p>\n<p id=\"b613-11\">In our opinion, the motion is well laid, and the appeal should he dismissed. Such dismissal, however, should be without prejudice to further proceedings for the determination by a jury of the amount of damages which defendants are entitled to recover herein, and their right to proceed along said lines in accordance with the established practice in such cases under the laws of the state of Missouri should in no wise be affected thereby. It will be so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}