{
  "casebody": {
    "data": "<casebody firstpage=\"519\" lastpage=\"522\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b557-11\">Hilty, Appellant, <em>v. </em>Strickling.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b558-5\"><page-number citation-index=\"1\" label=\"520\">*520</page-number>Argued March 14, 1928.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AOoQ\">Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b558-11\"><em>S. </em>W. <em>Bierer, </em>with him <em>S. A. Kline </em>and <em>Wade T. Kline, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"ANT\">From intrusion upon land possessed by another, whether seated or unseated, no presumption of ownership or of possession in the intruder arises: Thompson v. Chase, 2 Grant 366; Wilkinson v. Connell, 158 Pa. 126.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b558-12\">Even if plaintiff was not in actual possession, yet if she held title to the land, such title carried with it possession and the right of action: Irwin v. Patchen, 164 Pa. 51.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b558-13\">Regardless of intrusion, possession may still be in plaintiff: Humes v. Kramer, 286 Pa. 251.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b558-14\"><em>Lewis G. Walkinshaw, </em>with him <em>David N. Denman, </em>for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Ayd\">At common law an action of trespass quare clausam fregit cannot be maintained by one not in possession, either actual or constructive, of the land <page-number citation-index=\"1\" label=\"521\">*521</page-number>on which, the alleged trespass has been committed: Griffin v. Delaware &amp; Hudson Co., 257 Pa. 432; Hartley v. Spencer, 75 Pa. Superior Ct. 449; Humes v. Kramer, 286 Pa. 251.</p>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"AXO\">April 9, 1928:</decisiondate>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b559-4\">Opinion by</p>\n<author id=\"Ayc\">Mr. Justice Schaffer,</author>\n<p id=\"b559-5\">Plaintiff, alleging that she was the owner in fee simple of certain unseated land upon which defendant had entered, brought this action of trespass quare clausum fregit. Defendant, although not required to do so by the Practice Act of May 14, 1915, P. L. 483, filed an affidavit of defense averring that he was in possession of the land under a claim of title, and also denying that plaintiff had such title and possession as would entitle her to maintain the action. As far as the record discloses, the titles of both parties seem to be somewhat sketchy. .Plaintiff founds her claim upon a tax assessment against the land as the property of the heirs of William Mansfield, apparently long dead at the time of the levy. Defendant claims as the agent of the Cowosto Products Company, which derived its title through a sheriff’s sale. Plaintiff’s deed is dated June 12, 1916, and that of the Cowosto Products Company, August 26, 1926; the latter deed is unrecorded. The land is unseated, and, except for a shack erected upon it by defendant, unoccupied. In the court below the jury, under binding instructions, returned a verdict for defendant. This appeal is from the refusal to enter judgment non obstante veredicto.</p>\n<p id=\"b559-6\">The fact that plaintiff is not in actual possession of the land does not affect her right to recover. Where land entered by a trespasser is unimproved, possession will be presumed to accompany the title, and this constructive possession will support the action : Humes v. Kramer, 286 Pa. 251; Wilkinson v. Connell, 158 Pa. 126; Trexler v. Africa, 33 Pa. Superior Ct. 395. The difficulty with plaintiff’s case, however, is that, on the record as it stands, it cannot be said with certainty that <page-number citation-index=\"1\" label=\"522\">*522</page-number>defendant is a mere intruder. He asserts that he is on the land as the representative of a corporation claiming title. He has offered in evidence a deed to it from the Clover Land Company, and a sheriff’s deed to the latter on an execution against J. D. Bayer, containing a recital of a conveyance of the land to Bayer by one Biddle, plaintiff in the judgment on which the execution issued. Back of this nothing was shown, and whether or not Biddle had any title does not appear. But, in his brief, and orally at bar, appellee’s counsel states that, had it been required by the form of the action, he could start with a grant from the Commonwealth and carry the title by successive steps into the Cowosto Products Company. “Where the title to the locus in quo is in question, and defendant has possession under a claim of right,...... the legal remedy [by ejectment]......must first be resorted to”: Humes v. Kramer, supra, p. 255. It was upon this ground that the court below gave binding instructions for defendant. Our conclusion is that, under the circumstances, this ruling was proper.’</p>\n<p id=\"b560-7\">The judgment is affirmed without prejudice to plaintiff’s status and rights in an action of ejectment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}