{
  "casebody": {
    "data": "<casebody firstpage=\"265\" lastpage=\"273\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b289-8\">Reiff et al., Appellants, <em>v. </em>Mack.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b289-9\"><em>Attachment execution </em>— Pensions—United <em>States </em>Statute, § 4747.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b289-10\">An attachment execution will not lie against the proceeds of a pension check which a pensioner deposited with a bank for collection, and which the bank after collection placed to the credit of the pensioner as a deposit.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b289-11\">Argued Feb. 28, 1894.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"Ab_3\">Appeal, No. 175, Jan. T., 1894, by plaintiffs, Samuel W. Reiff et al., from order of C. P. Berks Co., Sept. T., 1893, No. 37, making absolute rule to dissolve attachment execution.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"AnS\">Before Stereett, C. J., Green, Williams, McCollum and Dean, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"AuZ\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b289-12\">Rule to dissolve attachment execution.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b289-13\">The following opinion was filed by Endlich, J.:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b289-14\">“ The question raised by this rule is a most interesting one, and one upon which I have been directed to no authority in this state both precisely in point and binding upon me.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b289-15\">“ The attachment sought to be dissolved was issued upon a judgment entered against defendant to No. 50 August term, 1893, J. D. On or about August 14,1893, defendant received from the government of the United States a check for $216, pension money. This check he placed with the Farmers’ National Bank of Reading for collection. Said bank, as was ad<page-number citation-index=\"1\" label=\"266\">*266</page-number>mitted by counsel upon the argument, collected the check and put the amount thereof to the credit of the defendant, who has since drawn upon the same as a deposit in said bank. The balance of said deposit, not exhausted by the defendant’s draft thereon, is the subject of this attachment.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b290-5\">“ The United States’ Revised Statutes, in section 4747, provide as follows: ‘No sum of money due or to become due to any pensioner shall be liable to attachment, levy or seizure under any legal or equitable process whatever, whether the same remains with the pension office or any office or agent, thereof, or is in course of transmission to the pensioner entitled thereto, but shall inure wholly to the benefit of such pensioner.’</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b290-6\">“ There can be no doubt that Congress has the power-to protect pension money against seizure under our state laws, until it shall have passed into the hands of the pensioner: U. S. v. Hall, 98 U. S. 348. But a pension being a gratuity, involving no claim of right, nor agreement of parties, nor rights of third persons (Harrison v. U. S., 20 Ct. Cl. 122), I am unable to perceive any principle which would render it incompetent for Congress to make that gratuity, even in his hands, inaccessible to his creditors. That question, I think, is not one to be determined by reference to the constitution of the United States or to the powers of Congress under the same, but by reference to the law of the state in which the question arises. Now, an unbroken line of decisions, from Fisher v. Taylor, 2 Rawle, 33, down to such recent ones as Overman’s Ap., 88 Pa. 276 ; Thackara v. Mintzer, .100 Id. 151; Stambaugh’s Est., 135 Id. 585 ; Ghormley v. Smith, 139 Id. 584, has settled the law in this commonwealth that one may provide for another without exposing his bounty to liability for the debts or improvidence of the beneficiary. If a private person has that right in this state, why not the United States ? And what substantial difference can it make whether the provision be made through the medium of a trustee, or directly to the beneficiary? It has never been deemed indispensable, that, e. g., in a gift of a separate estate to a married woman, a trustee should intervene between her and the grantor in order to protect b er estate against the usual incidents of legal estates of married women: Wright v. Brown, 44 Pa. 224. True, in both this and the former instance cited as illustrations, the interest of the beneficiary is an equitable <page-number citation-index=\"1\" label=\"267\">*267</page-number>one. But I need not quote authorities to prove, that, in this state, equity is part of the law, and that the legal rights and liability of persons are determined upon principles of equity. Neither, as I am well aware, is the analogy betweén the instances cited and a case like this a complete one; And if it were ‘ analogies are as likely to misguide as to guide safely:’ Over-man’s Ap., supra, p. 285, per Woodward, J. I have referred to them simply to show that the theory of our law does not exclude the possibility of the exemption I am discussing. It seems to me, however, that, apart from theory, the question of the right of Congress to exempt pension money, even in the hands of the pensioner, from seizure by his creditors under our state laws, is no longer an open question, — any more than that the language of the pension law is sufficient to indicate an intention so to do. ‘This act,’ says Mr. Chief Justice Paxson, in Holmes v. Tallada, 125 Pa. 133, 135, ‘not only protects the pension money from attachment while on its way to the pensioner,’ but it- goes further, and declares that it ‘ shall inure wholly to the benefit of such pensioner; ’ and upon the strength of that declaration it was held that, where a pensioner, having received a check for accrued pension, indorsed and gave it to his wife, who drew the money and applied it to the purchase of. real estate, taking the title in her own name, the property was not liable to seizure and sale for the husband’s debt: Ibid. We all know that it is the law of Pennsylvaniá, that where a married woman acquires property by gift, or by means of the proceeds of a gift, from her husband, it may be taken by his creditors, who would otherwise be kept out of their claims: See Herr’s Ap., 5 W. &amp; S. 494; Duffy v. Ins. Co., 8 Id. <em>413; </em>Stickney v. Borman, 2 Pa. 67 ; Coates v. Gerlach, 44 Id. 43; Ammon’s Ap., 63 Id. 284. It is equally clear that the only exception to this rule can be where the gift by the husband to the wife is of something which, in his hands, would be exempt from seizure by his creditors: See Robb v. Brewer, 60 Iowa, 539. Hence it follows that the logic of the decision exempting the property in- the hands of the wife implies an exemption in the hands of the husband of that whereby it was acquired. It is further to be observed that the ruling in Holmes v. Tallada, supra, was not put upon the ground that the check, not being cashed when indorsed to the wife, represented money in transit <page-number citation-index=\"1\" label=\"268\">*268</page-number>from the government to the pensioner, and for that reason, at the time, exempt from seizure under the first clause of sec. 4747, above quoted: See Farmer v. Turner, 64 la. 690; Hissem v. Johnson, 27 W. Va. 652; Hayward v. Clark, 50 Vt. 617. It is, on the contrary, based upon the language of the last clause declaring that the gratuity ‘ shall inure wholly to the benefit of such pensioner.’ Concerning that provision, it is said: ‘We think the rational interpretation of this language is, that the pensioner may use the money in any manner he may see proper for his own benefit and to secure the comfort of his family, free from attacks of creditors. . . . In his hands it was not liable to seizure:’ 125 Pa., p. 136. I cannot understand this decision otherwise than as authorizing the inferences, (1) that Congress may exempt the gratuity given by it to a pensioner, in his hands, from liability for his debts under the laws of this state; (2) that, by the language of its enactment it has done so; and (3) that, therefore, property acquired by means of pension money is exempt from levy and sale upon execution. So understood, the case is in perfect harmony with the decisions in Crow v. Brown, 81 la. 344, (holding that property purchased by a pensioner with pension money is exempt from execution or attachment by virtue of U. S. Rev. Stat., sec. 4747, and over-a’uling-a whole line of earlier cases to the <em>contrary); </em>Marquardt v. Mason, (la.) 54 N. W. R. 72 (holding, on the authority of Crow v. Brown, supra, that property, purchased by a pensioner’s wife with the proceeds of a pension certificate presented by him to her, was not to be subjected to the payment of a judgment recovered against the pensioner before the purchase); Yates Co. Nat. B’k v. Carpenter, 119 N. Y. 550 (holding that, where the receipts from a pension can be directly traced to the purchase of property, the latter is exempt from execution) ; Folschow v. Werner, 51 Wis. 85 (holding that the specific money received from the government in payment of a pension cannot be attached), and a dictum in Hayward v. Clark, supra (similar in effect to the rulings in the case just cited). I am not unmindful of the fact that there are a number of authorities to the contrary. Besides in the overruled Iowa cases '(Webb v. Holt, 57 la. 712; Triplett v. Graham, 58 Id. 135; Farmer v. Turner, 64 Id. 690; Baugh v. Barrett, 69 Id. 495 ; Foster v. Bju’ne, 76 Id. 295, 300), the doctrine that the exemption from <page-number citation-index=\"1\" label=\"269\">*269</page-number>seizure enacted by U. S. Revised Statutes, sec. 4747, extends only to pension money remaining in the pension office or its agencies, or while in course of transmission, and not to pension money paid and in possession of the pensioner or to property bought with such money in his or his wife’s name, seems to be maintained in the following: State v. Bld’g Ass’n, 44 N. J. L. 376 ; Spelman v. Aldrich, 126 Mass. 117; Faurote v. Carr, 108 Iud. 126; Robion v. Walker, 82 Ky. 61; (overruling Eckert v. McKee, 9 Bush, 365) ; Johnson v. Elkins, (Ky.) 13 S. W. R. 448; McFarland v. Fish, 34 W. Va. 548; Friend v. Garcelon, 77 Me. 25 (citing Knapp v. Beattie, 70 Id. 410, and the overruled Iowa cases) ; Berry v. Berry, 84 Id. 541; Cranz v. White, 27 Kan. 319; Fulwiller v. Infield, 6 Ohio C. C. 36. They are, however, clearly inconsistent with the latest deliverance of our Supreme Court on the subject to which they relate, Holmes v. Tallada, supra, and therefore not applicable to the question before me. Under that decision, and those of other states which agree with it, it is my duty to hold that pension money in the hands of a pensioner, and property acquired by him or his wife with such money, are exempt from execution ; and that, I think, settles this case</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b293-4\">“ When the defendant placed his check with the Farmers’ Bank for collection and after collection by it received a credit with the bank for the amount, what did he do? He did not receive the money. The bank received it. The bank, however, does not hold it for him as his bailee. The deposit made the money paid upon the pension check the property of the bank: Thompson v. Riggs, 5 Wall. (U. S. ) 663, 678; Scammon v. Kimball, 92 U. S. 362, 369, 370; Bank v. Jones, 42 Pa. 536, 537. In return, the bank became debtor to the defendant for that amount: Bank v. King, 57 Id. 202, 205; Thompson v. Riggs, supra; Florence Mining Co. v. Brown, 124 U. S. 391; i. e., the defendant became the holder of a claim upon the bank, a chose in action: Nat. B’k v. Millard, 10 Wall. (U. S.) 152, 357, and cases there cited. In other words, in exchange for the money paid by the government of the United States as a pension to the defendant, the latter became the owner of another kind of property (for a chose in action is property: Carlton v. Carlton, 72 Me. 115, 116; Ides v. Harwood, 30 Minn. 195; Vaughn v. Murfreesboro, 96 N. C. 317), viz., a credit with the <page-number citation-index=\"1\" label=\"270\">*270</page-number>bank which enabled him to draw upon it. This property, therefore (for a credit is property: People v. Worthington, 21 111. 171), being acquired with pension money and in the hands of the pensioner, was, under the decisions I must regard as conclusive upon me, exempt from seizure for the owner’s, the defendant’s, debts under the law of this state.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b294-5\">.“Neither can I perceive any inconsistency in this respect between the decision in Piolines v. Tallada, supra, which I am following, and that in Rozelle v. Rhodes, 116 Pa. 129, relied upon by plaintiff’s counsel. The language of the Supreme Court must be understood with reference to the facts to which it was applied : Bank v. King, 57 Pa. 202, 208; Jíart v. Carroll, 85 Id. 508, 511. The money attached in Rozelle v. Rhodes, supra, was pension money. But it was neither in the hands of the pensioner, nor was it, by a general deposit in a bank, converted into another species of property. It had been placed by the pensioner in the hands of another as a bailee for safe keeping, the identical money to be returned to the pensioner. It was held, that, thus in the hands of the bailee, it might be attached. It may not be clear to me why this should be so, whilst in the pensioner’s hands or converted into some other kind of property it would not be liable. But it is enough for us that it has been so decided, that the present case falls within the latter category, and that, therefore, the decision in Rozelle v. Rhodes, supra, is not here applicable.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b294-7\">“ There are, indeed, in Holmes v. Tallada, supra, two expressions that may be referred to as making against my interpretation of that decision. The Chief Justice, on page-136, says: (1) ‘We need not discuss the question whether property purchased by a pensioner with the pension money and held in his own name would be liable to execution for his debts. No such question is before us; ’ — and (2) ‘ In Rozelle v. Rhodes, 116 Pa. 129, the pensioner had deposited the pension money with a bailee for safe keeping, and it was held that it could be attached in the hands of the bailee. So here, if Jackson Tallada had deposited this money in his own name in bank, it might, under the authority cited, have been liable to attachment.’ (1) The former of these observations simply amounts to a declaration of that which, without it, is self evident, viz., that the facts of the case were not such as to render the decision upon them an express <page-number citation-index=\"1\" label=\"271\">*271</page-number>decision of the status of property acquired with pension money while in the hands of the pensioner. That, however, the point is incidentally covered, — that the proper rule upon it results logically from the decision of the precise question in the case, is not excluded by that statement. Nor, of course, can the latter, by any possibility,,be construed as being even an intimation that such property acquired with pension mone3 would not, in the hands of the pensioner, be exempt. (2) In the other, the first sentence is but an accurate statement of what was decided in the earlier case, and a recognition of it as authority to that extent and no farther. The second sentence, following in immediate sequence, must be read in connection with the first. So read, the word ‘ deposit ’ obviously has reference to a special deposit, such as was proven and passed upon in the earlier case, and is mentioned in Thompson v. Riggs, ubi supra. If, however, the learned Chief Justice had in mind a general deposit in a bank, then it is equally clear that, that question not being before the court, the observation is to be taken as intended merely for illustration or as an obiter dictum, and in either aspect, upon a very familiar principle, not authoritative.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b295-4\">“ It would' be an omission not to refer, in concluding my discussion of this subject, to several decisions, which, though not binding upon me, are entitled to great respect and support the views I have expressed. In Moore v. March, 16 W. N. 239 (1885), the C. P. of Clearfield county, per Krebs, P. J., held a deposit by a pensioner of pension money in a bank not attachable. In Clark v. Ingraham, 38 Leg. Int. 393 (1881), where defendant, a pensionér, had directed his banker, through whom the pension had been collected, to give to defendant’s wife a certificate of deposit for an unused balance of the pension money, it was held by the C. P. of Tioga county, per Williams, P. J., that this deposit could, not be attached for the defendant’s debt. In Stockwell v. Malone Bank, 36 Hun, 583, it was decided that moneys received from a pension and deposited in a bank in the name of the pensioner were not subject to seizure by his creditors, the claim of the pensioner upon the bank by virtue of the deposit representing the pension money itself. True, this decision is directiy based, not upon U. S. Revised Statute, sec. 4747, but upon the N. Y. Civil Code, sec. 1393, <page-number citation-index=\"1\" label=\"272\">*272</page-number>providing that ‘ A pension .... granted by the United States .... for military .... services .... is ... . exempt from levy and sale by virtue of an execution .... or in any other legal. . . .proceeding.’ But it is manifest that this enactment does not make the matter any clearer, or go any farther than the federal statute with which we are here concerned. The latter speaks of any ‘sum of money due or to become due to any pensioner.’ The former exempts the ‘ pension ’ granted by the United States. Now, a pension is defined to be ‘a periodical allowance granted by a government for services rendered : ’ Anderson, Law Die., ad verb. The word ‘ pension ’ as used in the New York statute is, in other words, identical in meaning with the ‘ sum of money due or to become due to any pensioner,’ as used in the act of Congress. Hence, if the one is to be understood as including property acquired by means of the gratuity received — such as a credit in a bank — the other ought to include it also.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b296-4\">“ For the reasons stated, I am of the opinion that the attachment ought to be dissolved. I am glad to be able so to hold, consistently with the decisions in this state, as I understand them, because, apart from any authority, I feel very certain that the act of Congress meant to exempt pension money, or property representing pension money, in whatsoever form, in the hands of the pensioner, from liability for his debts. The declaration that it ‘ shall inure wholly to the benefit of such pensioner,’ following so closely upon the direction that it shall not be liable to attachment, etc., clearly indicates that its appropriation, against the pensioner’s consent, to the satisfaction of his debts was not regarded by Congress as a disposition of it inuring to his benefit, upon the principle noscitur a sociis. Hence that declaration is, to my mind, an unmistakable and emphatic exemption of it from liability to attachment by his creditors.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b296-5\">Rule to dissolve made absolute. Plaintiffs appealed.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b296-6\"><em>Error assigned </em>was making rule absolute.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b296-7\"><em>Adam B. B,ieser, Morris H. Schaffer with </em>him,</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"Amq\">for appellants, cited: Holmes v. Tallada, 125 Pa. 133 ; Rozelle v. Rhodes, 116 Pa. 129 ; 18 A. &amp; E. Ency. L. 294, and cases cited in notes; 7 Id. 141; Jardain v. Fairton Saving Fund Assoc., 44 N. J. L. 376 ; Martin v. Bank, (Vt.) 14 Atl. R. 649.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b297-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number><em>Wm. M. </em>Goodman, <em>Jeremiah K. Grant </em>with him, for appellee,</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"APB\">cited: U. S. Revised Statutes, §§ 4745, 4747 ; Am. &amp; Eng. Ency. of Law, vol. 18, p. 254, citing Bouvier’s Law Diet. 18; Holmes v. Tallada, 125 Pa. 136 ; Moore v. Marsh, 16 W. N. 239; Clark v. Ingraham, 38 Leg. Int. 393.</p>\n<decisiondate data-order=\"24\" data-type=\"decisiondate\" id=\"ABF\">March 12, 1894:</decisiondate>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b297-5\">Pee. Ctjeiam,</author>\n<p id=\"b297-6\">According to the undisputed evidence, the money attached was part of the proceeds of the pension check which defendant deposited with the garnishee bank for collection. It was subject to his check, and was in fact part of his pension money which, as cash, had not yet come into his hands. In view of the undisputed facts, the learned judge of the common pleas was clearly right in holding that under the act of Congress the money was not attachable. That act provides that “no sum of money due or to become due to any pensioner shall be liable to attachment, levy or seizure by or under any legal or equitable process whatever, whether the same remains with the pension office, or any officer or agent thereof, or is in course of transmission to the pensioner entitled thereto, but shall inure wholly to the benefit of such pensioner.” This case is clearly ruled by the principle recognized in Holmes v. Tallada, 125 Pa. 136, and other cases cited in the opinion of the court below.</p>\n<p id=\"b297-7\">The decree dissolving the attachment is therefore affirmed, and the appeal is dismissed with costs to be paid by the appellants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}