{
  "casebody": {
    "data": "<casebody firstpage=\"200\" lastpage=\"210\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b222-5\">Coal Township School Directors.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b223-4\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>Argued April 14, 1927.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AYC\">Before Moschzisker, C. J., Frazer, Walling, Simpson, Kepi-iart, Sadler and SCHAEEER, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b223-10\"><em>F. S. Brown, </em>with him <em>S. L. Gribbin </em>and <em>J. A. Welsh, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"A7g\">The motive of the petitioners in bringing the action is a proper inquiry, and should have been taken into consideration by the court: Whetston v. Williams, 15 Schuyl. L. R. 142; Com. v. Luker, 258 Pa. 602.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b223-11\">The decree of ouster was not justified by the facts in the case: White v. Moore, 288 Pa. 411; Montgomery Twp. School Directors, 38 Mont. 163; Scranton City S. Directors, 6 Pa. D. &amp; C. R. 105.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b223-12\"><em>Charles C. Lark, </em>with him <em>Voris Auten, </em>for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AoEZ\">Motive of petitioners in filing petition was not important : Summit Hill School Dist., 258 Pa. 575; Slippery Rock Twp. School Dist., 222 Pa. 538.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b223-13\">The contracts were absolutely illegal and void. As the testimony shows, Carnot and Cherry regularly re<page-number citation-index=\"1\" label=\"202\">*202</page-number>ceived payments under the void contracts: Jackson v. School Dist., 280 Pa. 601; Mauch Chunk Twp. School Dist., 75 Pa. Superior Ct. 434; Forst’s License, 23 Pa. Superior Ct. 600; Maurer v. Brennan, 58 Pa. Superior Ct. 587.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b224-4\">Teachers were illegally elected: Waltman v. School Directors, 64 Pa. Superior Ct. 458; Winton Boro. School Directors, 4 Pa. D. &amp; C. R. 779; Dyberry v. Mercer, 115 Pa. 559; Dennison Twp. S. Dist. v. Padden, 89 Pa. 395; Hanover Twp. School Disk’s Audit, 265 Pa. 157.</p>\n<decisiondate data-order=\"10\" data-type=\"decisiondate\" id=\"AQr\">June 25, 1927:</decisiondate>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b224-5\">Opinion by</p>\n<author id=\"AQW\">Mr. Justice Frazer,</author>\n<p id=\"b224-6\">These appeals are by four members of a third class district school board from a judgment and decree of ouster by the Court of Common Pleas of Northumberland County. A petition signed by one hundred and ten resident taxpayers of the district was filed in that court under section 217 of the School Code of 1911, for a rule on all the then school directors, numbering seven, to show cause why they should not be removed from office. The rule was granted, answers were filed and the case referred by the court to a special examiner (master) to take the testimony and return the same, together with his opinion, to the court. While these proceedings were pending, one of the directors, T. J. Golden, died and two others, Job Swift and John Bower, who sought reelection were defeated at the polls, and are therefore no longer members of the board. The charges set forth in the petition of the taxpayers are, among other averments, in substance, that the school board awarded contracts to two persons for the transportation of pupils to and from the schools, during the school year of 1924-25, in this respect, violative of section 403 of the School Code of 1911, in that there was not any record upon the minutes of the meeting at which these contracts were let, showing the affirmative vote of a majority of all the members of the board, or how each director voted, and <page-number citation-index=\"1\" label=\"203\">*203</page-number>all reference to the action of the board in this transaction was entirely omitted from the minutes; that the secretary of the board for the school year of 1924-25 was incompetent to fill that position, did none of the work of that office, has not done and is not now doing the services required by the position and that such duties are being performed by the superintendent of schools of the township and by a clerk paid regularly by the school district; that various school teachers were elected and employed by the board without indicating on the minutes of the meeting at which this business was transacted, the affirmative vote of a majority of all members of the board, or showing how each member voted, in violation of section 403 of the School Code; that teachers were elected and employed before having received the required certificates from the department of public instruction; that the school directors employed and paid the sum of $21,000 to one architect, $1,800 to another and $1,202 to a surveyor for services in drawing plans and specifications and making surveys for a proposed high school building, at a time when the board had not acquired title to land-upon which to erect the building, either by purchase, condemnation or otherwise; that for making the audit of the school year of 1923-24 the school board illegally paid out fees to two separate boards of auditors for auditing the accounts of the school district, and that respondents were extravagant and wasteful with the funds of the district.</p>\n<p id=\"b225-4\">The special master in his report and opinion to- the court below found the charges, enumerated above, to be true, with a few slight modifications, which we shall notice in their proper place, and recommended that the court enter a decree removing respondents from office and that the costs of the proceedings be paid by the school board. The court affirmed the report of the master and ordered judgment and decree of ouster to be entered against the four respondents. From that judgment and decree they have appealed to this court.</p>\n<p id=\"b226-3\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>Section 217 of the School Code of 1911, upon which this proceeding is based, empowers the court of common pleas to remove from office an entire school board, or any such of its members as in its opinion is proper, when the board shall “refuse or neglect to perform any duties imposed upon it by the provisions of this act,” if, after petition filed and hearing thereon, “the court shall be of the opinion that any duty imposed on said school directors which is by the provisions of this act made mandatory upon them to perform, has not been done, or has been neglected by them.” This section is mandatory both in its tenor and its terms. Being thus mandatory, it becomes the-imperative duty of the court to remove from their office a school board, or any of the members, if the facts in the case as shown by the evidence warrant and require such removal. The master in the case at bar found, after an exhaustive hearing, that the charges of petitioners, as set forth above, were fully supported by the testimony, and the court below, in affirming his report and recommendation of ouster, said: “The master has stated in the body of his report two separate findings of fact which find support in nncontradicted testimony. They are sufficient for the purpose of this case and are now adopted by this court in like manner and effect as if written out at length herein. His application of the law to the case is correct and warrants his recommendation of ouster.”</p>\n<p id=\"b226-4\">We have examined Avith care the testimony in the case and the findings of fact of the master, as presented in the record before us, and agree with the court below that they justify the opinion of the master and his recommendation that the four respondents be removed from office as school directors.</p>\n<p id=\"b226-5\">We said in Lamb v. Redding, 234 Pa. 481, where it was a question of abuse of discretion on the part qf a school board: “When the contention is that the proposed action is unwise, no matter by what consensus of opinion this is shown, the law will refer it to mistaken <page-number citation-index=\"1\" label=\"205\">*205</page-number>judgment over which it has no supervision. But if it cannot be so referred, if the facts admit of no other conclusion than that the determination of the board has been influenced by other considerations than the public interests, no matter what these may have been, the law will regard it as an abuse of power, a disregard of duty, and it becomes the duty of the courts to interfere for the protection of the public.” The evidence in the present case leads far beyond the conclusion that respondents were guilty of only an abuse of discretion. They threw discretion to the winds, and by a combination of utter incompetency on the part of some, and a flagrant disregard of plain and lawful official duties and a brazen and open neglect of the interests of the taxpayers, on the part of all, they established and followed for years a .line of misconduct as school directors that grossly violated mandatory provisions of the school laws, and which ought to be deeply humiliating to the taxpayers by whose' votes they were placed in office. There was, for instance, as is developed by the testimony, and confirmed by the findings of fact by the master, an extraordinary situation with regard to the performance of the duties pertaining to the secretaryship of this board. Indeed, if it were not for the grave public importance of the present phase of the case, it would be justly provocative of mirth. Not only was there a gross and illegal disregard of the requirements as to the keeping of the minutes of the board, but we find that at least one member of the board who served during one entire year as secretary of that body, could neither read nor write beyond, as he testified, his ability to write his own name, and who nevertheless received a salary of |2,000; while another secretary, also a member of the board, as to whom the testimony leaves grave doubts as to whether he had reached any higher plane of education, seems to have bothered himself very little about the recording of the minutes or other duties as secretary, and who also went on his easy way with the same comforting <page-number citation-index=\"1\" label=\"206\">*206</page-number>salary. We cannot dismiss this aspect of the case without further attention, because nowhere in the School Code are the duties of a school director or of any officer of a school board set forth with more precise particularity and with more mandatory assertion than are the duties of the secretary of the board. Ten sections of the code are entirely devoted to that subject, and of these, sections 314-323, inclusive, wherein his duties are enumerated, are emphatically expressive of command; he “shall” perform those duties in every single instance there set down; and these duties are so far reaching and so important in their results to the public interests that it seems almost incredible that their performance should be entrusted, as they were in this case, to men so utterly incompetent and notoriously negligent. School director Anthony Blusius, one of the respondents in the case, was a member of the board and treasurer during the school year of 1922-23 and secretary in 1923-24. He was called for petitioners as a witness at the hearing before the master, and the following is a portion of his testimony: “Q. We want to know whether your books show it? A. I did not keep the books; I was secretary. Q. As secretary, you kept the minutes? A. No, I did not. Q. Just glance over your minutes and see whether there is any transfer of any additional sum? A. I can’t read. Q. Can’t you read or write? A. I can write my name. Q. Is that all you can write? A. Yes, sir. Q. You were secretary of the school board how many years? A. One year. Q. How much were you paid? A. $2,000. Q. For doing nothing? A. Yes, to sign the checks and bills. Q. You could not read the bills? A. I had somebody else read them.”</p>\n<p id=\"b228-4\">Walter Bielski another of the respondents, was secretary of the board in 1924, and appearing on the stand at the hearing to testify as to the records of a meeting of the school board, his testimony furnishes the following enlightening information: “Q. Who wrote the minutes, who put them on the minute book? A. One of the clerks <page-number citation-index=\"1\" label=\"207\">*207</page-number>of the office. Q. What office? A. School office. Q. Are those the only minutes she wrote in the book? A. Yes, she wrote some more. Q. Isn’t it a fact that she wrote all the minutes while you were secretary? A. Yes, sir. Q. Did you write any of the minutes in the minute book? A. No, sir.”</p>\n<p id=\"b229-4\">It appears, however, that secretary Bielski at odd times took notes at meetings, and'these were sometimes deciphered either by the clerk or by the superintendent of the school district, who managed, when possible, to reduce them to official minutes. Moreover, apparently desirous of showing he was of some value as secretary, Bielski gave the following recital of the labors which he actually performed, when asked as to what he did besides drawing his salary: “Well, I spent two hours a day in the office checking up the bills and stuff and going around with the superintendent visiting schools and seeing that fair work was done. Q. That was what you did as secretary for which you were paid $2,000 a year? A. Yes, and worked checking up bills.” Of course, the minutes of meetings of the board were obliged to be kept in at least passable shape, and by somebody, and, the uncontroverted testimony shows, this service was performed during the entire incumbency of secretaries Blusius and Bielski by the office clerk and the school superintendent of the district. The salary of $2,000 seems, however, to have been regularly and diligently drawn by both officers. Here is a situation which deserves condemnation. It shows the entire school board was grossly negligent in the election and retention in office of incumbents so notoriously remiss in the performance of their duties, while the two incumbents themselves, respondents in this case, violated, as secretaries and directors, the plain mandates of section 314 of the School Code, which enjoins that “the secretary of the board of school directors shall keep a correct and proper record of all the proceedings of the board.” In connection with the numerous and exceptionally impor<page-number citation-index=\"1\" label=\"208\">*208</page-number>tant duties of secretary, as prescribed in the School Code, it must be remembered .that in the abundant and continuous litigation involving transactions of school boards in the matter of taxation, proceedings for the increase of indebtedness of school districts, acquiring of real estate and the construction of school buildings, the issue of school bonds, and numerous other matters of vital concern to the taxpayers, the minutes are frequently of paramount importance as evidence in court, and are found to have been kept so negligently and so illegally that, in this case, grave and costly difficulties ensue. “Public officers cannot by contract or otherwise make over to private persons their functions or powers, for these are committed to them for the public welfare and not for private gain”: Dennison v. Padden, 89 Pa. 395.</p>\n<p id=\"b230-4\">Other illegal practices of this board of directors charged by petitioners, were substantiated by testimony and confirmed by the master’s findings. They awarded contracts at a meeting of the board to two persons for the transportation of pupils, fixing the pay for such service at $295 a month for each of the drivers, who thus received in the aggregate for nine months transportation, $5,310, without recording upon the minutes the affirmative vote of the majority, or showing the vote of each member, again in direct violation of section 403 of the School Code. The same section was similarly violated by the board when they made contracts with and engaged teachers not only without showing the manner of the vote, but entirely omitting from the minutes all reference to the action of the board as to this transaction. They approved in their budget an item of $100,000 for the erection of a high school building, and contracted with and engaged an architect to make plans and specifications, to whom they paid $21,000 for his services, to another architect they paid $1,800 and to a surveyor $1,202, these transactions being completed, and the above named sums paid out before the board had effec<page-number citation-index=\"1\" label=\"209\">*209</page-number>tuated title to any land upon which to erect the proposed, structure, either by purchase, condemnation or otherwise, and which structure was not built at the time of taking this appeal. This particular finding of fact is qualified by the master by the additional statement that “any title that might have been acquired was afterward abandoned.” As to the charge that teachers were elected without having first received the necessary certificates, the master found that while this was true, the negligence in this respect was due to the board’s inattention to the required proceedings to be followed. This is the extent of the extenuation of respondents’ actions which we feel can be allowed; this nevertheless is more than the master admits, for he says in his opinion: “We find, however, no extenuating circumstances.”</p>\n<p id=\"b231-4\">We do not find in the record of the case reasons for favorable consideration of the claim of respondents’ counsel, set forth at length in their brief, that “This proceeding was not instituted for the protection of the public good, but for the gratification of private malice.” This particular school district is large in area; it was proposed to erect a high school building to take the place of one located in the eastern end of the township. The proposition was not satisfactory to residents of the western end, who desired the building to be erected in their territory. Contentions of this character are a common occurrence in the settlement of locations for school structures. Naturally, differences arose and formal protests were presented to the school board by taxpayers of the western portion of the district. There was recrimination from both sides; the master found the petition was not filed by the one hundred and ten resident taxpayers through any improper motive. Neither the palpable incompetency and gross negligence on the part of the secretaries, who were at the same time members of the board, nor the repeated violations of the provisions of the School Code on the part of the board as a whole, were in any manner due to the con<page-number citation-index=\"1\" label=\"210\">*210</page-number>tentions over the site for the proposed school building, and the good faith of petitioners in instituting this action is amply shown by the testimony in the case, which brought into light a course of extravagance, incompeteney, wanton neglect and illegal practices on the part of the school board that no honest citizen, anxious for the welfare of his community, the proper use of public funds, and the efficient and successful management of the public school system, should tolerate or excuse.</p>\n<p id=\"b232-4\">The master found, as matters of fact, that respondents were extravagant and wasteful with the funds of the school district, that at least f25,000 were thrown away in an attempt to provide a much needed high school building, with not so much as a site therefor effectually secured, that school audits had been illegally paid for, that a secretary in office for one year could neither read nor write the English language and that for a period of two years the secretaries did not keep the minutes of meetings or supervise them, and that the evidence “failed to develop anything done by this board for which it is entitled to commendation.” Upon these findings of fact, opinion and recommendation, the learned court below entered judgment and decree removing respondents from office as school directors and in this decree we concur.</p>\n<p id=\"b232-5\">Decree affirmed at costs of appellants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}