{
  "casebody": {
    "data": "<casebody firstpage=\"512\" lastpage=\"515\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b544-7\">ED C. WRIGHT &amp; COMPANY, a Florida corporation, and the Board of Bond Trustees of Road and Bridge District No. 1 of Alachua County, Florida, v. J. C. ADKINS. ED C. WRIGHT, RUTH B. KIRBY and ALVAH C. BELCHER, as Statutory Trustees of Ed C. Wright &amp; Company, a corporation, heretofore created and formerly existing under the Laws of the State Florida, v. J. C. ADKINS.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b544-9\">12 So. (2nd) 296</citation>\n<p data-order=\"2\" data-type=\"misc\" id=\"AL6\">January Term, 1943</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b544-10\">March 5, 1943</decisiondate>\n<court data-order=\"4\" data-type=\"court\" id=\"ABg\">Division A</court>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b544-11\">Rehearing Denied March 26, 1943</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b545-7\"><page-number citation-index=\"1\" label=\"513\">*513</page-number><em>Wylie &amp; Warren </em>and <em>Fielding &amp; Duncan, Casey, Walton &amp; Spain </em>and <em>Zach H. Douglas, </em>for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b545-8\"><em>J. C. Adkins, Jr., W. E. Arnow </em>and <em>C. C. Howell, </em>for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b545-9\">TERRELL, J.:</author>\n<p id=\"b545-10\">Prior to July, 1938, the Board of Bond Trustees of Special Road and Bridge District No. 1 of Alachua County, had outstanding and in default a large bond issue. The district decided to refund these bonds and employed Ed C. Wright &amp; Company to act as its refunding agent. This suit was brought by appellee as plaintiff against the district and its refunding agent on the theory of an implied joint contract for services rendered to both of them with their knowledge and consent. There was a judgment for the plaintiff and defendants appealed. Two appeals are involved but are treated jointly.</p>\n<p id=\"b545-11\">The first appeal was by Ed C. Wright and Company (a Florida corporation which was dissolved while the action was pending in the lower court) from a money judgment recovered by appellee against the dissolved corporation and the district jointly. The second appeal is by Ed C. Wright and others, as statutory trustees of the dissolved corporation from a separate judgment which denied said trustees’ petition for writ of error coram nobis to review the money judgment against the joint defendants.</p>\n<p id=\"b545-12\">It may be stated at the outset that the reasonableness of appellee’s charges is not resisted. It is admitted that he per<page-number citation-index=\"1\" label=\"514\">*514</page-number>formed the services alleged, that his charges were reasonable, that he has not been paid and that he is entitled to compensation. The evidence shows that the services were rendered as part of the bond refunding plan sometimes at the request of one of the parties, again at the request of the other or both, but at all times with the knowledge and consent of both parties and they are shown to have benefitted both parties. It would be useless to detail these services. They were proven beyond question and we think the joint liability of defendants was conclusively shown, the question of joint liability being one of the questions urged.</p>\n<p id=\"b546-4\">In this holding, we do not overlook the contention that the interests of defendants are antagonistic and that they could not be properly represented by appellee. A case could arise in which this would be a valid objection but there is not such antagonism in the interests of defendants to this case. Both defendants admitted that appellee did a splendid piece of work and at all times labored in the interest of the refunding program which was common to both defendants.</p>\n<p id=\"b546-5\">It is next contended that appellee’s contract with defendants was contrary to public policy in that he was at the time State Attorney for the Eighth Judicial Circuit in which the defendant district was located.</p>\n<p id=\"b546-6\">We do not think there is any merit to this contention. Such duties as the state attorney is required by law to perform in connection with validation proceedings ends with the decree validating the bonds and the record shows that all services performed by appellee on his contract with defendants was performed after the bond validating proceedings were concluded. All services performed by him before this were expressly excepted from the contract.</p>\n<p id=\"b546-7\">It is next contended that a public body like a Board of Bond Trustees cannot be held jointly liable with a private corporation under an implied contract like that brought in question.</p>\n<p id=\"b546-8\">In the absence of controlling statute, this question turns on that of whether or not it is shown that the public corporation received benefits from the contract. Moore v. Spanish River Land Company, 118 Fla. 549, 159 So. 673; Town of <page-number citation-index=\"1\" label=\"515\">*515</page-number>Boca Raton v. Moore, 122 Fla. 350, 165 So. 279. Benefits were conclusively shown here.</p>\n<p id=\"b547-5\">The verdict of the jury was for $3500 principal and $1260 interest both items being found separate. On petition for rehearing the trial court required remittitur as to the part of the judgment awarding interest. Appellee assigned cross error on this order.</p>\n<p id=\"b547-6\">Appellants contend that appellee is estopped from taking advantage of that part of the decree in his favor and appealing as to the part that is against him. The case of Florida East Coast Ry. Co. v. Ruckles, 83 Fla. 599, 92 So. 159, is relied on to support this contention.</p>\n<p id=\"b547-7\">The case at bar is easily distinguishable from the last cited case. In the latter case, the judgment was in gross and the only way it could be corrected was by submission to another jury but in this case, the verdict was in two distinct parts and error was assigned as to the disallowance of interest only. No part of the judgment has been paid and appeal was duly taken. Nothing has accordingly been done by appellee to work an estoppel. In other words, the refusal to allow interest on the judgment was a pure question of law that may be reviewed on cross assignment of error.</p>\n<p id=\"b547-8\">We are not unmindful of the holdings of this Court to the effect that political entities cannot be required to pay interest on a judgment such as we have here unless authorized by statute but here we have a judgment against a legal entity that is authorized to contract for defined purposes and we think the contract in question within the rule announced in Treadway v. Terrell, 117 Fla. 838, 158 So. 513, on authority of which cross appellee is entitled to interest on his judgment. Other questions raised have been considered but a discussion of them would serve no useful purpose.</p>\n<p id=\"b547-9\">It follows that on direct appeal, the judgment is affirmed and on cross appeal it is reversed.</p>\n<p id=\"b547-10\">Affirmed in part; reversed in part.</p>\n<judges id=\"b547-11\">BUFORD, C. J., CHAPMAN and ADAMS, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}