{
  "casebody": {
    "data": "<casebody firstpage=\"159\" lastpage=\"194\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b243-3\">STATE HIGHWAY COMMISSION v VANDERKLOOT</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"AiI\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>Submitted October 3, 1973.</otherdate>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AU_\">(No. 6</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AFi\">October Term 1973,</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AknD\">Docket No. 54,427.)</docketnumber>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Apm\">Decided August 2, 1974.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b249-13\"><em>Frank J. Kelley, </em>Attorney General, <em>Robert A. </em><page-number citation-index=\"1\" label=\"166\">*166</page-number><em>Derengoski, </em>Solicitor General, and <em>Louis J. Caruso, Stanley D. Steinborn, </em>and <em>Janis Meija, </em>Assistants Attorney General, for plaintiff,</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b250-5\"><em>Surridge, Vanderkloot, Afton, Young &amp; Reid, </em>for defendants.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b250-6\">Williams, J.</author>\n<p id=\"Arr\">This case involves two substantial constitutional questions. The first relates to highway condemnation and the second to environmental law.</p>\n<p id=\"b250-7\">The first constitutional question concerns the highway condemnation act, MCLA 213.361 <em>et seq.; </em>MSA 8.261(1) <em>et seq., </em>and is whether the standard \"necessity” is a sufficiently precise legislative delegation.</p>\n<p id=\"b250-8\">The second constitutional question, is whether the highway condemnation act is unconstitutional due to a failure to write into that act provisions to respond to Const 1963, art 4, § 52, the constitutional provision concerning protection of Michigan’s natural resources.</p>\n<p id=\"b250-9\">We hold that the standard \"necessity” in the context of the highway condemnation act is a sufficient standard and a constitutional delegation of authority. We hold that Const 1963, art 4, § 52 is an environmental mandate to the Legislature, but that the Legislature need not specifically incorporate environment provisions in each and every pertinent act but may properly respond to the constitution with general legislation, and has done so in the Environmental Protection Act of 1970, 1970 PA 127; MCLA 691.1201 <em>et seq.; </em>MSA 14.528(201) <em>et seq. </em>(herein referred to as \"EPA”).</p>\n<p id=\"b250-10\">We further hold that because of EPA there is an environmental element in judicial review for \"fraud or abuse of discretion” in condemnation matters.</p>\n<p id=\"b251-3\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>I —FACTS</p>\n<p id=\"b251-4\">Appellee, the Michigan State Highway Commission (herein referred to as \"the Commission”), acting under authority of the highway condemnation act, commenced condemnation proceedings on May 12, 1971, in Oakland County Circuit Court for the purpose of acquiring 11.04 acres of land owned by appellants, Robert and Clara Vanderkloot. The Commission sought this land to improve and replace portions of Highway US-24 (Telegraph Road) in and through Bloomfield Township. Acting in accordance with MCLA 213.366; MSA 8.261(6) and MCLA 213.367; MSA 8.261(7), the Commission filed a petition and demand for jury trial, a declaration of taking, a statement of necessity, and a notice of taking and statement of estimated compensation. An order for hearing on petition was entered by the trial court on May 12, 1971, setting the matter for hearing on July 14, 1971 solely on the issue of date of possession and amount of compensation.</p>\n<p id=\"b251-5\">On May 26, 1971, appellant landowners filed a motion for review of necessity of taking property pursuant to MCLA 213.368; MSA 8.261(8), alleging that the Commission had abused its discretion in its determination of the necessity for taking their property \"for the reasons that the existing line of said Telegraph Road (Highway US-24) abutting the subject property adequately serves the necessity and interest of the traveling public and that the property Petitioner seeks to take under these proceedings is a swamp area having increasingly rare or even unique ecological characteristics of benefit to the public and presenting construction problems unnecessarily and unreasonably increasing the cost of the proposed improvement to the public”.</p>\n<p id=\"b251-6\">Simultaneously, on May 26, 1971, appellant <page-number citation-index=\"1\" label=\"168\">*168</page-number>landowners filed a motion for accelerated judgment alleging that the circuit court had no jurisdiction in this matter on the grounds that the highway condemnation act was unconstitutional \"for the reasons that said statute prescribes no reasonably defined standards for the exercise of the discretion required of the Commission under said Act and the duties of the Commission are in conflict with the provision of Article IV, Section 52, of the Michigan Constitution of 1963” relating to protection of natural resources.</p>\n<p id=\"b252-4\">Hearings were held on the motion for accelerated judgment on June 15, 18, and 21, 1971. On June 21, 1971, the trial court granted appellant landowners’ motion for accelerated judgment holding in its subsequent order of July 14, 1971 that the highway condemnation act was unconstitutional both on due process:</p>\n<blockquote id=\"b252-5\">\"[S]aid Act denies due process to Respondents in that there are no standards stated within the Act, either specifically or by reference, to define the authority of the Petitioner to determine the necessity of taking private property for highway purposes pursuant to said Act, so that Respondents may exercise the right of review for abuse of discretion granted under Section 8 of said Act”</blockquote>\n<p id=\"b252-6\">and on environmental grounds:</p>\n<blockquote id=\"b252-7\">\"The Court further finds that Act 295 of PA of 1966 is unconstitutional for the reason that the Act fails to provide for the protection of the natural resources of the State from pollution, impairment and destruction as required under Article IV, Section 52 of the Michigan Constitution of 1963.”</blockquote>\n<p id=\"b252-8\">The Court of Appeals reversed (2-1) on September 27,1972. 43 Mich App 56; 204 NW2d 22 (1972). <page-number citation-index=\"1\" label=\"169\">*169</page-number>We granted leave to appeal on December 26, 1972. 389 Mich 752.</p>\n<p id=\"b253-4\">II —THE DUE PROCESS CHALLENGE</p>\n<p id=\"b253-5\">The constitutionality of the right of the Legislature to delegate to an administrative body the authority to exercise eminent domain power is not in question on this appeal. What is under attack is the nature of this particular delegation of eminent domain powers in the highway condemnation act. Specifically, does the act contain adequate \"standards” to guide the Commission in its discretionary determination of condemnation necessity and to guide the courts in their determination whether that discretion was abused?</p>\n<p id=\"b253-6\">The question of \"standards” and their adequacy in this context presents us then, analytically, with two related due process questions:</p>\n<p id=\"b253-7\">(1) Is the bare standard, \"necessity”, in a legislative delegation of eminent domain powers to an administrative body sufficient to satisfy the demands of substantive due process?</p>\n<p id=\"b253-8\">(2) Is the bare standard, \"necessity”, sufficient to satisfy due process in determining whether there was \"fraud or abuse of discretion, or both, in the necessity of the taking” (MCLA 213.368; MSA 8.261[8])?</p>\n<p id=\"b253-9\">We will deal with these two questions separately.</p>\n<p id=\"b253-10\">\n<em>A. Standards for Legislative Delegation of Eminent Domain Power</em>\n</p>\n<p id=\"b253-11\">Under US Const, Am XIV, § 1, and Const 1963, art 1, § 17, no one may be deprived of life, liberty or property without due process of law. One of the requirements of substantive due process is the <page-number citation-index=\"1\" label=\"170\">*170</page-number>existence of reasonably precise standards to be utilized by administrative agencies in the performance of delegated legislative tasks. <em>Milford v People’s Community Hospital Authority, </em>380 Mich 49, 57-63; 155 NW2d 835 (1968).</p>\n<p id=\"b254-5\">The standard in question in the instant case is the bare term, \"necessity”, contained in MCLA 213.368; MSA 8.261(8) which, in relevant part, reads as follows:</p>\n<blockquote id=\"b254-6\">\"Sec. 8. Within 10 days after the notice required by section 6 has been given, a person claiming fraud or abuse of discretion, or both, in the necessity of the taking of all or any part of the property for the purposes stated in the petition, and having a justiciable interest in the property involved, may file a motion in the same court and cause, asking that such necessity be reviewed. * * * At the hearing the court shall determine whether or not there has been either fraud or abuse of discretion in regard to such necessity. * * * ”</blockquote>\n<p id=\"b254-7\">We hold that this standard, \"necessity”, is sufficient in the context of the highway condemnation act and the history of highway condemnation to satisfy the demands of due process with respect to delegation of legislative authority.</p>\n<p id=\"b254-8\">It is significant to note in reaching this conclusion that use of the term, \"necessity”, governing the legitimacy of administrative condemnation determinations is far from being either a new or unique approach. While Const 1963, art 10, § 2<footnotemark>1</footnotemark> does not require a \"necessity” conclusion prior to condemnation decisions, the previous 1850<footnotemark>2</footnotemark> and <page-number citation-index=\"1\" label=\"171\">*171</page-number>1908<footnotemark>3</footnotemark> constitutions did in fact require precisely such a determination. Under both the 1850 and 1908 procedures, condemnation \"necessity” was reviewed prior to the taking either by a jury of 12 freeholders or by court-appointed commissioners. These fact finders had no difficulty ascertaining the meaning of \"necessity” as applied in this context; nor did this Court in numerous decisions reviewing, <em>inter alia, </em>\"necessity” determinations, have reservations about these fact finders’ ability to evaluate \"necessity” in differing fact situations. <em>In re Petition of Detroit Edison Co, </em>365 Mich 35; 112 NW2d 109 (1961); <em>In re Acquisition of Land for Recreational Purposes, </em>319 Mich 212; 29 NW2d 146 (1947); <em>Kalamazoo v Balkema, </em>252 Mich 308; 233 NW 325 (1930); <em>In re Board of Education of City of Grand Rapids, </em>249 Mich 550; 229 NW 470 (1930); <em>In re Widening of Fulton Street, </em>248 Mich 13; 226 NW 690; 64 ALR 1507 (1929); <em>Village of Hamtramck v Simons, </em>201 Mich 458; 167 NW 973 (1918); <em>Commissioners of Parks &amp; Boulevards of the City of Detroit v Moesta, </em>91 Mich 149; 51 NW 903 (1892); <em>Detroit v Beecher, </em>75 Mich 454; 42 NW 986; 4 LRA 813 (1889); <em>Paul v Detroit, </em>32 Mich 108 <page-number citation-index=\"1\" label=\"172\">*172</page-number>(1875). The fact that in Michigan the term, \"necessity”, is now of statutory rather than constitutional dimension in this context, does not abrogate its traditional sufficiency under the Michigan or United States constitution.</p>\n<p id=\"b256-5\">There are other considerations relevant to our conclusion that \"necessity” is an adequate standard in the context of delegated eminent domain authority. While few courts of record have directly ruled on this issue,<footnotemark>4</footnotemark> numerous courts have implicitly sanctioned use of the term \"necessity” by upholding condemnation determinations based upon statutory enactments using that standard. See 29A CJS, Eminent Domain, § 90. The overwhelming majority of American jurisdictions have utilized this standard to guide administrative agencies in condemnation proceedings. See Guy, State Highway Condemnation Procedures (ICLE ed, 1971), Appendix.</p>\n<p id=\"b256-6\">\"Necessity” is also a recognized standard guiding administrative bodies in making other discretionary determinations based upon delegated legislative authority. See 1 Am Jur 2d, Administrative Law, § 119, p 927.</p>\n<p id=\"b256-7\">Further, it is also significant to note that we are dealing with an area of administrative practice, highway improvement determinations, where a great number of factors have traditionally been found essential to the ultimate condemnation decision, <em>e.g., </em>comparative costs of construction, directness, comparative costs of maintenance, safety, probable amount of travel, convenience, topogra<page-number citation-index=\"1\" label=\"173\">*173</page-number>phy, aesthetics, etc.<footnotemark>5</footnotemark> Utilization of the standard \"necessity” well serves the systemic goal of providing the administrative body authorized to exercise these highway condemnation powers the essential flexibility to respond both to changing conditions and the unique set of factors relevant to particular condemnation determinations while at the same time protecting the constitutional rights of the individual landowner.<footnotemark>6</footnotemark></p>\n<p id=\"b257-4\">In sum, we hold that the standard \"necessity” as utilized in MCLA 213.368 is a sufficient standard for delegation of eminent domain authority. It is a standard \"as reasonably precise as the subject matter requires or permits.” <em>Osius v St Clair Shores, </em>344 Mich 693, 698; 75 NW2d 25; 58 ALR2d 1079 (1956). Appellant landowners’ due process challenge must fail on this ground.</p>\n<p id=\"b258-4\">\n<page-number citation-index=\"1\" label=\"174\">*174</page-number>\n<em>B. Standards for Judicial Review</em>\n</p>\n<p id=\"b258-5\">Appellants have also advanced the related due process argument that \"abuse of discretion * * * in the necessity of the taking” (MCLA 213.368; MSA 8.261[8]) cannot be determined judicially without legislative explication in the form of additional standards underpinning \"necessity”. The argument heretofore has related to whether there were adequate standards to guide and channel administrative action. The \"abuse of discretion” argument changes the focus to whether \"necessity” provides an adequate standard for judicial review of such administrative action. How can that ground for judicial review be understood by trial courts, appellants query, without more detailed elucidation of the meaning of \"necessity”?</p>\n<p id=\"b258-6\">To answer this question, we must first consider the scope of the \"necessity” review under examination in proceedings aimed at determining \"abuse of discretion”. Both parties have vigorously and ably argued what the scope of review of \"necessity” should be.</p>\n<p id=\"b258-7\">Under the 1850 and 1908 constitutions \"the necessity for using such property” was reviewable. Our Court interpreted this language as imposing upon the fact finder \"the duty of determining the necessity for the proposed improvement as well as the necessity for the taking of the property in question”. <em>Board of Water Commissioners of the City of Detroit v Lorman, </em>158 Mich 608, 612; 123 NW 52 (1909). See also <em>Commissioners of Parks &amp; Boulevards of the City of Detroit v Moesta, </em>91 Mich 149, 152-153; 51 NW 903 (1892); <em>In re Edward J Jeffries Homes Housing Project, </em>306 Mich 638, 647-648; 11 NW2d 272 (1943); <em>Grand Rapids Board of Education v Baczewski, </em>340 Mich 265, 270-271; 65 NW2d 810 (1954); <em>Department of Con</em><page-number citation-index=\"1\" label=\"175\">*175</page-number><em>servation v Connor, </em>316 Mich 565, 576-578; 25 NW2d 619 (1947).</p>\n<p id=\"b259-4\">Constitution 1963, art 10, § 2 dropped any provision for review of \"the necessity for using such property”. It deals only with \"just compensation” for taking for a public use. However, the Legislature in the highway condemnation act not only assured the property owner the right to judicial review of the determination of \"just compensation”, as the 1963 Constitution requires, but also granted the property owner the right to judicial review to \"determine whether or not there has been either fraud or abuse of discretion” \"in the necessity of the taking of all or any part of [his] property for the purposes stated in the petition”. In short the 1963 Constitution removed the judicial review of \"the necessity for using such property,” <em>i.e., </em>whether the project was necessary and whether the project needed the property in question, as was found in the 1850 and 1908 Constitutions. But the Legislature in the highway condemnation act restored review of the second question, whether the project needs some or all of the property involved.</p>\n<p id=\"b259-5\">The inquiry more specifically reviews \"the necessity of the taking of all or any part of the property for the <em>purposes stated in the </em>petition\". MCLA 213.368; MSA 8.261(8). (Emphasis added.) Obviously the \"purpose stated in the petition” cannot be the taking of the particular property, because the Highway Department’s purpose is not to take property but \"[i]n general, it is the business of the commission to build and maintain highways.” <em>Central Advertising Co v State Highway Commission, </em>383 Mich 1, 4; 172 NW2d 432 (1969). \"[T]he purposes stated in the petition” therefore must be the highway purposes stated therein.</p>\n<p id=\"b260-3\"><page-number citation-index=\"1\" label=\"176\">*176</page-number>In the instant matter, the petition declares its purpose to be:</p>\n<blockquote id=\"b260-4\">\"[T]he improvement of Highway US-24 in and through the Township of Bloomfield, Oakland County, Michigan, extending from the intersection of Highway US-24 and Lone Pine Road, Northerly along Highway US-24, to a point of ending approximately 250 feet North of Shallow Brook Drive, * * * .”</blockquote>\n<p id=\"b260-5\">There can be no judicial review of the decision to make such an \"improvement”. But the determination of the property on which such \"improvement” is made is subject to judicial review for \"fraud or abuse of discretion”.</p>\n<p id=\"b260-6\">The petition is not clear whether the improvement involved is widening an existing road, relocating an existing road, or re-engineering a turn, or some combination of these. In any event, if the purpose is widening a road, it obviously can be accomplished by widening one side or the other side or partly on one side and partly on the other side. All of this involves the lawful discretion of the Highway Commission which is subject to judicial review for \"either fraud or abuse of discretion”. The matter of relocation, of course, may involve many more variables, and this is likewise true as to re-engineering a curve. Again the Highway Commission’s exercise of discretion in its choice among the variables is subject to judicial review for \"either fraud or abuse of discretion.”<footnotemark>7</footnotemark> Obviously, the variables include both whether the land in question is reasonably suitable and necessary for the \"improvement” and whether there is the necessity for taking particular property rather <page-number citation-index=\"1\" label=\"177\">*177</page-number>than other property for the purposes of accomplishing the \"improvement”.</p>\n<p id=\"b261-5\">As the instant matter comes to this Court on a motion for accelerated judgment there is nothing in the record to show whether the Highway Commission considering all the requirements of pertinent law exercised its discretion in an exemplary and unassailable fashion, whether it acted totally irresponsibly, or whether its conduct fell somewhere in between. This remains to be determined if and when the hearing on the merits occurs under MCLA 213.368; MSA 8.261(8).</p>\n<p id=\"b261-6\">Yet it is clear that regardless of the facts adduced at a later hearing, determination of \"abuse of discretion” in making \"necessity” decisions as described <em>supra </em>presents no exceptional judicial problems. We note that the judiciary has had no difficulty in the past in applying the concept of \"abuse of discretion” to administrative determinations concerning the specific issue which lands should or should not be taken by eminent domain for public purposes. <em>In re Huron-Clinton Metropolitan Authority’s Petition As To Belleville Lake Park Project, </em>306 Mich 373, 385-386; 10 NW2d 920 (1943); <em>Panfil v Detroit, </em>246 Mich 149, 157; 224 NW 616 (1929); <em>New Products Corp v State Highway Commissioner, </em>352 Mich 73, 82; 88 NW2d 528 (1958). Again, analogous to our analysis of the adequacy of the standard of \"necessity” in connection with a standard of legislative delegation, any attempt to over-define \"necessity” in connection with \"abuse of discretion” creates the potential hazard of destroying the essential flexibility which enables both administrative bodies and the judicial system to take into consideration whatever factors are relevant to particular determinations of highway condemnation necessity.</p>\n<p id=\"b262-4\"><page-number citation-index=\"1\" label=\"178\">*178</page-number>We hold therefore that the highway condemnation act is not unconstitutional on due process grounds for lack of adequate standards or for failure to sufficiently define the standards included in the judicial review portion of the act. The term \"necessity” in connection with \"abuse of discretion” is adequate in this context to satisfy the demands of substantive due process.</p>\n<p id=\"b262-5\">Ill —THE ENVIRONMENTAL CHALLENGE</p>\n<p id=\"b262-6\">The second basis of appellant landowners’ attack is that the highway condemnation act is unconstitutional, because, as the trial court held:</p>\n<blockquote id=\"b262-7\">\"[T]he Act fails to provide for the protection of the natural resources of the State * * * as required under Article IV, Section 52 of the Michigan Constitution of 1963 **'*.”</blockquote>\n<p id=\"b262-8\">Constitution 1963, art 4, § 52 provides as follows:</p>\n<blockquote id=\"b262-9\">\"Section 52. The conservation and development of the natural resources of the state are hereby declared to be of paramount public concern in the interest of the health, safety and general welfare of the people. <em>The legislature shall provide for the protection of the air; water and other natural resources of the state from pollution, impairment and destruction. ” </em>(Emphasis added.)</blockquote>\n<p id=\"b262-10\">This constitutional provision is new to Michigan’s 1963 Constitution; the instant case is a case of first impression in interpreting this language.</p>\n<p id=\"b262-11\">Appellants urge this Court to hold, as the trial court implied, that art 4, § 52, creates a mandatory duty on the part of the Legislature to specifically provide for the protection of natural resources in the highway condemnation act and, for all intents and purposes in every other pertinent act. We hold <page-number citation-index=\"1\" label=\"179\">*179</page-number>that art 4, § 52, <em>does </em>create a mandatory legislative duty to act to protect Michigan’s natural resources, but, we further hold that the Legislature has in fact acted pursuant to that duty in the EPA, which impacts, <em>inter alia, </em>the highway condemnation act.</p>\n<p id=\"b263-4\">\n<em>A. Article 4, § 52 Mandatory</em>\n</p>\n<p id=\"b263-5\">Construction of a constitution is a special situation where technical rules of statutory construction do not apply. <em>Traverse City School District v Attorney General, </em>384 Mich 390, 405; 185 NW2d 9 (1971). The Court in <em>Traverse City </em>reiterated three traditional rules of constitutional construction which we will utilize in examining art 4, § 52:</p>\n<p id=\"b263-6\">(1) The primary rule is that the language is to be judged by \"common understanding”. As Justice Cooley defined this phrase, \"[t]he interpretation that should be given it is that which reasonable minds, the great mass of the people themselves, would give it * * * the intent to be arrived at is that of the people, and it is not to be supposed that they have looked for any dark or abstruse meaning in the words employed, but rather that they have accepted them in the sense most obvious to the common understanding * * * .” 384 Mich 390, 405.</p>\n<p id=\"b263-7\">(2) Secondarily, the circumstances surrounding the adoption of the constitutional provision and the purpose sought to be accomplished may be considered. 384 Mich 390, 405.</p>\n<p id=\"b263-8\">(3) Finally, wherever possible, an interpretation that does not create constitutional invalidity is preferred to one that does. 384 Mich 390, 406.</p>\n<p id=\"b263-9\">The threshold question before us is whether the second sentence of art 4, § 52, prescribes a <em>mandatory </em>duty or whether it is merely <em>declaratory.</em></p>\n<p id=\"b264-4\"><page-number citation-index=\"1\" label=\"180\">*180</page-number>Utilizing the primary construction rule of \"common understanding”, it is clear that the sentence must be read as a mandatory command to the Legislature. Certainly the popular and common understanding of the word \"shall” is that it denotes mandatoriness. Where the supporting language is unequivocal, as here, this Court, too, has uniformly held that \"shall” is mandatory.<footnotemark>8</footnotemark> <em>People v Rufus Williams, </em>386 Mich 277, 296, n 1; 192 NW2d 466 (1971); <em>Southfield Twp v Drainage Board for Twelve Towns Relief Drains, </em>357 Mich 59, 76; 97 NW2d 821 (1959); <em>Smith v School District No 6, Fractional, Amber Twp, </em>241 Mich 366, 369; 217 NW 15 (1928); <em>People v De La Mater, </em>213 Mich 167, 171; 182 NW 57 (1921).</p>\n<p id=\"b264-5\">Utilizing the second construction rule of \"circumstances and purpose,” we reach no contrary conclusion. The \"purpose” of art 4, § 52, is most clearly expressed in the language of the provision itself:</p>\n<blockquote id=\"b264-6\">\"The conservation and development of the natural resources of the state are hereby declared to be of <em>paramount public concern </em>in the interest of the health, safety and general welfare of the people.” (Emphasis added.)</blockquote>\n<p id=\"b264-7\">Certainly a construction favoring mandatoriness best implements this constitutional \"paramount public concern” with protection of our environment.</p>\n<p id=\"b264-8\">The test of \"circumstances” is more of a mixed bag. Looking at the record of the Constitutional Convention, the chairman of the committee which <page-number citation-index=\"1\" label=\"181\">*181</page-number>drafted this section át the Constitutional Convention, Frank Millard, made this statement:</p>\n<blockquote id=\"b265-5\">\"The proposed section submitted herewith is merely declaratory and has no automatic self executing quality. * * * The legislature retains, in fact, full discretion to act or not to act, as it wishes, but the responsibility of the legislature for evolving public policy in these matters is emphatically emphasized.” 2 Official Record, Constitutional Convention 1961, p 2602.</blockquote>\n<p id=\"b265-6\">There was rather hot debate on the difference in meaning of \"shall” and \"may”. Two separate amendments were offered on the floor of the Convention seeking to amend this section to make it clearly declaratory. Delegate Edward Hutchinson proposed deletion of the entire present second sentence arguing that the section, as it then read (and now reads) was not declaratory but mandatory. See 2 Official Record, Constitutional Convention 1961, pp 2610-2612. The amendment was defeated 57-46. Delegate Clyne Durst then moved to amend the second sentence to change the word \"shall” to \"have power to”. This amendment too was defeated, 50-46. 2 Official Record, Constitutional Convention 1961, p 2612.</p>\n<p id=\"b265-7\">What the foregoing seems to indicate is that a majority of the Constitutional Convention did not share the apparent drafting committee view that what was to become art 4, §52, was merely a directory provision. At any rate, the \"circumstances” of this section’s adoption by the Constitutional Convention are not, on the whole, strong enough to contradict the already established \"common understanding” analysis, <em>i.e., </em>that the term \"shall” was meant to indicate the <em>duty </em>of mandatory compliance by the Legislature.</p>\n<p id=\"b265-8\">The final rule of construction following a constitutional construction over an unconstitutional one <page-number citation-index=\"1\" label=\"182\">*182</page-number>is not operative in the section under consideration because there has been no suggestion, and we can think of none, why a mandatory section would be unconstitutional.</p>\n<p id=\"b266-5\">Thus, we hold that art 4, § 52, created a <em>mandatory </em>duty on the part of the Legislature to act to provide for the protection of the air, water and other natural resources of the state from pollution, impairment and destruction.</p>\n<p id=\"b266-6\">\n<em>B. Legislative Compliance with art 4, §52: The Environmental Protection Act of 1970</em>\n</p>\n<p id=\"b266-7\">Given the mandatory legislative duty imposed by art 4, § 52, appellants urge us to conclude that the highway condemnation act is constitutionally deficient for failure of the Legislature to comply with that mandate by specific provisions in the highway condemnation act itself. We cannot agree. Appellants take too narrow a view of either the demands of art 4, § 52 or of the EPA. The Legislature was not, and is not, under a duty to make <em>specific </em>inclusion of environmental protection provisions in every piece of relevant legislation. Legislation need not specifically refer to other legislation it affects to be read <em>in pari materia. Detroit v Michigan Bell Telephone Co, </em>374 Mich 543, 558; 132 NW2d 660 (1965); <em>app dism and cert den </em>382 US 107; 15 L Ed 2d 191; 86 S Ct 256 (1965). The Legislature is only enjoined to enact legislation protecting natural resources from pollution, impairment and destruction. The responsive action of the Legislature can be in specific provisions in pertinent enactments or in the form of generally applicable legislation; in fact, the Legislature has acted in general legislation. Such legislation must be read in concert with the highway condemnation act. There is nothing about the highway condemnation act that requires special treatment by in<page-number citation-index=\"1\" label=\"183\">*183</page-number>elusion of specific environmental provisions in that act.</p>\n<p id=\"b267-4\">The chief legislative enactment currently fulfilling the Legislature’s duty to protect our natural resources is the Environmental Protection Act of 1970, MCLA 691.1201 <em>et seq.; </em>MSA 14.528(201) <em>et seq.</em><footnotemark><em>9</em></footnotemark><em> </em>The Commission’s brief to this Court asserts EPA’s applicability to its actions:</p>\n<blockquote id=\"b267-5\">\"The Environmental Protection Act of 1970 * * * represents a comprehensive effort on the part of the legislature to preserve, protect and enhance the natural resources so vital to the well being of this State * * * . The act is broad indeed and applies to state agencies and private individuals, as a reading of section 2 clearly shows * * * . This language does not confine itself to any one narrow area, but applies to any action on the part of any public agency or private entity which has harmed the environment or is likely to do so. This of course includes the planning and construction of the State’s highway system and a myriad of other public and private activities.”</blockquote>\n<p id=\"b267-6\">We agree with the Commission’s analysis on this point. MCLA 691.1202; MSA 14.528(202) and MCLA 691.1203; MSA 14.528(203) are literally applicable to \"conduct * * * likely to pollute, impair or destroy the air, water or other natural resources or the public trust therein” committed <page-number citation-index=\"1\" label=\"184\">*184</page-number>by \"the state, any political subdivision thereof, any instrumentality or agency of the state or of a political subdivision thereof, any person, partnership, corporation, association, organization or other legal entity”. Without question, the planning and construction of the state’s highway system by the Commission falls within these categories.</p>\n<p id=\"b268-5\">\n<em>C. Environmental Element in \"Necessity\" Standard</em>\n</p>\n<p id=\"b268-6\">In this part of the opinion we consider the environmental element included through the operation of Const 1963, art 4, § 52 and EPA in the already considered \"necessity” standard.</p>\n<p id=\"b268-7\">We have already recognized the mandatory quality of the environmental constitutional provision and that EPA was a proper legislative response to it. Now we must consider the particular effect of that response on the highway condemnation act.</p>\n<p id=\"b268-8\">It is most important to note that <em>EPA </em>does not, as both parties imply, merely provide a separate <em>procedural </em>route for protection of environmental quality, it also is a source of supplementary <em>substantive </em>environmental law. See Sax and Conner, <em>Michigan’s Environmental Protection Act of 1970: A Progress Report, </em>70 Mich L Rev 1004, 1054-1064 (1972).</p>\n<p id=\"b268-9\">EPA is designed to accomplish two distinct results:</p>\n<p id=\"b268-10\">(a) to provide a <em>procedural </em>cause of action for protection of Michigan’s natural resources; and</p>\n<p id=\"b268-11\">(b) to prescribe the <em>substantive </em>environmental rights, duties and functions of subject entities.</p>\n<p id=\"b268-12\">We are here concerned with the substantive rights as they apply to the highway condemnation act.</p>\n<p id=\"b268-13\">The conclusion that EPA contains substantive <page-number citation-index=\"1\" label=\"185\">*185</page-number>rights as well as creating special causes of action is supported both by the body and title of the legislation. EPA’s long title reads as follows:</p>\n<blockquote id=\"b269-4\">\"AN ACT to provide for actions for declaratory and equitable relief for protection of the air, water and other natural resources and the public trust therein; <em>to prescribe the rights, duties and functions of the attorney general, any political subdivision of the state, any instrumentality or agency of the state or of a political subdivision thereof, any person, partnership, corporation, association, organization or other legal entity; </em>and to provide for judicial proceedings relative thereto.” (Emphasis added.)</blockquote>\n<p id=\"b269-5\">The title to an act is required by our constitution. As a result, the title is as much a part of the act as the body thereof. <em>Fillmore v Van Horn, </em>129 Mich 52, 56; 88 NW 69 (1901); <em>Leininger v Secretary of State, </em>316 Mich 644, 648; 26 NW2d 348 (1947).</p>\n<p id=\"b269-6\">The body of EPA bears out this interpretation. While MCLA 691.1202; MSA 14.528(202) creates a procedural cause of action, MCLA 691.1203; MSA 14.528(203) also establishes substantive standards imposed upon those engaging in, or likely to engage in, pollution, impairment, or destruction of the air, water or other natural resources or the public trust therein. In relevant part, MCLA 691.1203; MSA 14.528(203) proscribes such pollution, impairment, or destruction unless it is demonstrated that <em>\"there is no feasible and prudent alternative to </em>[the polluting, impairing, or destroying entity’s] <em>conduct and that such conduct is consistent with the promotion of the public health, safety and welfare in light of the state’s paramount concern for the protection of its natural resources from pollution, impairment or destruction”. </em>(Emphasis added.) This substantive environ<page-number citation-index=\"1\" label=\"186\">*186</page-number>mental guideline is applicable to the Commission’s administrative condemnation determinations.</p>\n<p id=\"b270-4\">Referring back then to our prior observations relative to the exercise by the Commission of a proper discretion in the choice of alternatives in accomplishing the \"improvement” purpose set forth in the instant petition, it is clear that, since the environmental constitutional provision and EPA, there are new considerations in the proper exercise of Commission discretion in the choice of alternatives.</p>\n<p id=\"b270-5\">As just indicated, MCLA 691.1203; MSA 14.528(203) proscribes pollution, impairment or destruction of natural resources unless it is demonstrated that \"there is no feasible and prudent alternative”.<footnotemark>10</footnotemark> As a consequence, the Commission in exercising its discretion in taking one particular piece of property rather than another in effectuating its pertinent highway purpose must take into consideration that \"there is no feasible and prudent alternative” choice if the taking of a particular piece of property involves environmental \"pollution, impairment [or] destruction”.<footnotemark>10.5</footnotemark></p>\n<p id=\"b271-3\"><page-number citation-index=\"1\" label=\"187\">*187</page-number>Governor Milliken reacted to Const 1963, art 4, § 52 by issuing Michigan Executive Directive 1971-10, which the Attorney General’s Brief states \"all state agencies are bound to observe”. The Governor’s Executive Order required all state agencies to review all major activities with respect to their impact on the environment and particularly to review:</p>\n<blockquote id=\"b271-4\">\"3. <em>Evaluation of alternatives </em>to the proposed action <em>that might avoid some or all of the environmental effects </em>indicated above. This should include a full explanation of the reasons why the agency decided to pursue the action in its contemplated form rather than an alternative course of action;</blockquote>\n<blockquote id=\"b271-5\">\"4. <em>The possible modiñcation </em>to the project <em>which would eliminate or minimize adverse environmental effects, </em>including a discussion of the additional costs involved in such modifications.” (Emphasis added.)</blockquote>\n<p id=\"b271-6\">While Executive Directive 1971-10 quoted by the Commission was not issued until September 30, 1971 and was not in effect when the statement of necessity in this case was filed May 12, 1971, it <page-number citation-index=\"1\" label=\"188\">*188</page-number>usefully illustrates, and the Commission indicates adoption as, a proper executive interpretation of Const 1963, art 4, § 52 and, more particularly, the \"no feasible and prudent alternative” provision of EPA. The Executive Order while post-dating the instant statement of necessity and hence not direct authority for appellants is nonetheless pertinent as it only translates into administrative terms what is both explicit and implicit in Const 1963, art 4, § 52 and EPA, and, as said above, the Commission’s brief indicates the Commission has adopted its applicability to the highway condemnation act.</p>\n<p id=\"b272-5\">It should also be noted that there is little if any additional \"burden” on the Commission in meeting EPA’s substantive standards in this and other cases where ecological destruction is involved. The National Environmental Policy Act of 1969, 83 Stat 852 <em>et seq. </em>(1970), 42 USC 4321 <em>et seq., </em>already requires, as the Commission concedes, rigorous environmental analysis and study before the Federal government is empowered to participate in the funding of <em>any </em>state project whether or not condemnees have raised ecological objections as in the instant case.<footnotemark>11</footnotemark> The present project, improvement of US-24, was in large part to be financed by the Federal government.</p>\n<p id=\"b273-3\"><page-number citation-index=\"1\" label=\"189\">*189</page-number>The pleadings in this case do raise the question whether the Commission properly took these considerations into account in making its choice of alternatives, but, of course, on the review of a motion for accelerated judgment we do not go into the merits of the case nor is there an appropriate record on which to do so. However, if and when a hearing occurs under MCLA 213.368; MSA 8.261(8) obviously both sides will have the opportunity to introduce their appropriate proofs.</p>\n<p id=\"b273-4\">Procedurally, then, highway condemnation act necessity hearings under MCLA 213.368 should proceed as they have in the past. The legislative intent that EPA not supplant the highway condemnation act judicial review section is made explicit in § 6 of EPA:</p>\n<blockquote id=\"b273-5\">\"This act shall be <em>supplementary </em>to existing administrative and regulatory procedures provided by law.” MCLA 691.1206; MSA 14.528(206). (Emphasis added.)</blockquote>\n<p id=\"b273-6\">The Commission’s filing of a declaration of necessity will continue to be considered <em>prima facie </em>evidence of necessity with the property owner having the subsequent burden of proving fraud or abuse of discretion. <em>Cf. Allegan v </em>Vonasek, 261 Mich 16; 245 NW 557 (1932). See also <em>State Highway Commission v Taylor, </em>41 Mich App 601, 603; 199 NW2d 838 (1972); <em>Livingston County Road Commissioners v Herbst, </em>38 Mich App 150, 152-154; 195 NW2d 894 (1972); <em>Muskegon v Irwin, </em>31 Mich App 263, 270; 187 NW2d 481 (1971); <em>Kalamazoo Road Commissioners v Dosca, </em>21 Mich App 546, 548; 175 NW2d 899 (1970).</p>\n<p id=\"b273-7\">We hold therefore that the highway condemnation act is not unconstitutional on Const 1963, art 4, §52, environmental grounds, that while art 4, <page-number citation-index=\"1\" label=\"190\">*190</page-number>§ 52 creates a mandatory legislative duty to act to protect Michigan’s natural resources, the Legislature has acted to fulfill that duty. We further hold that the substantive environmental duties placed on the Commission by EPA are relevant to MCLA 213.368; MSA 8.261(8) judicial review in that failure by the Commission to reasonably comply with those duties may be the basis for a finding of fraud or abuse of discretion.</p>\n<p id=\"b274-5\">IV —COMMISSION’S SUBMISSION OF MATERIALS</p>\n<p id=\"b274-6\">Appellant’s motion to strike the Commission’s voluminous submission of materials in response to this Court’s request for information without making available similar materials to appellant is dismissed as moot, as the materials were not in shape for consideration by this Court and they were not considered.</p>\n<p id=\"b274-7\">V —CONCLUSION</p>\n<p id=\"b274-8\">For the reasons recited <em>supra, </em>we hold today that the highway condemnation act, MCLA 213.361 <em>et seq.; </em>MSA 8.261(1) <em>et seq., </em>is not unconstitutional on the basis of either the due process or the environmental challenges advanced by appellants.</p>\n<p id=\"b274-9\">We further hold that the highway condemnation act provides judicial review for \"either fraud or abuse of discretion” in the determination whether the land in question is reasonably suitable and necessary for the \"improvement” petitioned for.</p>\n<p id=\"b274-10\">We additionally hold that the substantive environmental duties placed on the State Highway Commission by the Environmental Protection Act <page-number citation-index=\"1\" label=\"191\">*191</page-number>of 1970, MCLA 691.1201 <em>et seq.; </em>MSA 14.528(201) <em>et seq., </em>are relevant to MCLA 213.368; MSA 8.261(8) judicial review in that failure by the Commission to reasonably comply with those duties may be the basis for a finding of fraud or abuse of discretion.</p>\n<p id=\"b275-4\">The Court of Appeals is affirmed. This case is remanded to Oakland County Circuit Court for further proceedings not inconsistent with this opinion.</p>\n<p id=\"b275-5\">No costs, a public question being involved.</p>\n<judges id=\"b275-6\">T. M. Kavanagh, C. J., and Swainson, J., concurred with Williams, J.</judges>\n<footnote label=\"1\">\n<p id=\"b254-9\"> Const 1963, art 10, § 2:</p>\n<p id=\"b254-10\">\"Sec. 2. Private property shall not be taken for public use without just compensation therefor being first made or secured in a manner prescribed by law. Compensation shall be determined in proceedings in a court of record.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b254-11\"> Const 1850, art 18, § 2:</p>\n<p id=\"b254-12\">\"Sec. 2. When private property is taken for the use or benefit of the <page-number citation-index=\"1\" label=\"171\">*171</page-number>public, the necessity for using such property and the just compensation to be made therefor, except when to be made by the state, shall be ascertained by a jury of twelve free-holders, residing in the vicinity of such property, or by not less than three commissioners, appointed by a court of record, as shall be prescribed by law: Provided, The foregoing provision shall in no case be construed to apply to the action of commissioners of highways in the official discharge of their duty as highway commissioners.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b255-7\"> Const 1908, art 13, § 2:</p>\n<p id=\"b255-8\">\"Sec. 2. When private property is taken for the use or benefit of the public, the necessity for using such property and the just compensation to be made therefor, except when to be made by the state, shall be ascertained by a jury of 12 freeholders residing in the vicinity of such property, or by not less than three commissioners appointed by a court of record, as shall be prescribed by law: Provided, That the foregoing provision shall not be construed to apply to the action of commissioners of highways or road commissioners in the official discharge of their duties.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b256-8\"> <em>See </em>though <em>Passaic Junior Chamber of Commerce v Housing Authority of the City of Passaic, </em>45 NJS 381, 393-394; 132 A2d 813, 819-820 (1957); <em>Northeastern Gas Transmission Co v Collins, </em>138 Conn 582, 588; 87 A2d 139, 143-144 (1952); <em>City of Newark v New Jersey Turnpike Authority, </em>7 NJ 377, 384-385; 81 A2d 705, 708-709 (1951) (dicta).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b257-5\"> For an extensive list of factors relevant to highway improvement determinations, <em>see </em>40 CJS, Highways, § 179, pp 44-45 (cited in full in the Court of Appeals opinion in this case, 43 Mich App 56, 66-67). <em>See also </em>the comprehensive list of 23 factors considered administratively in every highway location decision by the Federal Highway Administration. Gray, <em>Environmental Requirements of Highway and Historic Preservation Legislation, </em>20 Catholic U L Rev 45, 58-59 (1970).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b257-6\"> The legislative and administrative need to adopt standards suitable to changing conditions is well-illustrated in the instant environment-condemnation context. Note the discussion of this point in \"Environmental Quality &amp; Public Land Acquisition,” by David R. Levin, an official of the Federal Highway Administration.</p>\n<p id=\"b257-7\">\"In the early stages of road improvement, the dominant concern was to enable people to move themselves and their goods from one point on the earth’s surface to another. But now that our technology has assured this objective, we have reached a stage where the highway must be considered in the context of a total impact upon the social-economic, cultural-environmental fabric of which it is an essential part. Other criteria, in addition to efficiency, have risen in importance to judging the value of a highway. These include safety, aesthetics, and its effect on the social, physical, and cultural environment and ecology, both rural and urban. These elements have become important and widespread public concerns, as they should be.” Southwest Legal Foundation, <em>Institute on Planning, Zoning &amp; Eminent Domain 1971 </em>(Matthew Bender &amp; Co, Inc, 1971), pp 168-169.</p>\n<p id=\"b257-8\"><em>See also Eminent Domain &amp; the Environment, </em>56 Cornell L Rev 651, 659-660 (1971).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b260-7\"> Relevant to such a review, for example, is the Commission’s duty to consider alternative routes for environmental purposes. This duty is imposed by EPA. <em>See </em>Section III, <em>infra.</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b264-9\"> Where \"shall” in context makes a finding of mandatoriness equivocal, there is some authority interpreting \"shall” as \"may”. <em>See Guastello v Citizens Mutual Insurance Co, </em>11 Mich App 120, 136, n 20; 160 NW2d 725 (1968).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b267-7\"> While our discussion will focus on the general impact of EPA on the highway condemnation act, it should be borne in mind that other specific environmental legislation presently enacted, or enacted in the future, might also bear on particular condemnation determinations.</p>\n<p id=\"b267-8\">As well, even in the absence of specific legislative action requiring the consideration of environmental factors in condemnation proceedings, there is a trend in the law towards increasing judicial consideration of the ecological impact of condemnation determinations. <em>See Seadade Industries, Inc v Florida Power &amp; Light Co, </em>245 So 2d 209; 47 ALR3d 1255 (Fla, 1971); <em>Annotation: Propriety of Court’s Consideration of Ecological Effects of Proposed Project in Determining Right of Condemnation, </em>47 ALR3d 1267. <em>See also </em>Mclntire, <em>Necessity in Condemnation Cases </em>— Who <em>Speaks for the People? </em>22 Hastings LJ 561 (1971).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b270-6\"> With facts which may be somewhat similar to those alleged in the instant case <em>see Texas Eastern Transmission Corp v Wildlife Preserves, Inc, </em>48 NJ 261; 225 A2d 130 (1966). <em>See further </em>Sax, <em>Defending the Environment </em>(Knopf ed 1970), pp 213-230.</p>\n</footnote>\n<footnote label=\"10.5\">\n<p id=\"b270-7\"> Early consideration of the environmental impact of proposed highway condemnation decisions should also better serve the affected community’s ecological interests while sparing highway planners unexpected public opposition at a point in time when planning has reached a stage too far advanced for inexpensive and uncomplicated alteration. Note the following analysis on this point:</p>\n<p id=\"b270-8\">\"[Highway engineers * * * have generally considered it unprofessional to scratch around in parochial politics. Because engineers have tended to ignore the highway’s impact on communities it penetrates,, they have frequently been subjected to what Marvin Manheim of MIT calls 'the big surprise.’ They study the highway location, run benefit-cost analyses, propose a route publically, and then are surprised by the overwhelming community opposition it creates.” Demaree, \"Cars and Cities on a Collision Course,” Fortune (February 1970), p 188.</p>\n<p id=\"AO8\">Adding to this \"big surprise” problem is a growing public aware<page-number citation-index=\"1\" label=\"187\">*187</page-number>ness that ecological considerations are just as important to the public interest as the benefits of improved public services resulting from new construction. Recently in Michigan this same public awareness has focused on the environmental impact of public utilities construction. One example from a recent Detroit newspaper editorial:</p>\n<p id=\"Agz\">\"MONITORING MICHIGAN’S UTILITIES”</p>\n<p id=\"b271-8\">\"MICHIGAN’S need for adequate supplies of electricity and gas at reasonable prices and without despoiling the state are eventually going to make imperative the controls on utility plant siting and monitoring of management decisions recommended by Gov. Milliken.</p>\n<p id=\"b271-9\">\"For the better part of a century the utilities built pretty much where and as they pleased without controversy. But as the state has grown, and the demand for energy, the public interest has been threatened by casual planning of transmission lines and pipelines through unspoiled countryside. *</p>\n<p id=\"b271-10\">\"The public interest is also threatened by the location of plants in areas that are vulnerable to water and air pollution and by plants built at the expense of massive cost overruns that do not work very well, or are overly elaborate.” \"MONITORING MICHIGAN’S UTILITIES,” The Detroit Free Press, June 4,1974, p 6A, col 1.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b272-6\"> \"Rigorous” is not too strong a description of the NEPA requirements. The Federal commitment to environmental protection and preservation is strongly supported. It is necessary to produce \"a detailed statement by the responsible official on—</p>\n<p id=\"b272-7\">\"(i) the environmental impact of the proposed action,</p>\n<p id=\"b272-8\">\"(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</p>\n<p id=\"b272-9\">\"(iii) alternatives to the proposed action,</p>\n<p id=\"b272-10\">\"(iv) the relationship between local short-term uses of man’s environment and the maintenance and enhancement of long-term productivity, and</p>\n<p id=\"b272-11\">\"(v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.”</p>\n<p id=\"b272-12\">83 Stat 853, § 102 (1970), 42 USC 4332(C).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b275-7\">Levin, J.</author>\n<p id=\"ACL\"><em>(concurring). </em>We agree with our colleagues that the standard \"necessity” in the context of the highway condemnation act<footnotemark>1</footnotemark> is a sufficient standard and a constitutional delegation of authority.<footnotemark>2</footnotemark> .</p>\n<p id=\"b275-8\">We further agree that Const 1963, art 4, § 52 does not create a mandatory duty on the part of the Legislature to specifically provide for the protection of natural resources in the highway condemnation act and, for all intents and purposes, in every other pertinent act.</p>\n<p id=\"b275-9\">We discern ho need in the context of this case to address questions — not briefed, argued, or in any way dispositive of the issues before us — concerning the construction of the Environmental Protection Act of 1970<footnotemark>3</footnotemark> and the scope of judicial review under that act. We are also concerned that the Court’s language may encourage litigants and judges to structure even routine litigation under the high<page-number citation-index=\"1\" label=\"192\">*192</page-number>way condemnation act and the Environmental Protection Act in constitutional terms.</p>\n<p id=\"b276-4\">Vanderkloot has not commenced an action under the Environmental Protection Act seeking relief from the proposed taking of his property.<footnotemark>4</footnotemark> His pleadings in this highway condemnation proceeding do not constitute a \"prima facie showing” that the Highway Commission’s proposals have or are likely to \"pollute, impair or destroy” any aspect of the environment.<footnotemark>5</footnotemark> The Highway Commis<page-number citation-index=\"1\" label=\"193\">*193</page-number>sion has not been afforded the opportunity, or even been apprised of the necessity, to rebut the environmental claim Vanderkloot is seen as having lodged in his pleadings.</p>\n<p id=\"b277-4\">It is premature to delineate the parameters of judicial review of EPA actions in general, or of such actions if consolidated with highway condemnation proceedings. Neither party argues for or against this Court’s apparent pronouncement that every condemnation proceeding involves environmental issues or its explicit holding that the EPA is \"a source of <em>substantive </em>environmental law” (emphasis in original) and therefore the act’s \"fea<page-number citation-index=\"1\" label=\"194\">*194</page-number>sible and prudent alternative” language is incorporated into the \"necessity” standard for purposes of judicial review.</p>\n<p id=\"b278-5\">This Court’s statement that there is a \"mandatory legislative duty imposed by art 4, §52” implies that during the period between EPA’s enactment in 1970 and the effective date of the 1963 Constitution, the Highway Commission and other state agencies and government units whose actions may affect the environment were operating in derogation of the constitution. This language also suggests that repeal or significant alteration of EPA by the Legislature would violate art 4, § 52.</p>\n<p id=\"b278-6\">We would await a case in which these weighty EPA issues are litigated before attempting to resolve them.<footnotemark>6</footnotemark></p>\n<p id=\"b278-7\">We concur in the affirmance of the Court of Appeals.</p>\n<judges id=\"b278-8\">T. G. Kavanagh and M. S. Coleman, JJ., concurred with Levin, J.</judges>\n<judges id=\"b278-9\">J. W. Fitzgerald, J., did not sit in this case.</judges>\n<footnote label=\"1\">\n<p id=\"b275-10\"> MCLA 213.361 et seq.; MSA 8.261(1) <em>et seq.</em></p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b275-11\"><em> See People v Fields, </em>391 Mich 206, 224; 216 NW2d 51 (1974) (Levin, J., <em>dissenting).</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b275-12\"> MCLA 691.1201 <em>et seq.; </em>MSA 14.528(201) <em>et seq.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b276-5\"> A person may assert environmental objections by bringing an action under the Environmental Protection Act (MCLA 691.1202; MSA 14.528[202]) \"in the circuit court having jurisdiction where the alleged violation occurred or is likely to occur for declaratory and equitable relief * * * for the protection of the air, water and other natural resources and the public trust therein from pollution, impairment or destruction”.</p>\n<p id=\"b276-6\">A nonparty may intervene in a pending proceeding \"as a party on the filing of a pleading asserting that the proceeding or action for judicial review involves conduct which has, or which is likely to have, the effect of polluting, impairing or destroying the air, water or other natural resources or the public trust therein”. MCLA 691.1205; MSA 14.528(205).</p>\n<p id=\"b276-7\">If, in an EPA action, Vanderkloot made a \"prima facie showing that the conduct of the [Highway Commission] has, or is likely to pollute, impair or destroy the air, water or other natural resources or the public trust therein”, the Highway Commission would be obliged either to rebut the prima facie showing or to present evidence in support of an affirmative defense that there is \"no feasible and prudent alternative to [its] conduct and that such conduct is consistent with the promotion of the public health, safety and welfare in light of the state’s paramount concern for the protection of its natural resources from pollution, impairment or destruction”. MCLA 691.1203; MSA 14.528(203).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b276-8\"> Asserting that the Highway Commission abused its discretion in determining that there was a \"necessity” to take his property, Vanderkloot alleged: \"The property petitioner seeks to take * * * is a swamp area having increasingly rare or even unique ecological characteristics * * * .”</p>\n<p id=\"b276-9\">These bare allegations do not constitute the prima facie showing required by MCLA 691.1203; MSA 14.528(203).</p>\n<p id=\"b276-10\">In <em>Freeborn County v Bryson, </em>— Minn —; 210 NW2d 290, 293 (1973), landowners commenced an action under the Minnesota Environmental Rights Act following the commencement of condemnation proceedings against their property. The two actions were consolidated for trial.</p>\n<p id=\"b276-11\">The Minnesota environmental statute, like Michigan’s, places upon <page-number citation-index=\"1\" label=\"193\">*193</page-number>the plaintiff the burden of making \"a prima facie showing that the conduct of the defendant has, or is likely to cause the pollution, impairment, or destruction of the air, water, land or other natural resources”.</p>\n<p id=\"b277-6\">The landowners in the Minnesota case presented the Court \"[e]x-pert witnesses [who] testified that marshes or wetlands provide a unique natural ecosystem or environment because they are capable of supporting a greater diversity of life than other habitats such as woodlands, tundra, desert, or grasslands. This particular marshland was regarded by the experts as an integrated unit with the larger slough complex. Because of its natural attributes, it was considered a desirable waterfowl habitat and production area. * * *</p>\n<p id=\"b277-7\">\"The expert witnesses all stated their opinion that the construction of the proposed highway would have a significant detrimental effect on the marsh area’s value as a wildlife area because it would eliminate some of the area’s natural assets, destroy the quietness and solitude of the marsh, increase animal and bird fatalities, and have other adverse effects.”</p>\n<p id=\"b277-8\">On the basis of that evidentiary showing, the Minnesota Court reversed the trial court’s finding that the landowners had not made a prima facie showing.</p>\n<p id=\"b277-9\">We refer to the Minnesota case to illustrate the kind of prima facie showing deemed sufficient under a similar statute. We recognize that expert witness fees often run high and that no unnecessary financial burden should be imposed on persons seeking relief under the Environmental Protection Act. Nevertheless, we cannot join our colleagues in saying that it is \"[without question [that] the planning and construction of the state’s highway system” is by definition \"any conduct * * * likely to pollute, impair, or destroy the air, water or other natural resources or the public trust therein” and that, therefore, apparently, any person who opposes a particular highway condemnation makes a prima facie showing under the EPA on bare allegations.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b278-10\"> In his 26-page brief, Vanderkloot’s discussion of EPA is limited to less than one paragraph. The Attorney General’s 40-page response adverts to EPA for less than 3 pages. Neither brief discusses the EPA issues decided by this Court or requests the relief granted.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}