{
  "casebody": {
    "data": "<casebody firstpage=\"289\" lastpage=\"290\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b289-14\">Cunningham <em>against </em>Brown &amp; M’Kenzie, manucaptors of Shepherd.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"ATv\">ch^nJ“sg6 <em>H </em>a commission-order* añ ™xonereiw, on the discharge of the princibody^act the same manner as on an actual surrender.</headnotes>\n<headnotes data-order=\"3\" data-type=\"summary\" id=\"b289-22\">The discharge is conclusive, and cannot, be questioned, as against the bail, for irregularity fraud.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b289-15\">Debt on recognizance of bail. The capias was returnable the 20th day of October last. Being served on the defendants, Mr. Bucklm, a commissioner to do the chamber duties of a judge of the Supreme Court, made an order _ <em>n </em>. oil the 24th, lor the plaintiff to show cause before him on the 27th, why an exoneretur should not be entered on the bail piece.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b290-7\"><page-number citation-index=\"1\" label=\"290\">*290</page-number>This order was founded on the discharge of Shepherd, the principal, under the act to abolish imprisonment for debt in certain cases, granted on the second day of July preceding Shepherd had gone to Michigan; and had been there most of the time since his discharge.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b290-8\">The order for the exoneretur was opposed, on the ground that the insolvent discharge was surreptitiously obtained ; that the proceedings before the commissioner were irregular ; and that the insolvent had fraudulently concealed his property, and made a false inventory, &amp;c. so that the discharge was void by the statute. But Mr. Bucklin ordered the exoneretur on payment of costs.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b290-9\"><em>J. Platt </em>now moved to set it aside.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AKJD\">He said a judge 01 commissioner has no power to order an exoneretur, especially during term time, as this was, without an actual surrender. And if the commissioner had the power to discharge, the papers before him showed that the discharge was fraudulent and void.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b290-10\"><em>D. Tillinghast </em>and <em>A. Spencer, </em>contra.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AZL\">No doubt, a judge at chambers may order an exoneretur on actual surrender. A discharge under the insolvent act is equivalent to a surrender. (1 Caine’s Rep. 9,10,11.) It is the same thing in effect, and gives the judge jurisdiction. An actual surrender would have been a very idle ceremony; for, on producing the discharge to the gaoler, he could not have detained the principal, one moment.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b290-11\">This discharge was conclusive, at least, as respects the bail, who, it is not pretended, were parties to the irregularity or fraud; or even knew any thing about it. But the discharge cannot he questioned in this collateral way. It is so as to a discharge under the 2-3 act. (1 Cowen 50); and the rule in relation to the body act is the same, except on the mere question of holding to hail. (1 Cowen, 228.) They also cited 1 Tidd, 240, 1, 2.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b290-12\">For these reasons,</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b290-13\">The Court Avere clear against the motion ; and denied it with costs.</p>\n<p id=\"b290-14\">Rule accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}