{
  "casebody": {
    "data": "<casebody firstpage=\"368\" lastpage=\"371\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b368-7\">J Williams <em>against </em>Crary, executor of M. Williams.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b368-8\">A set off pleaded It must be by no-general issue. A bond which has been can-celled cannot</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"AOsj\">ral rale, that a ty ^^debtor to his creditor, which is equal to, or greater shall con-Si&lt;f1fdf aS f it; but this does not apply ting in an open accoimt.ated</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"Aek\">The plea of satisfaction should always that the be-made in satis-\" faction of the intended as píeading^the bequest; and equ'al^to, or greater than the debt, is bad asanargumentative plea.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"A2r\">On demurrer to the defendant’s plea. ■ The action was assumpsit for goods sold to, and work and labor, care and diligence done, performed, and bestowed by the plaintiff, and his servants,-horses and carnages, in and about the busjIiesg 0f the defendant’s testatrix, in her life time, <em>Sec. </em>with <em>1 </em>the money counts,</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"A85\">The defendant pleaded several pleas; .the third of which was, that the plaintiff, in the life time of the defendant’s testatrix; to wit, August 6th, 1806, made a bond and mortgage to ^ defendant’s testatrix, conditioned for $1000, annuity, 7 w 7 <em>J' </em>to her during her natural life; that before the 1st of April, 1819, the testatrix was indebted,-as set forth in the declara^on’ i11 an' amount $1600 less than what .the plaintiff owed on his bond and mortgage; and being distant from the plaintiff, unable to account with him or-ascertain the amount of his demand, and desirous that no more should ke exacted of the plaintiff, she made her will on that day, ordering that when the plaintiff should pay that sum to her executors, they should cause satisfaction of the mortgage t0 entered of record. That she died August 19th, 1819, when the plaintiff owed on the bond $4000; more than sufficient to satisfy the plaintiff’s demand, after the $1600 were deducted. That the plaintiff afterwards paid the $1600, February 19th, 1820; and satisfaction was entered accor^ng to <em>&gt; </em>an(^ was cancelled; but that the plaintiff is still indebted in $2400, the balance, after deducting d'1® $1600 ; which $2400 exceeded the damages due.the plaintiff for the causes set forth in his declaration: and this, <em>1 </em>- the delendant, by his plea, offered to set off against the plaintiff’s claim.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"AmI\">Demurrer and joinder.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b368-19\">/S'. Stevens, in support of the demurrer.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AiG\">The plea is oí a set off which can only come in by way of notice. (10 John. 396. 13 id. 9.) !</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b369-3\"><page-number citation-index=\"1\" label=\"369\">*369</page-number>The legacy cannot be deemed a satisfaction. It is never so though bequeathed by a debtor to his creditor, if the claim be unliquidated. (1 P. Wms. 299. Toller, 264, 5. <em>7 </em>Br. P. C. 12.) The plea, in truth, does not show any bequest tó the plaintiff. It is to be intended that only $1600 were due, which the plaintiff was required to pay. The debt claimed to be set off arose after the will. (3 P. Wms. 355. lid. 299. 2 Salk. 508. 2 P. Wms, 616.)</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b369-4\">The plea sets out the evidence of the defence; whereas it should have stated the legal conclusion. If any thing, the facts pleaded would make out payment or accord and satisfaction; and should have been so pleaded.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b369-5\">At any rate, the matter pleadéd is no defence at law. It is merely of equitable cognizance; and within the cases, it would be no defence even in chancery.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b369-6\"><em>J. Crary, </em>contra.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AFMV\">The only question is, whether the bequest was intended as á satisfaction for the debt; and was accepted by the plaintiff as such. If this was so, it forms a good legal defence: “ Where a legacy is given by a debtor, to his creditor, which is equal to or greater than the debt, the former is presumed tti-be intended to be in satisfaction of the latter; though no notice is taken of the debt in the will.” (Newl. on Cont. 275, and the cases there cited.)</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b369-7\">I am not aware that the form of introducing this set off has ever been condemned. A <em>plea </em>of set off is very common, as well as a notice.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b369-8\"><em>Curia, </em>per Sutherland,.!.</author>\n<p id=\"AfJ\">The demurrer is well taken. The plea is bad both in form and substance. From the conclusion, it seems to be intended as a plea of set-off. In this respect it is bad: because a set-off under our statute, .cannot be specially pleaded; but must be taken advantage of under the general issue, by way of notice. <em>(Alsop </em>v. <em>Caines, </em>10 John. 399. 13 John. 24.)</p>\n<p id=\"b369-9\">There is no right of set-off at common law. It is a remedy given exclusively by statute. The mode in which the statute authorizes parties to avail themselves of it, is by a <page-number citation-index=\"1\" label=\"370\">*370</page-number>plea of the general issue, and notice. This mode, therefore must be pursued. The English statutes of set off allow it either to be pleaded, or notice to be given with the general issue. (2 Burr. 820, 4 id. 2214.) Our statute allows only the latter mode, <footnotemark>(a)</footnotemark></p>\n<p id=\"b370-8\">But if it could be pleaded, the plea in this case is bad ; because it appears on the face of it, and indeed is expressly averred, that the bond, which is sought to be set off, has been cancelled by the defendant; and the accompanying mortgage satisfied of record. After cancelling the bond, the defendant cannot avail himself of it, by way of set off at law. If it was surrendered through mistake or misapprehension of his right, the defendant’s remedy must be sought in a different way. But here it was cancelled in obedience to the express directions of the testatrix in her will. It is admitted by the plea, that the plaintiff paid the amount which the will directed should be received, in full satisfaction of the bond. ■ It is not a case of set off, therefore, in any form of pleading.</p>\n<p id=\"b370-9\">Nor can it be sustained as a plea of. legacy, or bequest in satisfaction of the demand of the plaintiff. It is not pleaded as a legacy. And although it is a general rule, that a legacy given by a debtor to his creditor, which is equal to, or greater than the debt, shall be considered as a satisfaction of it; yet where there are any circumstances in the case to repel the presumption that- such was the intention of the testator, courts have always eagerly seized upon them to prevent the application of the rule. It has never been applied to the case of a debt existing in an open and unliquidated account ; because the testator, in such a case, is not supposed to know how the balance stands, and whether the legatee is his creditor or not.</p>\n<p id=\"b370-10\">Here the plaintiff’s demand consists entirely of an unliquidated account for board and lodging, care and diligence, and services rendered, &amp;c.; and the'plea expressly avers, that the testatrix did not know the amount of the plaintiff’s demand, and had no means of ascertaining it, when she made her will. (Toller, 264. 1 P. Wms. 324, 409, note (1) and ca<page-number citation-index=\"1\" label=\"371\">*371</page-number>ses there cited. 2 id. 614. 2 Fonbl. 322, sect. 5, particulariy note (5) 323.)</p>\n<p id=\"b371-4\">The pica is also argumentative. It contains no averment on which the plaintiff could have taken issue, which would have presented a material question for trial. It does not allege that the testatrix made a bequest to the plaintiff in satisfaction of his debt. Nor does the plea expressly aver, that such was the intention of the testatrix-in directing tiie plaintiff’s bond to be cancelled upon his paying $1600.</p>\n<p id=\"b371-5\">Judgment for the plaintiff.</p>\n<footnote label=\"(a)\">\n<p id=\"b370-11\"> See <em>Wheeler </em>v. <em>Merchant, </em>ante, 231</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}