{
  "casebody": {
    "data": "<casebody firstpage=\"768\" lastpage=\"771\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b784-4\">[Crim. No. 2846.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ag7\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aa3\">Sept. 26, 1958.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b784-5\">THE PEOPLE, Respondent, v. HOMER GRIFFIN, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b785-8\"><page-number citation-index=\"1\" label=\"769\">*769</page-number>Robert O. Fort, under appointment by the District Court of Appeal, for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b785-9\">Edmund G. Brown, Attorney General, Doris H. Maier and Lloyd Hinkelman, Deputy Attorneys General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b785-10\">PEEK, J.</author>\n<p id=\"Aky\">This is an appeal by defendant from a judgment of conviction of murder of the second degree following a trial before the court sitting without a jury.</p>\n<p id=\"b785-11\">The evidence shows that defendant had loaned a dollar to one Williams upon his statement that he would repay defendant that same evening. However when defendant asked Williams for the return of the money, Williams stated he would pay the defendant when he got it. The following morning while the two men were in a bar in the city of Stockton, the subject of the loan was brought up again. Williams informed defendant he wasn’t going to pay him the money. Williams thereafter left and with one Mingo walked across the street to a second bar. A few moments thereafter defendant entered the second bar and again demanded the money from Williams. When Williams informed him he had no money, defendant became angry and was admonished by Mingo to be quiet. Shortly thereafter Williams and the defendant came out of the bar and continued their argument on the sidewalk. Before leaving the bar defendant made sure that he had his knife in his pocket. Williams stood facing the defendant, holding his coat over his arm with his hands at his sides. According to one witness, Williams did not appear to be arguing with the defendant but did appear like a man who was “kind of drunk.” Defendant said something to Williams who shook his head. At that moment defendant sprang at him and stabbed him in the chest, the impact of <page-number citation-index=\"1\" label=\"770\">*770</page-number>the blow knocking Williams off his feet. As he lay on his back on the sidewalk defendant kicked him in the face two or three times. Persons nearby helped Williams to his feet and to an adjoining hotel where he requested that someone call for an ambulance. Defendant immediately left the scene and went to his hotel where he hid the knife. When apprehended by the police that same evening, he denied any connection with the stabbing; however, he later admitted his acts hut stated they were done in self-defense. The autopsy revealed that the cause of death was a stab wound which entered the pericardium of the heart causing an acute hemorrhage in the left chest.</p>\n<p id=\"b786-5\">Defendant contends that under the record he at most could only be convicted of manslaughter.  The Supreme Court of this state has defined murder of the second degree as “. . . a willful act characterized by the presence of malice aforethought and, at least ordinarily, by the specific intent to kill, and by the absence of premeditation and deliberation.” <em>(People </em>v. <em>Bender, </em>27 Cal.2d 164, 181-182 [163 P.2d 8].) Applying this rule to the facts in this case, there can be no question but that all of the elements noted in the Bender case are present here.</p>\n<p id=\"b786-6\">But, says the defendant, much of the evidence relied upon by the prosecution in support of the conviction was inherently improbable; that is, that a person wounded as was the decedent could have arisen from the sidewalk and walked to a nearby hotel to summon aid. And, secondly, the testimony of the main witness for the prosecution was so contradictory and incredible as to be unworthy of belief.</p>\n<p id=\"b786-7\">As regards defendant’s first argument, the record shows testimony by the autopsy surgeon that the length of survival of an individual receiving a like wound depended upon the facts of the particular case. Nothing to the contrary appears.  Secondly, any conflict in the testimony of the state’s witnesses, the weight to be given such testimony and its credibility, were matters for determination by the trier of fact and not this court on appeal. <em>(People </em>v. <em>Newland, </em>15 Cal.2d 678 [104 P.2d 778].)</p>\n<p id=\"b786-8\"> Defendant’s further contention, that at most he could only be guilty of manslaughter, is also without merit. Under the provisions of Penal Code, section 192, subdivision 1, manslaughter is defined as the unlawful killing of a human being without malice “upon a sudden quarrel or heat of passion.” In amplification of such statutory definition, our <page-number citation-index=\"1\" label=\"771\">*771</page-number>Supreme Court has held that voluntary manslaughter is “a wilful act, characterized by the presence of an intent to kill engendered by sufficient provocation and by the absence of premeditation, deliberation and (by presumption of law) malice aforethought . . . [and that] to be sufficient to reduce a homicide to manslaughter, the heat of passion must be such as would naturally be aroused in the mind of an ordinary, reasonable person, under the given facts and circumstances, or in the mind of a person of ordinary self-control.” <em>(People </em>v. <em>Bridgehouse, </em>47 Cal.2d 406, 413 [303 P.2d 1018].)  Here the record discloses ample evidence from which the trial court could reasonably have found that defendant did not act “upon a sudden quarrel or heat of passion” but, to the contrary, that he acted wilfully, with malice and without provocation and hence was guilty of the crime of murder of the second degree. Under such circumstances this court would not be warranted in reducing the homicide to manslaughter or otherwise interfering with the judgment as entered.</p>\n<p id=\"b787-4\">The judgment is affirmed.</p>\n<p id=\"b787-5\">Van Dyke, P. J., and Sehottky, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}