{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"357\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b369-9\">[Civ. No. 13950.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Apz\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Apzu\">Apr. 20, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b369-10\">ROBERT BURR (a Minor), Respondent, v. WILLIAM HENRY GOSS et al., Appellants; WILLARD H. GOSS et al., Appellants, v. LE ROY C. BURR et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b371-11\"><page-number citation-index=\"1\" label=\"353\">*353</page-number>Campbell, Hayes &amp; Custer and Edward J. Niland for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b371-12\">Callaghan &amp; Giannini, Peter Anello, Charles R. Wayland and David S. Lull for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b371-13\">NOURSE, P. J.</author>\n<p id=\"AyI\">Robert Burr was injured while riding on a motorcycle operated by his brother, Le Roy Burr. Mrs. F. H. Burr, the mother of these two, was the owner of the <page-number citation-index=\"1\" label=\"354\">*354</page-number>machine, and it was being operated at the time of the accident by Le Roy with the owner’s permission. W. H. Goss, accompanied by his wife, was operating an automobile at the time and the two vehicles came into collision at a street intersection. Robert Burr was thrown from the motorcycle and suffered serious -injuries. The Goss car was turned over and Mrs. Goss suffered injuries. Robert Burr first sued the Goss’s for damages. Mr. and Mrs. Goss filed a cross-complaint against the Burr brothers and against the mother as owner of the motorcycle. Mr. and Mrs. Goss commenced a separate action against the same three Burrs and these actions were consolidated for trial before a jury. A verdict against Mr. and Mrs. Goss in favor of Robert Burr for $15,000 was entered as well as one that Mr. and Mrs. Goss take nothing from the Burrs.</p>\n<p id=\"b372-5\">The appeal of Mr. and Mrs. Goss specifies nine separate grounds urged for a reversal, which we will take in order. A detailed statement of the facts is not necessary. The evidence presents the everyday occurrence of two motor vehicles colliding in a street intersection with the witnesses on both sides solemnly swearing to fantastic estimates of speed, light and air conditions and attending circumstances. Counsel for all parties argue on this evidence in all seriousness, but the conflicts do not appear to have any great bearing on the result.</p>\n<p id=\"b372-6\">(1) Two grounds of misconduct are raised.  The first relates to the efforts of respondent’s counsel to bring in a statement which Le Roy Burr made to a police officer that Goss “was coming as fast as he could come.” We cannot perceive how any sensible jury could have been deceived by such testimony or how it could have had any prejudicial effect on the verdict.  The second relates to the act of counsel for respondent during his argument to the jury in writing with crayon over a map which was an exhibit of the scene of the accident. It does not appear that the portions of the map thus obliterated were material or that the jury was in any manner confused by the change.</p>\n<p id=\"b372-7\">(2) At the request of the respondent the usual “to look is to see and to listen is to hear” instruction was given. Appellants complain that it was inapplicable here because of the evidence that the light of the motorcycle was not burning until a fraction of a second before the collision. Thus they say the words “object clearly visible” and “in plain sight” assumed facts which were in dispute. Whether the motorcycle was visible was a disputed question of fact, and the instruc<page-number citation-index=\"1\" label=\"355\">*355</page-number>tion would have been a more accurate statement of the law if it had included the injunction to the jury “if you find that the motorcycle was clearly visible.” Instructions similar to that given have been passed as nonprejudieial, though in <em>Bischell </em>v. <em>State of California, </em>68 Cal.App.2d 557, 563 [157 P.2d 41], it is said to be not “happily worded.” But, since the respondent who was the one seriously injured was riding as a guest, the jury apparently did not hold him to blame for the act of his brother, assuming that the jury believed the testimony that the motor vehicle was not visible when appellants entered the intersection, and hence it does not appear to have been prejudicial.</p>\n<p id=\"b373-6\">(3) At the request of respondents the jury was instructed that if Goss “was negligent, no matter how slight” the verdict must be in favor of defendants. The instruction was designed to cover appellants’ separate suit for damages, and to relate to the question of their contributory negligence, but appellants complain that it was not limited to that action and that it might have given the jury the impression that “slight” negligence on the part of Goss justified a verdict against him in the main case where he appeared as a defendant. Possibly the instruction was objectionable because it tended to set up a standard of slight negligence on the part of Goss as compared with a standard of ordinary care on the part of his adversaries <em>(Polk </em>v. <em>City of Los Angeles, </em>26 Cal.2d 519, 532-535 [159 P.2d 931]), but it is difficult to see how the jury was confused in this instance or that there was any prejudicial error.</p>\n<p id=\"b373-7\">(4) A police officer was permitted to testify that he asked Mr. Goss if he had not been going around 40 miles an hour and that Mr. Goss said, “no” that he was going between 20 and 25. Why the question was asked does not appear. The answer had no evidentiary value and was not objected to. Appellants now complain because the trial court refused their proposed instruction telling the jury that this testimony was admissible only to show the conversation and was not evidence of the speed of the vehicle. The instruction might well have been given, but it was merely a commonplace statement of what any reasonable juror knew and we can find no prejudice in the refusal to give it.</p>\n<p id=\"b373-8\">(5) Complaint is made of the instruction telling the jury that unless it found Le Roy Burr negligent their verdict should be in favor of “defendants and cross-defendants.” <page-number citation-index=\"1\" label=\"356\">*356</page-number>This instruction taken as a whole identified the respective parties with sufficient clearness so that the jury could not have been confused as to which “defendants and cross-defendants ’ ’ were referred to.</p>\n<p id=\"b374-5\">(6) Complaint is made of the instructions on general damages to Robert Burr which told the jury it could consider loss of earning power “which he is reasonably certain to suffer in the future.” The argument is that there is no evidence establishing “with any degree of certainty” that his future earning power would be impaired. There was some evidence, such as that of the plaintiff Burr that he was unable to do heavy work at the time of the trial, and that of a physician who said there was still a restriction of movements and a weakness of the back, which would support an inference that future earning power was impaired. The instruction plainly left to the jury the duty to determine whether such impairment was “reasonably certain.”</p>\n<p id=\"b374-6\">(7) Appellants requested three instructions covering their defense of assumption of risk and complain that none was given. Their argument relating to the distinction between the defenses of contributory negligence and assumption of risk is academically sound but does not show error here. The argument is based on the premise that plaintiff Robert Burr knew that the brakes on the motorcycle were in poor condition and hence assumed the risk of injury when he accepted the ride. But the only evidence bearing on the condition of the brakes was that of the two brothers, both of whom said the brakes were in “good” or “excellent” condition. Before the defense of assumption of risk could become applicable to Robert Burr some evidence of knowledge of a defective condition of the brakes before the accident had to be given. Since there was no evidence to support the defense there was no error in refusing the instructions.</p>\n<p id=\"b374-7\">(8) Appellants complain of the refusal to give their proposed instruction on “speculative damages.” The same instruction stated that the verdict could compensate the plaintiff “for prospective detriment.” The argument is interesting but purely academic. As we said above there was some evidence that plaintiff Burr’s back had not fully healed and that it would cause him pain and trouble in the future. Although a great deal has been written about speculative verdicts the truth is that, when a jury seeks to award damages “for prospective detriment” it necessarily engages in some speculation. The instructions given told the jury plainly <page-number citation-index=\"1\" label=\"357\">*357</page-number>that its award must be based on a finding of damage “reasonably certain, ’ ’ and was free from error.</p>\n<p id=\"b375-6\">(9) Finally it is argued that the verdict of $15,000 was excessive. The amount of the verdict was a matter for consideration of the trial judge on the motion for a new trial. The question is scarcely debatable in the reviewing court unless the appellant shows more than is shown here—that the verdict was the result of passion or prejudice, or that it is so highly excessive that it shocks the conscience of the reviewing court. We know of no case in recent years where this has occurred.</p>\n<p id=\"b375-8\">Judgment affirmed.</p>\n<p id=\"b375-9\">Goodell, J., and Dooling, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}