{
  "casebody": {
    "data": "<casebody firstpage=\"148\" lastpage=\"151\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b170-14\">G. H. Pearce &amp; Co. v. Tootle, Hosea &amp; Co.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A4\">No. 2872.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"A0U\">1. Variance—Exhibit With Items.—Suit upon an account for merchandise alleged to have been sold defendants August 4, 1888. To the petition was attached an exhibit giving items; among items were charges for goods delivered August 11, 1888. Judgment <em>nil elicit </em>for the whole amount claimed in the petition. <em>Held, </em>that the judgment was correct, the items on the exhibit of 8th of August being properly included.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b171-2\"><page-number citation-index=\"1\" label=\"149\">*149</page-number>3. Practice in Supreme Court—Remittitur.—A judgment <em>nil elicit </em>was rendered for an excess of interest. After an appeal was perfected by the defendants the plaintiffs entered a remittitur. <em>Held, </em>that it was made too late to save costs of the appeal.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b171-3\">3. Same.—The general rule seems to be to allow the plaintiff in error his costs when the judgment has been by default and is excessive and the remittitur is not entered before the writ of error is sued out.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b171-4\">Error from Hunt. Tried below before Hon. E. W. Terhune.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b171-5\">The opinion states the case.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b171-6\"><em>Mathews &amp; Neyland, </em>for plaintiffs in error.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Ae_\">—■1. A judgment rendered by default or <em>nil dicit </em>must conform to the plaintiffs’ pleading and the law, the exhibit to the petition being a part of the pleadings, and recovery can only be had on such exhibits as are declared on in the petition. If a judgment is rendered on an account not declared on, though attached to the petition, it is error, and the cause should be reversed. Mc-Donell v. Railway, 60 Texas, 594; Rule 19, Hist. Ot. Rules, 47 Texas, ■630; Burks v. Watson, 48 Texas, 115.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b171-7\">3. Where a judgment is excessive, it is the duty of the court on appeal to reform and render, if no other error is assigned or apparent of record; and it would be the duty of this court to reform and render this cause, even though the excess was remitted, provided the remittitur was filed after the appeal was perfected. In such cases the costs should be taxed against the defendants in error. Chrisman v. Davenport, 31 Texas, 483; Howe v. Merrell, 36 Texas, 320; Storey v. Nichols, 22 Texas, 87.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b171-8\"><em>R. L. Porter, </em>for defendants in error.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"A9j\">1. When a defendant in the lower court withdraws his answer and suffers the judgment to go against him for want of an answer, it is equivalent to a confession of judgment, .and error will not lie to revise error's in judgment rendered by confession. Drier v. Powell, 14 Texas, 320; Marx v. Brown, 42 Texas, 113.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b171-9\">3. A remittitur of excess in judgment may be filed at any time before final judgment in appellate court—may be filed in vacation; and when a remittitur is filed in compliance with statute it cures any error in judgment by reason of such excess from time of filing thereof. In such case the appellate court should affirm or reform and render the judgment for amount of judgment complained of, less the excess as shown in remittitur, if found correct, and the judgment should be against both principal and sureties and supersedeas bond. Sayles’ Civ. Stats., arts. 1353,1357; Drier v. Powell, 14 Texas, 320; Marx v. Brown, 42 Texas, 113; Lee &amp; Barnwell v. Welborne, 71 Texas, 500.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b171-10\">GAINES, Associate Justice.</author>\n<p id=\"AIL\">This suit was brought in the court below by defendants in error against plaintiffs in error upon an open ac<page-number citation-index=\"1\" label=\"150\">*150</page-number>count for goods sold and delivered. The defendants after pleading withdrew their answer and there was a judgment <em>nil dicit.</em></p>\n<p id=\"b172-5\">It is here claimed, that the judgment is for a greater sum than is warranted by the petition. The petition alleges that the goods were sold on the 4fch day of August, 1888, and refers for particulars to an itemized account attached to and made a part of the petition as an exhibit. In the account items amounting to $1304.62 are dated August 4, 1888, and others-, amounting to $43.31 are dated August 11, 1888, and it is insisted that because of this discrepancy between the allegation of the date of sale in the-petition and the dates shown in the exhibit that the verdict is excessive for the latter amount. The assignment of error in this particular is not-well taken. The plaintiffs in establishing their case wdre not confined to the proof of the time alleged in their petition. If the defendants had made defense and had urged the variance as an objection to the evidence-on the trial it would have been unavailing.</p>\n<p id=\"b172-6\">It also insisted that the judgment allows too much interest by the sum of $16.66. This is conceded by defendants in error. They filed a remittitur of the amount in the court below, but this was done after the writ of error had been sued out. If the remittitur had been entered before the proceedings to bring the case to this court were instituted, the judgment would have been affirmed.</p>\n<p id=\"b172-7\">This court having acquired jurisdiction of the case by the acceptance of service of the citation in error before the excess was remitted, we-think the judgment should be reversed and reformed here, and that defendants in error should pay the costs of the proceedings instituted for the revision. The excess being evidently the result of an error in calculation, the judgment might have been amended upon motion in the court below. Rev. Stats., arts. 1354, 1355. For this reason we have had some-difficulty in coming to the conclusion that defendants in error ought to-pay the costs. The practice in this court in such eases has not been-quite uniform—the matter of costs especially being considered subject-in the discretion of the court. But the general rule seems to be to allow the plaintiff in error his costs when the judgment has been by default and the remittitur is not entered before the writ of error is sued out. Westall v. Marshall, 16 Texas, 182; McKairy v. Castleberry, 6 Texas,. 286; Chrisman v. Davenport, 21 Texas, 483; Arnold v. Williams, 21 Texas, 413; Howe v. Merrill, 36 Texas, 319; McDonald v. Gray, 29 Texas, 80; Reed v. Herring, 37 Texas, 160; Cornelius v. Thompson, 27 Texas, 31.</p>\n<p id=\"b172-8\">When the judgment is by default or <em>nil dicit </em>the defendant virtually admits the correctness of the demand made in the petition, and when the amount is a matter of calculation only he has the right to rely upon the presumption the court will do its duty and see that the judgment is for the proper amount. If, therefore, the plaintiff willfully causes or negligently permits an excessive judgment to be entered, it would seem but-<page-number citation-index=\"1\" label=\"151\">*151</page-number>just that he should pay the costs of its correction in any tribunal which has the power to reform it. When a case has been contested below and there is a small error as to the amount of the judgment, and the appellant fails to ask its correction in the court below, a different rule ought usually to prevail.</p>\n<p id=\"AlH-\">The judgment is reversed, and here rendered for the amount adjudged by the court below, less the remittitur. The defendants in error will be adjudged to pay the costs.</p>\n<p id=\"AZ0\"><em>Reversed and </em>rendered.</p>\n<p id=\"Ar6\">Delivered November 19, 1889.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}