{
  "casebody": {
    "data": "<casebody firstpage=\"529\" lastpage=\"532\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b561-7\">[Civ. No. 4122.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AIzA\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIo\">May 1, 1922.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b561-9\">VINCENZO FASSIO, etc., Respondent, v. E. L. GOLDSTEIN COMPANY (a Corporation), Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b562-3\"><page-number citation-index=\"1\" label=\"530\">*530</page-number>Sloss, Ackerman &amp; Bradley for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b562-4\">G. R. Perkins for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b562-5\">STURTEVANT, J.</author>\n<p id=\"A_x\">The plaintiff sued and relied on an express contract; the defendant pleaded an equitable defense sounding in fraud and mistake. If the defense was sustained by the evidence then, under the pleadings as they were framed, there could be no recovery because, if there was actually fraud or mistake in drawing the contract the whole contract was vitiated. Conceding that the defendant received and now retains the building, its liability, if any, would rest upon the basis of the reasonable value thereof not exceeding the contract price. However, the pleadings did not put in issue the reasonable value of the building.</p>\n<p id=\"b562-6\">We turn, then, to a consideration of the undisputed facts proved by the defendant in support of its equitable defense. The defendant had employed Mr. Stewart as its architect. What the relations were which existed between Mr. Stewart and the plaintiff does not fully appear, but that such relations were somewhat intimate will appear as we proceed. Having prepared plans and specifications for the defendant, Mr. Stewart called for bids for the general construction work. He also called for bids to do the steel work. Bids for the general construction work were called for from five or six different contractors, including the plaintiff. The plaintiff put in its bid for $30,500. Acting upon the request of Mr. Stewart, R. J. H. Forbes put in a bid. Before doing so he applied to the plaintiff to give him a figure which he should submit. In the same way L. J. Diebel put in a bid for $33,620. Barrett &amp; Hilp, acting upon their own initiative, put in a bid for $37,487. Before any of those bids were received Gunn, Carle <em>&amp; </em>Company put in a bid of $10,989 on the steel, estimating the amount of steel at 104 tons, whereas the steel necessary for the building amounted to 104,000 pounds or 52 tons. That, in putting in said bid, Gunn, Carle &amp; Company was acting as the agent of the plaintiff appears from undisputed facts. In the first place the bid of Gunn, Carle &amp; Company was, at first, accepted. But, notwithstanding that fact, Mr. Stewart obtained authority from the defendant <page-number citation-index=\"1\" label=\"531\">*531</page-number>to do so and awarded the steel contract to this plaintiff. Well knowing these facts, such act, on the part of Mr. Stewart, was approved in advance by Gunn, Carle &amp; Company. That company, without objection, so abandoned its rights to a contract in which it had a profit of over 100 per cent. In the second place, although the bid of Gunn, Carle &amp; Company was made in the month of June, 1919, and the alleged mistake was soon after discovered by that company, nevertheless as late as December 15, 1919, that company wrote the defendant that the amount of steel incorporated in the defendant’s building was “in round numbers, 100 tons of reinforcing bars. This 100 tons includes about 30,000 square feet of fire mesh and several sizes of wire used in wrapping columns, etc.” After Gunn, Carle &amp; Company had written and submitted its bid, Mr. Stewart requested Mr. Carle to ask the Pacific Coast Steel Company to file a bid. That company was engaged in the manufacture of steel, but it was not engaged in steel construction. Thereupon Mr. Carle furnished that company a figure and it bid $12,480, which figure was 125 per cent above the market price. Before the plaintiff bid on the general construction work, Mr. Stewart (without the knowledge of the defendant), opened the bids on steel and informed the plaintiff that Gunn, Carle &amp; Company had put in the lowest bid. When the plaintiff put in its bid it also knew that the purported mistake had been made in the bid on the steel and that the plaintiff could get the steel for $5,400. Furthermore, Mr. Stewart did, at about the same time, promise the plaintiff that it could have the steel contract if it got the construction contract. None of the conniving above set forth was known to the defendant until it had made all of the payments excepting the payment which is sued for in this action. Under the facts as stated it manifestly appears that all that Mr. Carle did was done as the agent of the plaintiff; that all that the Pacific Coast Steel Company did and all that Mr. Forbes did was done as the aids and assistants of Mr. Carle, and that at least part of the acts of Mr. Stewart were done in the interest of the plaintiff instead of in the interest of the defendant. Under these circumstances the contract sued upon was saturated with the fraud imposed <page-number citation-index=\"1\" label=\"532\">*532</page-number>by the plaintiff on the defendant and no verdict based on the contract should have been returned.</p>\n<p id=\"b564-4\">When the case stood in this form the plaintiff asked of Mr. Smith, who had formerly been the superintendent for the plaintiff, “Do you lmow what the profit was on the Goldstein job ? Mr. Ackerman: I object as incompetent, irrelevant, and immaterial and in no way binding upon the defendant in this case. The Court: What is that? Mr. Perkins: I asked what the profit to the Mission Concrete Company was on this job, assuming that was to be $41,489 the contract price. The Court: I think that is proper cross-examination. A. We made in the neighborhood of about fifty-one or fifty-two hundred dollars on that job, as near as Mr. Fassio and I could check it up from our bills payable.-” The result of the ruling of the trial court was that the jury were allowed to believe that if the plaintiff in the foregoing conniving made only a reasonable profit, that then and in that event the defendant should pay accordingly. However, as the issue of reasonable value was never tendered by the pleadings the case stands thus: The plaintiff was allowed to submit its testimony regarding reasonable value and the defendant was never given an opportunity to produce witnesses on the same subject.</p>\n<p id=\"b564-5\">For the foregoing reasons we think that the judgment should be reversed, that the parties should be allowed to amend their pleadings, and that a new trial should be had on the amended pleadings. It is so ordered.</p>\n<p id=\"b564-6\">Nourse, J., and Langdon, P. J., concurred.</p>\n<p id=\"b564-7\">A petition to have the cause heard in the supreme court, .after judgment in the district court of appeal, was denied by the supreme court on June 29, 1922.</p>\n<p id=\"b564-8\">All the Justices concurred, except Lawlor, J., and Wilbur, J., who were absent.</p>\n<p id=\"b564-9\">Shurtleff, J., was absent and Richards, J., <em>pro tem., </em>was acting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}