{
  "casebody": {
    "data": "<casebody firstpage=\"136\" lastpage=\"142\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b148-8\">Harriet McVeigh <em>vs. </em>Edward C. Ripley.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b148-9\">First Judicial District, Hartford,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ark\">May Term, 1904.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b148-10\">Torrance, C. J., Baldwin, Hamersley, Hall and Prentice, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b148-11\">A justice court is a court of record, whether the proceedings are civil or criminal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b148-12\">If a justice of the peace has jurisdiction over the person, the process and the subject-matter, he is not liable civilly, however erroneous his judgment may be.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b148-13\">General Statutes, § 1207, respecting larceny, provides that where the value of the property stolen does not exceed $15, a fine of not more than $7 may be imposed. <em>Held </em>that the theft of a horse, whatever its value, constituted a distinct ofíense, punishable by imprisonment as prescribed by § 1204.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b148-14\">The original file, in the ordinary form, in a criminal case, together with the mittimus, do not constitute a record. If treated, however, as such by the parties in a collateral proceeding, any objection to their consideration as a record is waived.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b148-15\">A plea of guilty in a prosecution before a justice of the peace is proper only when the offense is within his final jurisdiction. If two offenses are charged, one within and the other without his final jurisdiction, a plea of guilty should be confined to the former.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b148-16\">The plaintiff was charged with an assault and with stealing a horse of the value of $10. Upon a general plea of guilty she was convicted by the defendant, a justice of the peace, of horse stealing, and fined ; and upon her failure to pay the fine was committed to jail. <em>Held </em>that while the judgment was erroneous, it was not so absolutely void as to render the justice liable in an action for false imprisonment.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b148-17\">No appeal lies from a refusal to nonsuit.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b149-5\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>Where the facts are undisputed and the question is purely one of law, a refusal to direct the jury to render the proper verdict is error.</headnotes>\n<otherdate data-order=\"12\" data-type=\"otherdate\" id=\"A3F\">Argued May 3d</otherdate>\n<decisiondate data-order=\"13\" data-type=\"decisiondate\" id=\"AS3p\">decided August 12th, 1904.</decisiondate>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b149-7\">Action to recover damages for false imprisonment, brought to the Superior Court in Hartford County and tried to the jury before <em>Case, J.; </em>verdict and judgment for the plaintiff for $75, and appeal by the defendant.</summary>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"AdZ\">\n<em>Error and new trial ordered.</em>\n</disposition>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b149-8\">The plaintiff was brought before the defendant, a justice of the peace for Tolland county, residing in Coventry, on a grand juror’s complaint charging “ That at said town of Coventry, on or about the tenth day of October, Harriet McVeigh of the town of Glastonbury, with force and arms in and upon Theodore W. Hall of Coventry, in the peace then and there being, did make an assault and the said Harriet McVeigh then and there did steal one certain horse, and other wrongs and injuries then and there did, to the great damage of the said Theodore W. Hall, contrary to the form of the statute and against the peace.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b149-9\">“That at said Coventry, on or about the tenth day of October, 1901, Harriet McVeigh of the town of Glastonbury, with force and arms, did willfully and feloniously take, steal, and carry away from Theodore W. Hall, and out of the possession of Theodore W. Hall of Coventry, a horse, in the night season, of the proper goods and chattels of the said Theodore W. Hall, and of the value of ten dollars, against the peace, of evil example, and contrary to the form of the statute in such case made and provided.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b149-10\">On the file were these minutes of the proceedings :—</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b149-11\">“ State <em>vs. </em>Harriet McVeigh.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b149-13\">Plea Guilty.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b149-14\">Found Guilty.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b149-15\">Ordered to pay a fine of $5.00.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b149-16\">And costs taxed at $23.21.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b150-5\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>“ And in default thereof to stand committed until sentence be performed for days.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b150-6\">“ Committed by Dep. Shff. A. W. Cowles.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b150-7\">Mittimus, $1.00</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b150-8\">Officer, 2.50</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b150-9\">$3.50 plus $23.21 above.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b150-10\">Total $26,71.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b150-11\">“ E. C. Ripley,</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b150-12\">“ Justice of the peace.”</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b150-13\">The items of cost, amounting to $23.21, were also given.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b150-14\">The defendant issued a mittimus addressed to a proper officer, with these recitals :—</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b150-15\">“Harriet McVeigh was this day brought before the subscriber, a justice of the peace for said county, by virtue of a warrant issued upon the complaint of Henry F. Parker, a grand juror for said town, and found guilty of larceny, the theft of a horse of the value of $10, against the peace and contrary to the statute in such case made and provided.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b150-16\">“ Whereupon it was considered and ordered by me that the said Harriet McVeigh pay a fine of five dollars to the town of Coventry, and pay the costs of prosecution taxed at twenty-three dollars twenty-one cents, and to stand committed to the common jail in the county .of Tolland and town of Tolland till this sentence be performed.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b150-17\">“ And whereas the said person so convicted now before me neglects and refuses to comply with and perform said sentence, These are therefore, by authority of the State of Connecticut,” etc.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b150-18\">The plaintiff, on the trial, rested after offering the original complaint and the minutes indorsed upon it, and the mittimus, with evidence of her imprisonment for fifteen days under the mittimus.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b150-19\">The defendant moved for a nonsuit, on the grounds, first, that the record showed that the conviction was for an offense within the final jurisdiction of a justice of the peace; and, second, that, whether this were so or not, a justice of the peace was not civilly liable for a mere error of judgment <page-number citation-index=\"1\" label=\"139\">*139</page-number>in exercising jurisdiction, unless malice were proved. This motion having been denied, he moved that the jury be instructed to .return a verdict in his favor, but the court declined so to instruct them, and charged that the defendant had no jurisdiction to impose a punishment on the plaintiff and that they should return a verdict in her favor.</summary>\n<attorneys data-order=\"39\" data-type=\"attorneys\" id=\"A1Y\"><em>Arthur L. Shipman </em>and <em>Charles Welles </em>Gross, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"40\" data-type=\"attorneys\" id=\"b151-7\"><em>Herbert O. Bowers, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"41\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b151-8\">Baldwin, J.</author>\n<p id=\"AEs\">A justice of the peace, in disposing of any cause, civil or criminal, which has been properly brought before him, holds a court of record and acts as a judicial officer. <em>Fox </em>v. <em>Hoyt, </em>12 Conn. 491, 497. As such he is entitled to the same immunities from civil liability for his judgments which belong to judges of any higher court. <em>Pratt </em>v. <em>Gardner, </em>2 Cush. 63, 69. Like them, he is protected from an action for false imprisonment, when the imprisonment was ordered (however erroneously) by a judgment in a proceeding in which he had jurisdiction over the person, the process and the subject-matter. <em>Tracy </em>v. <em>Williams, </em>4 Conn. 107, 113; <em>Holcomb </em>v. <em>Cornish, </em>8 id. 375, 381.</p>\n<p id=\"b151-9\">In the ease at bar the justice of the peace had jurisdiction over the person, the process, and the subject-matter.</p>\n<p id=\"b151-10\">The plaintiff was charged with an assault upon Theodore W. Hall, and also with stealing his horse. Over the complaint, so far as it charged an assault, the defendant had final jurisdiction: so far as it charged the stealing of a horse, he had only jurisdiction to inquire if it was supported by probable cause, for the purpose of binding her over for trial to a higher court. General Statutes, § 1204, imperatively requires the imprisonment of one who steals a horse, however slight may be its value. General Statutes, § 1207, provides for the punishment of larceny of any goods or chattels, and in case the value of what is stolen does not <page-number citation-index=\"1\" label=\"140\">*140</page-number>exceed $15, authorizes a sentence imposing a fine of not over $7 only. These two sections must be read together. The former cannot be given its proper effect without treating it as excepting horse stealing from the operation of the latter. It is a crime of a peculiar character, easily committed, and carrying with it a means of quick escape from pursuit. For a similar offense, the theft of a bicycle worth over $25, a heavier punishment than that provided by § 1207 for the theft of ordinary goods or chattels of the same value is likewise prescribed by § 1209. A sentence to imprisonment has been a necessary consequence of a conviction for horse-stealing ever since 1772; but it was not until 1830 that such a punishment could be inflicted'upon a conviction under the general statutes in regard to larcenies. Statutes, Ed. of 1769, pp. 237, 374; Rev. of 1784, p. 244; Public Acts of 1830, p. 261, § 46.</p>\n<p id=\"b152-6\">The original files in the cause brought before the defendant with the mittimus addressed to the officer did not constitute a record. <em>Davidson </em>v. Murphy, 13 Conn. 213; <em>Waterbury Lumber &amp; Coal Co. </em>v. Hinckley, 75 id. 187, 190. They were, however, treated by each party as equivalent to one on the trial before the Superior Court, and any objection on that score to their consideration there or here was therefore waived. They show that the plaintiff entered a plea of guilty. Such a plea, in a prosecution begun before a justice of the peace, can properly be put in only when the offense charged is one within his final jurisdiction. <em>Waldo </em>v. <em>Spen</em>cer, 4 Conn. 71, 78; <em>Hopkins </em>v. Plainfield, 7 id. 286, 290. One of the charges in the complaint was of this character. <em>Bentley </em>v. Lyman, 21 Conn. 81. The plea should, in strictness, have been confined to that. It was, however, put in generally, and in effect invited the defendant to pass upon its truth as respects both the offenses of which the plaintiff was accused.</p>\n<p id=\"b152-7\">Treating the mittimus as the parties have treated it, it shows that the court made no disposition of the charge of an assault, but did find the accused guilty of stealing a horse. The value of the horse, as alleged and found, was $10. A <page-number citation-index=\"1\" label=\"141\">*141</page-number>horse is a chattel. General Statutes, § 1207, authorized a fine of not over $7 upon a conviction of the larceny of any chattel, the value of which does not exceed $15. Were the general terms of this section limited by § 1204, so as to exclude from its operation the crime of stealing a horse worth not over $15 ? This was a question of construction by no means free from doubt.</p>\n<p id=\"b153-6\">Under these circumstances, the defendant, as a judicial officer, was called on to render the proper judgment. He had unquestioned jurisdiction to render it. But what was the proper judgment ? This it was for him, in his judicial capacity, to determine. In the exercise of this jurisdiction he came to an erroneous conclusion. He made no finding as to the charge of an assault. He found the accused guilty of the greater crime, and sentenced her to pay a fine, when he should have adjudged that there was probable cause for holding her to trial in a higher court and ordered her to give security for her appearance before it.</p>\n<p id=\"b153-7\">The plaintiff had an instant remedy for the commitment which was due to this error, by the writ of <em>habeas corpus. </em>The order for her commitment was no justification for it, but the judge who renders such a judgment and issues a warrant of commitment upon it is not necessarily a trespasser. He is such only when he has assumed a jurisdiction which did not belong to him and so the whole proceeding is <em>coram non judice. Tracy </em>v. <em>Williams, </em>4 Conn. 107, 113. If in exercising a jurisdiction which does belong to him he issues an illegal order, it is not to be treated as so absolutely void as to afford him no protection for what may be done under it. <em>Holcomb v. Cornish, </em>8 Conn. 375, 380; <em>Bradley </em>v. <em>Fisher, </em>13 Wall. 335, 347, 352; <em>Ex parte Lange, </em>18 Wall. 163, 174; <em>Lange </em>v. <em>Benedict, </em>73 N. Y. 12, 32; <em>Austin </em>v. <em>Vrooman, </em>128 id. 229, 28 Northeastern Rep. 477.</p>\n<p id=\"b153-8\">A defendant cannot sustain an appeal from a refusal to grant a motion for a nonsuit. <em>Bennett </em>v. <em>Agricultural Ins. Co., </em>51 Conn. 504. The refusal, however, by the Superior Court, of the request that the jury should be directed to return a verdict for the defendant is -well assigned as error. <page-number citation-index=\"1\" label=\"142\">*142</page-number>There was no dispute as to the facts ; the question was purely one of law; and that direction should have been given.</p>\n<p id=\"ApaA\">There is error and a new trial is ordered.</p>\n<p id=\"b154-6\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}