{
  "casebody": {
    "data": "<casebody firstpage=\"266\" lastpage=\"275\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b278-9\">The State <em>vs. </em>Peter Kelly.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b278-10\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"ApKs\">June Term, 1904.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b278-11\">Torrance, C. J., Baldwin, Hamersley, Hall and Prentice, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b278-12\">Upon a prosecution for the murder of his wife by means of poison, the accused may show that if she died from poison it was self-administered for the purpose of committing suicide; and in aid of such defense evidence of her declarations evincing a design to take her own life are admissible, provided they are not too remote.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b278-13\">In determining whether evidence is or is not too remote, regard must be had not only to the lapse of time but also to the character of the testimony offered and to all the surrounding circumstances which, in the opinion of the court, ought to bear upon its materiality to the matter in dispute.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b278-14\">This discretionary power of the trial judge over the admission of testimony is, however, not absolute; and if it appears to have been abused a new trial may he granted upon that ground.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b278-15\">In the present case alleged declarations of the wife made within two months of her decease were admitted, while those made from eleven months to two or three years before her death were excluded as too remote. <em>Held </em>that the record did not disclose any abuse of the discretion which the trial court was called upon to exercise.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b278-16\">Evidence to create an inference of fact upon which to base an inference of another fact, is generally inadmissible as too remote.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b279-5\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>The accused offered to show that about eleven months before his wife’s death, she said — in connection with her declaration that before another Thanksgiving came around she would have gotten rid of herself — “ and I have got the stuff to do it with.” <em>Held </em>that for the purpose of showing possession of poison by the wife, the evidence was hearsay and remote; and for the purpose of proving her knowledge of the use and effect of strychnine, was irrelevant.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b279-6\">The ban placed upon hearsay testimony is not to be removed merely because the declarations were made by a person while doing an act concerning which he might be able to testify.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b279-7\">After the State had shown that the accused had purchased strychnine shortly before his wife’s death, he testified that such purchases were openly made, at the suggestion of his wife, in order to kill rats which infested their hencoops, and thereupon offered in evidence the declarations or exclamations of his wife upon two occasions when they found that three of the chickens had been killed, one by rats, apparently, and two by poison. <em>Held </em>that inasmuch as these exclamations did not characterize or explain the acts of finding, they were not part of the <em>res gestee, </em>as claimed by the accused, and were properly excluded as hearsay.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b279-8\">Where evidence claimed for certain specified purposes is properly excluded, the appellant cannot in this court attack the ruling upon the ground that the evidence was nevertheless admissible for some other purpose.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b279-9\">A charge to the jury may well omit all reference to matters foreign to the evidence and claims of the parties.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b279-10\">The trial court charged the jury that not only must the State prove its case beyond a reasonable doubt, but that in order to convict the accused of murder in the first degree the statute (§ 1508) required the testimony of at least two witnesses, or that which was equivalent thereto. <em>Held </em>that this instruction stated the law correctly and with sufficient clearness to guide the jury in their deliberations and decision.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b279-11\">It is not error to refuse to caution the jury against giving weight to circumstantial, as distinguished from direct, evidence in a criminal case.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b279-12\">No rule of law discredits the evidence of experts. Such testimony is to be considered, weighed and tested like any other.</headnotes>\n<otherdate data-order=\"17\" data-type=\"otherdate\" id=\"AHj\">Argued June 24th</otherdate>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"AfTv\">decided August 12th, 1904.</decisiondate>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b279-14\">Indictment for murder in the first degree, returned to the Superior Court in Fairfield county and tried to the jury before <em>George W. </em>Wheeler, <em>J.; </em>verdict and judgment of guilty of murder in the second degree, and appeal by the accused.</summary>\n<disposition data-order=\"20\" data-type=\"disposition\" id=\"AzU\">\n<em>No error.</em>\n</disposition>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b280-5\"><page-number citation-index=\"1\" label=\"268\">*268</page-number><em>Edwin F. Hall </em>and <em>Stiles Hudson, Jr., </em>for the appellant (the accused).</attorneys>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b280-6\"><em>Samuel Fessenden, </em>State’s Attorney, for the appellee (the State).</attorneys>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b280-7\">Prentice, J.</author>\n<p id=\"AWv\">The defendant was indicted for murder in the first degree in the killing of his wife by the administration of strychnine. In his defense he offered evidence to prove that if the deceased came to her death by strychnine it was self-administered for the purpose of committing suicide. In aid of this defense evidence of her declarations of a purpose to take her own life was offered. To all such testimony the State objected, as incompetent and too remote. This objection the court overruled in part, and admitted evidence of such alleged declarations made to one witness within a few days of the death of the deceased, and to the accused within about two months prior thereto. Evidence of other declarations claimed to have been made from eleven months to three or four years before Mrs. Kelly’s death was excluded as too remote. It was claimed as tending to show the state and condition of mind of the deceased.</p>\n<p id=\"b280-8\">The authorities differ as to the competency of such evidence. <em>State </em>v. <em>Fitzgerald, </em>180 Mo. 407; <em>Siebert </em>v. <em>People, </em>143 Ill. 571; <em>Commonwealth </em>v. <em>Fetch, </em>132 Mass. 22; <em>Jenkin </em>v. <em>Pacific M. L. Ins. Co., </em>131 Cal. 121; <em>Boyd </em>v. <em>State, </em>14 Lea (Tenn.) 161, 177; <em>Blackburn </em>v. <em>State, </em>23 Ohio St. 146; <em>Mutual Life Ins. Co. </em>v. <em>Hillmon, </em>145 U. S. 285; <em>Commonwealth </em>v. <em>Trefethen, </em>157 Mass. 180. The correct doctrine is, we think, stated in the case last cited, which discusses the subject exhaustively and, overruling the former case of <em>Commonwealth </em>v. <em>Fetch </em>in the same jurisdiction, supports the competency of such evidence under the circumstances existing in the present case and for the purpose claimed. The threat of self-destruction under consideration in that case was one made the day before the death. The court, while supporting the competency on principle of evidence of the character under consideration, in the course of its opinion took occasion to remark that such declarations <page-number citation-index=\"1\" label=\"269\">*269</page-number>might be so remote in point of time that the trial judge might properly and wisely reject them as immaterial. The principle thus invoked is the salutary and familiar one embodied by Stephens in his rule that “ the judge may exclude evidence of facts which, though relevant or deemed to be relevant to the issue, appear to him too remote to be material.” Stephens’ Digest of the Law of Evidence, Art. 2. This .general principle finds its frequent expression in such statements as that matters likely to mislead a juiy, or to be' misused by it, or to unnecessarily complicate a case, or of slight, remote, or conjectural significance, ought not to be admitted. Thayer’s Cases on Evidence, 229. .Remoteness as applied to evidence is a term which has regard for other factors than mere lapse of time, even where it is a factor, as it often is not. The essence of remoteness is such a want of open and visible connection between the evidentiary and principal facts that, all things considered, the former is not worthy or safe to be admitted in proof of the latter. 1 Best on Evidence, §252. Where lapse of time is a circumstance entering into an inquiry as to the remoteness of relevant testimony, its significance may be more or less, depending not only upon the length of time but also upon all the circumstances. Its importance with respect to some matters would naturally be greater than with respect to others. In some situations it might well become a practically controlling feature, so that it might well be said that the remoteness of the evidence in point of time ought to exclude it. Such, apparently, was the view of the Massachusetts court with respect to declarations of a suicidal purpose under ordinary circumstances. But comparatively few generalizations based upon lapse of time alone can be safely made. Generally speaking, the question of remoteness, as justifying the exclusion of evidence, must depend upon all the considerations, including time, the character of the evidence, and all the surrounding circumstances which in the opinion of the court ought to have a bearing upon its worthiness to be brought into the consideration and determination of the matter in contention.</p>\n<p id=\"b282-5\"><page-number citation-index=\"1\" label=\"270\">*270</page-number>This right of discretionary control over the admission of testimony, which necessarily rests with a presiding judge, is one of frequent exercise. <em>Commonwealth </em>v. <em>Holmes, </em>157 Mass. 233; <em>Hall </em>v. <em>State, </em>132 Ind. 317; <em>Thistlewaite </em>v. <em>Thistlewaite, </em>Ibid. 355. The discretion, however, is not an absolute one. It is subject to an abuse which would result in a new trial. It is quite apparent that the court in the present case was governed by the principles laid down in <em>Commonwealth </em>v. <em>Trefethen, </em>157 Mass. 180. In order that it might exercise its discretion intelligently, a statement of what it was proposed to prove, together with the time when and circumstances under which the alleged declarations were uttered, was made by counsel for the accused to the court in the absence of the jury. With this information and such other information derived in the progress of the trial as bore upon the materiality or remoteness of the proposed evidence, the court'admitted certain of the declarations and excluded others as too remote. While the circumstances of the trial called for a liberal exercise of judicial discretion in favor of the accused whose life was at stake, we cannot say as a matter of law that the record discloses any abuse of the discretion which the court was called upon to exercise.</p>\n<p id=\"b282-6\">Counsel for the accused attach especial importance to a declaration claimed to have been made by Mrs. Kelly the day after Thanksgiving Day, 1902, to the effect that “ before another Thanksgiving came around she would have gotten through with life, or gotten rid of herself.” It is urged that because her death occurred before the time indicated by her as the limit she had fixed, it was error to exclude her threat. It is clear that time was not of the essence of the declaration. Nothing appears to give any particular pertinence to the next Thanksgiving Day. She was speaking from the point of view of the Thanksgiving season, and thus naturally made reference to its next recurring festival time. The court was fully justified in regarding the declaration as one having no other significance than any other expression of a purpose entertained to end her life, and in so passing upon its remoteness.</p>\n<p id=\"b283-5\"><page-number citation-index=\"1\" label=\"271\">*271</page-number>The accused sought to show by a witness that in the spring of 1908 Mrs. Kelly seemed despondent most of the time, and at that time said to her, the witness, that she had stomach trouble so that her stomach would not retain food, and that she had no desire to live. The court was plainly justified in excluding this testimony as too remote. If it could serve any useful purpose it would be in creating an inference of the harboring of a purpose to take life to use in drawing another inference that she did so. Evidence for the purpose of creating an inference of a fact upon which to base an inference of another fact is generally inadmissible. It is too remote. Gillett on Indirect and Collateral Evidence, § 52; <em>United States </em>v. <em>Ross, </em>92 U. S. 281; <em>Manning </em>v. <em>Insurance Co., </em>100 U. S. 693; <em>Hall </em>v. <em>State, </em>132 Ind. 317.</p>\n<p id=\"b283-6\">The refusal of the court to admit the evidence already considered, in rebuttal of certain testimony of the State, to the effect that Mrs. Kelly during the week prior to her death appeared to be in her usual health and good spirits, for the reason that none of it related even approximately to the period of time covered by the testimony of the State, was correct.</p>\n<p id=\"b283-7\">The accused offered to prove that upon the Thanksgiving occasion referred to, Mrs. Kelly, in connection with her declaration of a purpose to end her life, said, “ and I have got the stuff to do it with.” This statement was claimed for the purpose of showing (1) possession by the deceased of poison, and (2) her knowledge of the effect of strychnine poisoning. For the first purpose the evidence was hearsay and remote. <em>State </em>v. <em>Marsh, </em>70 Vt. 288. For the second it was irrelevant. It might tend to prove that Mrs. Kelly knew that there was something which was deadly when administered. It did not tend to prove any knowledge of strychnine or its use or effect. <em>State </em>v. <em>Marsh, </em>70 Vt. 288.</p>\n<p id=\"b283-8\">The State offered, evidence to prove purchases of strychnine by the accused in the latter part of September and on October 10th, both in 1903. The .accused testified that these purchases were made openly and upon the suggestion <page-number citation-index=\"1\" label=\"272\">*272</page-number>or request of Mrs. Kelly, and for the purpose of killing rats -which infested their outbuildings and hencoops ; that it was upon each occasion given to Mrs. Kelly, Avho spread it upon bread which the couple in the evening together placed near the hencoop; that prior to the occasion of its first use they had found a dead chicken in their backyard that bore evidence of having been killed by rats, and that on the morning in October after its second use two dead chickens were found by them in said yard which were not mutilated but evidently poisoned. The accused offered a witness Avho was present upon the occasion of the finding of the first dead chicken, to testify not only as to Avhat occurred but to the exclamation of Mrs. Kelly, “ Well, we must get strychnine, some strychnine for them rats,” and the same -witness to testify to what occurred upon the second occasion and also Mrs. Kelly’s then exclamations as she held up her dead chickens to view: “ Look at my two lovely chickens. They are dead from the strychnine. ... It is too bad, my two lovely chickens is dead from the strychnine.” The court, upon objection, excluded said exclamations as hearsay. They Avere claimed as a part of the <em>res gestee. </em>The claimed declarations were cotemporaneous with the finding of the dead chickens by Mrs. Kelly. Her only acts which they could be said to characterize or explain were those of the finding or participating in the finding. If it could be said that they did serve to characterize or explain these acts, it is to be observed that the act upon neither occasion Avas a litigated one. 1 Wharton on Evidence, 259 ; Gillett on Indirect &amp; Collateral Evidence, § 243. The relevant facts were the presence in the coop of the dead chickens, together Avith the indications of the manner of their death. Neither the finding nor the <em>manner </em>of it possessed any significance except as it Avas the means of disclosing these facts. No explanation of the act of finding could therefore, under the circumstances claimed to be shown, be an explanation of an act having in any aspect of it any bearing upon any issue of fact in the case. But none of the statements of Mrs. Kelly Avere of a nature to characterize or explain either of the two acts of finding. They <page-number citation-index=\"1\" label=\"273\">*273</page-number>were not of the nature of the acts talking of or through themselves. 1 Wharton on Evidence, 259 ; <em>People </em>v. <em>Lane, </em>100 Cal. 379. They were not in a legal sense a part of the acts. <em>Commonwealth </em>v. <em>Trefethen, </em>157 Mass. 180. One was the expression of an intention to do a future act; the others mere statements of opinion or fact as to what had theretofore occurred. If the statements could conduce to prove any facts relevant to the facts in issue, those facts would be that there were rats about the premises and that poison had been there used with the unfortunate result of destroying chickens. They would tend to reinforce the deductions sought to be drawn from the presence and appearance of the dead chickens, not to elucidate the acts of finding. The full force of the words, it will be seen, would thus result from the assertions made, and not at all through their explanation of any act which they accompanied. A declaration, if it has force by itself as an abstract statement detached from any particular fact in question, is not admissible in evidence, because it depends for its effect on the credit of the person making it and therefore is hearsay. <em>State </em>v. <em>Marsh, </em>70 Vt. 288, 297. In other words, declarations are not removed from under the ban placed upon hearsay testimony, for the simple reason that they were uttered by a person while doing an act concerning which he might be able to testify. The ruling of the court was therefore correct.</p>\n<p id=\"b285-6\">In the brief it is claimed that the declaration in September was admissible to show Mrs. Kelly’s intention to purchase strychnine. It is a sufficient answer to tins claim to say that it was not presented to the trial court. Careful statements of the purposes for which the evidence was claimed were twice made. Neither contains a suggestion of this purpose.</p>\n<p id=\"b285-7\">The accused complains because, under the charge, the jury were not left at liberty to find him guilty of manslaughter. A simple and sufficient answer to this, objection is to be found in the fact, commented upon by the court, that there was nothing either in. the evidence, or claims, of. <page-number citation-index=\"1\" label=\"274\">*274</page-number>the parties which called for instructions upon the subject of homicide with implied malice. Whatever might be said of the contention that a homicide committed by means of poison might under conceivable circumstances constitute the crime of manslaughter only, those circumstances were not claimed to exist in the present case. The instructions were “ adapted to the issues and sufficient for the guidance of the jury in the case before them.” <em>Waters </em>v. Bristol, 26 Conn. 398, 403; <em>Pease </em>v. Pease, 35 id. 131; <em>Hartford </em>v. Champion, 58 id. 268.</p>\n<p id=\"b286-6\">The court charged as follows: “ In addition to proof required to constitute murder in the first degree, that is, proving the State’s case beyond a reasonable doubt, our statute (§ 1508) provides that ‘ no person shall be convicted of any crime punishable by death, without the testimony of at least two witnesses, or that which is equivalent thereto.’ By this statute the testimony of one witness, swearing either directly or to circumstances, is not enough to convict of murder in the first degree. It must be the testimony of two witnesses, or that which is equivalent thereto.” This statement is criticised as being “ paradoxical ” and “ misleading ” when addressed to a jury, because, as it is urged, the jury would have no right to be convinced beyond a reasonable doubt of the crime of murder in the first degree, in the absence of the evidence of two witnesses or its equivalent. To instruct a jury, as was done, it is said, is, <em>“ </em>in effect, to invite them to form an unlawful conclusion, and to then give artificial expression to that conclusion in a verdict of murder in the second degree.” This criticism is too subtle and miscroscopic to be regarded in the consideration of language addressed to practical men for their practical guidance. It is clear that the language of the court expressed the law as it results from the statute, with sufficient clearness to leave no misapprehension in the mind of the jury and to furnish them a correct guide in their deliberations and decision. It is suggested that the harm which might come to the accused therefrom was an obscuration in the minds of the jury “ of the importance of the rule requiring a conclu<page-number citation-index=\"1\" label=\"275\">*275</page-number>sion that the accused is guilty of a specific degree of homicide beyond a reasonable doubt.” The necessity of such a degree of proof to justify a verdict of guilty as to any offense permeates the whole charge, rendering a mistake thereupon inconceivable.</p>\n<p id=\"b287-6\">The court refused to comply with a request to caution the jury as to a distinction between direct and circumstantial evidence, and against the weight to be given to the latter. The instructions of the court upon this subject which are complained of embodied the principles enunciated in <em>State </em>v. Rome, 64 Conn. 829.</p>\n<p id=\"b287-7\">The State introduced the testimony of experts to establish the cause of death. The accused asked the court to charge that the evidence of experts is of the very lowest order and the most unsatisfactory character, and that all testimony founded on opinion merely is weak and uncertain and should in every case be weighed with great caution. The court declined to so charge, and instructed the jury in effect that such testimony was to be weighed and judged like any other and the same tests applied thereto, the considerations which ought to enter into such judgment being quite fully stated. The court was correct in refusing the request. <em>State </em>v. <em>Rathbun, </em>74 Conn. 524. Its instructions were adapted to the situation and not erroneous.</p>\n<p id=\"b287-8\">The reasons of appeal contain numerous other assignments of error. Most of these are not pursued in the defendant’s brief. The few remaining ones are of minor importance and involve no questions which call for discussion. They disclose no errors, or at least no material ones, in the rulings or charge of the court.</p>\n<p id=\"b287-9\">There is no error.</p>\n<p id=\"b287-10\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}