{
  "casebody": {
    "data": "<casebody firstpage=\"575\" lastpage=\"577\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b587-9\">Frederick H. Brethauer <em>vs. </em>Pauline Schorer et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b587-10\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AfZ\">January Term, 1905.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b587-11\">Torrance, C. J., Baldwin, Hamersley, Hall and Prentice, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b587-12\">The law will not imply a promise to repay expenditures made by a mere volunteer in the protection of his own interests.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b587-13\">A second mortgagee voluntarily, and unknown to the owners of the equity, paid the interest accruing on the first mortgage note after such owners had ceased to do so and had refused to pay for insurance on the property, and — although they continued in possession and received the rents and profits — after they had repeatedly offered to give him a quitclaim deed of the premises. <em>Held </em>that under these circumstances the law implied no promise by the owners of the equity to reimburse the second mortgagee for his expenditures, nor any ratification which constituted him their agent in making the payments; nor did it impute to them knowledge that any such payments had been made.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b587-14\">Such payments, if necessary to protect the interest of the second mortgagee,. may become aq equitable addition to his own mortgage, <page-number citation-index=\"1\" label=\"576\">*576</page-number><em>should he </em>afterwards foreclose, but do not impose any personal obligation upon the owners of the equity of redemption.</headnotes>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"b588-6\">Argued January 18th</otherdate>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"A84\">decided March 9th, 1905.</decisiondate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b588-7\">Action to recover for money paid for the defendants, brought to and tried by the Court of Common Pleas in New Haven County, Hubbard, <em>J.; </em>judgment for the defendants, and appeal by the plaintiff.'</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AQf\">\n<em>No error.</em>\n</disposition>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b588-8\"><em>David E. Fitz Gerald </em>and <em>Walter F. </em>Walsh, for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b588-9\"><em>Charles C. </em>Spreyer, for the appellees (defendants).-</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b588-10\">Baldwin, J.</author>\n<p id=\"Aeq\">The defendants owned a parcel of land, subject to two mortgages given to' secure notes bearing interest. They paid the interest accruing on each mortgage until 1893, after which they never paid any on the second, which was given to secure their own note. On the first they paid the interest as it accrued until 1895, and none thereafter. The plaintiff was the son and sole heir of the second mortgagee. In 1895, the insurance on the mortgaged property having run out, he requested the defendants to renew it, but they refused and repeatedly offered to give him a release deed of their equity of redemption, which he declined to accept. They continued in possession of the premises, receiving the rents and profits, until 1903, when the property was sold under a foreclosure of the first mortgage. In 1899, 1900 and 1902, the plaintiff paid the interest accruing on the first mortgage, and the premium for insurance on the property. The defendants did not know of this. The payments were made voluntarily and solely with a view to protect the second mortgage, and not at the defendants’ request.</p>\n<p id=\"b588-11\">Under these circumstances, the trial court properly held that the law implied no promise on the part of the defendants to reimburse the plaintiff for his expenditures, nor any ratification which made him their agent in making the pay<page-number citation-index=\"1\" label=\"577\">*577</page-number>ments, and that it did not impute to them knowledge that any such payments had been made.</p>\n<p id=\"b589-6\">With respect to the defendants, the plaintiff was a mere volunteer. So far as appears, they were under no personal obligation to him or any one else to satisfy the first mortgage. They therefore were within both their legal and their equitable rights when they stopped making the payments for interest and insurance, for which it might call. For the plaintiff to continue them, even if he could be considered as virtually the second mortgagee, would be of no benefit to them. A mortgagee has a right to protect himself, if necessary, by paying interest in default upon a prior mortgage, or any other demand which it was conditioned to secure; but what he thus pays becomes, should he afterwards seek a foreclosure, an equitable addition to the charge of his own mortgage, and the total amount of the incumbrances as against the owner of the equity of redemption, therefore, continues the same. 3 Pomeroy on Equity Jurisp. § 1211 <em>et seq.; Sperry </em>v. <em>Butler, </em>75 Conn. 369.</p>\n<p id=\"b589-7\">There is no error.</p>\n<p id=\"b589-8\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}