{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b341-16\">UNITED STATES of America, Plaintiff-Appellee, v. Stuart B. HODGES, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b341-19\">No. 07-10791</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"ACx\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b341-20\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b341-21\">Nov. 28, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b341-22\">Stuart B. Hodges, Sugar Hill, GA, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b341-23\">Stephen H. McClain, U.S. Attorney’s Office, Atlanta, GA, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b342-4\"><page-number citation-index=\"1\" label=\"314\">*314</page-number>Before BARKETT, MARCUS and WILSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b342-5\">PER CURIAM:</author>\n<p id=\"b342-6\">Stuart B. Hodges, <em>pro se, </em>appeals the district court’s order granting the government’s petition to enforce the Internal Revenue Service (“IRS”) summons against Hodges, pursuant to 26 U.S.C. §§ 7402(b), and 7406(a), and denying his motion to dismiss. We affirm.</p>\n<p id=\"b342-7\">As an initial matter, Hodges’ argument that the tax laws are not “positive law” is meritless. Although Title 26 of the United States Code may not have been enacted into positive law, Hodges has not established that there are any inconsistencies between the United States Code and the tax Statutes at Large. Hodges’ argument that he was denied access to an Article III court because the magistrate conducted the hearing is also without merit because the district court made the ultimate decision to grant the government’s petition and deny Hodges’ motion.</p>\n<p id=\"b342-8\">We reject the argument that the district court did not have personal jurisdiction over Hodges and violated Hodges’ due process and equal protection rights because Hodges admits he is a citizen of Georgia and is domiciled in Georgia. In addition, the record refutes Hodges’ arguments that the district court and the magistrate judge ignored his contentions regarding personal jurisdiction. The district court had jurisdiction over the petition pursuant to § § 7402(b) and 7604(a), and it did not err when it granted the government’s petition to enforce the IRS tax summons. The IRS satisfied their initial minimal burden for enforcement when it presented the sworn affidavit of the IRS Officer who attested that: (1) the summons was issued in pursuit of the investigation into Hodges’ tax liability for the years 1998, 1999, 2000, and 2001; (2) the books, papers, records, or other data sought by the summons were not already in the IRS’s possession; (3) the material was necessary to the investigation; and (4) the IRS took all required administrative steps prior to the issuance of the summons. Hodges’ arguments that he is not subject to the income tax laws and that the IRS and district court lacked jurisdiction are frivolous and without merit. Further, Hodges waived the argument that the magistrate judge should have recused himself because he did not raise that issue in the district court.</p>\n<p id=\"b342-10\">Based upon the foregoing and our review of the record and the parties’ briefs, we conclude that the district court did not err when it denied Hodges’ motion to dismiss and granted the government’s petition to enforce an IRS tax summons against Hodges.</p>\n<p id=\"b342-11\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}