{
  "casebody": {
    "data": "<casebody firstpage=\"353\" lastpage=\"360\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b373-4\">Lucius Gleason, Respondent, <em>v. </em>Fannie M. Hamilton, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b373-9\">(Argued April 20, 1893;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3aC\">decided June 6, 1893.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b373-6\">An alteration in a written instrument, made by one not a party thereto, without the knowledge or assent of a party, and in a matter not material, does not invalidate the instrument; the alteration is of no effect, and the original validity of the instrument remains.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b373-7\">Defendant executed to plaintiff a mortgage to secure the payment of all notes then held by him, made by parties named, and all renewals thereof. After the execution and acknowledgment of the mortgage the attorney for plaintiff, who drew it, inserted therein a provision making it security also for all other notes and drafts made or indorsed by one of the parties named, then or thereafter owned by plaintiff, or on which he might be liable as indorser. In an action to foreclose the mortgage it appeared that this alteration was made without the consent of plaintiff, and he had no knowledge thereof until after the commencement of the action. The action was founded on the non-payment of paper which the mortgage was originally given to secure. <em>Held, </em>that the attorney had no authority as agent to make the alteration, and plaintiff was not bound thereby, and was entitled to enforce the mortgage1 as originally executed.</headnotes>\n<history data-order=\"5\" data-type=\"history\" id=\"b373-8\">Reported below, 64 Hun, 96.</history>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b373-10\">Appeal from judgment of the General Term of the Supreme Court in the fourth judicial department, entered Upon an order made Hay 13,1892, which affirmed a judgment in favor of plaintiff, entered upon a decision of the court on trial at Special Term, and affirmed an order denying a motion for a new trial.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b373-11\">This was an action for the foreclosure of a mortgage executed by defendant to plaintiff, dated and acknowledged January 13, 1885, which purported to secure the payment <em>f‘ </em>of any and all notes made by the El Oro Hining Company and indorsed by William T. Hamilton and William H. Thompson, and now held and owned by the party of the second part; and of any and all renewals of said notes ; and also to secure said second party from all loss by reason of his liability as indorser upon any and all notes made by said El <page-number citation-index=\"1\" label=\"354\">*354</page-number>Oro Mining Company and indorsed by said Hamilton and Thompson, and any and all renewals thereof; <em>also cmy a/nd all other notes a/nd drafts made or mdorsed by said Hamilton now or hereafter owned by said second pa/rty or on which he may be liable as vndorserJ</em></summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b374-6\">Defendant’s answer denied the execution of the mortgage, and alleged that after it was delivered to plaintiff it had been altered by writing in it the clause above printed in italics. It appeared that the mortgage was drawn by an attorney for plaintiff, and that said clause in italics was written in under his directions after the mortgage had been executed, with the intention of subsequently obtaining the consent of the mortgagor thereto, and then delivered to the husband of the mortgagor, with the request that he obtain his wife’s assent to the alteration, which he promised to do, and to have the mortgage reacknowledged; that shortly after it was returned to said attorney by the notary before whom the mortgage was acknowledged, with the statement that it had been reacknowledged by the mortgagor. There was no proof that the mortgagor’s consent to the alteration had been obtained, or that she had reacknowledgéd the mortgage. Plaintiff was wholly ignorant of said alteration until after the commencement of this action, in which a foreclosure was sought on the ground of non-payment of paper which confessedly the mortgage was originally given to secure.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b374-7\"><em>William G. Tracy </em>for appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Aez\">Where an instrument offered in evidence is shown to have been altered in a material respect, the burden of proof is upon the party offering the instrument, to show the assent of the party who executed it. <em>(Herrick </em>v. <em>Malin, </em>22 Wend. 388; <em>Jackson </em>v. <em>Osborn, </em>2 id. 555; <em>Smith </em>v. <em>McGowan, </em>3 Barb. 404; <em>Acker </em>v. <em>Ledyard, </em>8 id. 514; <em>Tillou </em>v. <em>Clinton, </em>7 id. 564; <em>Judson </em>v. <em>Thacher, </em>7 Lans. 274; <em>Lamb </em>v. <em>Camden, </em>46 N. Y. 271; <em>Nickerson </em>v. <em>Ruger, </em>76 id. 279.) The court erred in refusing to find that congress was in session on the 13th day of January, 1885, and that said 13th day of January, 1885, was Tuesday. <em>(M. </em><page-number citation-index=\"1\" label=\"355\">*355</page-number><em>N. Bank </em>v. <em>Gibson, </em>7 Wend. 460; <em>Wellis </em>v. <em>N. Y. C. R. R. Co., </em>30 N. Y. 505.) The alteration was a material one, and if not assented to by the defendant invalidated the mort. gage. Where a written obligation is altered in a material part by the obligee or his agent in possession of the obligation, without the consent of the obligor, it is void. <em>(Benedict </em>v. <em>Cowndon, </em>49 N. Y. 396; <em>Rogers </em>v. Vosburgh, 87 id. 228; <em>Booth </em>v. <em>Powers, </em>56 id. 31; <em>Meyer </em>v. <em>Huneke, </em>55 id. 412; <em>N. U. Co. </em>v. <em>Madden, </em>114 id. 280.) The mortgage was invalidatéd, although the alteration was not communicated to Gleason. <em>(Davidson </em>v. <em>Cooper, </em>11 M. &amp; W. 778; 13 id. 343; <em>Aldoos </em>v. <em>Cornwell, </em>L. R. [3 Q. B.] 573 ; Stephens on Ev. § 89; <em>Bowsen </em>v. <em>Cole, </em>74 Tex. 222; <em>Rose </em>v. <em>Wilkins, </em>21 Maine, 558; <em>Phillips </em>v. <em>Rounds, </em>33 id. 357.) If the defendant’s husband assented to the alteration it did not constitute an assent on her part. <em>(Crawford </em>v. <em>N. S. Bank, </em>100 N. Y. 50.) The court erred in allowing Doheny to testify for the plaintiff that after he had made the alteration of the mortgage, he called the attention of defendant’s husband to it, and that the latter promised to have it reacknowledged. (Greenl. on Ev. § 445; <em>Wood </em>v. <em>State, </em>92 Ind. 269; <em>Waterman </em>v. <em>Whitney, </em>11 N. Y. 157; <em>P. Co. </em>v. <em>Clough, </em>20 Wall. 528; <em>Begley </em>v. <em>Williams, </em>80 Penn. St. 107; <em>Moore </em>v. <em>Meacham, </em>10 N. Y. 207, 210; <em>Enos </em>v. <em>Tuttle, </em>3 Conn. 250; <em>Walsdele </em>v. <em>N. Y. C. R. R. Co., </em>95 N. Y. 274; <em>Lund </em>v. <em>Tynborough, </em>9 Cush. 36; <em>Rouse </em>v. <em>Whited, </em>25 N. Y. 170; <em>Worrall </em>v. <em>Parmelee, </em>1 id. 519.) The court erred in excluding the portions of the <em>Congressional Record </em>offered in evidence by the defendant to show upon what dates certain proceedings took place in congress, at Washington, at which Mr. Hiscock testified he was present. <em>(Clark </em>v. <em>Trinity, </em>5 W. <em>&amp; </em>S. 266; 1 Greenl. on Ev. §§ 479, 493; <em>Wallace </em>v. <em>Cook, </em>5 Esp. 127; <em>Barber </em>v. <em>Holmes, </em>3 id. 190; <em>Salte </em>v. <em>Thomas, </em>3 B. <em>&amp; </em>P. 188; <em>Rex </em>v. <em>Aicles, </em>1 Leach Cr. Cas. 435; <em>Watkins </em>v. <em>Holman, </em>16 Pet. 25; <em>Bryan </em>v. <em>Forsyth, </em>24 How. Pr. 134; <em>Gregg </em>v. <em>Forsyth, </em>Id. 179; <em>Root </em>v. <em>King, </em>7 Cow. 613; <em>Post </em>v. <em>Suprs., </em>105 U. S. 667.) Where issues are <page-number citation-index=\"1\" label=\"356\">*356</page-number>awarded, a verdict found and the action brought to trial before the same judge, upon the same evidence and the verdict of the jury, any exception taken to evidence upon the trial before the jury is available, and if well taken must reverse the judgment. <em>(Bowen </em>v. <em>Bacht, </em>35 Hun, 434; <em>Carroll </em>v. <em>Demiel, </em>95 N. Y. 252.) The exceptions to rulings on questions of evidence cannot be disregarded. (Code Civ. Pro. § 1003; <em>Bowen </em>v. <em>Bacht, </em>35 Hun, 434; <em>Carroll </em>v. <em>Demiel, </em>95 N. Y. 252; <em>In re Smith, </em>Id. 516.) The defendant was not obliged to ask the court to direct a verdict in his favor upon any of the issues in order to reverse such verdict Upon the ground of want of evidence to support it. <em>(Shearman </em>v. <em>Henderson, </em>12 Hun, 170; <em>Lucas </em>v. <em>McEnerna, </em>19 id. 14; <em>Kelly </em>v. <em>Frazer, </em>27 id. 314.) The judgment should be reversed for the error of the court in allowing Doheny to testify to the declarations of Hamilton, although plaintiff’s counsel stated they would show further evidence which would connect it. <em>(Anderson </em>v. <em>Rome, </em>54 N. Y. 334; <em>Allen </em>v. <em>James, </em>7 Daly, 13; <em>Van Buren </em>v. <em>Wells, </em>19 Wend. 203; <em>Shields </em>v. <em>Henry, </em>31 Ala. 53; Hilliard on New Trials, § 36.)</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b376-6\"><em>Louis Marshall </em>for respondent.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"Ayp\">The undisputed testimony supports the finding of the court and jury that the mortgage, in suit was based upon a valuable consideration. <em>(Cary </em>v. <em>White, </em>52 N. Y. 138; <em>Keeler </em>v. <em>Salisbury, </em>33 id. 648; <em>M. L. Ins. Co. </em>v. <em>Smith, </em>23 Hun, 535; <em>G. Bank </em>v. <em>Penfield, </em>69 N. Y. 502; <em>Foxell </em>v. <em>Fletcher, </em>87 id. 476; <em>Maclaren </em>v. <em>Percival, </em>102 id. 675.) Assuming that the mortgage was altered, in the manner claimed by the defendant, by Mr. Doheny,. without her knowledge or consent, the plaintiff is, nevertheless, entitled to enforce it to the extent of the provisions, therein contained at the time of its execution and delivery, which are admitted, the alteration complained of having been made after the original delivery without the knowledge, consent or procurement of the plaintiff. <em>(Master </em>v. <em>Miller, </em>4 T. R. 329; <em>Jackson </em>v. <em>Malin, </em>15 Johns. 293; <em>Waring </em>v. <em>Smyth, </em>2 Barb. Ch. 119; <em>Caroni </em>v. <em>Jerome, </em>58 N. Y. 315; <em>Nichols </em><page-number citation-index=\"1\" label=\"357\">*357</page-number>v. <em>Johnson, </em>10 Conn. 192; <em>Piersol </em>v. <em>Grimes, </em>30 Ind. 129; <em>Cochran </em>v. <em>Nebeker, </em>48 id. 459; <em>City of Boston </em>v. <em>Benson, </em>12 Cush. 61; <em>Adams </em>v. <em>Frye, </em>3 Metc. 104; <em>Drum </em>v. <em>Drum, </em>133 Mass. 568; <em>Boyd </em>v. <em>McConnell, </em>10 Humph. 68; Lee v. <em>Alexander, </em>9 B. Mon. 25; <em>Bridges </em>v. <em>Winters, </em>42 Miss. 135; <em>Croft </em>v. <em>White, </em>36 id. 455; <em>Lubbering </em>v. <em>Kohlbrecher, </em>22 Mo. 596; <em>Moore </em>v. <em>Ivers, </em>83 id. 29; U. N. <em>Bank </em>v. <em>Roberts, </em>45 Wis. 373; <em>Gorden </em>v. <em>Robertson, </em>48 id. 493; <em>Condict </em>v. <em>Flower, </em>106 Ill. 105; <em>Pry </em>v. Pry, 109 id. 466; <em>Bellows </em>v. <em>Weeks, </em>41 Vt. 590; <em>Williams </em>v. <em>Mosely, </em>2 Fla. 394; <em>Mayor </em>v. <em>Hanssen, 3 </em>Biss. [U. S.] 195; <em>Evans </em>v. <em>Williams, </em>79 N. C. 86; U. S. v. <em>Spalding, </em>2 Mass. 478; U. S. v. <em>Linn, </em>1 How. [U. S.] 110; Greenl. on Ev. § 566; 4 Kent’s Comm. 526; <em>Nickerson </em>v. <em>Sweet, </em>135 Mass. 514; <em>Clark </em>v. <em>Woodruff, </em>83 N. Y. 518, 525; <em>Welsh </em>v. <em>Cochran, </em>63 id. 185; <em>Averill v. </em>Williams, 4 Den. 295; <em>Hoover </em>v. <em>Greenbaum, </em>61 N. Y. 305; <em>Condit </em>v. <em>Baldwin, </em>21 id. 219; <em>Bell </em>v. Day, 32 id. 165; <em>Estevez </em>v. <em>Purdy, </em>66 id. 466; G. M. L. Ins. Co. v. <em>Kashaw, </em>Id. 544; Van Wyck v. <em>Watters, </em>81 id. 352; <em>Fellows </em>v. <em>Longyor, </em>91 id. 324; <em>Stillman </em>v. <em>Northrup, </em>109 id. 473; <em>Smith </em>v. <em>Kidd, </em>68 id. 130; <em>Marvin </em>v. <em>U. L. Ins. Co., </em>85 id. 278; Story v. W. M. B. Assn., 95 id. 474; <em>Dorland </em>v. <em>Richardson, </em>4 Den. 95; Scott v. <em>Pilkington, </em>15 Abb. Pr. 280; <em>Gillespie </em>v. <em>Torrance, </em>25 N. Y. 306; A. Ins. Co. v. <em>Barnard, </em>96 id. 525; <em>Arnot </em>v. <em>E. R. Co., </em>67 id. 315; <em>Thorn </em>v. <em>Turck, </em>94 id. 90; <em>Downs </em>v. N. Y. C. <em>R. R. Co., </em>56 id. 664; <em>Ellwanger </em>v. <em>Fish, </em>60 id. 651; <em>Clover </em>v. G. Ins. Co., 101 id. 270, 280.) The findings by the court and jury that the disputed clause was inserted in the mortgage With the knowledge and consent of the defendant is fully sustained by the evidence. <em>(Elmwood </em>v. W. U. <em>Tel. Co., </em>45 N. Y. 549; <em>Kavanagh </em>v. Wilson, 70 id. 171; <em>Gildersleeve </em>v. <em>London, </em>73 id. 609; B. C. R. R. Co. v. <em>Spring, </em>75 id. 591; <em>Kohler </em>v. Adler, 78 id. 287; <em>Wohlfart </em>v. <em>Beckert, </em>92 id. 490; <em>Kearrney </em>v. <em>Mayor, etc., </em>Id. 617; <em>Sipple </em>v. State, 99 id. 287; <em>Munoz </em>v. Wilson, 111 id. 295; <em>Tolman </em>v. S. B. &amp; N. Y. R. R. Co., 31 Hun, 399; <em>Larned </em>v. <em>Tillotson, </em>97 N. Y. 1.) <page-number citation-index=\"1\" label=\"358\">*358</page-number>Even though the court below may have committed technical error in its rulings (which is denied), substantial justice demands an affirmance of the judgment. <em>(Church </em>v. <em>Kidd, </em>3 Hun, 254; <em>Lansing </em>v. <em>Russell, </em>2 N. Y. 563; <em>Forrest </em>v. <em>Forrest, </em>25 id. 501, 510; <em>Clapp </em>v. <em>Fullerton, </em>34 id. 190, 195; <em>Tomlinson </em>v. <em>Miller, </em>3 Keyes, 520; <em>Apthorp </em>v. <em>Comstock, </em>2 Paige, 481; <em>Marvin </em>v. <em>Marvin, </em>11 Abb. [N. S.] 102; <em>In re Smith, </em>95 N. Y. 516, 527.) The rulings relative to the admissibility of the <em>Congressional Record </em>were correct. (Code Civ. Pro. §§ 882, 883, 896, 935, 941; <em>McKinnon </em>v. <em>Bliss, </em>21 <em>N. Y. 206</em>; <em>Roe </em>v. <em>Strong, </em>107 id. 350; <em>Bella </em>v. <em>N. Y, L. &amp; W. R. Co., </em>6 N. Y. Supp. 60-69; <em>Cushing </em>v. <em>N. B. R. R. Co., </em>143 Mass. 77.)</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b378-6\">Pbckham, J.</author>\n<p id=\"A_a\">If in order to sustain this judgment it were necessary to maintain the finding that the mortgage was reacknowledged and thus assented to by the defendant after the alteration was made, we should be unable to do it.</p>\n<p id=\"b378-7\">We think the ease is wholly without evidence to sustain such finding. There is nothing to sustain it but the alleged promise of the husband of defendant that he would have it reackntiwledged, and the declaration of the notary out of court that he had taken a reacknowledgment of the mortgage. It may be assumed that Mr. Doheny supposed it had been reacknowledged, and that he is correct when he says the notary told him that it had been. The declaration of the notary made out of court did not bind the defendant in any way and was not competent evidence against her ■ for the purpose of showing the fact of reacknowledgment. When the alteration had been proved and it appeared to be a material one, the burden rested upon the plaintiff of showing that the alteration had been made with the consent of the defendant and that the mortgage had been thereafter reacknowledged. <em>(Tillou </em>v. <em>Ins. Co., </em>7 Barb. 564; <em>Acker </em>v. <em>Ledyard, </em>8 id. 514.)</p>\n<p id=\"b378-8\">There was no proof whatever of such assent or reacknowledgment.</p>\n<p id=\"b378-9\">Striking out such finding and also the verdict of the <page-number citation-index=\"1\" label=\"359\">*359</page-number>jury upon the same proposition, there yet remains enough in the case to justify and demand our affirmance of the judgment.</p>\n<p id=\"b379-6\">We ought not to reverse it and send the case back for a new trial when there is sufficient evidence, wholly uncontradicted and perfectly credible, to prove beyond any doubt that the plaintiff ought to recover. The plaintiff was wholly ignorant of the alteration attempted to be made in the mortgage and so remained until after the commencement of this action. The action itself is brought to foreclose the mortgage for non-payment of paper which confessedly it was originally given to secure. The attorney, who wrote in the addition to the mortgage as it originally was executed, had no power as agent of the plaintiff to make any alteration in the instrument by which its validity should be avoided. While the high character of the attorney who directed the addition might render it entirely plain that there was no intention of making any fraudulent alteration, and while the evidence seems to pretty clearly show there was not in fact the slightest wrongful intent in directing the alteration, and that it was done for the purpose of thereafter securing the assent of the defendant to the alteration, yet no such assent was secured and this act of the attorney for the plaintiff cannot properly, as we think, operate as if it had been an alteration made in a material part of the mortgage by the plaintiff himself, or by his attorney or agent with his knowledge or by his authority expressed or implied.</p>\n<p id=\"b379-7\">The act of the attorney did not and ought not to bind the plaintiff in this case.</p>\n<p id=\"b379-8\">Many cases have arisen since the decision of <em>Pigot's Case </em>(11 Coke, 47), where it was held that a material alteration made by a stranger to a deed, and without the privity of the obligee, did, nevertheless, invalidate the instrument. As late as the years 1843 and 1844, this decision was treated with respect by the English courts. <em>(Davidson </em>v. Cooper, 11 M. &amp; W. 778, 798; S. C. in Exchequer Chamber, 13 id. 342.)</p>\n<p id=\"b379-9\">But there has been since that period a departure from this rule even in England (see <em>Aldous </em>v. Cornwell, 3 Q. B. <page-number citation-index=\"1\" label=\"360\">*360</page-number>[L. R.] 573, A. D. 1868), while in our state the cases referred to in the opinion delivered in the General Term in this case, and those cited in the briefs of counsel before this court, show that when an alteration is not made by a party to the instruinent and in a material matter, the alteration is of no effect and the original validity of the instrument remains. <em>(Casoni </em>v. <em>Jerome, </em>58 N. Y. 315, 321; <em>Smith </em>v. <em>Kidd, </em>68 id. 130, 141; <em>Martin </em>v. <em>Ins. Co., </em>101 id. 498; <em>Town of Solon </em>v. <em>Bank, </em>114 id. 134.)</p>\n<p id=\"b380-6\">In Vermont the same rule obtains. <em>(Bigelow </em>v. <em>Stilphen, </em>35 Vt. 521.)</p>\n<p id=\"b380-7\">So, also, in other states. <em>(Robertson </em>v. <em>Hay, </em>91 Penn. St. 242; <em>Hunt </em>v. <em>Gray, </em>35 N. J. Law, 227; <em>Nickerson </em>v. <em>Swett, </em>135 Mass. 514; <em>Brooks </em>v. <em>Allen, </em>62 Ind. 401.)</p>\n<p id=\"b380-8\">Upon this view of the character and effect of the alteration, we think it clear that the judgment ought to be affirmed in spite of the error contained in the finding alluded to. The ground upon which we place our affirmance is wholly unaffected by the evidence or finding in regard to a reacknowledgment, or by any alleged errors in the admission or rejection of evidence. It is based upon controlling facts in the case, which are not substantially denied and which in any event are proved by overwhelming evidence.</p>\n<p id=\"b380-9\">Upon the ground that the plaintiff was not in any manner responsible for the attempt, unknown to him, to enlarge the liability of the mortgagor by the proposed alteration, and because the plaintiff seeks only to enforce the mortgage as it was originally executed, we affirm the judgment appealed from.</p>\n<p id=\"b380-10\">All concur, except Andeews, Oh. J., not voting.</p>\n<p id=\"b380-11\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}