{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"234\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b211-3\">[Civ. No. 4296.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHs\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AG8\">June 18, 1979.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b211-4\">SALWASSER MANUFACTURING COMPANY, INC., Plaintiff and Appellant, v. THE MUNICIPAL COURT FOR THE FRESNO JUDICIAL DISTRICT OF FRESNO COUNTY, Defendant and Respondent; THE PEOPLE, Real Party in Interest and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b212-8\"><page-number citation-index=\"1\" label=\"224\">*224</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b212-9\">Staniford, Harris, Loomis &amp; Home and John E. Loomis for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b212-10\">Ronald A. Zumbrun and John H. Findley as Amici Curiae on behalf of Plaintiff and Appellant.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b212-11\">No appearance for Defendant and Respondent.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b213-3\"><page-number citation-index=\"1\" label=\"225\">*225</page-number>Dale A. Blickenstaff, District Attorney, and John W. Hawkes for Real Party in Interest and Respondent.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b213-4\">Opinion</p>\n<author id=\"b213-5\">FRANSON, J.</author>\n<p id=\"AoC\">This appeal challenges the constitutional validity of an inspection warrant issued to representatives of the California Division of Industrial Safety (hereinafter Division) to enter appellant’s place of business for a routine safety inspection pursuant to the California Occupational Safety and Health Act (hereinafter Cal/OSHA; Lab. Code, §§ 6300 to 6708). The warrant was issued without a showing of probable cause to believe that a safety violation existed on the premises. As we shall explain, both the federal and California Constitutions require a showing of probable cause before a warrant may issue to authorize a nonconsensual Cal/OSHA inspection.</p>\n<p id=\"b213-6\">Appellant Salwasser Manufacturing Company, Inc., is a place of employment in Reedley, California, which uses machinery in its manufacturing operations. The Division is the state agency charged with the enforcement of regulations concerning the safety and health of employees in California. This controversy began when Division representatives sought admittance to appellant’s place of business to conduct a routine inspection to discover safety violations. Company President Melvin Salwasser twice refused to permit the attempted inspections.</p>\n<p id=\"b213-7\">In September 1977, Division representative J. Conde, tried for the third time to enter appellant’s premises for an inspection. This time he had a warrant issued by a municipal court judge.<footnotemark>1</footnotemark> The warrant was issued on the strength of Conde’s declaration reciting the following matters: The <page-number citation-index=\"1\" label=\"226\">*226</page-number>Division is authorized under the California Labor Code to inspect places of employment to enforce compliance with safety regulations, and it employs the following program to “establish priorities for routine inspections.” The Division is supplied with a “computerized listing of those places of employment which show reported industrial accidents which are considered to be preventable.” The Division attempts to inspect work places on this list, which included appellant. This practice was described in the declaration as an “administrative standard for conducting routine inspections.” Finally, Conde’s declaration requested the court to authorize the inspection to be conducted without advance notice to appellant, so there would be no opportunity to correct any violations, and the plant would be inspected under normal working conditions.</p>\n<p id=\"b214-5\">Other than the appearance of appellant’s name on the list of companies which at an unspecified time in the past had experienced accidents considered by state officials to have been “preventable,” there was nothing in the declaration to establish cause to believe that safety violations currently existed on appellant’s premises.</p>\n<p id=\"b214-6\">Upon being presented with the warrant, Mr. Salwasser again refused the inspectors access to the premises. He was thereafter charged in the Fresno County Municipal Court with violating section 1822.57 of the Code of Civil Procedure, which makes it a misdemeanor to willfully refuse to permit an inspection lawfully authorized by a warrant issued pursuant to that title.</p>\n<p id=\"b214-7\">Salwasser moved for dismissal of the criminal complaint for lack of jurisdiction. On the denial of that motion, he filed a petition for writ of prohibition in the Fresno County Superior Court seeking to restrain further criminal proceedings against him on the grounds that (1) the Cal/OSHA does not authorize the Division to conduct routine inspections looking for violations; and (2) the issuance of the inspection warrant violated both the federal and state constitutional prohibitions against unreasonable searches and seizures. The petition was denied, and <page-number citation-index=\"1\" label=\"227\">*227</page-number>appellant filed a timely appeal. We granted Pacific Legal Foundation leave to file an amicus curiae brief in support of appellant.</p>\n<p id=\"b215-4\">Cal/OSHA Authorizes Routine Inspections</p>\n<p id=\"b215-5\">Appellant first contends that Cal/OSHA does not authorize routine<footnotemark>2</footnotemark> safety inspections of places of employment. The contention cannot be sustained. Although, unlike federal OSHA (29 U.S.C. § 657(a)), the California statute does not expressly authorize routine inspections, it is quite clear that the authority to conduct such inspections is necessarily implied by the Legislature’s broad grant of authority to the Division. Labor Code section 6307 provides: “The division has the power, jurisdiction, and supervision over every employment and place of employment in this state, which is necessary adequately to enforce and administer all laws and lawful standards and orders, or special orders requiring such employment and place of employment to be safe, and requiring the protection of the life, safety, and health of every employee, in such employment or place of employment.”</p>\n<p id=\"b215-6\">Labor Code section 6314 provides in pertinent part: “(a) To make an investigation or inspection, the chief of the division and all employees authorized by him shall, upon presenting appropriate credentials to the employer, have <em>free access </em>to any place of employment. Any person who obstructs or hampers such an investigation or inspection which is authorized by the division, is guilty of a misdemeanor.” (Italics added.)</p>\n<p id=\"b215-7\">Labor Code section 6300 provides that the purpose of Cal/OSHA is to “assur[e] safe and healthful working conditions for all California working men and women by authorizing the enforcement of effective standards, assisting and encouraging employers to maintain safe and healthful working conditions, and by providing for research, information, education, training, and enforcement in the field of occupational safety and health.” The California Supreme Court has indicated that this legislation is “to be given a liberal interpretation for the purpose of achieving a safe working environment.” <em>(Carmona </em>v. <em>Division of Industrial Safety </em>(1975) 13 Cal.3d 303, 312-313 [118 Cal.Rptr. 473, 530 P.2d 161].)</p>\n<p id=\"b216-4\"><page-number citation-index=\"1\" label=\"228\">*228</page-number>Labor Code section 6309, which permits the Division to investigate any workplace “[wjhenever [it] learns or has reason to believe that any employment or place of employment is not safe . . .” was not intended to limit the Division’s authority to investigate or inspect to situations where there is cause to believe an OSHA violation exists. Section 6309 simply provides guidelines for the Division as to when its investigations are mandatory, and when discretionary. The following passage clearly indicates that the section was not intended to limit the Division’s authority to inspect: “The requirements of this section shall not relieve the division of its requirement to inspect and assure that all places of employment are safe and healthful for employees.”</p>\n<p id=\"b216-5\">The approval of Cal/OSHA by the United States Secretary of Labor on April 24, 1973, supports the premise that the California Legislature intended to authorize routine inspections because one of the criteria for federal approval of state job safety programs is that the state must “provide for a right of entry and inspection of all workplaces . . . which is at least as effective as that provided in [the federal act].” (29 U.S.C. § 667(c)(3); see Hunter, <em>The California Occupational Safety and Health Act: An Overview </em>(1975) 50 L.A. Bar Bull. 303, 305.) As previously noted, the federal act provides for routine inspections.<footnotemark>3</footnotemark></p>\n<p id=\"b216-6\">The construction of a statute by the officials charged with its administration is entitled to great weight (45 Cal.Jur.2d, Statutes, § 176, pp. 674-675). The Division has conducted thousands of routine inspections since the inception of the act. This accords with the long established view that the most effective way to seek compliance with minimum standards required by health and safety codes is through unannounced periodic inspections (see <em>Camara </em>v. <em>Municipal Court, supra, </em>387 U.S. at pp. 535-536 [18 L.Ed.2d at pp. 939-940]).</p>\n<p id=\"b216-7\">The Fourth Amendment Requires a Search Warrant for Routine Administrative Inspections</p>\n<p id=\"b216-8\">In <em>Marshall </em>v. <em>Barlow’s, Inc. </em>(1978) 436 U.S. 307 [56 L.Ed.2d 305, 98 S.Ct. 1816], hereinafter <em>Barlow’s, </em>the United States Supreme Court held that a nonconsensual routine warrantless inspection under federal OSHA violates the Fourth Amendment. Justice White, writing for the majority, reaffirmed the principle expressed in <em>Camara </em>v. <em>Municipal Court, supra, </em><page-number citation-index=\"1\" label=\"229\">*229</page-number>387 U.S. 523, and <em>See </em>v. <em>City of Seattle, supra, </em>387 U.S. 541 (hereinafter <em>Camara </em>and <em>See) </em>that “the Fourth Amendment prohibition against unreasonable searches protects against warrantless intrusions during civil as well as criminal investigations. ... If the government intrudes on a person’s property [whether a home or commercial property], the privacy interest suffers whether the government’s motivation is to investigate violations of criminal laws or breaches of other statutory or regulatory standards.” (436 U.S. at pp. 312-313 [56 L.Ed.2d at p. 311].) Unless some recognized exception to the warrant requirement applies (e.g., for a “closely regulated” business such as the sale of liquor or firearms) an administrative search or inspection must be conducted pursuant to a warrant.</p>\n<p id=\"b217-4\">However, the <em>Barlow’s </em>majority adopted the standard for issuance of administrative search warrants set forth in <em>Camara </em>and <em>See </em>and held that warrants authorizing federal OSHA inspections do not require probable cause in the criminal sense. “For purposes of an administrative search such as this, probable cause justifying the issuance of a warrant may be based not only on specific evidence of an existing violation [fn. omitted] but also on a showing that ‘reasonable legislative or administrative standards for conducting an . . . inspection are satisfied with respect to a particular [establishment]’ ” <em>(Barlow’s, </em>436 U.S. at p. 320 [56 L.Ed.2d at p. 316], quoting from <em>Camara </em>v. <em>Municipal Court, supra, </em>387 U.S. 523, 538 [18 L.Ed.2d 930, 941]). The court elaborated on the required showing: “A warrant showing that a specific business has been chosen for an OSHA search on the basis of a general administrative plan for the enforcement of the Act derived from neutral sources such as, for example, dispersion of employees in various types of industries across a given area, and the desired frequency of searches in any of the lesser divisions of the area, would protect an employer’s Fourth Amendment rights.” (436 U.S. at p. 321 [56 L.Ed.2d at p. 316].) The majority then indicated that the reasonableness of warrantless searches under regulatory statutes depends on the specific enforcement needs and privacy guarantees of each statute <em>(ibid. </em>[56 L.Ed.2d atp. 316]).</p>\n<p id=\"b217-5\">The Penal Consequences of a Cal/OSHA Inspection Far Exceed Those Under Fed/OSHA</p>\n<p id=\"b217-6\">There is a fundamental and far-reaching distinction between federal and California OSHA legislation insofar as their penalty provisions. <page-number citation-index=\"1\" label=\"230\">*230</page-number>Federal OSHA (29 U.S.C. § 666) provides in pertinent part: “(b) Any employer who has received a citation for a serious violation of the requirements of section 654 of this title, of any standard, rule, or order promulgated pursuant to section 655 of this title, or of any regulations prescribed pursuant to this chapter, shall be assessed a civil penalty of up to $1,000 for each such violation.” Other civil penalties may be assessed for less than serious violations of federal OSHA standards or for not correcting violations. The <em>single instance </em>in which a criminal penalty may be assessed for violation of a safety standard under Fed/OSHA is where an employer has <em>willfully </em>violated a provision and such violation leads to the <em>death of an employee. </em>(29 U.S.C. § 666(e).)</p>\n<p id=\"b218-5\">By contrast, the criminal sanctions under Cal/OSHA permeate the entire inspection process. Labor Code section 6423 provides: “. . . , every employer, and every officer, management official, or supervisor having direction, management, control, or custody of any employment, place of employment, or other employee, who does any of the following shall be guilty of a misdemeanor:</p>\n<blockquote id=\"b218-6\">“(a) Knowingly <em>or negligently </em>violates any standard, order, or special order, or any provision of this division, or of any part thereof in, or authorized by, this part the violation of which is deemed to be a serious violation pursuant to Section 6432.[<footnotemark>4</footnotemark>]</blockquote>\n<blockquote id=\"b218-7\">“(b) Repeatedly violates any standard, order, or special order, or provision of this division, or any part thereof in, or authorized by, this part, which repeated violation creates a real and apparant hazard to employees.</blockquote>\n<blockquote id=\"b218-8\">“(c) Fails or refuses to comply, after notification and expiration of any abatement period, with any such standard, order, special order, or provision of this division, or any part thereof, which failure or refusal creates a real and apparent hazard to employees.</blockquote>\n<blockquote id=\"b218-9\">“(d) Directly or indirectly, knowingly induces another to do any of the above.</blockquote>\n<p id=\"b219-3\"><page-number citation-index=\"1\" label=\"231\">*231</page-number><em>“Any violation of the provisions of this section is punishable by imprisonment in the county jail not exceeding six months, or by a fine not exceeding five thousand dollars ($5,000), or by both. </em>” (Italics added.)</p>\n<p id=\"b219-4\">Thus, with one exception an employer violating a federal OSHA provision will be assessed a civil penalty whereas the same employer committing the same violation under Cal/OSHA could be found guilty of a misdemeanor punishable by imprisonment in the county jail not exceeding six months, or by a fine not exceeding $5,000, or by both. (Lab. Code, § 6423.) Under Cal/OSHA, not only can a person be guilty of a misdemeanor for knowing violations, but he can be guilty if he is merely negligent. Additionally, every officer, management official, or supervisor may likewise be found guilty. This extreme departure from the limited criminal penalties which may be imposed under federal OSHA alters the entire complexion of Cal/OSHA inspections. Unlike federal OSHA and the municipal ordinances construed in <em>Camara </em>and <em>See, </em>a routine inspection under Cal/OSHA partakes of an investigation for the discovery of evidence of a crime. The California State Senate in Senate Joint Resolution No. 17 has recognized the nature of Cal/OSHA inspections by stating: “Whereas, Compliance with the Federal Occupational Safety and Health Act eliminated California’s cooperative safety program in which California labor, business, and state activities jointly established and maintained California’s exemplary industrial safety records, and, instead, established an adversary procedure whereby California’s safety inspectors have now become police officers enforcing the law; . . .” (Italics added. Sen. Joint Res. No. 17 (filed May 5, 1978) Stats. 1978 (1978 Reg. Sess.) res. ch. 33.)</p>\n<p id=\"b219-5\">The Federal and California Constitutions Require a Showing of Probable Cause to Believe That a Cal/OSHA Violation Currently Exists on the Premises to Be Inspected</p>\n<p id=\"b219-6\">The possible far-reaching penal consequences of a Cal/OSHA inspection force us to conclude that the search and seizure requirements of the Fourth Amendment and article I, section 13 of the California Constitution mandate a probable cause requirement for inspection warrants. We reach this conclusion with full awareness that our holding will nullify nonconsensual Cal/OSHA inspections in the traditional administrative sense. The “cause” standard for administrative inspections provided in <page-number citation-index=\"1\" label=\"232\">*232</page-number>Code of Civil Procedure section 1822.52 will not apply to Cal/OSHA inspections.</p>\n<p id=\"b220-5\">The United States Supreme Court has recognized the distinction between civil and criminal searches. In <em>Camara, </em>the court stated: “Finally, because the inspections are neither personal in nature <em>nor aimed at the discovery of evidence of crime, </em>they involve a relatively limited invasion of the urban citizen’s privacy.” (387 U.S. at p. 537 [18 L.Ed.2d at p. 940], italics added.) This language was the basis for the court’s adoption of the “reasonable legislative or administrative standards” test for inspection warrants. The high court acknowledged in <em>Barlow’s </em>that it was establishing a probable cause standard for administrative searches which depended upon the <em>noncriminal </em>nature of federal OSHA searches when it held that “[p]robable cause in the criminal law sense is not required.” <em>{Barlow’s, supra, </em>436 U.S. atp. 320 [56 L.Ed.2d at p. 316].)</p>\n<p id=\"b220-6\">The People argue that a routine Cal/OSHA inspection should be treated the same as any other administrative inspection for health and safety purposes since the Division seldom initiates criminal prosecutions for safety violations. The People state that during the 1977-1978 fiscal year Cal/OSHA personnel made a total of 21,760 inspections which resulted in the issuance of 55,234 citations. Only 22 criminal complaints were filed in 1977 (no figures are given for the second half of the fiscal year). There is no question that there is a strong administrative purpose to a Cal/OSHA inspection which might justify excepting the inspection from the warrant requirement of the Fourth Amendment. However, this approach was rejected in <em>Barlow’s </em>where a <em>warrant </em>requirement was imposed to protect the employer’s right of privacy.<footnotemark>5</footnotemark> Once the warrant <page-number citation-index=\"1\" label=\"233\">*233</page-number>requirement is recognized, reason will not permit a court to ignore the criminal consequences of the inspection pursuant to the warrant. The statute must be judged not by the manner in which the agency chooses to exercise its authority to file criminal complaints, but by the extent of the criminal authority actually granted to the agency.</p>\n<p id=\"b221-3\">The People’s argument that any evidence of a criminal violation should not affect the validity of the inspection warrant because the defendant can move to suppress the evidence in the criminal proceeding cannot be sustained. If such an approach were adopted, the legality of the search would depend on what the inspector found after entering the premises. If he found only evidence of violations calling for civil penalties, the search would be valid; if he found evidence of criminal violations, the search would be invalid. Such a double standard would cause endless confusion. Moreover, since the initial entry would be proper as to the civil penalties, it could be argued that any evidence of a criminal violation would be admissible under the “plain view” doctrine—thereby legitimizing a criminal search under the guise of a regulatory search. In short, once it is recognized that investigators making a Cal/OSHA inspection are seeking evidence of serious violations punishable as misdemeanors, the constitutional consequences follow, as night follows day. In <em>Parrish </em>v. <em>Civil Service Commission </em>(1967) 66 Cal.2d 260 [57 Cal.Rptr. 623, 425 P.2d 223], the California Supreme Court stated that even though searches by county welfare officials were intended to secure proof of welfare eligibility, the fact that the evidence could have afforded the basis for criminal prosecution imposed a requirement for compliance with standards for searches for evidence of crime <em>{id., </em>at p. 267).</p>\n<p id=\"b221-4\">The People have asserted that a warrant requirement of probable cause would frustrate the purpose of Cal/OSHA because it would give advance notice to employers who would make cosmetic changes to insure that no violations could be found by the inspectors. This argument supports the premise that Cal/OSHA inspections are criminal in nature; it also reflects a basic misunderstanding of the purpose of the Occupational Safety and Health Act of 1973. As amicus points out, Cal/OSHA was never intended to create a police agency over California businesses; rather, it was intended to provide a safe and healthy environment for California workers (Lab. Code, § 6300). This goal can be more readily accomplished through a probable cause requirement since it will enable the inspectors to concentrate on serious violations. This point is well illustrated in <page-number citation-index=\"1\" label=\"234\">*234</page-number>Senate Joint Resolution No. 17 filed May 5, 1978, wherein the California Senate declares:</p>\n<blockquote id=\"b222-5\">“Whereas, Cal-OSHA inspectors in enforcing Cal-OSHA standards, issue more than 98 percent of their citations for nonserious violations which bear little or no relationship to conditions which actually <em>cause </em>serious injuries; and</blockquote>\n<blockquote id=\"b222-6\">“Whereas, California’s Legislative Analyst has reported that only 6 percent of the investigations conducted in 1975 pertaining to referrals to the State Department of Health resulted in the issuance of citations for serious violations;. . .”</blockquote>\n<p id=\"b222-7\">It also must be kept in mind that the probable cause requirement will arise only in those relatively few situations where the employer refuses consent to an inspection. <em>Barlow’s </em>holds only that a nonconsensual routine warrantless inspection violates the Fourth Amendment. The court in <em>Barlow’s </em>stated: “We are unconvinced, however, that requiring warrants to inspect will impose serious burdens on the inspection system or the courts, will prevent inspections necessary to enforce the statute, or , will make them less effective.” (436 U.S. at p. 316 [56 L.Ed.2d at p. 314].)</p>\n<p id=\"b222-8\">Since the affidavit supporting the warrant in the instant case does not show probable cause to believe that safety violations currently existed on appellant’s premises, the warrant illegally authorized an unreasonable intrusion into appellant’s privacy in violation of the federal and California Constitutions.</p>\n<p id=\"b222-9\">The judgment is reversed.</p>\n<p id=\"b222-10\">Brown (G. A.), P. J., and Hopper, J., concurred.</p>\n<p id=\"b222-11\">A petition for a rehearing was denied July 12, 1979, and the petition of the real party in interest and respondent for a hearing by the Supreme Court was denied August 31, 1979. Bird, C. J., did not participate therein. Taylor, J.,<footnotemark>*</footnotemark> participated therein. Tobriner, J., and Mosk, J., were of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b213-8\">In California the issuance of inspection warrants- authorizing administrative inspections under state and local laws relating to building, fire, safety, plumbing, electrical, health or zoning are governed by the provisions of Code of Civil Procedure section 1822.50 et seq. Section 1822.51 provides: “An inspection warrant shall be issued only upon cause, supported by affidavit, particularly describing the place, dwelling, structure, premises, or vehicle to be searched and the purpose for which the search is made. In addition, the affidavit shall contain either a statement that consent to inspect has been sought and refused or facts or circumstances reasonably justifying the failure to seek such consent.” Section 1822.52 provides: “Cause shall be deemed to exist if either <em>reasonable legislative or administrative standards </em>for conducting a routine or area inspection are satisfied with respect to the particular place, . . . premises, ... or there is reason to <page-number citation-index=\"1\" label=\"226\">*226</page-number>believe that a condition of nonconformity exists with respect to the particular place,. . . premises,. . .” (Italics added.) The “cause” definition in section 1822.52 was adopted in 1968 to conform to the constitutional standard for administrative searches set forth in <em>Camara </em>v. <em>Municipal Court </em>(1967) 387 U.S. 523 [18 L.Ed.2d 930, 87 S.Ct. 1727] (municipal housing inspection) and <em>See </em>v. <em>City of Seattle </em>(1967) 387 U.S. 541 [18 L.Ed.2d 943, 87 S.Ct. 1737] (municipal fire inspection program).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b215-8\">A “routine” inspection is one made at random or of a selected area or industry without any particularized knowledge that a violation presently exists on the premises to be searched (see 29 U.S.C. § 657; <em>Camara </em>v. <em>Municipal Court, supra, </em>387 U.S. 523; <em>See </em>v. <em>City of Seattle, supra, </em>387 U.S. 541).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b216-9\">Cal/OSHA (Lab. Code, § 6300 et seq.) was adopted in 1973 in response to the federal OSHA of 1970 (29 U.S.C. § 651 et seq.).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b218-10\">A “serious violation” under section 6432 is broadly defined as one where a “substantial probability that death or serious physical harm could result” from conditions, practices, means, methods, operations or processes which have been adopted or are in use unless the employer in the exercise of reasonable diligence would not know of the presence of the violation. Thus, almost any dangerous condition could constitute a serious violation.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b220-7\">The dissenting opinion in <em>Barlow’s </em>rejected the premise that the Fourth Amendment prohibits warrantless routine administrative inspections under federal OSHA and also strongly disagreed with the conclusion that the warrant which the majority deemed necessary could be issued without any showing of probable cause to believe that an OSHA violation existed at the premises to be searched. The dissent correctly pointed out that the Fourth Amendment contains two separate clauses, each flatly prohibiting a category of governmental conduct: The first clause states that the right to be free from unreasonable searches “shall not be violated.” The second clause unequivocally prohibits the issuance of warrants except “upon probable cause.” Once it is concluded that warrantless searches authorized by OSHA are “unreasonable” within the meaning of the first clause, according to the dissent there is no room under the second clause for holding that the warrant may be issued except for probable cause. <em>If such inspections are unreasonable without a warrant, </em>“the issuance of a ‘new fangled warrant’—to use Mr. Justice Clark’s characteristically expressive term—without any true showing of particularized probable cause would not be sufficient to validate them.” (436 U.S. at pp. 327-328 [56 L.Ed.2d at pp. 320-321], italics added.)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b222-12\">Assigned by Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}