{
  "casebody": {
    "data": "<casebody firstpage=\"301\" lastpage=\"309\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b321-5\">[Crim. No. 730.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AE6\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASZ\">Oct. 26, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b321-6\">THE PEOPLE, Respondent, v. ROGELIO MEDINA CARMELO, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b323-8\"><page-number citation-index=\"1\" label=\"303\">*303</page-number>Johnson &amp; Johnson for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b323-9\">Fred N. Howser, Attorney General, and William E. James, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b323-10\">BARNARD, P. J.</author>\n<p id=\"Aeq\">The defendant was charged with two crimes of incest alleged to have been committed on October 26, 1948, and on October 29, 1948. A jury found him guilty on both counts and he was sentenced to imprisonment, the sentences to run concurrently. He has appealed from the judgment and from an order denying his motion for a new trial.</p>\n<p id=\"b323-11\">The defendant lived with his two daughters in a small house in La Jolla which he owned. The complaining witness was not quite 20 years old in October, 1948, and her sister was a year younger. The mother of the girls died when they were quite young. The defendant remarried but his second wife left him in 1942.</p>\n<p id=\"b323-12\">The complaining witness testified that her father began to have sexual relations with her when she was 13 years old. There is evidence that the defendant started the relationship by the use of undue influence, and that it was continued both because of his threats and because of her desire to protect her sister. These threats were repeated on a number of occasions and in one instance in 1946, when she refused to accede to his wishes, the defendant made some sort of an attempt against the sister. There was considerable evidence of such threats, including the use of a gun on one occasion, and of fear on the part of the prosecuting witness.</p>\n<p id=\"b323-13\">After the occurrence on October 29, the prosecuting witness went to Arcadia. She later returned to her father’s house, spending considerable time with a friend. There is evidence <page-number citation-index=\"1\" label=\"304\">*304</page-number>that the complaining witness refused to continue the relationship, since her sister was then away from home, and that the defendant became very angry. In December, 1948, he went on a rampage and destroyed a large part of the furniture in his home and then phoned to the complaining witness telling her she ought to see what he had done. She reported the matter to the police and they came out and arrested the defendant for malicious mischief. Before they left the scene the defendant stated to one of the arresting officers that he wished his daughter was dead. When asked his reason for this statement, he replied: 1 ‘ There is a whole lot more to this than you fellows know. ’ ’ Later that evening the complaining witness told her story to the officers and the charges here in question were preferred.</p>\n<p id=\"b324-5\">It is not, and could not well be, contended that the evidence is insufficient to support the conviction. It is, however, earnestly contended that various errors of law require a reversal with an order for a new trial. It is first contended that the court erred in permitting evidence of another offense upon the person of the sister of the prosecutrix. This relates to the occasion in 1946, when the complaining witness refused to accede to the defendant’s wishes and he made some sort of an attempt against the sister. The evidence does not clearly disclose just what occurred, but apparently the defendant at least attempted to commit the same crime with the sister. Immediately thereafter, the defendant told thé complaining witness that this would not have happened if she had “behaved” herself.  It is contended that the admission of this testimony constitutes reversible error under the rule laid down in <em>People </em>v. <em>Asavis, </em>22 Cal.App.2d 492 [71 P.2d 307], and many other cases, that evidence of similar acts with other persons is ordinarily inadmissible. While the general rule is well established there is a well recognized exception when the evidence in question is relevant to the issues in the ease and otherwise admissible. Under these circumstances, it need not be excluded merely because it reveals the commission of an offense other than that charged. <em>(People </em>v. <em>Sanders, </em>114 Cal. 216 [46 P. 153] ; <em>People </em>v. <em>Peete, </em>28 Cal.2d 306 [169 P.2d 924]; <em>People </em>v. <em>Dabb, </em>32 Cal.2d 491 [197 P.2d 1].)</p>\n<p id=\"b324-6\">In the instant case, the defendant relied not only upon a denial that he committed the acts in question but also upon an attempt to prove that the prosecuting witness had been a voluntary participant in the crimes and was, therefore, an accomplice. The prosecution was attempting to prove that <page-number citation-index=\"1\" label=\"305\">*305</page-number>the participation of the complaining witness was not voluntary and that the defendant overcame her resistance and secured a continuance of the relationship through arousing her fear and through various threats, including particularly a threat on his part to do the same thing with the sister if the prosecuting witness refused. Aside from the general question of intent, this evidence was relevant and material on the important issue as to whether or not the prosecuting witness was an accomplice, having acted voluntarily. The evidence here attacked was introduced for this purpose, and the prosecution made no effort to go into details as would have been done in any attempt to prove a separate offense. Under these circumstances, the matter came within the exception to the general rule, and the admission of this evidence may not be held to have been erroneous.</p>\n<p id=\"b325-6\">It is next contended that the court assumed facts not shown by the evidence and invaded the province of the jury by one clause of an instruction given. In this instruction the jury was told that the defendant could not be convicted of the offenses charged unless it was found that he committed those specific offenses; that he could not be convicted of another offense with which he was not here charged; and that “You may, however, consider any evidence as to the conduct and relationship between the defendant and the child in question on occasions other than that involving the offenses charged” for certain limited purposes. The only complaint made is that the court thereby told the jury that this complaining witness was a “child” when the facts show that she was a mature woman of the age of nearly 20 years. It is argued that the jury would unquestionably take this word as indicating that the court intended to tell the jury that she was undeveloped mentally and should be treated as a child, and that prejudice was inevitable. This conclusion does not reasonably follow. It was stipulated that the complaining witness was the daughter of the defendant, and the word “child” is often used to describe that relationship. There was evidence that the illegal relationship had continued over many years and the complaining witness was a child in every sense of the word when it began. The jury saw and heard the complaining witness, the full facts were before it both as to her age and mental development, and no possible prejudice could have resulted.</p>\n<p id=\"b325-7\">It is next contended that the court erred in receiving in evidence the testimony of the wife of the defendant. In <page-number citation-index=\"1\" label=\"306\">*306</page-number>the only evidence thus received this witness told her name, where she lived and who was living with her. As soon as it appeared that she was the wife of the defendant an objection to her further testimony was sustained. While, no error appears in connection with any testimony given by this witness, it seems to be contended that the district attorney was guilty of misconduct in calling her to the stand and thus compelling the defendant to object to her testimony. The district attorney argued that her testimony was admissible under section 1322 of the Penal Code. Whether or not he was right, there is no evidence or indication of bad faith on his part. Moreover, in <em>People </em>v. <em>Klor, </em>32 Cal.2d 658 [197 P.2d 705], the court said: “Recent authority is to the effect that if the prosecution desires to use the husband or wife of the defendant as a witness the proper procedure is to offer the spouse as a witness, subject to the claim of privilege by the defendant.” No reversible error appears in this connection.</p>\n<p id=\"b326-5\">It is next contended that the court erred in permitting evidence as to the defendant’s actions and replies in response to accusatory statements made to him. At the time of his arrest the defendant stated to an officer that he wished his daughter was dead. In reply to a question as to why he felt that way, he replied: ‘‘ There is a whole lot more to this than you fellows know.” Later that evening the prosecuting witness told her story to the officers. The next day two other officers had a talk with the defendant. One of them testified that he asked the defendant why he broke up his furniture and he replied: “Well, I was just mad”; that when he told him about the charge which his daughter had brought the defendant “said that if he was found guilty he was tired anyway and he might just as well have a good rest. He said he would plead not guilty”; that in this conversation the defendant did not deny his guilt; and that “he never did say no to us. He just said he was going to plead not guilty.” The other officer testified with respect to this conversation that when the first officer told' the defendant that he had been accused by his daughter of having sexual intercourse with her over a number of years the defendant replied “that he did not know why she would make such a statement, that if he was found guilty that he could use a long rest because he was tired. He had worked hard all his life and to my knowledge that is the substance of that conversation.” The defendant’s version of this conversation, given on the stand, is as follows: “. . .he told me of the charge on my daughter <page-number citation-index=\"1\" label=\"307\">*307</page-number>that she was putting on me and I think I smiled to him and I didn’t say anything, I just moved my head and he said, ‘What do you think of it?’ and I told him I didn’t know. He asked me if my daughter was mentally all right and I says, ‘No, as far as I know.’ And then he asked me if I had—that if I would get it off my chest it would go a lot easier on me and I looked at him and laughed and didn’t answer and then he asked me again, he says, ‘It will be a lot easier if you tell us all about it,’ and I said, ‘No, I aint got nothing to say.’ Right after that he told me, he says, ‘You are going to be sent up for a long time. ’ I told him if I have to go that it is a long time I have been working hard all my life and I needed a rest and maybe that was the way I got it. That was all the conversation I had with the officer. ’ ’</p>\n<p id=\"b327-6\">The general rule with respect to accusatory statements is that nothing can be admitted into evidence where there was a flat denial. However, the rule is otherwise when the response is other than a flat denial and where the replies made are equivocal or evasive. <em>(People </em>v. <em>Peterson, </em>29 Cal.2d 69 [173 P.2d 11] ; <em>People </em>v. <em>Wade, </em>71 Cal.App.2d 646 [163 P.2d 59].) Where the replies are not those to be expected from an innocent man and are susceptible of being construed as equivocal and evasive the evidence is usually admitted and the matter left to the jury. <em>(People </em>v. <em>Gordon, </em>61 Cal.App. 98 [214 P. 276] ; <em>People </em>v. <em>Bradley, </em>23 Cal.App. 44 [136 P. 955].) In view of the evidence here, including the defendant’s own version of the conversation, it cannot be held that prejudicial error appears in this connection.</p>\n<p id=\"b327-7\">It is next contended that the court erred in pointing out to the jury in one instruction the difference between assent and consent. It is argued that the court thus intimated to the jury that this was a case of passive submission on the part of one who could not make an intelligent choice, that the instruction was inapplicable in this case, and that it served only to accentuate the court’s prior reference to this woman as a child. The instruction complained of was given as a part of a series of instructions relating to an accomplice and the necessity that the testimony of an accomplice be corroborated, which were responsive to the issues raised. As a part of these instructions the court told the jury that if the complaining witness was compelled by force or threats to participate in these acts, or if her consent was induced by fraud, deceit or undue influence so that she did not willingly con<page-number citation-index=\"1\" label=\"308\">*308</page-number>sent to the incestuous conduct then she was not an accomplice. As a part of an instruction which followed, telling the jury what was necessary to constitute consent, the court defined consent and assent saying: “In law, consent differs very materially from assent. The former denotes a free will, a positive state of mind, a positive cooperation in act or attitude. Assent, however, means mere passivity or submission and does not amount to consent.” This was a part of full instructions upon the whole subject, and no error appears.</p>\n<p id=\"b328-5\">It is next contended that the court erred in refusing to give an instruction requested by the defendant to the effect that the evidence of an accomplice should be received with distrust. The requested instruction defined an accomplice and then concluded with the words: “The testimony of an accomplice is to be viewed with distrust and suspicion and ‘the law imposes upon you the duty of receiving the evidence of an accomplice with distrust. ’ ” This instruction was refused as otherwise covered. In connection with the instructions covering the entire accomplice matter the court had defined an accomplice and also gave this instruction: “You are instructed that the fact that a person is an accomplice in the commission of a crime goes to his or her credibility as a witness and to the weight of his or her testimony. You are further instructed that the testimony of an accomplice is to be viewed with care, caution and suspicion.” In our opinion, this sufficiently complied with the legal requirement.</p>\n<p id=\"b328-6\">It is next urged that the court erred in refusing to give a requested instruction that the complaining witness was an accomplice. It is argued that there was no conflict in the evidence, that it conclusively appears that the complaining witness was a willing participant in these crimes, and that as a matter of law she was an accomplice. While this question is not of great importance under our views with respect to the defendant’s final point, the evidence here was sufficiently conflicting to justify the court in leaving this issue to the jury. In view of the evidence that these acts began when the prosecuting witness was very young, of the things then told her by her father, of his subsequent threats and her fear and of her long continued attempts to protect her sister, and of what happened on at least two occasions when she attempted to break off the relationship, the question was one which was properly left to the jury as one of fact.</p>\n<p id=\"b328-7\">Finally, it is contended that there was no sufficient corroboration as to the commission of the acts charged on. <page-number citation-index=\"1\" label=\"309\">*309</page-number>October 26 and 29, respectively. It is argued that the testimony of two doctors regarding the physical condition of the prosecutrix was not sufficient of itself to constitute corroboration, and that the testimony of the younger daughter does not relate directly to the two dates on which it was charged the offenses were committed. The general rule of what is required in such a case and the extent to which corroboration must go are fully established, and are not questioned here by the defendant. It is well settled that such corroborative testimony need not establish the actual commission of the offense but need only tend to connect the accused with the commission thereof. The testimony of the prosecuting witness was strongly corroborated in many particulars which need not be repeated here, by the testimony of her sister. It was further corroborated by the testimony of two doctors who testified that her organs were similar to those of a married woman. Under the circumstances here appearing, the defendant’s equivocal statements when first arrested and when first accused of these crimes, and the evidence of his conduct at other times, may also be considered as corroborative of the testimony of the complaining witness. It appears to us beyond question that her testimony was amply corroborated. <em>(People </em>v. <em>Henderson, </em>34 Cal.2d 340 [209 P.2d 785].)</p>\n<p id=\"b329-6\">The judgment and order appealed from are affirmed.</p>\n<p id=\"b329-7\">Griffin, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}