{
  "casebody": {
    "data": "<casebody firstpage=\"599\" lastpage=\"609\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b619-3\">[Civ. No. 13938.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Adj\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AU1\">Nov. 14, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b619-4\">THE PEOPLE, Plaintiff and Appellant, v. 748 CASES OF LIFE SAVER CANDY DROPS et al., Defendants; HENRY G. WALTERS, Claimant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b620-5\"><page-number citation-index=\"1\" label=\"600\">*600</page-number>Fred N. Howser, Attorney General, and J. Albert Hutchinson, Deputy <em>Attorney </em>General, for Plaintiff and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b620-6\">Douglas M. Moore for Claimant and Appellant.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b620-7\">PETERS, P. J.</author>\n<p id=\"Aba\">By this proceeding the state seeks to condemn certain candies owned by the claimant, Henry G. Walters, on the grounds that these candies are adulterated and misbranded. Originally included within the amended libel were 748 cases of Pep-O-Mint, Wint-O-Green and Five Flavors Life Savers, 15 boxes of Neceo Wafers, 84 boxes of Collins Walnettos and 593 boxes of chocolate bars. After the seizure, by stipulation, the chocolate bars were destroyed, the claimant conceding that they were unfit for human consumption. The claimant, by answer, denied that the other candies were either adulterated or misbranded. The trial court found that the FLmJNavors Life Savers, the Neceo Wafers, and the Collins fwal nettosTAvere adulterated and misbranded, and ordered them destroyed. From this portion of the decree the claimant appeals on the judgment roll alone. The trial court also found that the Pep-O-Mint and Wint-O-Green Life Savers were neither adulterated nor misbranded, and ordered them returned to the claimant. From this portion of the decree the state appeals on a full transcript.</p>\n<p id=\"b620-8\">Facts</p>\n<p id=\"b620-9\">The candies in question were manufactured in 1943, and sold to agencies of the United States for the use of military personnel overseas. They were shipped to the South Pacific where they remained until May of 1946, subject to transportation and storage in a tropical climate. In that month a large quantity of candy and cooldes were reshipped to the United States, part being the candies here in question. At <page-number citation-index=\"1\" label=\"601\">*601</page-number>Camp Knight, in Oakland, a duly authorized Army official inspected the cargo and duly certified that, in his opinion, the candies were “unfit for human consumption because of decomposition, deterioration and weevil infestation.” The officer also certified that the candies were fit for animal consumption and recommended that they be disposed of for that purpose. In due course, the Army offered the candies for sale for animal consumption, the invitation to bid and the contract signed by the purchaser expressly stating that the candies were unfit for human consumption, and that the purchaser warranted that they would be used only as animal food. The contract contained a further provision that the candies, before they were removed from the Army base, should be denatured with fish oil under the supervision of Army officials.</p>\n<p id=\"b621-4\">The S &amp; L Sales Company, a firm engaged in the salvage business in San Francisco, purchased from the Army a large quantity of these candies, including the candies here involved, subject to the above contract provisions, and at a price that was only a small fraction of the regular wholesale price. The company, in direct violation of its contract, removed the candies from the Army base without soaking them in fish oil, and stored them in a basement of an apartment house. At that time—the fall of 1946—there was a shortage of candy in the civilian market, the manufacturers being compelled to pro rate the available supply among their customers. The S &amp; L Sales Company decided to capitalize on this condition. Through its agent, Harry Lipson, a large portion of the candies purchased from the government were sold, in direct violation of contract warranties, for human consumption in the regular channels of trade at prices equal to or in excess of the regular wholesale price. The claimant, Henry G. Walters, a candy wholesaler and jobber, purchased from Lip-son about $17,000 worth of candy, including the candies here involved. He testified that he was a bona fide purchaser for value without notice that the government had sold the candies as animal food only. He admitted that he knew Lipson had an unusual quantity of candy, particularly Life Savers, but stated that he made no inquiry as to where Lipson had secured the candy. He knew that it was Army merchandise because the cases were stamped with Army insignia. After purchasing the candy, many of the cases were damp, and Walters installed a number of electric fans in an attempt to dry the cartons. He made a spot check of the candy and came to the conclusion that 98 per cent of his purchase was saleable, and 2 per cent, mainly <page-number citation-index=\"1\" label=\"602\">*602</page-number>Five Flavors, was questionable. He sold 139,000 packages of Life Savers to jobbers, theaters and stores in and about San Francisco. The candies here involved are the balance remaining in Walters’ possession on the date of the state’s seizure.</p>\n<p id=\"b622-3\">It is worth mentioning that a local drugstore also purchased a large quantity of Life Savers from Lipson from the same lot that Walters had secured his candies. The state seized that candy, and the drugstore consented to its destruction.</p>\n<p id=\"b622-4\">The sales manager of the Life Savers Company testified that the average life of a Life Saver is one year; that the company always substitutes fresh packages for those more than one year old in the hands of its dealers; that he had compared fresh Life Savers with those purchased by claimant; that the latter were not saleable; that under no circumstances would his company sell such a product; that his company had received many complaints from dissatisfied purchasers of the candy sold by Walters’ customers.</p>\n<p id=\"b622-5\">After the seizure of the candies, specimens were delivered to and examined by the state laboratory. (Health &amp; Saf. Code, § 26560 et seq.) The certificate issued by the laboratory after examination reads in part as follows:</p>\n<blockquote id=\"b622-6\">“The results of the examination and analysis demonstrate that the said food shows the candy to be stale in flavor, and in some pieces no flavor at all. Material yellowed by age and heat.</blockquote>\n<blockquote id=\"b622-7\">“The said food is adulterated in that it is so packaged as to mislead and deceive the purchaser into the belief that it is <em>a </em>peppermint candy or wintergreen candy, as the case may be, whereas in truth and in fact it is a stale, aged, and heat damaged product. ’ ’</blockquote>\n<p id=\"b622-8\">Such certificates, under the provisions of the Pure Foods Act, “shall be prima facie evidence of the facts therein stated.” (Health &amp; Saf. Code, § 26563.)</p>\n<p id=\"b622-9\">Evidence by Claimant’s Experts</p>\n<p id=\"b622-10\">Most of the evidence on both sides was directed towards the Life Savers. A chemist attached to the Chemical Laboratories of the Board of Health of San Francisco testified that in September of 1946, at the request of the drugstore that had purchased some of the candy from Lipson, he examined the candy; that he made an organoleptic test—one restricted to smell, taste, sight and feeling. His conclusion was that there was no' foreign matter in the candy, that there was no evidence <page-number citation-index=\"1\" label=\"603\">*603</page-number>of infestation, and that the candy was fit for human consumption.</p>\n<p id=\"b623-4\">The claimant also produced a chemist attached to a private chemical analysis firm. As a result of an organoleptic test, he discovered that the Five Flavors were sticky and stale, but that the Wint-O-G-reen and Pep-O-Mint were fit for human consumption, but were less strongly flavored and had less lustre than the currently available product, and were stale. The Five Flavors would not cause illness. Bacteria tests revealed no infestation. He found no evidence that the flavors had terpenized, which is a process whereby orange or lemon oil breaks down as a result of oxidation, and causes the product to taste of turpentine. This witness made no tests of the suger composition of any of the candies.</p>\n<p id=\"b623-5\">Evidence by the State’s Experts</p>\n<p id=\"b623-6\">An Army officer connected with the Veterinary Corps, whose duty it was to examine and have tested all foodstuffs brought back from overseas, testified that he had had the candies here involved tested by Army chemists; that the Five Flavors were sticky and soft; that the other Life Savers were stale; that in his opinion all of the candy was unfit for human consumption.</p>\n<p id=\"b623-7\">The Supervising Chemist of the State Division of Laboratories testified that the Five Flavors were terpenized from oxidation; that tests demonstrated that there was an inversion of sugars in all the candies, that is, the sucrose broke down into other types of sugar as a result of the candies being oxidized and subjected to excessive moisture and heat. In addition to the organoleptic test, he made a distilling test to ascertain the flavor qualities of the candies. That test disclosed that the candies, including the Pep-O-Mint and Wint-OGreen, had little or no flavor. In his opinion, eating of the Life Savers would have a detrimental effect on the health of some people because of the presence of an excessive amount of invert sugar. In addition to his findings that the Pep-O-Mint and Wint-O-Green Life Savers were stale and lacked flavor, he found that they were yellow instead of white in color, and that the sugar contained therein had inverted. In his opinion, all of the Life Savers were “decomposed,” using that term in its scientific sense of “changed in composition.”</p>\n<p id=\"b623-8\">Statutes Involved</p>\n<p id=\"b623-9\">The California Pure Foods Act is to be found in the Health and Safety Code, sections 26450 to 26624. The main pur<page-number citation-index=\"1\" label=\"604\">*604</page-number>poses of the act a,re to prevent the manufacture and sale of adulterated or misbranded foods, including candies, and to prevent fraud against the public.</p>\n<p id=\"b624-3\">Section 26459 provides that: 1 ‘ The provisions of this chapter regarding the selling of food, shall be considered to include the manufacure . . . offer, possession, and holding of any such article for sale; the sale, dispensing, ... of any such articles ...”</p>\n<p id=\"b624-4\">Section 26470 provides:</p>\n<blockquote id=\"b624-5\">“A food shall be deemed to be adulterated: . . .</blockquote>\n<blockquote id=\"b624-6\">“ (3) If it consists in whole or in part of a diseased, contaminated, filthy, putrid or decomposed substance, or if it is otherwise unfit for food; or</blockquote>\n<blockquote id=\"b624-7\">“(4) If it has been produced, prepared, packed or held under insanitary conditions whereby it may have become contaminated with filth, or whereby it may have been rendered diseased, unwholesome or injurious to health; ...”</blockquote>\n<p id=\"b624-8\">Section 26472 provides: “A food shall be deemed to be adulterated:</p>\n<blockquote id=\"b624-9\">“(a) (1) If any valuable constituent has been in whole or in part omitted or abstracted therefrom; or . . .</blockquote>\n<blockquote id=\"b624-10\">“(3) If damage or inferiority has been concealed in any manner; . . .”</blockquote>\n<p id=\"b624-11\">Section 26490 provides: “A food shall be deemed to be misbranded:</p>\n<blockquote id=\"b624-12\">“(1) If its labeling is false or misleading in any particular; . . .”</blockquote>\n<p id=\"b624-13\">Sections 26510 and 26511 prohibit the manufacture and sale of foodstuffs that are adulterated or misbranded. The state has the power to seize and quarantine any adulterated or misbranded food based on findings of the state laboratory (§ 26581), and if a court finds the food to be adulterated or misbranded it may order the food destroyed (§ 26584) or condemned (§26585).</p>\n<p id=\"b624-14\">Appeal by the Claimant</p>\n<p id=\"b624-15\">As already indicated, the claimant has appealed, on the judgment roll alone, from that portion of the decree ordering the Five Flavors Life Savers, Neceo Wafers and Walnettos to be destroyed. He offered no evidence at all as to the Neceo Wafers and Walnettos. The trial court found that the Neceo Wafers and Walnettos “are adulterated in that they are stale, moisture and heat damaged, soft and of abnormal consistency, and some of said candy is melted and <page-number citation-index=\"1\" label=\"605\">*605</page-number>adhering together. ” As to the Five Flavors Life Savers, the court found that they are adulterated in that they ‘1 are stale, heat and moisture damaged, sticky, some of the orange and lemon drops are terpenized, and said candy shows evidence of deterioration and damage in its consistency and flavor, and is not a sound product. ’ ’ The court also found that all three of the said candies are “misbranded in that they are adulterated as aforesaid and the labeling thereon is false and misleading.”</p>\n<p id=\"b625-4\">These findings are amply supported by the record. Moreover, since this appeal is on the judgment roll, these findings cannot be attacked as unsupported by the claimant. So far as the Walnettos and the Neceo Wafers are concerned, under section 26563 of the act, the facts stated in the state certificate upon which the seizure was predicated are prima facie evidence, and the claimant offered no evidence to refute this prima facie case. As to the Five Flavors, the court has not only found that they were damaged by the heat and moisture, but also that the candy is sticky and shows evidence of deterioration and damage in its consistency, and that some of the orange and lemon drops have terpenized. The sugar in this candy has been inverted. Definite chemical changes have taken place. Clearly, such candies consist “in whole or in part of a . . . decomposed substance” within the meaning of § 26470(3), and such food has been adulterated in that “damage or inferiority has been concealed” within the meaning of section 26472 (3).  In order that food may be condemned, it is not necessary that it be injurious to health. The comparable federal act, containing almost identical language with that found in the state statute, has been uniformly interpreted to permit the authorities to condemn if the food be decomposed, and no requirement exists that the decomposition must be to such an extent that consumption of the article would be injurious to health, nor is there any requirement that the article be unfit for food. <em>(Salamonie Packing Co. </em>v. <em>United States, </em>165 F.2d 205; <em>United States </em>v. <em>Two Hundred Cases of A. T. Catsup, </em>211 F. 780; <em>United States </em>v. <em>1851 Cartons, etc., </em>146 F.2d 760.) The findings here go far beyond a mere finding that the candy was stale. The candy is unpleasant to sight, being soft and sticky, and damaged by heat and moisture, some of it being melted and adhering together. The Five Flavors are unpleasant to taste, being terpenized. This is sufficient to sustain the findings that these candies were adulter<page-number citation-index=\"1\" label=\"606\">*606</page-number>ated within the meaning of the statute, and should he destroyed.</p>\n<p id=\"b626-3\">Appeal by the State</p>\n<p id=\"b626-4\">The problems here presented are somewhat different from those presented in the claimant’s appeal. This appeal involves only the Pep-O-Mint and Wint-O-Green Life Savers ordered returned to the claimant by the decree. As to these candies, the trial court found that it was not true that they were “adulterated, or diseased, or contaminated, or filthy, or putrid, or decomposed, or otherwise unfit for food, or otherwise unfit for human consumption in any manner or at all ”; and that it was not true that these two candies were “misbranded or that they are so packaged or labeled as to mislead or deceive a purchaser in any manner, or at all”; that it is not true that these two candies “are not first class merchantable stock.”</p>\n<p id=\"b626-5\">The evidence has already been summarized. Claimant’s testimony was almost entirely devoted to showing that these candies were fit for human consumption. As already pointed out, that is not the sole test as to whether they are adulterated. If they are decomposed, as that term is used in the statute, that is all that is required. The expert produced by the claimant testified that these candies were stale, had lost part of their flavor, and did not have the lustre of the currently available product. The uncontradieted evidence of the state’s experts, who were the only ones who made chemical tests of the sugar content of the product, was to the effect that the sucrose in these candies, because of oxidation and because of being stored in the tropical heat and moisture, had broken down into invert sugar; that invert sugar could adversely affect the health of some people; that these candies had lost most of their flavor, and were yellow and lacked lustre. This evidence was not contradicted or impeached in any way. This witness also gave the only definition of the term “decomposed” that appears in the record. He testified, in response to the direct question suggested by the court as to what is meant by the term “decomposed” in reference to foodstuffs, that “When we have a substance consisting of a number of items or substances all together in one mass, we consider that as composed. If we take one of these substances, change its consistency, <em>its color, its </em>flavor, or in any way, we have decomposed it, and that is our understanding of decomposition. That is a scientific definition of decomposition, it does not mean putrification, just a change.” And in response to the <page-number citation-index=\"1\" label=\"607\">*607</page-number>direct question as to whether or not the samples examined “indicated a decomposition as compared with the commercial product you used as a control?” he'replied: “They definitely showed evidence of decomposition.” This above definition is substantially similar to the dictionary definition of the term. Webster’s New International Dictionary (2d ed.), defines “decompose,” as “to separate or resolve into constituent parts or elements, or into simpler compounds ... To cause disintegration of ... to undergo dissolution.”</p>\n<p id=\"b627-4\">Tested by these standards, and there is no indication that the term was used with any different meaning in the statute, these Life Savers, based on claimant’s and upon uneontradicted testimony, were adulterated in the sense that they were decomposed.</p>\n<p id=\"b627-5\">The same evidence, much of it introduced by the claimant, also demonstrates that these candies were adulterated within the meaning of section 26472(3), in that “damage or inferiority has been concealed in any manner.” The contention of the claimant that this section applies only to the manufacturer is clearly without merit, in view of the language of section 26459 above quoted. The invert sugar was clearly concealed, as were the other defects caused by oxidation, moisture and heat damage.</p>\n<p id=\"b627-6\">There would also seem to be no reasonable doubt but that these candies were also misbranded within the meaning of section 26490(1) in that “its labeling is false or misleading in any particular.” The label “Life Savers” stands for a certain quality and type of goods. To represent as “Life Savers” a product in which the sucrose sugar has become invert sugar, that is stale and lost its flavor, is to misrepresent or to misbrand the product. Likewise, to represent as “Pep-O-Mint” or “Wint-O-Green” candies that no longer have those flavors, is to misrepresent the nature of the product.</p>\n<p id=\"b627-7\">Claimant places his main reliance on the case of <em>In re McNeal, </em>32 Cal.App.2d 391 [89 P.2d 1096], which he contends holds that stale bread is not adulterated or misbranded within the meaning of the Sanitary Bakery Law of California. (Stats. 1921, p. 1191; 1 Deering’s Gen. Laws of 1937, Act 610, p. 192.) The case does not go as far as claimant contends. It was a habeas corpus proceeding to test the validity of the conviction of petitioner for selling loaves of bread to which the label of the manufacturer was not attached as required by the act. The conviction was upheld. The statute was held to be con<page-number citation-index=\"1\" label=\"608\">*608</page-number>stitutional. The case contains an interesting discussion of the general purpose and scope of such statutes aimed at preventing fraud and contamination in the preparation and sale of foodstuffs, and points out the necessity and importance of such legislation. Purely by way of general discussion, and by way of dicta, in one short paragraph of a 10-page opinion the court stated (p. 399) : \"There is nothing in the act to prohibit the sale of so-called ‘stale bread’ which is wholesome, in the same manner that fresh bread may be sold. . . . The act does not prohibit the sale by either the manufacturer or a dealer of old or stale bread which is wholesome.” The court was not here considering whether a stale product was adulterated or misbranded, because those issues were not involved. Just what was meant by the two quoted sentences is not entirely clear. Products that have reached a certain state of staleness may be decomposed. In a standard text on the problems here involved—2 Food Regulation and Compliance by Herrick, page 741, appears the following: \"In considering these apparent evidences of decay, we find that different terms are applied to describe the state. of decomposition in food products. For example, a product which is <em>stale </em>has been considered to be decomposed, although obviously not to such an advanced stage as to be putrid or <em>tainted. </em>Although these terms are quite unscientific it seems clear that the law encompasses foods of this description.” (Italics the author’s.)</p>\n<p id=\"b628-3\">We do not find it necessary to pass on the question in the instant case as to whether a stale product is adulterated or misbranded, for the reason that we are here presented with a product that is not only stale, but, according to the uncontradicted evidence, has lost much of its flavor, has lost its lustre, and in which, due to oxidation, moisture and heat, the sucrose sugar has become invert sugar.  It would be an entirely too narrow interpretation of the act to hold that such a product may be sold to the public without violating the statute, which is aimed at not only preventing the manufacture and sale of contaminated and harmful foods, but also is aimed at preventing fraud in such sale and manufacture. Under the uncontradicted evidence, the fraud here involved was a clear violation of the provisions of the statute, and the candy should all be destroyed.</p>\n<p id=\"b628-4\">It is of course true that the trial court has made findings as to these two candies in favor of the claimant, and that, during the trial, the trial judge saw and tasted samples of these candies. But this is not a case that involves a con<page-number citation-index=\"1\" label=\"609\">*609</page-number>flict of the evidence. A large portion of the evidence that demonstrates that these candies were adulterated and misbranded was given by the expert produced by the claimant. The other evidence above mentioned was given by the state expert who was the only one to test the sugar content of the candies. His testimony as to what these scientific tests showed stands uncontradicted and unimpeached. This being so, the challenged findings contrary thereto may not stand.</p>\n<p id=\"b629-6\">The portion of the decree from which the claimant appeals is affirmed; the portion of the decree from which the state appeals is reversed.</p>\n<p id=\"b629-7\">Ward, J., and Bray, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}