{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b191-4\">Alexandria</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b191-5\">CHESAPEAKE BAY SEAFOOD HOUSE, <em>et al. </em>v. DARLENE M. CLEMENTS</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AYH\">No. 0807-91-4</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aj3\">Decided March 24, 1992</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b192-4\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b192-5\">John D. McGavin (Lewis, Trichilo &amp; Bancroft, P.C., on brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b192-6\">David F. Raczenbek (Keona, McKenney, Johnson &amp; DePaolis, on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b192-7\">Opinion</p>\n<author id=\"b192-8\">DUFF, J.</author>\n<p id=\"Aci\">Chesapeake Bay Seafood House (employer) and its insurance carrier, American Manufacturer’s Insurance Company, appeal from a decision of the Workers’ Compensation Commission<footnotemark>*</footnotemark> determining the rate of compensation payable to Darlene Clements. The sole issue on appeal is whether the commission erred in its calculation of Ms. Clements’ average weekly wage. We hold that the commission did not err in finding that the employee’s imputed earnings for federal income tax purposes “most nearly approximate [d] the amount which . . . [she] would be earning were it not for the injury.” Accordingly, we affirm.</p>\n<p id=\"b192-9\">I.</p>\n<p id=\"b192-10\">The evidence before the deputy commissioner shows that Ms. Clements was hired by employer as a waitress in February, 1988. Initially, she earned $2.01 per hour plus tips. On June 18, 1989, Ms. Clements was injured while in the course of her employment. The parties stipulated that she was totally disabled from the date of her accident through the end of 1989. Her rate of pay at the time of her injury was $3.25 per hour plus tips. In her original application for compensation benefits, Ms. Clements alleged an average weekly wage of $300.</p>\n<p id=\"b192-11\">While working for employer, Ms. Clements received her tips in cash each evening. She did not record the specific amounts she earned. Originally, she did not report any tips to her employer. However, after noticing a “shortfall” notation on her paychecks, she began reporting her tips on a weekly basis, using a formula given to her by the employer. This formula calculated tips by a <page-number citation-index=\"1\" label=\"145\">*145</page-number>method which used the number of hours worked, rather than actual earnings. Also, if Ms. Clements was not present on the day a work week ended, the employer calculated her tip amount without consulting her.</p>\n<p id=\"b193-5\">According to a statement prepared by the employer, Ms. Clements’ total reported income for the fifty-two weeks prior to her injury amounted to $i 1,380.69. However, Ms. Clements testified that her actual earnings were closer to the amount shown on her W-2 statements for each year. The W-2 forms included a category marked “shortfall,” which reflected a tipping amount of eight percent of restaurant sales for each week, divided among the waiters and waitresses according to their number of hours worked during the corresponding week. Additionally, the employer’s representative testified that the customary practice in tipping is to leave an amount corresponding to ten to twenty percent. According to Ms. Clements, the amount of tips she reported to her employer each week did not approximate the actual tips she received because, among other things, this amount was calculated upon hours worked rather than upon a percentage of sales, which would have more accurately approximated the actual amounts she received.</p>\n<p id=\"b193-6\">The W-2 form issued to Ms. Clements by the employer in 1988 reported a “shortfall” amount of $3,287.71. This amount, added to her reported wages, resulted in a total income of $12,965. Ms. Clements reported this amount on her 1988 tax return. Her 1989 W-2 form noted a “shortfall” of $1,813.74, and an income of $6,504.07, resulting in a total of $8,317.8JL. This entire amount was earned prior to June, 1989, due to Ms. Clements’ injury. Again, she reported the full amount of wages plus “shortfall” on her 1989 income tax return.</p>\n<p id=\"b193-7\">The deputy commissioner directed an award of benefits based on an average weekly wage of $282.08. The full commission modified this award, granting benefits based on an average weekly wage of $305.40. The full commission arrived at this figure by calculating Ms. Clements’ income for the fifty-two weeks prior to her injury based on the figures reported on Ms. Clements’ 1988 and 1989 tax returns. The final calculation of income thus included both the income and “shortfall” amounts noted on Ms. Clements’ 1988 and 1989 W-2 forms as issued by her employer.</p>\n<p id=\"b194-4\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>II.</p>\n<p id=\"b194-5\">Employer contends that the weekly wage statements it submitted provide the appropriate basis for determining Ms. Clements’ average weekly wage. These statements indicate weekly earnings for employees by combining an employee’s salary with reported tips. The statements submitted for Ms. Clements reflect an average weekly wage of $218.86. In challenging the opinion of the commission, employer argues that the shortfall calculation used by the IRS does not create income to the employee, and that Ms. Clements’ contemporaneous statements regarding the amounts of her tips should bind her for purposes of subsequent compensation claims.</p>\n<p id=\"b194-6\">Code § 65.1-6 provides that “[w]hen for exceptional reasons” the general rules for computing average weekly wage “would be unfair,” “such other methods . . . may be resorted to as will most nearly approximate the amount which the injured employee would be earning were it not for the injury.” As this Court held in <em>Pilot Freight Carriers, Inc. </em>v. <em>Reeves, </em>1 Va. App. 435, 339 S.E.2d 570 (1986), “[i]t was the duty of the Commission to make the best possible estimate of future impairments of earnings from the evidence adduced at the hearing, and to determine the average weekly wage that [the claimant] was able to earn. This is a question of fact to be determined by the Commission which, if based on credible evidence, will not be disturbed on appeal.” <em>Id. </em>at 441, 339 S.E.2d at 573 (citing <em>Jackson </em>v. <em>Loveland Distrib. Co., </em>1 Va. App. 57, 58, 334 S.E.2d 148, 149 (1985)). Thus, if credible evidence supports the commission’s findings regarding a claimant’s average weekly wage, we must uphold those findings. <em>James v. Capitol Steel Constr. Co., </em>8 Va. App. 512, 515, 382 S.E.2d 487, 488 (1989).</p>\n<p id=\"b194-7\">The average weekly wage generally is computed by using the employee’s earnings during the fifty-two weeks immediately prior to his or her injury. Code § 65.1-6. Here, the full commission followed this scheme precisely, basing its calculation on the twenty-four weeks worked in 1989 and the preceding twenty-eight weeks worked in 1988. In determining each year’s earnings, the commission included the “shortfall” amounts declared on Ms. Clements’ 1988 and 1989 W-2 forms. The commission then derived the appropriate percentage of her income for each year and divided the total by fifty-two to arrive at an average weekly wage of $305.40.</p>\n<p id=\"b195-3\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>The commission considered the “shortfall” figures noted on Ms. Clements’ 1988 and 1989 W-2 forms to be accurate information concerning the amount of her tips. The commission was well within its authority to make this determination, given the evidence in the record. Ms. Clements testified that the most accurate statement of her earnings would be the amount on which she paid income tax. The employer’s representative testified that the “shortfall” amount represented a calculation of an eight percent tip, despite the likelihood that most customers would leave a ten to twenty percent tip. Additionally, Ms. Clements paid income tax on the amount shown as “shortfall” on her W-2 forms, thereby supporting the commission’s conclusion that the “shortfall” amount should be included in a calculation of her average weekly wage.</p>\n<p id=\"b195-4\">The primary question presented to the full commission was whether Ms. Clements actually earned more than was reflected by the employer’s wage records. The full commission concluded that she did. The commission did not err in determining that the amount on which Ms. Clements paid taxes constitutes the most accurate approximation of her average weekly earnings. Accordingly, we affirm its decision.</p>\n<p id=\"b195-5\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b195-6\">Barrow, J., and Coleman, J. concurred.</p>\n<footnote label=\"*\">\n<p id=\"b192-12\"> Formerly the Industrial Commission of Virginia. Effective October 1, 1991, Title 65.1 was recodified as Title 65.2. All references in this opinion are to Title 65.1, in effect at the time the Commission’s decision was rendered in this case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}