{
  "casebody": {
    "data": "<casebody firstpage=\"225\" lastpage=\"232\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b273-4\">Charlottesville</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"Ay_\">RICKY FORTUNE v. COMMONWEALTH OF VIRGINIA</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AQd\">No. 0140-91-2</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A7o\">Decided March 31, 1992</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b274-7\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b274-8\">James B. Gochenour, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b274-9\">Michael T. Judge, Assistant Attorney General (Mary Sue Terry, Attorney General, on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b274-10\">Opinion</p>\n<author id=\"b274-11\">BARROW, J.</author>\n<p id=\"AbR\">This appeal is from a conviction of attempted rape. The defendant contends that the evidence was insufficient to support a conviction of attempted rape instead of an attempt to commit sodomy. Because the defendant’s conduct was consistent with preparation for sexual intercourse, the trier of fact could infer that the defendant intended to rape the victim. Therefore, we hold that the evidence was sufficient to support his conviction.</p>\n<p id=\"b274-12\">The defendant was arrested and charged with attempted aggravated sexual battery. The grand jury subsequently returned indictments of solicitation of forcible sodomy and attempted rape. The defendant was tried without a jury. At the close of the Commonwealth’s evidence as to both charges, defendant’s counsel moved to strike the Commonwealth’s case regarding forcible sodomy. When asked if that was his only motion, defense counsel replied that at that point it was. The court granted the motion and asked defendant’s counsel if he had any evidence to present on the charge of <page-number citation-index=\"1\" label=\"227\">*227</page-number>attempted rape. The defense rested without introducing evidence and closing arguments were heard. The judge found the defendant guilty of attempted rape and sentenced him to ten years imprisonment, six of which were suspended conditioned upon his good behavior.</p>\n<p id=\"b275-5\">Viewed in the light most favorable to the Commonwealth, the evidence established the following events. At 1:00 a.m., the victim was sitting alone in the kitchen located in the back portion of her home. Hearing the front door open and thinking that it might be her roommate returning, she went into the front room and discovered the defendant. The defendant pushed her back into the kitchen and requested oral sex in exchange for money. The victim refused, after which the defendant, instead of leaving, went upstairs. The victim followed him upstairs to see what he was doing. Once upstairs, she found the defendant in a bedroom with his pants down and genitals exposed. The defendant ordered the victim to lie on a bed. She refused and attempted to leave the room but the defendant grabbed her and pulled her back into the room. She broke free, attempted to leave and was again pulled back into the room.</p>\n<p id=\"b275-6\">Finally able to escape from the defendant’s grasp, the victim went downstairs to seek help. As she attempted to get out the front door, the defendant again grabbed her. The two struggled. During the struggle, the defendant continued his requests for oral sex in exchange for money or drugs and touched the victim’s breast. The victim again broke free of defendant’s hold, after which the defendant departed, stating that he would return.</p>\n<p id=\"b275-7\">CONTEMPORANEOUS OBJECTION</p>\n<p id=\"b275-8\">The Commonwealth argues that the sufficiency of the evidence may not be the basis for a reversal because the defendant did not move to strike the evidence for that reason. Failure to raise sufficiency of the evidence in the trial court precludes defendant from raising it later on appeal. <em>Forester </em>v. <em>Commonwealth, </em>210 Va. 764, 768, 173 S.E.2d 851, 854-55 (1970). In a trial without a jury, however, where sufficiency of the evidence is challenged in defense counsel’s closing argument it may properly be preserved for appeal. <em>Campbell </em>v. <em>Commonwealth, </em>12 Va. App. 476, 480, 405 S.E.2d 1, 2 (1991) (en banc).</p>\n<p id=\"b276-4\"><page-number citation-index=\"1\" label=\"228\">*228</page-number>It is sufficient if at the time of the court’s ruling the defendant states what action he wants the court to take and the grounds for that action. Rule 5A:18; <em>Campbell, </em>12 Va. App. at 480, 405 S.E.2d at 2. If a closing argument adequately advises the trial court of the defendant’s position and if it is clear that the trial court considered the issue and had an opportunity to take corrective action, the contemporaneous objection rule is satisfied. <em>Id. </em>In this case, defense counsel argued in closing argument that the Commonwealth had failed to prove its case that an attempt at either sodomy or sexual intercourse could have been inferred from the evidence, that it could not be inferred from the defendant’s actions that he was attempting to have intercourse, that force was not proven, that only preparation was demonstrated, and that the Commonwealth had not shown that the defendant tried to have sexual intercourse. Defense counsel did not argue credibility of the witnesses. He asserted only that it could not be inferred from the evidence of the Commonwealth that the defendant attempted to commit sexual intercourse, instead of sodomy. The closing argument, therefore, adequately advised the trial court of the defendant’s position, required the trial court to consider the legal issue presented, and gave the trial court an opportunity to take corrective action. The issue of sufficiency, therefore, may be the basis for reversal.</p>\n<p id=\"b276-5\">SUFFICIENCY OF EVIDENCE OF ATTEMPTED RAPE</p>\n<p id=\"b276-6\">Attempted rape includes the intent to engage in sexual intercourse, and some direct, yet ineffectual, act toward its consummation. <em>Chittum </em>v. <em>Commonwealth, </em>211 Va. 12, 15, 174 S.E.2d 779, 781 (1970). Specific intent to commit rape may be inferred from conduct if such intent follows naturally from the conduct proven. <em>Green v. Commonwealth, </em>223 Va. 706, 711, 292 S.E.2d 605, 608-09 (1982). Where the conduct of the accused, under conditions and circumstances described, points with reasonable certainty to a specific intent to commit rape, intent is established. <em>Id.</em></p>\n<p id=\"b276-7\">Cases of attempted rape often involve conduct from which intent is easily inferred. <em>See Green, </em>223 Va. at 711, 66 S.E.2d at 608 (defendant shoved the victim on a bed, covered her head with a bedspread, unzipped her dress, ripped off her bra, threw her to the floor, climbed on top of her, pulled his pants down, and then fled as someone appeared); <em>Chittum, </em>211 Va. at 16, 174 S.E.2d at <page-number citation-index=\"1\" label=\"229\">*229</page-number>781 (defendant forced the victim to drive with him to an unpaved road early in the morning, got in the front seat with her, held her by the arm, pointed a cocked pistol at her, ordered her to lie down, and then while he was unzipping his pants, she escaped); <em>Granberry </em>v. <em>Commonwealth, </em>184 Va. 674, 676, 36 S.E.2d 547, 547 (1946) (defendant forcibly took the victim to an unoccupied lot, told her to lie down, pulled up her dress, and took off her pants).</p>\n<p id=\"b277-5\">However, in other cases intent has been less obvious. <em>See Ingram </em>v. <em>Commonwealth, </em>192 Va. 794, 802, 66 S.E.2d 846, 847 (1951) (where the victim, alone in her house, answered a knock on the door, the defendant lunged toward her, grabbed her neck, and began choking her, the evidence was sufficient to infer intent to commit rape). In cases involving an attempt to commit a crime, the fact finder is often allowed broad latitude in determining the specific intent of the actor. <em>See Ridley </em>v. <em>Commonwealth, </em>219 Va. 834, 837, 252 S.E.2d 313, 314-15 (1979).</p>\n<p id=\"b277-6\">Common to these cases is evidence of conduct consistent with preparation for sexual intercourse: shoving a victim onto a bed, telling a victim to lie down, removing or attempting to remove a victim’s outer clothing or underclothing, often while the defendant is removing or loosening his own clothing. In this case, after the defendant removed his own pants he ordered the victim to lie on a bed and, later, touched her breast. The defendant’s actions permitted the trier of fact to infer that he was attempting to rape the victim. The evidence was sufficient to support the conviction.</p>\n<p id=\"b277-7\">OVERT ACTS</p>\n<p id=\"b277-8\">A direct, ineffectual act, done toward commission of an offense need not be the last proximate act toward completion, but “it must go beyond mere preparation and be done to produce the intended result.” <em>Tharrington </em>v. <em>Commonwealth, </em>2 Va. App. 491, 494, 346 S.E.2d 337, 339 (1986). <em>See also Barrett </em>v. <em>Commonwealth, </em>210 Va. 153, 156, 169 S.E.2d 449, 451 (1969); <em>Mullins </em>v. <em>Commonwealth, </em>174 Va. <em>All, </em>478-79, 5 S.E.2d 491, 492 (1939). An overt act is required; however, where intent has been shown, any slight act done in furtherance of this intent will constitute an attempt. <em>Tharrington, </em>2 Va. App. at 494, 346 S.E.2d at 340.</p>\n<p id=\"b278-4\"><page-number citation-index=\"1\" label=\"230\">*230</page-number>In this case, overt acts were performed in furtherance of the defendant’s intent to rape the victim. He removed his own pants and exposed himself. When the victim refused to lie on the bed and attempted to leave the room, the defendant forced her back into the room. When she broke free and again attempted to leave, the defendant pulled her back into the room. When she had escaped downstairs and tried to leave through the front door, the defendant caught her again, struggled with her, and touched her breast. These overt acts went beyond mere preparation.</p>\n<p id=\"b278-5\">For these reasons, we conclude that the judgment of conviction should be affirmed.</p>\n<p id=\"b278-6\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b278-7\">Coleman, J., concurred.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b278-8\">Moon, J.,</author>\n<p id=\"AvC\">dissenting</p>\n<p id=\"b278-9\">I respectfully dissent from the majority because I do not believe that the Commonwealth excluded as a reasonable hypothesis that Ricky Fortune was attempting to force the victim to perform oral sodomy on him, instead of attempting to force the victim to have sexual intercourse with him against her will. Under most circumstances, I believe it would be permissible to infer that a person who attempted to commit a forcible sexual act intended to commit the sexual act deemed more serious by the law and social mores. In this respect, rape, I believe, would be deemed more serious than the crimes defined as sodomy. However, in this case, all the Commonwealth’s evidence showed was that Fortune demanded that the victim perform oral sodomy on him. Only by ignoring that evidence could one conclude that Fortune was attempting to have intercourse with her. Thus, under this evidence, I do not believe that any rational finder of fact could believe beyond a reasonable doubt that Fortune intended to have forcible intercourse with the victim, as opposed to intending that she perform oral sex on him.</p>\n<p id=\"b278-10\">Furthermore, I do not believe this case is controlled by <em>Ingram v. Commonwealth, </em>192 Va. 794, 66 S.E.2d 846 (1951). There, as the majority points out, the Supreme Court upheld a conviction of attempted rape based on evidence that the defendant, under a false pretense, gained entry to the home of a woman whose husband he knew to be away, grabbed her by the neck and choked <page-number citation-index=\"1\" label=\"231\">*231</page-number>her. Even though no direct evidence showed a sexual assault occurring before the accused fled, the Court pointed out that the evidence negated any attempt by the accused to commit murder, arson, robbery or mere assault and battery. After a careful process of elimination, the Court concluded that rape was the only possible motive for the attack and choking. <em>Id. </em>at 802-03, 66 S.E.2d at 851. Thus, the fact finder could infer an attempted rape.</p>\n<p id=\"b279-5\">Here, we cannot, through a process of elimination, negate appellant’s attempt to commit at least one other crime than rape, that of oral sodomy. The Commonwealth’s uncontradicted evidence established Fortune’s persistent demands that she perform oral sodomy on him and at one point he offered the defendant money for the requested act.</p>\n<p id=\"b279-6\">Furthermore, I do not believe that the distinction between attempted rape and attempted sodomy is without significance. In order to prove an attempted rape,' the Commonwealth must prove “a direct, ineffectual act, done toward commission of the offense.” <em>Barrett </em>v. <em>Commonwealth, </em>210 Va. 153, 156, 169 S.E.2d 449, 451 (1969). I, for one, cannot conclude as a matter of law that the “direct,” though “ineffectual,” act to commit rape would necessarily be the same “direct,” though “ineffectual,” act to force another person to commit oral sodomy or vice versa.</p>\n<p id=\"b279-7\">As a matter of public policy — which the legislature alone may address — it may well be that the Commonwealth should not have to prove the specific sexual act that the person intends to commit. If a person commits an overt act toward the commission of either rape or forcible sodomy, the person should be deemed guilty of a crime, notwithstanding that the person’s specific intent to commit rape or commit sodomy is in question. Here, the overt acts the majority points to — defendant’s removal of his own pants, exposing himself, asking the victim to lie on the bed, grabbing her and pulling her back into the room twice, grabbing her when she tried to leave and struggling with her, and touching her breast — are not inconsistent with proof that he intended to have her commit oral sodomy as opposed to his attempting to rape her. The uncertain nature of this evidence is even more inconclusive since Fortune neither touched her or her clothing in order to effectuate a rape and repeatedly demanded oral sex from her.</p>\n<p id=\"b280-4\"><page-number citation-index=\"1\" label=\"232\">*232</page-number>Thus, I do not believe that any rational finder of fact on this evidence could be free of a reasonable doubt, <em>Jackson </em>v. <em>Virginia, </em>443 U.S. 307 (1979), not of Fortune’s guilt of some crime, but of guilt of the crime of attempted rape as opposed to guilt of attempted oral sodomy.</p>\n<p id=\"b280-5\">Accordingly, I would reverse the judgment of the trial court and remand the case.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}