{
  "casebody": {
    "data": "<casebody firstpage=\"573\" lastpage=\"577\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b625-13\">CHURCH OF RELIGIOUS SCIENCE, Plaintiff-Appellee, v. KINKEAD INDUSTRIES INCORPORATED, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b625-15\">No. 11659.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b625-16\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b625-17\">June 14, 1956.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b626-18\"><page-number citation-index=\"1\" label=\"574\">*574</page-number>Leslie M. Parker, Charles W. Rumm-ler, Chicago, 111., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b626-19\">Raymond L. Greist, Chicago, 111., for. appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b626-20\">Before DUFFY, Chief Judge, and LINDLEY and SCHNACKENBERG, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b626-21\">LINDLEY, Circuit Judge.</author>\n<p id=\"b626-22\">Plaintiff’s suit charging defendant with infringement pf patent 2,440,741 to Drain, now owned by plaintiff, having resulted in a judgment of validity and' infringement, Church of Religious Science v. Kinkead Industries, Incorporated, a Corporation, D.C., 138 F.Supp. 954, defendant appeals, concentrating its attack on the contention that the. trial court erroneously found (1) that the claims in suit, 1, 2, 3, 5 and 6, are valid and infringed; (2) that defendant’s fasteners or clamping lugs are the same as or equivalent to those disclosed by the patentee; (3) that the groove on the bottom of defendant’s fastening or clamping lug is “an attaching formation for latching engagement” with a sink rim; (4) that defendant’s supporting brackets employ “adjustable means” and infringe claims 2, 3, 5 and 6, and (5) that the latter claims are not for mere aggregations.</p>\n<p id=\"b626-23\">The evidence includes the testimony of an expert for each party. Physical exhibits were received and numerous demonstrations made in court, all in addition to the patent in suit and the prior art pleaded as a defense. In such a situation, in view of the careful consideration of the district court and the voluminous findings of fact entered upon controverted. evidence, we might well conclude this opinion without further comment. But defendant, has so zealously argued that the trial court misconstrued the.evidence-that we think it. only proper to consider the-contentions urged...-</p>\n<p id=\"b627-3\"><page-number citation-index=\"1\" label=\"575\">*575</page-number>Claim 1 is as follows: “Means for mounting a flat flange type sink in an opening in a drainboard comprising a frame of generally T-shaped cross section which is adapted to be positioned with its vertical leg between the edge of the drainboard and the edge of the sink and with its top overlying the adjacent edges of the drainboard and the sink, said frame having adjacent the lower edge of said vertical leg lug attaching formations, and lugs provided with attaching formations for latching engagement with said frame, said lugs having portions extending beneath the drainboard and the sink flange, one of said lug portions having adjustable means adapted to clamp said frame in position relative to the drainboard and the sink.” Defendant does not attack the validity of this claim on its face, but contends that if it is to be construed so broadly as to cover the allegedly infringing device, it is invalid. Claim 2 covers the same combination adding other elements described as “brackets adapted to be attached to said drainboard and having laterally extending adjustable means adapted to temporarily support the sink in the drainboard opening.” Claims 3, 5 and 6 cover the same combination as claims 1 and 2, including the “adjustable supporting means on the corner brackets” described. Each of these, says defendant, covers only an unpatentable aggregation.</p>\n<p id=\"b627-4\">We think the evidence fully justified the court’s finding that claim 1 is valid, even if so interpreted as to be infringed by defendant’s device. In the prior art were an earlier patent to Drain, one to Hyde, 260,871, and another to Masden 2,158,467. Drain, 2,198,696, described a sink mounting means consisting of a T-shaped frame with a vertical leg adapted to fit closely within and be secured firmly against the edge of the opening in the drainboard by means of horizontal screws. It did not include clamping lugs or lug attaching formations or their equivalents or any physical agencies which would permit clamping lugs to be latched on to the frame. In other words, Drain, in his earlier patent, provided merely a method for mounting a sink in the drainboard before that article had been delivered to the premises to be located permanently. This patent revealed no conception of a device or method permitting “on the job” installation and its structure could not have been utilized in making an installation such as is contemplated by the patent in suit. The parol evidence confirmed the finding .of the trial court in this respect.</p>\n<p id=\"b627-6\">Hyde described a method of mounting a sink in an opening in a drainboard clamped on the under side of the board by means of lugs which in turn were secured directly to its underside. Apparently, it was soon discarded and is obsolete. Hyde’s lugs did not operate as do those of Drain. Those of the patent were designed to supply different, unique functions. They are latched with the leg of the T-shaped frame and function only when pivoted by the end screws to draw the frame downward in a sealed position and thereafter to hold it in that position. They act at the same time through their outer lower lever positions only against the underside of the drainboard to clamp the latter and the outer flange of the frame together. At the same time they so act through their inner lever portions as to clamp the rim of the sink and the inner flange of the frame together, and, finally, they act together simultaneously to distribute and utilize these clamping pressures.</p>\n<p id=\"b627-7\">Our examination of the record convinces us that the district court was fully justified in distinguishing between Hyde and the patent in suit and in finding that Drain provided a new combination supplying novel and different functions, which none of the prior- art was intended to possess or could possibly have achieved. Masden, we think, did not approach anything near the teachings of Drain. We find no justification for declaring the finding of validity of claim 1 clearly erroneous.</p>\n<p id=\"b627-8\">Claims 2, 3, 5 and 6, as we have said, defendant insists are invalid as mere aggregations. Each includes in the combination of claim 1 the “support<page-number citation-index=\"1\" label=\"576\">*576</page-number>ing lugs or brackets 15 — ”, generally spoken of in the record as the corner brackets. It will be observed that each of these claims is. directed to the same combination as claim 1, and, in addition, brings into, that combination the brackets used in supporting the sink with respect to the drainboard while the T-shaped frame and clamping lugs are being brought into position, coupled together and tightened. Obviously, the sink might be installed without these brackets, but equally obviously, it would be much more difficult to install it in an opening in a drainboard without making use of the mounting means and procedure disclosed in the patent. This difficulty is largely overcome by including the brackets which supply a unique function in mounting the sink. In other words, it was a helpful contribution to include this additional element in the .combination in order to lessen and simplify the task of installing the sink in the drainboard “on the job.” We think the district court was justified in finding that the brackets furnished a new and special functioning utility, contributing to the sink mounting means of the patent, which would have served no useful purpose in any of the mounting means of the prior art. The court expressly so found in one of its findings of fact.</p>\n<p id=\"Axm\">In Nordberg Mfg. Co. v. Woolery Machine Co., 7 Cir., 79 F.2d 685, we had for determination a similar question as to aggregation. We quoted from Sachs v. Hartford Electric Supply Co., 2 Cir., 47 F.2d 743, at page 748 and from Standard Oil Co. v. Southern Pacific R. Co., C.C., 48 F. 109, 110, with approval. We concluded that if the elementary parts are so arranged that the successive action of each contributes to produce some new and useful practical result, which when attained, is the product of the simultaneous or successive co-action of all the elementary parts viewed as an entire whole, a valid claim for the combination will result. As the Second Circuit said, in Sachs v. Hartford Electric Supply Co., 47 F.2d 743, at page 748:</p>\n<blockquote id=\"b628-5\">“The cooperation of the means necessary to create an invention is to be measured by the purpose to be fulfilled, not by the interaction of the parts. Each factor must indeed be a condition to that result.” We agree with the trial court that the combination claimed does not consist merely of an aggregation of elements, but that a new and functional result was achieved as a result of the co-action of the various elements in combination. The proof meets the test of invention laid down in Great Atlantic &amp; Pacific Tea Company v. Supermarket Equipment Co., 340 U.S. 147, 71 S.Ct. 127, 95 L.Ed. 162, and the combination is readily distinguished from the aggregation found to exist in Lincoln Engineering Co. v. Stewart-Warner Corporation, 303 U.S. 545, 58 S.Ct. 662, 82 L.Ed. 1008.</blockquote>\n<p id=\"b628-6\">Defendant does not assert complete anticipation in the prior art. We assume that its position is that the status of that art was such that one bound to take notice of it would be able to produce the patented device without achieving invention. The trial court found that Wellington, Masden and Thumm, 2,228,186 taught nothing and suggested nothing disclosed in Drain, and carefully pointed out the differences between the earlier patents and the one in suit. Again we think the evidence was sufficient to sustain the court’s position in this respect and to sustain its eventual findings of validity of each claim.</p>\n<p id=\"b628-7\">Defendant insists that it does not infringe any of the claims. The trial court found and adjudged that the accused product, “as the defendant readily admits,” includes the same three principal elements as the patented device; that the defendant’s corner brackets are virtually identical with those of plaintiff; that the only difference in the T-ring and the clamping members of the two is that the vertical leg of the defendant’s T-ring employs, instead of a hook formation, a series of rectangular slots arranged lengthwise at different elevations. The court found that the same result occur<page-number citation-index=\"1\" label=\"577\">*577</page-number>red, whether one used the specific construction disclosed by Drain or its equivalent found in defendant’s device. Defendant asserts that the distinction defined by the court was not justified and that the specific hook formation is the significant, distinguishing feature of Drain’s device. Upon examination of the record, however, and consideration of the testimony of the experts, we think the court reached the proper conclusion, namely, that the construction employed by defendant is a mechanical equivalent of that employed by the plaintiff and represents only a mechanic’s choice. In other words, Drain taught the defendant everything it accomplished in its accused construction.</p>\n<p id=\"b629-4\">The record shows unusual commercial success, immediate adoption of Drain’s structure by responsible concerns, licensing to other manufacturers and the almost instant general utilization of the device for the one purpose for which it was designed, that is, “on the job” installation. Of course commercial success cannot create invention, but where it is claimed that a combination, even though employing elements which are old, has supplied a new and functional result, the evidence of commercial success is not to be ignored in determining the ultimate question of patentable invention.</p>\n<p id=\"b629-5\">Defendant asserts that the file wrapper history discloses limitations which invalidate the claims. But it is clear that the claims were allowed in the form in which they were originally filed, without restrictive or distinguishing amendments. In other words, we find no limitations in the file wrapper which should be read into the claims. As we thought in our earlier decision, O’Brien v. O’Brien, 7 Cir., 202 F.2d 254, so we think here, there is no file wrapper estoppel in the present record.</p>\n<p id=\"b629-6\">Inasmuch as the evidence adequately supports the finding of the trial court that the claims are valid and infringed, the judgment is</p>\n<p id=\"b629-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}