{
  "casebody": {
    "data": "<casebody firstpage=\"685\" lastpage=\"690\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b711-4\">Commonwealth <em>vs. </em>Eugene Caterino.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b711-5\">No. 91-P-605.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b711-6\">Middlesex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AZg\">October 11, 1991.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AYm\">December 19, 1991.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"Ag7\">Present: Warner, C.J., Fine, &amp; Greenberg, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b711-11\"><em>James E. McCall </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b711-12\"><em>Kevin J. Mahoney, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b711-13\">Warner, C. J.</author>\n<p id=\"Atqf\">The defendant was convicted of trafficking in twenty-eight grams or more of cocaine in violation of G. L. c. 94C, § 32E.<footnotemark>1</footnotemark> He contends that the trial judge erred in failing to grant his motion for a required finding of not guilty, made at the close of the Commonwealth’s case. We agree that the motion should have been granted because the Commonwealth failed to produce sufficient evidence to prove an essential element of the crime, that the defendant had actual or constructive possession of the cocaine seized during the search of an apartment where he was present.</p>\n<p id=\"b712-4\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>The defendant and Sandra Brennan, a codefendant,<footnotemark>2</footnotemark> were subjects of a narcotics investigation conducted by the Billerica police department from October 22 to December 5, 1986.<footnotemark>3</footnotemark> During the period of the investigation, police officers drove by their homes and noted the registration numbers of automobiles parked.there. The police observed automobiles the defendant owned or had rented parked at Brennan’s residence at 4 Shedd Road in Billerica between six and eight times during the six-week period of the investigation. At the close of the investigation on December 4, 1986, the police obtained search warrants. They coordinated simultaneous raids on the targeted residences the next day at approximately 5:00 in the afternoon.</p>\n<p id=\"b712-5\">When the police arrived to search Brennan’s apartment, an officer told her that it would be best for her to cooperate in the search. The defendant was in the bathroom off the master bedroom at the time. Brennan entered the bedroom and called to him, “Butchie, the police are here.” The defendant walked into the bedroom, and Brennan, standing face to face with him, said, “Butchie, they want the drugs.” She remained looking at the defendant for a few seconds, then moved to her right and produced three plastic baggies of cocaine which had been hidden under a box in the bedroom. Another plastic bag containing cocaine was found under the bed, and an ash tray containing crack cocaine lay on top of a dresser in the bedroom. Hidden in the knotted sleeves of a man’s sweater (not introduced in evidence and not shown to belong to the defendant) in the bathroom were a bottle containing two packets of crack cocaine' and another bottle containing pills of various colors, including twenty-five white lorazepam pills.<footnotemark>4</footnotemark> Paraphernalia associated with drug use and distribution were also discovered. A spoon, a pipe used for smoking cocaine, and papers containing notations <page-number citation-index=\"1\" label=\"687\">*687</page-number>were hidden under the bed where cocaine was found. Three propane tanks were seized, two from the master bedroom. Brennan told the police the propane tanks were used for freebasing. Boxes of baking soda were found in the bedroom and bathroom.<footnotemark>5</footnotemark> The wastebasket in the bathroom contained tinfoil. Dresser drawers held $351 in cash, a book containing papers, one with notations on it, and a box of baggies.</p>\n<p id=\"b713-5\">While Brennan’s apartment was being searched, the defendant’s son telephoned him there and told him that the police had arrived to search his home. The defendant returned home, accompanied by a police officer. He told the police that he had known of the impending search for a week or two and that they would not find anything. Indeed, all they found was a prescription bottle containing baking soda in the kitchen.</p>\n<p id=\"b713-6\">The defendant was arrested after the search. He was carrying $735 in cash when he was booked. As he was emptying his pockets, he dropped a lorazepam pill from his hand which matched those found in the sleeve of the sweater at Brennan’s. He denied knowing anything about the pill. A prosecution witness, Jacqueline Danis, testified that she knew she could contact the defendant through Brennan’s, house, but did not know whether he was staying there. She also testified that a group of people, including the defendant and Brennan, had been at her house one evening and that the group had intended to go to Atlantic City the next morning.</p>\n<p id=\"b713-7\">The evidence, viewed in the light most favorable to the Commonwealth, see <em>Commonwealth </em>v. <em>Latimore, </em>378 Mass. 671, 676-678 (1979); <em>Commonwealth </em>v. <em>Merola, </em>405 Mass. 529, 533 (1989), was not sufficient to permit a finder of fact to conclude beyond a reasonable doubt that the defendant had possession of 'the narcotics found in Brennan’s apartment.<footnotemark>6</footnotemark> “ ‘Possession implies “control and power,” exclusive or joint . . . , or, in the case of “constructive possession,” <page-number citation-index=\"1\" label=\"688\">*688</page-number>knowledge coupled with the ability and intention to exercise dominion and control.’ . . . ‘Proof of possession of a controlled substance may be established by circumstantial evidence, and the inferences that can be drawn therefrom.’ ” (Citations omitted.) <em>Commonwealth </em>v. <em>Arias, </em>29 Mass. App. Ct. 613, 617-618 (1990), <em>S.C., </em>410 Mass. 1005 (1991).</p>\n<p id=\"b714-5\">The evidence permitted a jury to conclude that the defendant was present in a place where narcotics were stashed and that he knew drugs were there. The ashtray containing crack cocaine, two propane tanks, and baking soda boxes may have been visible to him. We assume for purposes of this discussion, but do not decide, that the defendant’s silence after Brennan told him that the police wanted the drugs constituted an admission that he was aware of the narcotics in the apartment. See <em>Commonwealth </em>v. <em>Boris, </em>317 Mass. 309, 317 (1944); <em>Commonwealth </em>v. <em>Burke, </em>339 Mass. 521, 532 (1959); <em>Commonwealth </em>v. <em>Ferrara, ante </em>648, 652 (1991), all describing the adoptive admission exception to the hearsay rule.<footnotemark>7</footnotemark> However, proof that the defendant knew of the narcotics in Brennan’s apartment was not enough to show that he had possession of the drugs. <em>Commonwealth </em>v. <em>Deagle, </em>10 Mass. App. Ct. 563, 567 (1980). As there was no evidence of the defendant’s actual possession of the cocaine, it was necessary to prove his constructive possession by demonstrating that he had the “ability and intention to exercise dominion and control,” <em>Commonwealth </em>v. <em>Arias, 29 </em>Mass. App. Ct. at 617, over the drugs. No such proof was presented.</p>\n<p id=\"b714-6\">The evidence failed to show the required nexus between the defendant and the place where the cocaine was found. The defendant’s links to Brennan’s apartment consisted of the automobiles observed there, his presence in the bathroom off the master bedroom on the day of the search, Danis’ testimony that he could be contacted through Brennan, and his <page-number citation-index=\"1\" label=\"689\">*689</page-number>possession of a single lorazepam pill. No one testified to having seen him at Brennan’s apartment at any time except the day of the search. No evidence was presented that he rented, occupied, spent a great deal of time at or exercised control over the apartment or its contents. Nor were his personal effects found in the apartment. See and compare <em>Commonwealth </em>v. <em>Flaherty, </em>358 Mass. 817, 818 (1971); <em>Commonwealth </em>v. <em>Lee, </em>2 Mass. App. Ct. 700, 704-705 (1974); <em>Commonwealth </em>v. <em>Rarick, 23 </em>Mass. App. Ct. 912, 912-913 (1986); <em>Commonwealth </em>v. <em>Arias, 29 </em>Mass. App. Ct. at 617-620; <em>Commonwealth </em>v. <em>Handy, </em>30 Mass. App. Ct. 776, 780-781 (1991); <em>Commonwealth </em>v. <em>Rivera, ante </em>554, 556-557, 558 (1991) (all involving question of sufficiency of evidence of defendant’s occupancy or control over, or presence of defendant’s personal effects in, area where drugs were found). The defendant’s possession of a single lorazepam pill fails to close the evidentiary gaps. Compare <em>Commonwealth </em>v. <em>Pratt, </em>407 Mass. 647, 652 (1990); <em>Commonwealth </em>v. <em>James, </em>30 Mass. App. Ct. 490, 495-497 (1991) (both holding that defendant’s possession of similar drugs, similarly packaged, linked him to seized drugs).</p>\n<p id=\"b715-5\">There was evidence that could have created suspicion about the defendant’s activities. The carrying of large amounts of cash has been associated with drug dealing. See, e.g., <em>Commonwealth </em>v. <em>Brzezinski, </em>405 Mass. 401, 410 (1989). The defendant’s remark to the police that he knew about the forthcoming search of his home and that they would find nothing would naturally arouse suspicion, as would his denial that the lorazepam pill was his. However, behavior suggesting that the defendant may have been guilty of some offense does not show that he had the ability and intent to control the drugs seized from Brennan’s apartment on December 5, 1986.<footnotemark>8</footnotemark> “ ‘[I]t is not enough for the appellate <page-number citation-index=\"1\" label=\"690\">*690</page-number>court to find that there was some record evidence, however slight, to support each essential element of the offense.’. . . Nor may a conviction rest upon the piling of inference upon inference or conjecture and speculation.” (Citations omitted.) <em>Commonwealth </em>v. <em>Armand, </em>411 Mass. 167, 170 (1991). There was simply no solid evidence which would permit the jury to determine beyond a reasonable doubt that the defendant possessed the cocaine seized at Brennan’s apartment.</p>\n<p id=\"b716-5\">The judgment is reversed, the verdict is set aside, and the case is remanded to the Superior Court for the entry of a finding of not guilty of the trafficking offense charged under G. L. c. 94C, § 32E.<footnotemark>9</footnotemark></p>\n<p id=\"b716-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b711-14\">A single justice of this court stayed execution of the defendant’s sentence pending appeal.</p>\n<p id=\"b711-15\">The defendant was also indicted for possession with intent to distribute a class C controlled substance. G. L. c. 94C, § 32B. He was convicted of the lesser included offense of possession of a class C controlled substance. G. L. c. 94C, § 34. That charge was placed on file with the defendant’s consent and is not a subject of this appeal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b712-6\">Brennan was indicted for trafficking in cocaine. See G. L. c. 94C, § 32E. She was found guilty of the lesser included offense of possession of a class B controlled substance. See G. L. c. 94C, § 34.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b712-7\">Kenneth Moody and Gordon Menear were also subjects of the investigation. Menear lived with prosecution witness Jacqueline Danis.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b712-8\">Lorazepam is a class C controlled substance. See G. L. c. 94C, § 31.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b713-8\">A. State trooper assigned to narcotics investigations testified that baking soda is used in producing crack cocaine.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b713-10\">The judge did not instruct the jury on a joint venture theory. See <em>Commonwealth </em>v. <em>Rivera, ante </em>554, 558 (1991).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b714-7\">“Under the adoptive admission exception to the hearsay rule, . . . when an accused remains silent after hearing a statement tending to incriminate him, both the statement and the defendant’s failure to deny it may be admissible ... if he heard, understood, and had sufficient knowledge to reply to the statement, and if it would have been natural for a person, in the circumstances, to respond.” <em>Commonwealth </em>v. <em>Ferrara, supra </em>at 652.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b715-6\">There was also testimony concerning the defendant’s prior drug dealing and other narcotics related activity. The jury were instructed that this evidence could be considered “only on the issue of the defendant’s intent, motive, method, or scheme as material to the crimes charged against him, and not as evidence of his commission or propensity to commit the crime for which he stands charged.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b716-7\">In light of our disposition, it is unnecessary to reach other issues raised by the defendant.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}