{
  "casebody": {
    "data": "<casebody firstpage=\"748\" lastpage=\"757\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b794-2\">Jordan Marsh Company <em>vs. </em>Labor Relations Commission (and a companion case<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b794-4\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aja\">April 3, 1944.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ACtv\">September 13, 1944.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b794-5\">Present: Field, C.J., Qua, Dolan, &amp; Wilkins, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b795-5\"><page-number citation-index=\"1\" label=\"749\">*749</page-number><em>L. E. Crowley, (G. D. Boynton &amp; H. J. Allen </em>with him,) for Labor Relations Commission.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b795-6\"><em>J. M. Morrison, (R. N. Daley </em>with him,) for Jordan Marsh Company.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b795-7\"><em>C. B. Rugg &amp; L. L. Fuller, </em>by leave of court, submitted a brief as amici curiae.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b794-12\"> The companion case is Labor Relations Commission <em>vs. </em>Jordan Marsh Company.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b795-8\">Qua, J.</author>\n<p id=\"AJ7\">Jordan Marsh Company, claiming to be aggrieved by a final order of the labor relations commission commanding it to bargain collectively with Retail Clerks International Protective Association, A. F. of L., as the certified exclusive bargaining representative of two groups of the company’s employees designated by the commission as \"appropriate” bargaining units (G. L. c. 150A, § 5, inserted by St. 1938, c. 345, § 2, as amended by St. 1939, c. 318), filed its petition in the Superior Court under G. L. c. 150A, § 6 (f), inserted by St. 1938, c. 345, § 2, praying that the order of the commission be set aside on the ground that its designation of the bargaining units was against the evidence, arbitrary and. invalid. The commission filed a counter petition under § 6 (e) for enforcement of its order. The only question at issue is the validity of the commission’s designation of the bargaining units. The employer can raise that question upon a petition for review of a final order of the commission requiring it to act. <em>Jordan Marsh Co. </em>v. <em>Labor Relations Commission, </em>312 Mass. 597. There was no evidence that the company was engaged in interstate commerce, and no contention to that effect has been made.</p>\n<p id=\"b795-9\">The Superior Court found that the designation of bargaining units by the commission was not supported by substantial evidence (see § 6 [e]); that the commission \"was. <page-number citation-index=\"1\" label=\"750\">*750</page-number>capricious in its conduct of the hearings and its findings”; and that there was “no basis in fact for the commission’s finding that the petitioning clothing and furniture salesmen were entitled to a status separate from that of the company’s other sales employees.” The court entered a decree setting aside the order of the commission and dismissing the commission’s petition for enforcement. An appeal by the commission brings the cases here. A “transcript of the entire record in the proceeding” before the commission, including the testimony, is contained in the record on appeal. See § 6 (e).</p>\n<p id=\"b796-3\">Jordan Marsh Company operates a large ¡department store in Boston, abutting on at least six streets and occupying from four to ten floors and the basements in each of five different buildings. It employs in all about fourteen hundred salespeople. Its selling activities are divided into two hundred seventy-one departments. The two bargaining units set up by the commission are these: “Unit A,” “All employees at the Company’s store who are regularly employed in fitting and selling men’s and boys’ clothing, including men’s sports clothing and military uniforms”; and “Unit B,” “All employees at the Company’s store who are regularly employed in selling furniture or bedding in the furniture and bedding departments located on the sixth and seventh floors of the store.” Persons employed in a supervisory capacity are excluded from both units. The petitions to the commission for certification of representatives for these units stated respectively, and the commission found, that there were about forty employees in “Unit A” and about twenty-one employees in “Unit B.” None of the others of the approximately fourteen hundred sales employees was included in either unit.</p>\n<p id=\"b796-4\">A wide field of inquiry is open to the commission in designating units appropriate for collective bargaining. See <em>National Labor Relations Board </em>v. <em>Hearst Publications, Inc. </em>322 U. S. 111, 134. We cannot attempt to define or to enumerate the subjects proper for consideration. But it is clear that if collective bargaining by previously designated bargaining units is to achieve its purpose of promoting in<page-number citation-index=\"1\" label=\"751\">*751</page-number>dustrial peace, and is not to promote industrial turmoil instead, regard must be had to at least a few simple principles. Bargaining units in a particular industry must, as far as is reasonably possible in view of all pertinent factors, be adapted to the manner in which that industry is habitually carried on, and in general stress must be laid not only upon securing groups of employees who, as the business is conducted, have common interests in the more important matters which are likely to become the subjects of collective bargaining, so that they can speak with a common voice in such matters, but also upon gathering into each of such groups the largest number practically possible of employees having such common interests, in order that discord may be minimized, and that the industry may not be continually hampered by the jealousies and conflicting or competitive claims of a large number of small rival units which must work together in the industry, but which may choose to be represented by different and possibly antagonistic unions. As it was expressively put by counsel for the employer at the hearing before the commission, the plant or industry ought not to be Balkanized. On the other hand, reasonable consideration must also be given to the desires of the employees and to the practical possibility of securing adequate representation for proposed units without unreasonable delay. <em>Pittsburgh Plate Glass Co. </em>v. <em>National Labor Relations Board, </em>313 U. S. 146. In the case before us the designations of “Unit <em>A” </em>and “Unit B” are assailed for the reason that these units constitute segregations of two small groups of employees out of a large mass of similar employees whose bargaining interests are essentially the same, and that the two separated groups are not distinguishable upon any sufficient grounds from the other employees from whom they have been set apart.</p>\n<p id=\"b797-3\">At the hearing before the commission nearly all the evidence tending to show the employment conditions and the relations of the members of the sales force to the company and to each other was introduced by the company. It was introduced through obviously intelligent witnesses whose positions in the company were such that they should be <page-number citation-index=\"1\" label=\"752\">*752</page-number>familiar with the subjects of their testimony, and they testified clearly, without equivocation, and in precise detail. Their evidence was not contradicted or challenged in any way, either before the commission or in the argument before us. There is no reason to suppose that the commission disbelieved its substance. Such disbelief might well be regarded as in itself arbitrary and capricious conduct. Moreover, without this evidence there was no proof of the details of the organization of the company’s sales force, the nature of the work of the various salespeople, or their relations with the company and with each other which would be necessary to establish that “Unit A” and “Unit B” could properly be separated from the rest of the sales force as constituting appropriate bargaining units. We therefore deal with the case on the assumption that the subsidiary facts are as shown by this evidence.</p>\n<p id=\"b798-3\">The facts so appearing may be summarized as follows: In a retail department store the important qualities in a salesperson are selling ability and knowledge of the store’s system. These are the same in all departments, including those selling clothing, furniture and bedding. Familiarity with the stock carried in a department is necessary but is quickly acquired by any competent and efficient salesperson. Salespeople are not necessarily confined to one department. Frequently they are moved about from one department to another, and such interchange takes place among departments selling articles of entirely different characteristics. There are in the store “flying squadrons” of so called “contingent” salespeople who are not regularly assigned to any particular department, but who may be immediately thrown into any department in which a shortage of sales personnel develops. Temporary “extras” are also employed to go into departments at busy times especially at the Christmas season. They are assigned to different departments at different times. No employees are hired or discharged by the selling departments. All employing and discharging of salespeople are done by the “personnel department.” This “department” also handles such disciplinary matters as may be referred to it. It supplies training for all new sales <page-number citation-index=\"1\" label=\"753\">*753</page-number>employees, which is the same for all without regard to the department to which they may later be assigned. It supervises a “follow-up” program which is conducted by department managers. The services of the company’s health and welfare “departments” are open to all salespeople alike. Other conditions of employment such as hours, lunch periods, vacations, discount privileges, participation in the “selling clinic,” eligibility for executive training, and efficiency ratings are the same for all salespeople. All sales employees are subject in certain matters to the authority of floor superintendents whose jurisdiction is based upon space coverage and is not coextensive with department lines. “Unit A” includes ten or eleven of the employer’s departments. They are located on different floors and are not all in the same building. “Unit B” includes two departments in two buildings. “Unit B” includes some of the employer’s furniture departments and does not include others. Methods of compensation within the units .are not uniform. In “Unit A”.some of the employees receive a “straight salary,” some a “commission against draw,” and some a “salary plus one half of one per cent.” In “Unit B” two of these methods are-in use.. There was no evidence that in methods or rates of pay employees within the units were distinguished from those left outside. There was no evidence that the employees in either unit had previously acted as a group in any dealings with the employer.<footnotemark>1</footnotemark> The constitution of Retail Clerks International Protective Association gave that union “jurisdiction” over all employees of stores actively engaged in handling or selling merchandise.</p>\n<p id=\"b799-3\">The evidence makes it plain that the only interests in collective bargaining which are shared in common by the members of the two proposed bargaining units respectively and not shared by other members of the sales force excluded from these units are such interests, if there are any, as may arise from the sale of men’s and boys’ clothing and of furniture and bedding as distinguished from the sale of other articles some of which must be closely analogous to men's <page-number citation-index=\"1\" label=\"754\">*754</page-number>and boys’ clothing, or to furniture or bedding, when all sales are under the same system and the same general management, with interlocking of management in many matters of detail, and when the personnel itself is subject to more or less frequent shifting in and out of the respective units. It seems clear that the bargaining interests which are peculiar to members of these groups are trifling in comparison with the bargaining interests which they share in common with other members of the employer’s sales force. No contention has been or is now made that the members of the proposed units belong to separate “crafts.” See G. L. c. 150A, § 5 (b), as inserted by St. 1938, c. 345, § 2, and amended by St. 1939, c. 318. Moreover, if a few of the employer’s selling departments can be segregated into these two proposed units, others of the two hundred seventy-one departments can be segregated into other units as fast as petitions are filed, with the result that rival unions may struggle for the capture of one department after another, “jurisdictional” disputes may multiply, bargaining may become competitive rather than collective, and chaos and disruption of the business may follow. The law requires that bargaining units be “appropriate.” This means practically adapted to the purpose of collective bargaining in the situation that exists. The commission is given no power to manage or to reorganize the employer’s business. While the commission is not bound by every rule, practice, or custom in every particular store or plant, it must recognize the general conditions under which the business is conducted. Its classifications must be reasonable and suited to collective bargaining under those conditions. Without giving undue weight to any single factor, we think it obvious that the proposed units are ill adapted to accomplish successful collective bargaining in the circumstances of the business in which they would be required to operate.</p>\n<p id=\"b800-3\">Indeed, the commission itself seems to have had some misgivings as to the appropriateness of the units, since it says that it is in accord with the theory that “the ideal unit ... is the store wide unit”; that it may well be that more effective bargaining could be done by a unit consisting <page-number citation-index=\"1\" label=\"755\">*755</page-number>of all the sales employees; and that it would be more convenient for the employer to bargain with a store wide unit. But then the commission goes on to say that it is not required “to determine the ideal unit or the unit best adapted to the employer’s business as the appropriate unit”; that “primary consideration must be given to carrying outAthe declared policy of the Commonwealth of encouraging collective bargaining through self-chosen representatives”; that none of the other employees have indicated any desire to bargain collectively through any labor organization; and that to require “the sixty-odd persons” employed in selling men’s and boys’ clothing, furniture and bedding to secure the association with them of a majority of the fourteen hundred employees in all the two hundred seventy-one sales departments might well result in depriving them permanently of the benefits guaranteed them by law. If by this the commission means that a bargaining unit which in view of all relevant circumstances is not an appropriate one becomes appropriate merely because the compulsory collective bargaining process can begin more quickly without joining employees required to complete an otherwise appropriate unit, the commission is in error as to the law. The statute recognizes the necessity, as a preliminary to any successful collective bargaining, of the establishment of a bargaining unit which shall be, in all the circumstances, appropriate, and it guarantees no bargaining rights except through such a unit. Although the desires of any group may be taken into account with the other evidence, “the availability of a workers’ organization for purposes of representation is not in itself decisive in determining the appropriate bargaining unit.” <em>Pittsburgh Plate Glass Co. </em>v. <em>National Labor Relations Board, </em>313 U. S. 146, 156. All relevant factors must be considered and weighed against each other.</p>\n<p id=\"b801-3\">Moreover, in this case the same labor organization would have been available if a larger unit or units had been created and had voted to be represented by it. Indeed, it appeared that some of the sales force not included in the proposed bargaining units were members of this organization, and <page-number citation-index=\"1\" label=\"756\">*756</page-number>the commission, excluded evidence tending to show that the union had already begun a campaign to organize the entire selling force. There was no evidence that on the- labor side a more comprehensive unit was impracticable, or that adequate labor representation for such unit would have been wanting.</p>\n<p id=\"b802-3\">We do not go so far as to rule as matter of law that the bargaining units for salespeople in department stores must always include the entire sales force (except those employed in a supervisory capacity), although it would seem that in most cases this would be the natural unit. Conceivably there might be reasons for separating out some departments or groups of related departments. But we do hold that the evidence in this case discloses no reasonable ground, either from the standpoint of employer organization or from the standpoint of convenient labor representation, for separating out the two small groups of salespeople which the commission has’ erected into “Unit A” and “Unit B.”<footnotemark>1</footnotemark> The words “supported by evidence” in G. L. c. 150A, § 6 (e), inserted by St. 1938, c. 345, § 2, mean supported by substantial evidence, such “as a reasonable mind might accept as adequate to support a conclusion.” <em>Consolidated Edison Co. </em>v. <em>National Labor Relations Board, </em>305 U. S. 197, 229. <em>Washington, Virginia &amp; Maryland Coach Co. </em>v. <em>National Labor Relations Board, </em>301 U. S. 142, 146-147. <em>National Labor Relations Board </em>v. <em>Columbian Enameling &amp; Stamping </em><page-number citation-index=\"1\" label=\"757\">*757</page-number><em>Co. </em>306 U. S. 292, 299. <em>National Labor Relations Board </em>v. <em>Sun Shipbuilding &amp; Dry Dock Co. </em>135 Fed. (2d) 15, 25, et seq. <em>National Labor Relations Board </em>v. <em>Appalachian Electric Power Co. </em>140 Fed. (2d) 217, 220. <em>Boeing Airplane Co. </em>v. <em>National Labor Relations Board, </em>140 Fed. (2d) 423, 433. <em>Matter of Stork Restaurant, Inc. </em>v. <em>Boland, </em>282 N. Y. 256, 273. See <em>Hillyer </em>v. <em>Dickinson, </em>154 Mass. 502. In our opinion there was no such evidence to support the findings that “Unit A” and “Unit B” are appropriate bargaining units. See <em>Pittsburgh Plate Glass Co. </em>v. <em>National Labor Relations Board, </em>313 U. S. 146; <em>National Labor Relations Board </em>v. <em>Lund, </em>103 Fed. (2d) 815, 818-819; <em>International Association of Machinists, Tool &amp; Die Makers Lodge No. 35 </em>v. <em>National Labor Relations Board, </em>110 Fed. (2d) 29, 45-46; <em>National Labor Relations Board </em>v. <em>Sunshine Mining Co. </em>110 Fed. (2d) 780, 789; <em>National Labor Relations Board </em>v. <em>Clarksburg Publishing Co. </em>120 Fed. (2d) 976, 980; <em>National Labor Relations Board </em>v. <em>Delaware-New Jersey Ferry Co. </em>128 Fed. (2d) 130, 134; <em>National Labor Relations Board </em>v. <em>Botany Worsted Mills, </em>133 Fed. (2d) 876; <em>Marshall Field &amp; Co. </em>v. <em>National Labor Relations Board, </em>135 Fed. (2d) 391; <em>Glen Alden Coal Co. </em>v. <em>National Labor Relations Board, </em>141 Fed. (2d) 47.</p>\n<p id=\"b803-3\">\n<em>Decree affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b799-4\"> We have not overlooked evidence that once in special circumstances the company made a contract with a group of shoe salesmen.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b802-4\"> It is significant that the New York State labor relations board has repeatedly refused to create separate units composed of departments in retail stores, and that the national labor relations board has made decisions of a similar nature in comparable cases within its jurisdiction. <em>Matter of Bergdorf &amp; Goodman Co. </em>2 N. Y. S. L. R. B. 773. <em>Matter of L. Kratter, Inc. </em>3 N. Y. S. L. R. B. 452. <em>Matter of James McCreery &amp; Co. </em>4 N. Y. S. L. R. B. 573. <em>Matter of Sachs Quality Furniture, Inc. </em>4 N. Y. S. L. R. B. 844. <em>Matter of Saks &amp; Co. </em>4 N. Y. S. L. R. B. 879. <em>Matter of John Wanamaker New York, </em>4 N. Y. S. L. R. B. 1059. <em>Matter of Lima Kenton Grocery Co. </em>29 N. L. R. B. 85. <em>Matter of Arlington Mills, </em>31 N. L. R. B. 21. <em>Matter of Western Union Telegraph Co. </em>31 N. L. R. B. 653. <em>Matter of National Sanitary Co. </em>31 N. L. R. B. 824. <em>Matter of Carnegie-Illinois Steel Corp. </em>34 N. L. R. B. 40. <em>Matter of Sears, Roebuck </em>&amp; <em>Co. </em>35 N. L. R. B. 1036. <em>Matter of National Vulcanized Fibre Co. </em>36 N. L. R. B. 46. <em>Matter of Prentice-Hall, Inc. </em>39 N. L. R. B. 92. <em>Matter of Triangle Publications, Inc. </em>40 N. L. R. B. 1330. <em>Matter of Lane Bryant, Inc. </em>42 N. L. R. B. 218. In <em>Matter of Franklin Simon &amp; Co. Inc. </em>3 N. Y. S. L. R. B. 362, where a contrary result was reached, there was evidence tending to differentiate the unit from the remainder of the sales force, and this case has been distinguished in later decisions. See also <em>Matter of Bonwit Tetter, Inc. </em>4 N. Y. S. L. R. B. 744.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}