{
  "casebody": {
    "data": "<casebody firstpage=\"200\" lastpage=\"215\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b222-4\">659 A.2d 333</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"Asg\">Labaron STANBERRY v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b222-7\">No. 1394,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"ADU\">Sept. Term, 1994.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b222-8\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AE6\">June 5, 1995.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b223-12\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>Melissa M. Moore, Asst. Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b223-13\">Mary Ellen Barbera, Asst. Atty. Gen., and Michelle N. Levister, Staff Atty. (J. Joseph Curran, Jr., Atty. Gen., on the brief), Baltimore, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b223-14\">Submitted before WILNER, C.J., and CATHELL and SALMON, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b224-3\"><page-number citation-index=\"1\" label=\"202\">*202</page-number>CATHELL, Judge.</author>\n<p id=\"b224-4\">Appellant, Labaron Stanberry, appeals an order of the Circuit Court for Harford County (Carr, J., presiding), which denied his motion to suppress evidence of controlled dangerous substances found in a bag located in the overhead compartment of a commercial bus on which he was a passenger. Appellant was later found guilty by the court, on an agreed Statement of Facts, of bringing heroin in an amount exceeding four grams into Maryland and was sentenced to fifteen years incarceration. All but three years were suspended in favor of two years probation with credit for time served. The State urges affirmance of the trial court based on general principles of reasonableness. Appellant relies on the Fourth Amendment for his challenge, alleging on appeal that the trial court erred in denying his motion to suppress the evidence.</p>\n<p id=\"b224-5\">THE FACTS</p>\n<p id=\"b224-6\">On August 16, 1993, at approximately 9:00 p.m., several Maryland State Police officers were stationed at Maryland House on the 1-95 corridor. These officers, a part of the State Police’s Support Enforcement Division of the Drug Interdiction Unit, are “responsible for interdicting drugs on commercial carriers such as airplanes, buses and AMTRAC [sic] trains.”<footnotemark>1</footnotemark> The officers’ purpose that night was “to interdict the illegal contraband, guns and drugs coming into the <page-number citation-index=\"1\" label=\"203\">*203</page-number>State of Maryland via Greyhound and other buses that stop” at Maryland House. The officers were dressed in plain clothes and were awaiting the arrival of buses at the rest stop. Around 9:00 p.m., a Greyhound bus from New York City arrived at the rest area. The passengers, including appellant, alighted for the twenty minute stop.<footnotemark>2</footnotemark> After approximately twenty minutes had passed, the officers asked the bus driver, who was familiar with the Interdiction Unit’s activities, if all the passengers had resumed their seats. The driver performed a head count and indicated to the officers that all were present. At that time, Trooper Edward Burnette made an announcement over the driver’s microphone identifying himself and TFC Michael Milburn as police officers and explaining the purpose for their presence on the bus. He also told them that he sought their cooperation in identifying their respective baggage in the overhead compartments. Trooper Milburn began this process at the far end of the bus, while Trooper Burnette began questioning passengers at the front.</p>\n<p id=\"b225-5\">Roughly six seats in, the troopers observed what has been described as a black suit bag in the overhead area. When no one claimed ownership of the bag, Trooper Burnette continued down the aisle and, upon completing the identification of all the other baggage, again asked to whom the previously unclaimed bag belonged. Again, he received no response. He repeated his inquiry over the driver’s microphone, holding the bag up for all the passengers to see. No one responded. At that point, Trooper Burnette considered the bag to have been abandoned, testifying at the suppression hearing that it had been his experience that “when a bag is not claimed ... [there] is possibly illegal substances in the bag.” All told, this procedure took approximately two minutes to complete and, during this time, the driver was not present on the bus.</p>\n<p id=\"b225-6\">The bag was then taken off the bus and opened, revealing approximately three hundred packets of heroin and a quantity of cocaine inside. The bag was then closed and Trooper <page-number citation-index=\"1\" label=\"204\">*204</page-number>Burnette reboarded the bus to “find a suspect, someone that looked nervous or just ... suspicious ... that would indicate that [the bag] might be his____” While Trooper Burnette was on the bus, appellant approached the vehicle in an attempt to reboard but was detained by the driver, who believed him not to be a passenger. The driver, however, soon acknowledged that appellant was in fact a passenger. Before appellant boarded the bus, Corporal Kevin Welkner asked if the still unclaimed bag, which then hung on the door handle of the bus, belonged to him. Appellant indicated that it did and then, immediately, that it did not. Upon further questioning, appellant is said to have informed Corporal Welkner and Trooper Burnette, who had disembarked by this time, that the controlled dangerous substances that were found were his and that he had been paid three hundred dollars to make the trip to New York City from Richmond, Virginia. Appellant was then placed under arrest and taken to police headquarters.</p>\n<p id=\"b226-7\">Prior to trial, appellant moved to suppress the evidence of the controlled dangerous substances, alleging that the search of the bus and seizure of the bag had been unlawfully carried out and that his subsequent statements should be suppressed as “fruit of the poisonous tree,” <em>ie., </em>emanating from the illegal search. The trial court denied the motion and appellant was found guilty of the underlying charges. He filed this timely appeal therefrom.</p>\n<p id=\"b226-8\">LEGAL ANALYSIS</p>\n<p id=\"b226-9\">In reviewing the denial of a motion to suppress, we look only to the record of the suppression hearing and do not consider the record of the trial. <em>Trusty v. State, </em>308 Md. 658, 670-71, 521 A.2d 749 (1987) (quoting <em>Jackson v. State, </em>52 Md.App. 327, 332 n. 5, 449 A.2d 438, <em>cert. denied, </em>294 Md. 652 (1982)); <em>Watkins v. State, </em>90 Md.App. 437, 439, 601 A.2d 1115, <em>cert. denied, </em>327 Md. 80, 607 A.2d 921 (1992); <em>Pharr v. State, </em>36 Md.App. 615, 618, 375 A.2d 1129, <em>cert. denied, </em>281 Md. 742 (1977). We are further limited to considering only those facts that are most favorable to the State as the prevailing party on the motion. <em>Riddick v. State, </em>319 Md. 180, 183, 571 A.2d 1239 <page-number citation-index=\"1\" label=\"205\">*205</page-number>(1990). <em>See also Simpler v. State, </em>318 Md. 311, 312, 568 A.2d 22 (1990). In considering the evidence presented at the suppression hearing, we extend great deference to the fact finding of the suppression judge with respect to determining the credibility of the witnesses and to weighing and determining first-level facts. <em>Perkins v. State, </em>83 Md.App. 341, 346, 574 A.2d 356 (1990). When conflicting evidence is presented, we must accept the facts as found by the hearing judge unless it is shown that his findings are clearly erroneous. <em>Riddick, </em>319 Md. at 183, 571 A.2d 1239. Even so, as to the ultimate, conclusionary fact of whether a search was valid, we must make our own independent constitutional appraisal by reviewing the law and applying it to the facts of the case. <em>Id.; Perkins, </em>83 Md.App. at 346, 574 A.2d 356. With this in mind, we turn to the case <em>sub judice.</em></p>\n<p id=\"b227-5\">The trial court, in ruling on appellant’s motion to suppress, made the following findings of fact:</p>\n<blockquote id=\"b227-6\">That the Defendant in this case left the bus, as did everyone else that was an occupant, who went into the Maryland House for refreshments or whatever. And that this included the Defendant.</blockquote>\n<blockquote id=\"b227-7\">And that at the time he left the bus to go to the restaurant or the rest room that he had no intention of abandoning the property which was his, namely the black bag or luggage.</blockquote>\n<blockquote id=\"b227-8\">And that ... he willfully intended to return to the bus and secure possession of his property and be on his way.</blockquote>\n<blockquote id=\"b227-9\">Having found that, I also find that since it was luggage and was his and it had contents, that he had a legitimate expectation of privacy in the luggage.</blockquote>\n<blockquote id=\"b227-10\">And I find as a fact that it was a logical inference, and a reasonable inference for the Troopers to then regard the property as abandoned since no one on the bus had owned up to it as being theirs.</blockquote>\n<blockquote id=\"b228-4\"><page-number citation-index=\"1\" label=\"206\">*206</page-number>And I also find that it is reasonable under those circumstances to examine the contents of the bag, having inferred from the facts that the property had been abandoned.</blockquote>\n<p id=\"b228-5\">The trial court then proceeded to discuss the Fourth Amendment implications of the interdiction at issue:'</p>\n<blockquote id=\"b228-6\">So the first question we have to answer is whether or not under the Fourth Amendment this is an unreasonable search and unreasonable seizure.</blockquote>\n<blockquote id=\"b228-7\">There is an abandoned property doctrine which basically provides it is not unreasonable to make an exploratory examination of property that has been abandoned. And the rationale behind that is because there is no expectation of privacy in ... property that has been abandoned.</blockquote>\n<blockquote id=\"b228-8\">In this case, the facts on the surface to the police officers appeared or showed that the property was abandoned, when in fact this was not correct, since the rather unusual facts in this cáse were that the Defendant wasn’t on the bus, he didn’t have an opportunity to speak up whether it was his or not and ... no one else owned up to it, which makes sense, because it wasn’t anyone else’s bag.</blockquote>\n<blockquote id=\"b228-9\">I would find from this that the Troopers had no reason to believe that the property was not abandoned. There was no factor there that would point to anything other than nobody owning up to the property, therefore it looks like it’s abandoned.</blockquote>\n<blockquote id=\"b228-10\">I am going to find ... that where the facts reasonably show abandonment, even though that’s not the case, then it is reasonable to examine the contents of property that appears to be abandoned.</blockquote>\n<blockquote id=\"b228-11\">Getting ... back to the issue of expectation of privacy, that’s not the whole answer. The fact that somebody has the expectation of privacy in property is only a part of it. A person that has such an expectation cannot complain where the search is otherwise said to be reasonable.</blockquote>\n<blockquote id=\"b229-3\"><page-number citation-index=\"1\" label=\"207\">*207</page-number>... In fact as far as I can see, this search and seizure is no more unreasonable than searching a bag that the Defendant does not claim as his own—tracking the facts of the <em>[Florida v. </em>] <em>Bostick </em>decision.</blockquote>\n<p id=\"b229-4\">Upon our independent constitutional appraisal, we conclude that the trial court was correct. We shall affirm. We further explain.</p>\n<p id=\"b229-5\">A fundamental tenet of the Fourth Amendment is a person’s right to be secure in his or her “person[ ], house[ ], papers, and effects, against unreasonable searches and seizures----”<footnotemark>3</footnotemark> U.S. Const, amend. IV. Indeed, Fourth Amendment jurisprudence has jealously guarded this right. It is, however, not without its limitations. The “ ‘capacity to claim the protection of the Fourth Amendment depends ... upon whether the person who claims the protection of the Amendment has a legitimate expectation of privacy in the invaded place.’ ” <em>Minnesota v. Olson, </em>495 U.S. 91, 95, 110 S.Ct. 1684, 1687, 109 L.Ed.2d 85 (1990) (quoting <em>Rakas v. Illinois, </em>439 U.S. 128, 143, 99 S.Ct. 421, 430, 58 L.Ed.2d 387 (1978), <em>reh’g denied, </em>439 U.S. 1122, 99 S.Ct. 1035, 59 L.Ed.2d 83 (1979)). An expectation of privacy is considered “legitimate” if it is “ ‘one that society is prepared to recognize as “reasonable.” ’ ” <em>Id. </em>(quoting <em>Rakas, </em>439 U.S. at 143-44 n. 12, 99 S.Ct. at 430 n. 12 (quoting <em>Katz v. United States, </em>389 U.S. 347, 361, 88 S.Ct. 507, 516, 19 L.Ed.2d 576 (1967) (Harlan, J., concurring))). <em>See also Brashear v. State, </em>90 Md.App. 709, 722-23, 603 A.2d 901, <em>cert. denied, </em>327 Md. 523, 610 A.2d 796 (1992); <em>Kitzmiller v. State, </em>76 Md.App. 686, 689-94, 548 A.2d 140 (1988).</p>\n<p id=\"b229-8\">When the setting in which a search and seizure takes place is a commercial bus, the lawfulness <em>vel non </em>of the govern<page-number citation-index=\"1\" label=\"208\">*208</page-number>ment’s intrusion is less clear. <em>See United States v. Rem, </em>984 F.2d 806, 812 (7th Cir.), <em>cert. denied, </em>— U.S. —, 114 S.Ct. 300, 126 L.Ed.2d 248 (1993) (privacy interest of those utilizing public thoroughfares who place luggage on publicly available rack is substantially diminished). Indeed, that expectation of privacy that society is prepared to categorize as “reasonable” is altered in an environment where one’s property is so easily accessible to the public. <em>Katz v. United States, supra, </em>and its progeny “establish a two-pronged test for determining whether the government intruded upon an individual’s reasonable expectation of privacy. First, an individual must demonstrate that he had an actual subjective expectation of privacy. Second, society must be willing to recognize that expectation as reasonable.” <em>Kitzmiller, </em>76 Md.App. at 690, 548 A.2d 140. We are quick to note, however, that one does not forfeit all Fourth Amendment protection merely by choosing to travel on commercial carriers.</p>\n<p id=\"b230-6\">Fourth Amendment protection does not extend, however, to property that has been “abandoned.” <em>Abel v. United States, </em>362 U.S. 217, 80 S.Ct. 683, 4 L.Ed.2d 668, <em>reh’g denied, </em>362 U.S. 984, 80 S.Ct. 1056, 4 L.Ed.2d 1019 (1960). Abandonment effects a relinquishment by the owner of the expectation of privacy, if any, in the property being abandoned.<footnotemark>4</footnotemark> <em>Brown v. State, </em>75 Md.App. 22, 36, 540 A.2d 143, <em>cert. denied, </em>313 Md. 31, 542 A.2d 858 (1988) (citing <em>Hester v. United States, </em>265 U.S. 57, 44 S.Ct. 445, 68 L.Ed. 898 (1924)). It is for this reason that searches of abandoned property do not fall within the purview of the Fourth Amendment and trigger none of its <page-number citation-index=\"1\" label=\"209\">*209</page-number>implications.<footnotemark>5</footnotemark> <em>Hawkins v. State, </em>77 Md.App. 338, 342, 550 A.2d 416 (1988); <em>Duncan and Smith v. State, </em>281 Md. 247, 262, 378 A.2d 1108 (1977) (“[0]ne who abandons property thereby surrenders any expectation of privacy therein, removes himself from the protection of the Fourth Amendment, and ‘cannot complain with [the] effect of the later seizure of such property by the police, or of its use against him in court.’ ” (quoting <em>Henderson v. Warden, </em>237 Md. 519, 523, 206 A.2d 793 (1965); <em>Matthews v. State, </em>237 Md. 384, 387-388, 206 A.2d 714 (1965))). <em>See also Hester, supra.</em></p>\n<p id=\"b231-5\">In determining whether property has been abandoned, courts must look to the actions and intentions of the property owner. <em>Everhart v. State, </em>274 Md. 459, 483, 337 A.2d 100 (1975) (“[Wjhether property is abandoned is generally a question of fact based upon evidence of a combination of act and intent.”). ‘““[I]ntent may be inferred from words spoken, acts done, and other objective facts---- All relevant circumstances existing at the time of the alleged abandonment should be <em>considered Oken v. State, </em>327 Md. 628, 651, 612 A.2d 258 (1992), <em>cert. denied, </em>— U.S. —, 113 S.Ct. 1312, 122 L.Ed.2d 700 (1993) (quoting <em>Duncan and Smith, supra </em>281 Md. at 265, 378 A.2d 1108 (quoting <em>United States v. Colbert, </em>474 F.2d 174, 176 (5th Cir.1973) (citations omitted))). <em>See also Faulkner v. State, </em>317 Md. 441, 449, 564 A.2d 785 (1989). “Intent must be ascertained from what the actor said and did; intent, though subjective, is determined from the objective facts at hand.” <em>Duncan and Smith, supra, </em>281 Md. at 264, 378 A.2d 1108 (citing <em>Hawley v. Commonwealth, </em>206 Va. 479, 144 S.E.2d 314, 317 (1965), <em>cert. denied, </em>383 U.S. 910, <page-number citation-index=\"1\" label=\"210\">*210</page-number>86 S.Ct. 894, 15 L.Ed.2d 665 (1966)). <em>See also United States v. Perkins, </em>871 F.Supp. 801 (M.D.Pa.1995); <em>United States v. McDonald, </em>855 F.Supp. 267 (S.D.Ind.1994).</p>\n<p id=\"b232-4\">In <em>Morton v. State, </em>284 Md. 526, 397 A.2d 1385 (1979), a case that the trial court in the instant case distinguished on the facts, police officers stopped Morton following receipt of information possibly linking him with an armed robbery that had occurred the night before. At the time, he was wearing a black jacket and carrying a plastic bag. Finding nothing, the police allowed Morton to go, but placed him under surveillance. More information confirmed that Morton was the person whom the police were seeking. He was confronted at a recreation center and told to accompany the officer and to bring the jacket and bag with him. Morton, not knowing that the officers knew otherwise, informed the officer that he had given the items to a cousin who had left the recreation center. The officers then conducted a search of the facility for the items, which were found lying on the floor in a different area than that in which Morton was confronted and “away from everybody.” <em>Id. </em>at 528, 397 A.2d 1385. A search of the contents of the bag revealed a handgun, a quantity of marijuana, and photographs of appellant. A motion to suppress these items was denied. We affirmed in an unpublished opinion. The Court of Appeals reversed, stating that Morton did in fact have a reasonable expectation of privacy in the contents of the bag and jacket. <em>Id. </em>at 533, 397 A.2d 1385. The Court further held that Morton neither did nor said anything that would have indicated an intent to abandon this privacy interest in the articles. The Court further refused to infer an abandonment from the mere location of the items at issue. Morton’s untruthfulness as to the location of the jacket and bag was not sufficient to justify the intrusion. The police, therefore, did not act reasonably in believing the bag to have been abandoned and the search thereof was unlawful.</p>\n<p id=\"b232-5\">A similar scenario was presented in <em>State v. Boone, supra. </em>Maryland Code (1974), § 8-401(a) of the Real Property Article, authorized the sheriff,, after institution of the proper proceedings pursuant thereto, to deliver to a landlord posses<page-number citation-index=\"1\" label=\"211\">*211</page-number>sion of premises for which a tenant has failed to pay rent. In <em>Boone, </em>the sheriff was so authorized and, upon arrival at the apartment, a “thorough” search of the premises was undertaken.<footnotemark>6</footnotemark> Boone was not present. The search revealed a number of stolen credit cards and a stolen checkbook. Boone moved to suppress the evidence. The State sought to justify the seizure on abandonment grounds. The Court of Appeals refused, stating that it was not reasonable to conclude that Boone’s failure to pay rent or redeem the premises was sufficient to constitute a relinquishment of his reasonable expectation of privacy in the stolen items. “His conduct did no more than give up a right to have the goods remain in the apartment.” 284 Md. at 8, 393 A.2d 1361.</p>\n<p id=\"b233-5\">In the case <em>mb judice, </em>it is undisputed that appellant did not intend to abandon the bag when he disembarked from the bus at the rest stop. Appellant neither said nor did anything to indicate such an intent and his actions in returning to the bus to reboard and continue the trip back to Richmond further support that appellant retained an expectation of privacy in the bag and its contents. The trial court, in fact, properly so found. As the trial court indicated, however, the inquiry does not end here. Although the bag was not actually abandoned, we must look to the reasonableness of the officers’ belief that the bag, in their objective opinion, had been abandoned.</p>\n<p id=\"b233-6\">Because not all searches and seizures overseen by the government are prohibited, “ ‘[t]he touchstone of the Fourth Amendment is reasonableness,’ ” <em>McMillian v. State, </em>325 Md. 272, 281, 600 A.2d 430 (1992) (quoting <em>Florida v. Jimeno, </em>500 U.S. 248, 250, 111 S.Ct. 1801, 1803, 114 L.Ed.2d 297 (1991)), and the touchstone of reasonableness, “sufficient probability, <page-number citation-index=\"1\" label=\"212\">*212</page-number>not certainty----” <em>Hill v. California, </em>401 U.S. 797, 804, 91 S.Ct. 1106, 1111, 28 L.Ed.2d 484 (1971). Reasonableness may be determined by balancing “the intrusion on the individual’s Fourth Amendment interests against its promotion of legitimate governmental interests.” <em>Maryland v. Buie, </em>494 U.S. 325, 331, 110 S.Ct. 1093, 1096, 108 L.Ed.2d 276 (1990). We illustrate what is necessary to sustain an otherwise unlawful search and seizure by the following cases.</p>\n<p id=\"b234-6\">In <em>Maryland v. Garrison, </em>480 U.S. 79, 107 S.Ct. 1013, 94 L.Ed.2d 72 (1987), a warrant was issued to search the person of one McWebb and “the premises known as 2306 Park Avenue third floor apartment.” 480 U.S. at 80, 107 S.Ct. at 1014. Upon arriving at the residence to execute the warrant, the police officers discovered that the third floor was in fact divided into two apartments, one occupied by McWebb and the other by Garrison. Before realizing that they were in Garrison’s apartment, however, the officers discovered the contraband used to convict him on narcotics distribution charges. Once the officers became aware that they were not searching McWebb’s residence, however, they discontinued their search and made no further search thereof. Indeed, “[a]ll of the officers reasonably believed that they were searching McWebb’s apartment.” <em>Id. </em>at 81, 107 S.Ct. at 1015.</p>\n<p id=\"b234-7\">After upholding the validity of the warrant, the Court addressed the reasonableness of the manner in which the warrant had been executed, stating that it “recognized the need to allow some latitude for honest mistakes that are made by officers in the dangerous and difficult process of making arrests and executing search warrants.” <em>Id. </em>at 87, 107 S.Ct. at 1018. <em>See Brinegar v. United States, </em>338 U.S. 160, 176, 69 S.Ct. 1302, 1311, 93 L.Ed. 1879, <em>reh’g denied, </em>338 U.S. 839, 70 S.Ct. 31, 94 L.Ed. 513 (1949) (“[T]he mistakes must be those of reasonable men, acting on facts leading sensibly to their conclusions of probability.”). The objective facts that were available to the officers executing the warrant indicated that a search of the entire third floor was to be undertaken without distinction between the two apartments. The Court held that “the officers’ conduct was consistent with a reasonable effort <page-number citation-index=\"1\" label=\"213\">*213</page-number>to ascertain and identify the place intended to be searched within the meaning of the Fourth Amendment.” <em>Id., </em>480 U.S. at 88-89, 107 S.Ct. at 1019.</p>\n<p id=\"b235-5\">The Court of Appeals of this State has also addressed the issue of the reasonableness of police conduct in relation to the Fourth Amendment, seeing a reasonableness standard generally, though finding it did not exist on the facts presented. In <em>McMillian v. State, supra, </em>the police were conducting surveillance of a night club known for narcotics distribution. At some point during the surveillance, all officers involved in the investigation assembled at the police station for a meeting with the officer in charge of the investigation. Several officers then returned to the location of the club without having secured a warrant for its search. It was later that day that police officers entered and performed the warrantless search complained of under the belief that the narcotics thought to be located therein would be destroyed if action were not taken to safeguard the evidence.</p>\n<p id=\"b235-6\">In invalidating the lawfulness of the entry, the Court looked to what the officers reasonably believed <em>at the time of their warrantless entry. See United States v. Owens, </em>848 F.2d 462, 465 (4th Cir.1988). The Court questioned that circumstances necessitating immediate entry had presented themselves, given that any exigencies that had been presented were apparently insufficient to justify a warrantless search prior to the meeting at the police station. Based on the Court’s determination that the exigency, if any, had dissipated by the time the officers made their warrantless entry after having returned from the meeting, the Court held that the officers had not been reasonable in believing that the evidence would be destroyed before a warrant could be obtained.</p>\n<p id=\"b235-7\"><em>United States v. Owens, supra, </em>further elaborates on the analysis to be undertaken in determining the <em>reasonableness </em>of officers’ conduct under the Fourth Amendment. Under facts remarkably similar to those set forth by <em>Maryland v. Garrison, supra, </em>a warrant was issued, describing the place to be searched as “Apartment 336.” When officers arrived at the <page-number citation-index=\"1\" label=\"214\">*214</page-number>building, there was no such apartment; the third floor consisted of an unoccupied apartment and apartment 324, occupied by Owens. Owens unsuccessfully moved to suppress evidence of six hundred packets of heroin found in a briefcase in her closet.</p>\n<p id=\"b236-5\">Drawing on <em>Garrison </em>for support, the United States Court of Appeals for the Fourth Circuit held that the officers had made an “honest mistake,” which “should be gauged by the standard set forth in <em>Garrison. </em>” 848 F.2d at 465. The court further stated that suppression of the evidence “would clearly run counter to the reasoning of <em>Garrison ... </em>‘brandling] as illegal the execution of any warrant in which, due to a mistake in fact, the premises intended to be searched vary from their description in the warrant.’ ” <em>Id. </em>at 466 (quoting <em>Garrison, supra, </em>480 U.S. at 89 n. 14, 107 S.Ct. at 1019 n. 14).</p>\n<p id=\"b236-6\">In the case <em>sub judice, </em>we are presented with much the same situation. While the aforementioned cases factually vary from the case at bar, their underlying rationale—that reasonableness is to be tested by that which the officer believed at the time of the alleged Fourth Amendment violation—is equally applicable here.</p>\n<p id=\"b236-7\">In the instant case, the bus driver indicated to the officers that all the passengers had reboarded the bus. It was not until then that the officers began the interdiction process. Upon finding the bag and prior to opening it, the officers repeatedly inquired as to which of the passengers it might belong. These inquiries went unanswered. In their objective opinion, because they believed all the passengers that might have claimed ownership of the bag were present on the bus, they believed the bag had been abandoned. The trial court did not clearly err in stating that, although actual abandonment had not occurred, the officers, based on their knowledge and experience, acted reasonably in presuming the bag had been abandoned, based generally and on their knowledge at the specific time of the search. Moreover, “[t]o suppress the evidence in the face of such subdued official conduct would <page-number citation-index=\"1\" label=\"215\">*215</page-number>render all such interdiction programs suspect.... ” <em>Flowers, </em>912 F.2d at 712.</p>\n<p id=\"b237-4\">On the facts presented by this case, the officers’ reasonable and objective basis for concluding that the bag had been abandoned was “much more than a calculated guess and cannot be described as an effort to conduct a fishing expedition .... The extreme sanction of exclusion would be inappropriate____” <em>Owens, </em>848 F.2d at 466. That is not to say, however, that searches of this type will not be invalidated. While close scrutiny of interdiction claims of “reasonableness” is required by the Fourth Amendment to guard against contrived situations, our independent examination of the facts here present leads us to conclude, as did the trial court, that the officers acted reasonably. There may be many interdiction situations in which the intrusion on Fourth Amendment protections will be unreasonable. This, however, is not such a case.</p>\n<p id=\"b237-6\">JUDGMENT AFFIRMED; COSTS TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b224-7\">. The ability of law enforcement officers to board a commercial bus and enlist the cooperation of its passengers in combatting drug trafficking is without question. <em>United States v. Flowers, </em>912 F.2d 707, 709 (4th Cir.1990), <em>cert. denied, </em>501 U.S. 1253, 111 S.Ct. 2895, 115 L.Ed.2d 1060 (1991) (“Police may seek the voluntary cooperation of citizens in law enforcement activities without implicating the Fourth Amendment.”) Just as an officer may approach an individual on the street and attempt to elicit information from him, so may that officer approach a bus passenger, without offending the Fourth Amendment, so long as the person being approached feels free to disregard the inquiry and does not feel compelled to comply with the officer’s requests. <em>Florida v. Bostick, </em>501 U.S. 429, 434, 111 S.Ct. 2382, 2386, 115 L.Ed.2d 389 (1991). <em>See also United States v. Mendenhall, </em>446 U.S. 544, 554, 100 S.Ct. 1870, 1877, 64 L.Ed.2d 497, <em>reh’g denied, </em>448 U.S. 908, 100 S.Ct. 3051, 65 L.Ed.2d 1138 (1980).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b225-7\">. Neither the officers nor the bus driver performed a count of the passengers as they disembarked from the bus.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b229-9\">. “The basic purpose of th[e Fourth] Amendment ... is to safeguard the privacy and security of individuals against arbitrary invasions by governmental officials.” <em>Camara v. Municipal Court, </em>387 U.S. 523, 528, 87 S.Ct. 1727[, 1730, 18 L.Ed.2d 930] (1967). To this end, \"[t]he mandate of the Fourth Amendment is that the people shall be secure against <em>unreasonable </em>searches.” <em>United States v. Rabinowitz, </em>339 U.S. 56, 65, 70 S.Ct. 430[, 435, 94 L.Ed. 653] (1950).</p>\n<p id=\"b229-10\"><em>Duncan and Smith v. State, </em>281 Md. 247, 254, 378 A.2d 1108 (1977).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b230-7\">. It is the expectation of privacy which is at the heart of the test for abandonment. \" ‘The proper test ... is not whether all formal property rights have been relinquished, but whether the complaining party retains a reasonable expectation of privacy in the articles alleged to be abandoned.’ ” <em>Venner v. State, </em>279 Md. 47, 53 [367 A.2d 949] (1977), quoting <em>United States v. Wilson, </em>472 F.2d 901 (9th Cir.1972), ce<em>rt. denied, </em>414 U.S. 868 [94 S.Ct. 176, 38 L.Ed.2d 116] (1973).</p>\n<p id=\"b230-8\"><em>Duncan and Smith, </em>281 Md. at 262, 378 A.2d 1108. <em>See also State v. Boone, </em>284 Md. 1, 6-8, 393 A.2d 1361 (1978).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b231-9\">. <em>See United States v. Morris, </em>738 F.Supp. 20, 23 (D.D.C.1990), <em>aff'd sub nom. United States v. Ramos, </em>960 F.2d 1065 (D.C.Cir.1992) (quoting 1 W. LaFave, <em>Search and Seizure, </em>§ 2.6(b) (2d ed. 1987)):</p>\n<blockquote id=\"b231-10\">In the law of search and seizure, however, the question is whether the defendant has, in discarding the property, relinquished his reasonable expectation of privacy so that its seizure and search is reasonable within the limits of the Fourth Amendment.... In essence, what is abandoned is not necessarily the defendant's property, but his reasonable expectation of privacy therein. [Citations omitted.]</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b233-7\">. The search encompassed the inside of closets and drawers, the pockets of clothing, and the contents of boxes. It was not clear to the Court of Appeals the basis for the authorization to conduct such an invasive search, though testimony indicated that certain items, such as jewelry and weapons, which could not be placed out on the street for safety reasons, would be held for the tenant. Other items, such as personal papers, credit cards, and effects would, however, be removed to the street.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}