{
  "casebody": {
    "data": "<casebody firstpage=\"243\" lastpage=\"251\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b267-4\">L. H. Miller <em>v. </em>C. Allen Belville.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b267-5\">October Term, 1924.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b267-6\">Present: Watson, C. J., Powers, Taylor, and Slack, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b267-7\">Opinion filed November 13, 1924.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b269-9\"><page-number citation-index=\"1\" label=\"245\">*245</page-number><em>F. L. Laird </em>for the defendant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b269-10\"><em>Dutton &amp; Morse </em>for the plaintiff.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b269-11\">Powers, J.</author>\n<p id=\"A3J\">The plaintiff owned a farm in the town of Worcester. On September 14, 1915, he conveyed it to one Slay-ton, taking back a mortgage thereon conditioned for the performance of certain agreements therein referred to. Slayton did not perform these conditions and on March 25, 1918, quit-claimed the premises to the defendant. In the fall of that year, these parties entered into a new agreement regarding the farm, by the terms of which the defendant and his wife were to quitclaim the property to the plaintiff, who was then to convey to them that part of the farm that was cleared — supposed to be about one hundred acres. The defendant was to pay the plaintiff <em>$800; </em>$300 in a certain Vigeaut note, and $500 in the defendant’s notes — all to be secured by a mortgage on the cleared land so conveyed. They met at the town clerk’s office in Worcester on January 4, 1919, to make and pass the papers necessary to carry this arrangement into effect. The town clerk made for them a quitclaim deed of the whole farm from the defendant and his wife to the plaintiff, and a warranty deed of the cleared land from the plaintiff to the defendant and his wife. But she did not feel competent to make the mortgage called for by the arrangement, and advised the parties to go to a lawyer for that. Thereupon the warranty deed was executed by the plaintiff, and intrusted to the defendant to be used in making the mortgage. And it was agreed that when the mortgage and notes were made <page-number citation-index=\"1\" label=\"246\">*246</page-number>and turned over, both deed and mortgage should be placed on record. The quitclaim deed was then executed by the defendant, but his wife was not present, so it was left with the town clerk, and the defendant was to have his wife call at the office and execute it on her part. It was to be recorded when the other papers were. The plaintiff then paid the clerk for recording the quitclaim deed, and to save himself another trip to Worcester, and relying upon the defendant’s carrying out the arrangement-on his part, he discharged his Slayton mortgage on the record, leaving thereby, a clear record title to the farm in the defendant.</p>\n<p id=\"b270-5\">The confidence thus reposed in the defendant turned out to be sadly misplaced; for he did nothing toward performing his part of the agreement. On the contrary, having first obtained his quitclaim deed from the possession of the town clerk by false representations, he quitclaimed the farm to E. G. Foss. This deed was dated April 15, 1919, and was recorded on the 26th.</p>\n<p id=\"b270-6\">Early in May of that year, the plaintiff had an opportunity to sell the property to one George Dame, but understood and said that he could not convey full title on account of the defendant’s interest therein. So Dame sought the defendant, who, without disclosing the fact that he had deeded to Foss, gave him a quitclaim deed of the whole place running to the plaintiff. Thereupon, the plaintiff, being wholly ignorant of the Foss deed, conveyed the farm to Dame by a warranty deed. Shortly thereafter Dame brought suit against the plaintiff on his covenant of warranty, and this suit was pending at the time of the trial below. There was little if any conflict in the evidence so far as the controlling facts are concerned.</p>\n<p id=\"b270-7\">On the record it must be taken that the defendant was innocent of any fraud in obtaining the advantage that the discharge of the Slayton mortgage gave him, and that his original intention was to carry out the agreement. For, though he was fully aware that the plaintiff’s act left him with full title to the farm, he wrote the plaintiff on January 14, 1919, to the effect that he would complete the papers, and that he would not “take any advantage”'of him. But by April 8 of that year the defendant’s moral fibre had begun to crumble;' on that day he sent the plaintiff á letter containing a thinly-veiled warning, if not threat, of impending trouble; and just a week later his fraudulent purpose was not only fully formulated, but it was consummated by the deed to Foss.</p>\n<p id=\"b271-4\"><page-number citation-index=\"1\" label=\"247\">*247</page-number>The action is not predicated upon anything, that transpired at the town clerk’s office. It conld not be, for as we have seen, the defendant committed no fraud on that occasion. Nor is it based upon the defendant’s failure to carry out his agreement to complete the papers. It could not be, for a broken promise is no fraud. <em>Alletson </em>v. <em>Powers, </em>72 Vt. 417, 48 Atl. 647. It is founded wholly upon the defendant’s repudiation of his agreement and, for his own benefit, conveying to Foss the title that was given into his keeping as above set forth. The trial below resulted in a verdict and judgment for the plaintiff, and the defendant' alleges error.</p>\n<p id=\"b271-5\">At the close of the evidence, the defendant moved for a directed verdict on various grounds, and excepted when his motion was overruled.</p>\n<p id=\"b271-6\">It was urged below as it is here that by the plaintiff’s own testimony, he voluntarily discharged the Slayton mortgage to serve his own convenience. Closely related to, if not identical with this claim are those insisting that no representations or inducements on the part of the defendant were relied upon by the plaintiff when he discharged that mortgage. But the plaintiff relied upon the defendant’s promise to have the papers made complete and the arrangement carried into effect.</p>\n<p id=\"b271-7\">The warranty deed entrusted to the defendant does not affect the rights of the- parties here, for the defendant does not seem to have made any improper use of it. He did not have it recorded, and the record does not show that he claimed under it. That deed aside, the defendant held the title to the farm in a dual capacity. The Slayton interest he owned, outright. He could do as he pleased with it. It was unaffected by the arrangement made at the-town clerk’s office, so long as that arrangement remained executory. So far as the Foss deed covered that interest, it was not a fraud upon this plaintiff, for to that extent it merely conveyed what the defendant rightfully owned. But the plaintiff’s interest in the farm, represented by the Slayton mortgage, which passed to the defendant by the discharge of the mortgage, was; in the circumstances, held by the defendant as a constructive trustee. It- is a familiar principle in equity that a trust is implied whenever the circumstances are such that the person taking- the legal estate, whether by fraud or otherwise, cannot enjoy the beneficial interest without violating -the rules of honesty and--fair dealing. It is true that some hold that a <page-number citation-index=\"1\" label=\"248\">*248</page-number>fraud must exist at the time the title is acquired — an element lacking here, as we have seen; some say that this fraudulent intent will be inferred from a subsequent failure to perform the agreement under which the title is obtained; while still others take the ground that fraud at the outset is established by proof of subsequent fraud. It is enough here to' say that the best considered modern cases go to the extent of holding that when one conveys the title to his property to another in reliance upon the latter’s promise, a conscientious obligation is imposed, a violation of which for the grantee’s own advantage is such a fraud that equity will make him a constructive trustee for the benefit of the grantor or his beneficiary. And this will be so, though the grantee enters into the agreement with an honest intention of performing it. <em>Springer </em>v. <em>Springer, </em>144 Md. 465, 125 Atl. 162; <em>Bray </em>v. <em>Timms, </em>162 Ark. 247, 258 S. W. 338; <em>Ridky </em>v. <em>Ridky, </em>226 Mich. 459, 198 N. W. 229; <em>Nestor </em>v. <em>Gross, </em>66 Minn. 371, 69 N. W. 39; <em>Lefkowitz </em>v. <em>Silver, </em>182 N. C. 339, 109 S. E. 56, 23 A. L. R. 1491; <em>Moore </em>v. <em>Crawford, </em>130 U. S. 122, 32 L. ed. 878, 9 Sup. Ct. 447; <em>Arnston </em>v. <em>First Nat. Bank, </em>39 N. D. 408, 167 N. W. 760, L. R. A. 1918F, 1038; <em>Alwood </em>v. <em>Mansfield, </em>59 Ill. 496; 3 Pom. Eq. § 1053; Perry, Trusts (6th ed.) 181a, and cases cited; 26 R. C. L. 1232.</p>\n<p id=\"b272-5\">The forms and varieties of these constructive trusts are practically unlimited. They arise whenever a title is acquired through a confidence that has been abused. While the doctrine has its real foundation in equity’s abhorrence of fraud, the fraud involved may be constructive, rather than real. <em>Springer </em>v. <em>Springer, supra; Ridky </em>v. <em>Ridky, supra. </em>To frustrate the fraud, equity turns the holder of the title into a trustee <em>ex maleficio, </em>in order “to get at him,” as Chief Justice Gibson somewhere says; the trust is declared in order that the court may lay its hands upon the property and wrest it from the wrongdoer. <em>Edwards </em>v. <em>Culberson, </em>111 N. C. 342, 16 S. E. 233, 18 L. R. A. 204. The broad principle of natural justice contained in this doctrine is obvious to every honest mind. It should be the policy of the law to extend rather than limit its application.</p>\n<p id=\"b272-6\">But, as we have said, this is an equitable doctrine, while the action here is at law. No good reason can be given why a court at law should not apply the doctrine to avert a fraudulent result. Take this very case: Assuming as we must on the record before us that Foss is a <em>bona fide </em>holder for value, <page-number citation-index=\"1\" label=\"249\">*249</page-number>the plaintiff has lost his farm outright and has no remedy at law or in equity unless it is through the application of the doctrine under discussion. That such a deliberate and bare-faced fraud should be allowed to succeed for want of a remedy would be a reproach to the law and its administration in the courts. When an express trustee converts the trust property contrary to his duty, the <em>cestui </em>may follow the property provided it has not passed into the hands of a <em>bona, fide </em>purchaser, or he may hold him responsible, personally. 4 Kent, *307. We hold that that rule applies here. <em>Snyder </em>v. <em>Parmalee, </em>80 Vt. 496, 68 Atl. 649, is sufficient authority for this. There, as here, the defendant had made the plaintiff’s title forever unavailing. Here, as there, the plaintiff is not seeking to enforce a trust or pursue a trust fund. All he seeks is to be made whole for the damage caused by the defendant’s wrongful and fraudulent acts.</p>\n<p id=\"b273-5\">It is urged that Foss was not an innocent purchaser, for that he knew that there had been some sort of a lumber contract connected with the title, and because he paid nothing for the deed or what he acquired thereunder. But the fact— if it be such — that the plaintiff could follow the property and recover it from Foss does not restrict the plaintiff to that remedy. It was not necessary for him to test that remedy out before resorting to the one sought here. Nor would that fact affect the measure of damages. One cannot mitigate the damages resulting from his unlawful act by showing that another participated in it.</p>\n<p id=\"b273-6\">It is further urged that this suit cannot be maintained because of an outstanding mortgage on the farm. It appeared that the Union Savings Bank &amp; Trust Company held a mortgage given by the plaintiff covering this whole property; and it is urged that the plaintiff cannot complain of the defendant’s failure to perform the contract, because' he was not in a position to give the clear title he had engaged to. If this action was based on the contract entered into at the town clerk’s office, there might be some merit in this claim. But it is not. The fact that the plaintiff did not put himself in a position to charge the defendant with a breach of that contract is wholly immaterial here. That failure of the plaintiff did not operate to make the defendant the owner of the plaintiff’s interest in the farm, or in any way justify his conveyance of it to Foss. Nor is it of the slightest consequence that that deed was given after the expira<page-number citation-index=\"1\" label=\"250\">*250</page-number>tion of the time limited by the plaintiff for the defendant’s performance of his undertaking.</p>\n<p id=\"b274-5\">But it is said that, since the defendant did not expressly agree to perform Slayton’s contract, and was not under any obligation to do so, no damage to the plaintiff resulted from the deed to Foss. It is difficult to understand the theory on which this claim is put forward. The Foss deed conveyed the plaintiff’s property beyond recall. This is too obvious to be denied — assuming, all the time, that Foss was an innocent purchaser. It would be a waste of time to say more than that this claim of the defendant is without merit.</p>\n<p id=\"b274-6\">It is argued, with apparent, sincerity that the record does not show that the defendant acted with intent to defraud. But this claim is utterly refuted by the transcript. So plainly is the defendant’s fraudulent purpose reflected in the evidence that two honest opinions could hardly be formed thereon. If, as the defendant argues, that question was for the court, the instruction thereon should have been in the plaintiff’s favor. The court instructed the jury that the defendant was the party in default under the arrangement made at the town clerk’s office, because he did not complete his quitclaim deed and tender it to the plaintiff. To this the defendañt excepted; first, by a general exception, which was too indefinite to require consideration here, and then on the specific ground that the defendant’s breach of that agreement would have no bearing on the plaintiff’s right to recover in this action. This ground, however, is not briefed and for that reason is not considered.</p>\n<p id=\"b274-7\">Of the other exceptions to the charge those that are sufficiently specific and adequately briefed are disposed of by what is herein contained. The court ruled without exception that the measure of damages was the value of the farm less the value of the timber. In the cross-examination of the plaintiff, he was asked what he paid for the farm in 1910. -Upon objection, this was excluded, and the defendant excepted.</p>\n<p id=\"b274-8\">That the price paid for a piece of property is, ordinarily, evidence of its value is established by our cases. <em>Belka, </em>v. <em>Allen, </em>82 Vt. 456, 74 Atl. 91. But this rule has its limitations. The evidence must relate to a time not too remote <em>{lb.) </em>— -a time so recent that it will afford a fair indication of present value. <em>Lanquist </em>v. <em>Chicago, </em>200 Ill. 69, 65 N. E. 681. The question of its remoteness is usually for the trial court and <page-number citation-index=\"1\" label=\"251\">*251</page-number>not reviewable. <em>Belka </em>v. <em>Allen, supra. </em>It is so here. The rejected evidence related to a time about nine years before the trial below, which was in the fall of 1919. The World War had intervened; and as is known to everybody, real estate values had materially increased. The court was fully justified in concluding that the evidence was too remote to be' of probative value. No error, and especially no prejudicial error, is made to appear.</p>\n<p id=\"b275-5\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}