{
  "casebody": {
    "data": "<casebody firstpage=\"557\" lastpage=\"564\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b577-5\">Albert Sargent &amp; others vs. Supreme Lodge of the Knights of Honor &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b577-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AMb\">December 6, 1892.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AuX\">April 3, 1893.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b577-7\">Present. Field, C. J., Allen, Holmes, Knowlton, Morton, Lathrop, &amp; Barker, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b577-9\"><em>Beneficiary Association </em>— “ <em>Dependent </em>” — <em>Fraud </em>— <em>Change of Designation.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b577-10\"><em>A </em>benefit order was incorporated in Kentucky for the purpose, among others, of establishing a benefit fund, out of which, on the death of a member of the order, a certain amount might be paid “ to his family or as he may direct.” This fund was formed and maintained by assessments on the members, each of whom was entitled to a benefit certificate, containing the promise of the corporation to make payment to the person designated by him as beneficiary, which promise was made on condition that the member should comply, not only with all the existing laws of the order, but also with such as might afterwards be enacted. S. became a member of the order, designating as his beneficiary a person who was his creditor, and received a benefit certificate payable to the beneficiary so designated. The order was afterwards re-incorporated in Missouri by a new charter, which limited the persons who might receive payments out of the benefit fund to the family and dependents of members; and a law or resolution was passed by the order, requiring all members who held certificates in which persons other than members of the holders’ families or their dependents were named as beneficiaries to surrender their certificates, in order that new certificates might <page-number citation-index=\"1\" label=\"558\">*558</page-number>be issued to them which should he payable to persons of the classes described in the new charter. S. thereupon represented that the person originally designated as his beneficiary was a dependent, and he was allowed to retain his certificate unaltered. This representation was false, but was made through mistake and was not fraudulent S. continued to pay all dues and assessments, and died a member of the order in good standing. The laws governing the order when S. became a member provided that, in the event of the death of all the beneficiaries selected by a member before such member's death, the benefit should be paid to his heirs; and the laws governing the order when S. died provided that, in the same event, the benefit should be paid to his widow and children, and if there was neither widow nor child, then to his heirs. At no time, however, did the laws of the order provide in terms for a case in which there was a failure of beneficiaries owing to the invalidity of the designation. S. left next of kin, but no widow or child. <em>Held, </em>upon a bill in equity brought by the next of kin of S. to secure the proceeds of his certificate against the order and the person named in the certificate as beneficiary, that the company could not resist payment on the ground that the designation of the beneficiary was invalid. <em>Held, also, </em>that the person named in the certificate, having been neither a member of the family of the deceased nor a dependent, was not entitled to the money, and that by a just and liberal construction of the laws of the order the next of kin or heirs were so entitled.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b578-5\">Bill in equity, filed by Albert Sargent and others, being all the next of kin of Otis Sargent, against the Supreme Lodge of the Knights of Honor, a corporation established under the laws of the State of Missouri, A. O. Cullymore and others, trustees of Massachusetts Lodge No. 1226, a subordinate lodge of the order, and one Millie J. Blaisdell, for the purpose of securing the proceeds of a “ benefit certificate ” issued by the Supreme Lodge to the said Otis Sargent. Trial before <em>Holmes, </em>J., who reported the case for the full court, in substance as follows, such decree to be made as justice might require.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b578-6\">The plaintiffs were the heirs and only next of kin of Otis Sargent. The defendant Millie J. Blaisdell was his executrix and residuary legatee, and the beneficiary named in the certificate. The Supreme Lodge of the Knights of Honor was originally incorporated by an act of the legislature of the State of Kentucky, passed on March 20, 1876. Subsequently, in the year 1884, it was again incorporated in the State of Missouri. On August 1, 1882, Otis Sargent became a member of a subordinate lodge of the order located in Massachusetts and existing by virtue of a charter duly granted by the Supreme Lodge, and he continued to be a member of the order until his death, on October 17, 1889.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b579-4\"><page-number citation-index=\"1\" label=\"559\">*559</page-number>When Otis Sargent joined the order, the Supreme Lodge was a Kentucky corporation. The act of incorporation had declared what the objects of the corporation should be. One of them was “ to promote benevolence and charity by establishing a Widows’ and Orphans’ Benefit Fund, from which, on the satisfactory evidence of the death of a member of the corporation who has complied with its lawful requirements, a sum not exceeding five thousand dollars ($5,000) shall be paid to his family, or as he may direct.” The constitution governing the Supreme Lodge, adopted in May, 1882, a few months before Sargent was admitted to membership, declared the establishment of this fund to be one of the objects of the order, using precisely the same language used in the act of incorporation, except that,' instead of a sum not exceeding $5,000, it provided that on the death of a member “ a sum not exceeding two thousand dollars ($2,000) shall be paid to his family or as he may direct.” In pursuance of this object the laws of the order provided for the payment by members of certain rates and assessments, which should constitute a fund to be known as the Widows’ and Orphans’ Benefit Fund. Persons eligible to membership in the order were admitted to its various degrees through the subordinate lodges, chartered by the Supreme Lodge and located in various places, upon a written application, the form of which was prescribed by the Supreme Lodge. Upon receiving “ the third or degree of manhood ” each member became entitled to share in the benefit of the Widows’ and Orphans’ Benefit Fund, and a “ benefit certificate,” made payable as the member had directed in his application, was issued to him by the Supreme Lodge. The laws of the order contained the following provisions in respect to such certificates (Law XXII.) :</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b579-5\">“ Sect. 4. Each applicant shall direct in his application to whom he desires his death benefit paid, which shall be subject to such future disposal of the benefit as the member may thereafter direct, in accordance with the laws of this order, and such direction shall be entered in the benefit certificate.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b579-6\">“ Sect. 5. A member may, at any time, while in good standing, surrender his benefit certificate, which, together with a fee of fifty cents, shall be forwarded by the Reporter of his Lodge under seal to the Supreme Reporter, who shall thereupon cancel <page-number citation-index=\"1\" label=\"560\">*560</page-number>the old certificate, and issue a new one in lieu thereof to such member, payable as he shall have directed. . . .</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b580-3\">“ Sect. 7. In the event of the death of all the beneficiaries selected by the member before the decease of such member, if he shall make no other or further disposition thereof, the benefit shall be paid to the heirs of the deceased member; and if no person or persons shall be' entitled to receive such benefit by the laws of this order,' it shall revert to the Widows’ and Orphans’ Benefit Fund.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b580-4\">An article of the constitution provided that the constitution and laws of the order might be amended at any regular meeting of the Supreme Lodge by a vote of two thirds of its members present. The application for membership signed by Otis Sargent contained the following agreement: “I, Otis Sargent, having made application to participate in the Widows’ and Orphans’ Benefit Fund of the Order of Knights of Honor, do hereby agree that compliance on my part with all the laws, regulations, and requirements now in force, or that may hereafter be enacted by said order, is the express condition upon which I am to be entitled to participate, in the Widows’ and Orphans’ Benefit Fund.” The benefit certificate subsequently issued to him upon this application stated that the agreement of the Supreme Lodge to pay $2,000 out of the Widows’ and Orphans’ Benefit Fund to the beneficiary named in the certificate was made “ upon condition that said member complies with the laws, rules, and .regulations now governing this order, or that may hereafter be enacted for its government.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b580-5\">In his application for membership Otis Sargent directed that his “ Widows’ and Orphans’ Benefit” be paid to the defendant Millie J. Blaisdell, and in the benefit certificate she was accordingly named as the beneficiary, being therein described as “Millie J. Blaisdell (dependent).” The certificate was dated August 1, 1882. She was then, and continued to be until his death, a creditor of Otis Sargent, but she was never at any time dependent upon him.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b580-6\">In 1884 the Supreme Lodge of the Knights of Honor was reincorporated under the laws of Missouri, and obtained a new charter, which was narrower than the Kentucky charter, in that it limited the persons to whom, on the death of a member of the <page-number citation-index=\"1\" label=\"561\">*561</page-number>order, payments out of the Widows’ and Orphans’ Benefit Fund could be made, viz. to “such member or members of his family or person or persons dependent on him as he may direct or designate by name.” Later in the same year, the constitution of the order was changed so as to conform to the new charter. After these changes had been made in the charter and constitution of the order, all new business was done under the Missouri charter, and assessments from all members' of the order, whether they had become such under the Kentucky charter or under the Missouri charter, were collected under the latter. An absolute continuity, however, with the Kentucky corporation in respect to officers, funds, the numbering of assessments and certificates, and business generally, was preserved. Notice of the Missouri charter, and that the officers were acting under it, was sent to the subordinate lodges, but the notice contemplated the continued existence, temporarily at least, of the Kentucky charter. The subordinate lodges went on as before without taking out new charters from the Supreme Lodge.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b581-5\">The change in the charter and constitution in respect to beneficiaries of the Widows’ and Orphans’ Benefit Fund was not regarded as <em>ipso facto </em>invalidating designations made in benefit certificates which had been issued under the Kentucky charter, merely because the beneficiaries designated were neither members of the holder’s family nor dependents. It was not understood or intended by any one to have such an effect. In 1887, however, while the constitution of 1884 was in force, a resolution was adopted by the Supreme Lodge, requiring that all members of the order holding certificates which showed that others than relatives or dependents were named as beneficiaries therein should be notified by the Supreme Dictator to return said certificates for change before September 1, 1887, and that, in case of failure so to do, no assessment should be received from the member, and that he should stand suspended. Otis Sargent received notice of this resolution, and thereupon made an affidavit that Millie J. Blaisdell was a dependent, and retained his certificate unaltered. This affidavit was not true, but there was no evidence other than its untruth that it was fraudulent, and Millie J. Blaisdell testified to a conversation with an officer of the subordinate lodge, with whom Sargent had dealt in the mat<page-number citation-index=\"1\" label=\"562\">*562</page-number>ter, which tended to show that the local lodge had notice from Sargent of the actual state of facts. The justice who heard the case found as a fact that the affidavit was not fraudulent.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b582-5\">In May, 1889, a short time before Otis Sargent’s death, a new constitution of the order was adopted. It provided, among other things in respect to benefit certificates and beneficiaries, that no will should be permitted “ to control the appointment or distribution of, or rights of any person to, any benefit payable by this order” (Article IX. § 1). Article IX. § 4, provided that a member desiring to change his beneficiary might at any time surrender his old certificate, and that it should thereupon be cancelled and a new one in lieu thereof should be issued to such member, “ payable as he shall have directed, within the limitations prescribed by the laws of the order.” Article IX. § 6, was as follows: “ <em>Death of Beneficiaries. </em>In the event of the death of all the beneficiaries designated by the member before the decease of such member, if he shall not have procured another benefit certificate designating other beneficiaries in accordance with the requirements of § 4 of this article, the benefit shall be paid to the widow and children of the deceased member; if no widow, to his children; if no children, to his widow; and if neither widow nor child, then to his heirs. And if no person or persons be entitled by the laws of the order to receive such benefit, it shall then revert to the Widows’ and Orphans’ Benefit Fund.” But the laws of the order contained no provision applicable in its terms to a case in which a member had, through mistake or inadvertence, designated as his beneficiary some one not within those classes of persons whom the constitution adopted under the Missouri charter permitted to be so designated.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b582-6\">■ Otis Sargent died a member of the order in good standing, having paid all dues and assessments, and satisfactory proof of his death was furnished to the corporation. He left no widow and no children. „</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b582-7\">The bill alleged that the Supreme Lodge was about to pay over, through the trustees of the subordinate lodge of which Otis Sargent was a member, the money called for by his benefit certificate to the defendant Millie J. Blaisdell, and prayed that the defendant corporation and the trustees of the subordinate lodge might be enjoined from so paying over any part of the <page-number citation-index=\"1\" label=\"563\">*563</page-number>fund, and that they might be ordered to pay the whole of it to the plaintiffs. The defendant corporation denied that anything was due to anybody on the certificate in question ; but no objection was taken to the bill as multifarious.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b583-5\">The judge found that the plaintiffs had failed to establish their right to the fund.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b583-6\">The case was argued at the bar in December, 1892, and afterwards was submitted on the briefs to all the judges.</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b583-7\"><em>V. J. </em>Loring, for the plaintiffs.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b583-8\"><em>E. Avery </em>&amp; <em>A. E. </em>Avery, for Millie J. Blaisdell.</attorneys>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b583-9\"><em>J. H. </em>Butler, for the Supreme Lodge of the Knights of Honor.</attorneys>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b583-10\">Allen, J.</author>\n<p id=\"AW4p\">1. The defendant company cannot resist payment on the ground that the designation of the beneficiary is invalid. Sargent, the holder of the certificate, had no design of defrauding the company. The designation was certainly valid when originally made, whether Miss Blaisdell was a dependent or not. It must be assumed that the company intended in any event to pay the stipulated amount to somebody. By a just and liberal construction of Law XXII. § 7, of the order, (Laws of 1882,) when the designated beneficiaries fail, the benefit is to be paid to the heirs of the deceased. And in the same contingency, the heirs are also entitled under the constitution of 1889, Article IX. § 6 ; the deceased leaving no widow nor child.</p>\n<p id=\"b583-11\">2. The only other question is whether the payment should be made to the claimant Blaisdell, or to the heirs. The original application directed that the certificate be made payable “ to Millie J. Blaisdell, Boston, Mass.” The certificate was made payable “to Millie J. Blaisdell (dependent).” Both application and certificate recognized that changes might be made in the laws and regulations by which the holder of the certificate would be bound. The original charter of the company provided that the benefit money “ shall be paid to his family, or as he may direct.” The constitution of 1882 contains a similar provision. Under those provisions, Millie J. Blaisdell, or any other person, might be designated as a beneficiary. But that constitution contained a provision to the effect that it might be amended; and in 1884 it was in fact amended, to conform to a new charter obtained in Missouri, and the payment of the benefit fund was limited to members of the holder’s family, and persons de<page-number citation-index=\"1\" label=\"564\">*564</page-number>pendent on him. A resolution was adopted in 1887 to require conformity to the new provision. Notice was sent to Sargent, and he made an affidavit that Miss Blaisdell was a dependent, and retained his certificate unaltered. The certificate, as already stated, described her as dependent. Henceforth, if not before, the designation of Miss Blaisdell as beneficiary stood only upon the footing that she was a dependent. The company not only passed a resolution, but took active measures to require and secure conformity to its new rule. Sargent did not resist this, but ostensibly brought himself within it, by swearing that she was a dependent. In point of fact she was not a dependent, and therefore is not entitled as such. <em>McCarthy </em>v. <em>New England Order of Protection, </em>153 Mass. 314. She had no vested right under the original designation. It was open to Sargent to change it at any time, with the consent of the company. <em>Marsh </em>v. <em>American Legion of Honor, </em>149 Mass. 512. <em>Anthony </em>v. <em>Massachusetts Benefit Association, ante, </em>322. If originally she might have maintained a claim simply as the person designated, without reference to the question whether she was a dependent, that state of things did not continue after he expressly put her upon the footing of a dependent, under the requirement of conformity to the new rule.</p>\n<p id=\"b584-5\">The result, in the opinion of a majority of the court, is, that the plaintiffs as heirs of Sargent are entitled to the money.</p>\n<p id=\"b584-6\">\n<em>jDecree for the plaintiffs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}