{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"481\" lastpage=\"492\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b481-7\" pgmap=\"481\">The People of the State of Illinois v. Thomas Biggins.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b481-11\" pgmap=\"481\">Filed at Mt. Vernon November 11, 1880.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b481-12\" pgmap=\"481\">1. Lien fob taxes—remedy to enforce the same—jurisdiction in chancery. A court of chancery has no jurisdiction to enforce the lien upon real estate given by statute for taxes assessed thereon. Such lien is purely legal in its character, the creature of the statute, not arising upon contract, and can be enforced in the mode provided by the law of its creation, and in no other mode.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b481-13\" pgmap=\"481\">2. If the Revenue law be defective in respect of the remedy provided for enforcing such a lien, that is a matter of legislative concern, not calling upon the courts to provide a remedy by extending the equitable jurisdiction beyond its recognized limits.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b481-14\" pgmap=\"481\">3. Nor does the fact that it is the State which is seeking to enforce the lien, operate in any way to change the rule upon the question of jurisdiction. The officers of the State, in the collection of revenue, are as much bound to observe the law and to proceed in the mode pointed out by the statute, as an individual is required to observe the law in the enforcement of any right.</syllabus><summary data-order=\"5\" data-type=\"summary\" id=\"b481-15\" pgmap=\"481\">Appeal from the Appellate Court for the Fourth District; —heard iu that court on appeal from the Circuit Court of Madison county; the Hon. William H. Snyder, Judge, presiding.</summary><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b481-16\" pgmap=\"481\">Mr. C. L. Cook, and Messrs. Wise &amp; Davis, for the appellants:</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"b481-17\" pgmap=\"481(27) 482(15)\">By law, the taxes due on real estate are a lien on the same from the first day of May in the year in which they are levied, until the same are paid. Rev. Stat. 1877, Revenue chap., sec. 253, p. 855.</p><p data-order=\"8\" data-type=\"legal\" id=\"b482-6\" pgmap=\"482\">The remedy provided by the statute, for the collection of taxes, is not exclusive. The State may bring a suit at law for the same, or use the remedy it sees fit; being sovereign, the statute has no application to it. Dollar Savings Bank v. United States, 19 Wall. 227; City of Dubuque v. Ill. Central R. R. Co. 39 Ia. 56; Ryan v. Gallatin Co. 14 Ill. 83; Dunlap v. Gallatin Co. 15 id. 7; Mayor v. Howard, 6 Har. &amp; Johns. 499; Clemens v. Mayor, 16 Md. 208; City of Oakland v. Whipple, 39 Cal. 113; Mayor v. McKee, 2 Yerg. 187; The People v. Seymour, 16 Cal. 334; State v. Poulleren, 16 id. 514; Portland Dry Docks and Ins. Co. v. Trustees of Portland, 12 B. Mon. 77.</p><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b482-7\" pgmap=\"482\">Mr. D. Gillespie, and Mr. C. Happy, for the appellee.</attorneys> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b482-8\" pgmap=\"482\">Mr. Justice Craig</author> <p id=\"AV5\" pgmap=\"482\">delivered the opinion of the Court:</p> <p id=\"b482-9\" pgmap=\"482\">This was a bill in equity, brought by the People of the State of Illinois, in the circuit court of Madison county, against Thomas Biggins, to enforce, on foreclosure, the lien given by law on certain land, in Madison county, for the taxes due from 1871 to 1878, both years inclusive, amounting to the sum of $9000. The defendant interposed a demurrer to the bill, which the court sustained, and entered a decree dismissing the bill. The complainant appealed to the Appellate Court, where the decision of the circuit court was affirmed, and to reverse this decision, an appeal was prayed and allowed to this court.</p> <p id=\"b482-10\" pgmap=\"482\">But a single question arises upon the record, and that is, whether a court of equity has jurisdiction of a proceeding by bill, for the collection of taxes delinquent on real estate. Sec. 253 of the Revenue law, Rev. Stat. 1874, p. 899, declares: “ The taxes assessed upon real property shall be a lien thereon, from and including the first day of May in the year in which they are levied, until the same are paid.”</p> <p id=\"b483-5\" pgmap=\"483\">Under this section of the statute, it is clear that taxes assessed on real estate become a lien on and from the first day of May in each year in which the assessment is made. If, after that date, the owner should sell the land, and convey with covenants against incumbrances or tax liens, and fails to pay the taxes, he would be liable in an action on his covenants, as held in Almy v. Hunt, 48 Ill. 45. The section provides a specified time in each year when the taxes of that year shall become a lien, although the land may not, at that time, have been assessed, and although the tax levy is never made until the following fall.</p> <p id=\"b483-6\" pgmap=\"483\">It is also plain that it was contemplated, by this section, that the land, from the first day of May in each year, should be held bound for the taxes assessed thereon, until said taxes should be paid, in the same manner that land is held liable for a judgment at law which may be rendered against the owner of the land in an action-brought against him; but while this is true, is there any logical or legal ground for holding that a lien of this character can be enforced by bill in chancery in the same manner that a lien can be enforced which is created by a real estate mortgage?</p> <p id=\"b483-7\" pgmap=\"483\">This is not an equitable lien, nor a lien created by contract or usage. There are certain liens which exist only in equity, such as vendors’ and vendees’ liens on sales of real estate, liens by' deposit of deeds, partnership liens, and liens pendente lite. Parsons on Contracts, vol. 3, p. 227.</p> <p id=\"b483-8\" pgmap=\"483\">The lien provided by the section, supra, was not created by contract, nor does it fall within the class denominated equitable liens, but it is a lien imposed and created by statute. A judgment lien and a lien provided for the protection of the mechanic, are also of the same character, and maybe regarded as statutory liens.</p> <p id=\"b483-9\" pgmap=\"483(40) 484(33)\">Those liens created by statute, are enforced in the manner prescribed by the .law which gave them an existence. Our statute provides that a mechanic, who furnishes labor or material in the erection of a building under a contract, express or implied, with the owner of the land upon which the building is erected, shall have a lien on the laud and building for the amount due for such labor or materials.</p> <p id=\"b484-6\" pgmap=\"484\">The same statute which creates the lien, provides the various steps that shall be taken to enforce that lien, and the lien can only be enforced by a strict compliance with the requirements of the statute.</p> <p id=\"b484-7\" pgmap=\"484\">Section 1, chapter 77 of our Rev. Stat. 1874, provides that a judgment of a court of record shall be a lien on the real estate of the person against whom it is obtained, situated in the county where the court is held, from the time the same is rendered for a period of seven years. Other sections of the statute provide the manner in which this lien may be enforced against the real estate, and we are aware of no other mode under which the lien can be made effectual than by following the steps required to be taken by the statute.</p> <p id=\"b484-8\" pgmap=\"484\">Suppose a person, after he had obtained a judgment which had become a lien on real estate, for some reason should neglect to levy upon and sell the real estate of the defendant in the mode required by the statute, but, on the other hand, should file a bill in a court of equity to foreclose the lien which the statute had given him, it would not, we apprehend, be seriously argued that a bill of that character could be maintained, and, upon the same principle, the lien given for taxes can .not be foreclosed in equity, as the various steps to be taken to enforce a lien for taxes, in order to collect the same, are as fully and as clearly defined by the Bevenue law as the mode is pointed out by the statute under which a judgment lien may be enforced and the judgment collected.</p> <p id=\"b484-9\" pgmap=\"484(69) 485(18)\">In Miami Exporting Company Bank v. Turpin, 3 Ohio, 514, where a- judgment had been rendered in favor of the bank, which became a lien on certain real estate, and after-wards the defendant died and the land ivas sold by an administrator, on a bill filed by the bank to enforce the lien of the judgment on the lands, it was held that a court of equity had no jurisdiction, the existence of the lien and the method of enforcing it being purely legal matters.</p> <p id=\"b485-6\" pgmap=\"485\">It is there said: “ The lien claimed is not an equitable lien, founded upon trust and originating in contract. It is a legal lien. Whether it exists or not is purely a legal question. If it exists, the law that gives it life is competent to effect its objects. Chancery, therefore, can not interfere.” See, also, Douglass v. Houston, 6 Ohio, 156.</p> <p id=\"b485-7\" pgmap=\"485\">What has been said in regard to the lien of a judgment, which is created by statute, may also be said in regard to the lien for taxes, which, too, is the creature of the statute. Where the owner of real estate fails or neglects to pay the taxes levied on a tract of land, under section 188 of the Revenue law it is made the duty of the county collector at a specified time to make return of the delinquent list to the county clerk, and under section 191 a judgment may be rendered against the land, and by the terms of section 201 the land may be sold for the taxes due thereon. In case, however, the land should not be sold, for the want of bidders, and should be forfeited to the State, there is still another provision for the collection of the amount due, under section 230. This declares that the county board may at any time institute suit, in an action of debt, in the name of the people, in any court of competent jurisdiction, for the amount due on forfeited property. Here is an adequate and complete plan, devised by the legislature for the purpose of enforcing the lien created by section 253 of the Revenue law, and in the absence of any intimation or expression in any part of the Revenue law conferring jurisdiction on a court of equity, we perceive no ground upon which it can be held that a court of chancery has jurisdiction. We have been referred to no case, nor are we aware of any, where a bill has been maintained to foreclose a lien for taxes. On the other hand, in our State at least, the jurisdiction has been denied.</p> <p id=\"b485-8\" pgmap=\"485(21) 486(109)\">In the case of Railroad Co. v. Carroll County, 41 Iowa, where a cross-petition was filed by the defendant to enforce the collection of taxes against the complainant, the relief was denied, and the court said: “Without entering into a discussion of the question whether a court of equity has power in any ease, except where authorized by statute, to enforce the collection of taxes against the property of the tax-payer, it is sufficient to say that the statutory remedy for the collection of the taxes in question in this case is plain, speedy and adequate, and there exists no reason to invoke the equity powers of the court to displace the legal remedy required.” What was said in the case cited may with great propriety be said here.</p> <p id=\"b486-7\" pgmap=\"486\">It has, however, been suggested that the State is not bound to follow the statutory mode provided for the collection of the revenue, but owing to its sovereignty may resort to any method it may desire. The officers of the State, in the collection of revenue, are as much bound to observe the law and proceed in the mode pointed out by the statute as an individual is required to observe the law in the enforcement of any right. The revenue can only be collected in the manner pointed out by the statute, and whether it is being collected by the State officers, a county, or incorporated town, can make no difference. Each and all must proceed in the manner provided by the law.</p> <p id=\"b486-8\" pgmap=\"486\">It is also insisted, as a reason why a resort should be had to a court of equity, that owing to the imperfections of our Revenue law, a sale of land for taxes does not result in the collection of the revenue. Whether the system is a good one, a bad one, or one which is so defective as not to accomplish the object intended, are matters with which we have no concern. If our Revenue law is defective, it is the duty and business of the legislature to amend it. Courts are powerless to interfere. They can not make, but can only construe, laws after they are made by the legislature.</p> <p id=\"b486-14\" pgmap=\"486(32) 487(23)\">If it is wise and proper that our revenue should be collected by bill in chancery, which we by no means concede, then the legislature should confer the jurisdiction upon that court; but until that is done, we perceive no ground upon which we can hold that resort can be had to that tribunal.</p> <p id=\"AaJ\" pgmap=\"487\">The judgment of the Appellate Court will be affirmed.</p> <p id=\"b487-6\" pgmap=\"487\">Judgment affirmed.</p> </opinion> <opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b487-7\" pgmap=\"487\">Mr. Justice Scott,</author> <p id=\"Ats\" pgmap=\"487\">dissenting:</p> <p id=\"b487-8\" pgmap=\"487\">Dissenting, as I do, from the decision rendered, I deem the case of sufficient public importance to justify the presentation of my views of the law of the whole case.</p> <p id=\"b487-9\" pgmap=\"487\">The bill is brought in the name of the People of the State of Illinois, to enforce the lien given by statute to secure taxes on real estate. The facts necessary to an understanding of the questions of law discussed appear by admission on demurrer, and may be shortly stated:—</p> <p id=\"b487-10\" pgmap=\"487\">Against a piece of land situated in the city of Alton, State,, county, city, township and road taxes were regularly assessed for the years 1871 to 1878, both years inclusive. Hone of the taxes assessed on the property for any year named were ever paid by the owner or any one else, and for the years 1871 to 1877, both years inclusive, the land was forfeited to the State for the non-payment of the taxes so assessed against it. The taxes now due on the land amount to $9000, which it is alleged is equal to one-half its value. Since 1871 the title to the property has passed through several different parties, and is now in Thomas Biggins, who is made a defendant herein. The deeds under which defendant holds the property provide that all taxes and assessments on the land prior to the date of the deeds shall be paid by him, and it is alleged he agreed to pay the same.</p> <p id=\"b487-11\" pgmap=\"487(81) 488(214)\">Section 253 of the Revenue act provides, “ the taxes assessed upon real property shall be a lien thereon from and including the first day of May in the year in which they are levied, until the same are paid,” and the object of the bill is to enforce the lien thus given, and subject the land itself to the payment of the taxes levied thereon for the years mentioned. There is no suggestion that the taxes levied upon the property are not justly due, but the owner defends solely on the ground a court of chancery has no jurisdiction to decree the relief sought. As the statute gives a lien for taxes levied upon real property, from a day named in' the year in which they are levied, until paid, it would seem a court of chancery is the appropriate and only forum in which that lien can be enforced. How else can it be done under our laws? Counsel have ventured no suggestion as to how the statutory lien for taxes may be enforced, if not in chancery. The enactment means something, and unless the lien created in favor of the State can be enforced, it were better it had been omitted from the law. It is no answer to the proposition that equity may entertain jurisdiction in such cases, to say that the statute has given a remedy for collecting taxes. Such remedy as has been provided is not necessarily exclusive. Statutory remedies may or may not be exclusive of all other modes of enforcing payment of taxes. Undoubtedly the General Assembly has competent authority to enact exclusive remedies in such cases; but before such an intention will be imputed to the General Assembly it must be clearly expressed.</p> <p id=\"AA1\" pgmap=\"488\">The question raised as to the exclusiveness of statutory reme'dies in 'such cases is not altogether a new one in this court. In Ryan v. Gallatin Co. 14 Ill. 78, it was held the remedy by distress, which is one of the remedies given by statute for the collection of taxes, is not necessarily exclusive, and that when a legal liability exists to pay the taxes an action of debt is an appropriate remedy, where the ordinary mode of proceeding by distress would be inefficient. The case of Dunlap v. Gallatin Co. 15 Ill. 7, declares that, although the collector might have coerced payment of the taxes by the seizure' and sale of personal property of defendant, if any could be found, yet the remedy by distress is not necessarily exclusive.</p> <p id=\"b488-5\" pgmap=\"488(30) 489(110)\">Another remedy provided by statute is by application to the county court for judgment against the delinquent lands; but on principle it is no more an exclusive remedy than by distress. It may, therefore, be regarded as the settled law of this State, that, notwithstanding the statutory modes of collecting taxes by officers appointed for that purpose, still the liability may be enforced by an action at law. Numerous decisions of other courts are to the same effect, but it will only be necessary to refer to a few of themj as they contain citations of nearly or quite all of the cases illustrative of the question under discussion. Mayor v. Howard, 6 Harris &amp; J. 383; City of Dubuque v. Illinois Central R. R. Co. 39 Iowa, 56; The Dollar Savings Bank v. The United States, 19 Wall. 227.</p> <p id=\"b489-14\" pgmap=\"489\">If an action at law may be maintained in such cases, what reason can there be why the liability may not be enforced in a court of chancery, Avhen that is the more appropriate forum, and when it furnishes the most effective relief? Both causes cited from our reports hold that taxes assessed are a charge upon the property, without reference to the matter of ownership. The property itself may be seized and sold, notwithstanding there may be other liens upon it. The lien given for taxes is paramount and takes precedence of all other incumbrances. The inquiry may be repeated, how can this lien for taxes, Avhich supersedes all others, be foreclosed and the property assessed subjected to the payment, so well as in a court of equity, where such matters are properly coguizable? There can be but one answer, in my judgment, and that is, no other forum can so fully afford the relief so indispensable to subject the property assessed to the burden the State may impose upon it. The víbavs here expressed find support in the decisions of courts of the highest authority in other States in cases analogous in principle, and Avhich are entitled to great consideration.</p> <p id=\"b489-17\" pgmap=\"489(56) 490(73)\">In Mayor v. Colgate, 2 Kern. 140, Denio, J., after declaring he was not embarrassed by the fact the statute had given a remedy both by distress and sale of the property assessed, added, “but a case might exist Avhere none of these remedies Avould be exactly adapted to the case. Both the owner and the occupant might be without personal property, and purchasers under an ex parte sale are proverbially unsafe. By providing a lien in the nature of a mortgage, the party assessed might be called into court to show, if he could, that the proceedings were irregular, and the purchaser under a bill to foreclose, would have the protection of a judgment of the court affirming the legality of the lien.”</p> <p id=\"b490-4\" pgmap=\"490\">That, is exactly the case under our laws. The General Assembly has provided several modes for the collection of taxes. Among them are, by distraint of personal property, and sale of real property after judgment on application, by the collector; but in addition thereto it has made the taxes a lien upon the real property upon which they are assessed, until paid. It is in the nature of mortgage security, and, as before remarked, is paramount to all other liens. It may be that collectors would be confined to the two specific modes pointed out in the statute, viz: by distress, and sale of real property after judgment in the county court; but there is and can be no reason assigned why the State may not enforce the lien it has declared shall exist, for all taxes levied on real property. The statute is silent as to how that lien may be enforced. Is this law nugatory because no mode is pointed out in the statute by which such lien may be made absolute? It must certainly be understood the legislature intended the lien given should be foreclosed in a court of chancery, which is the only court under our laws competent to administer relief in such cases. Otherwise the legislature must have been guilty of the absurdity of providing a mode of securing taxes imposed upon real property of no practical utility,—an imputation that ought not to be cast upon that branch of the State government.</p> <p id=\"b490-6\" pgmap=\"490(55) 491(30)\">A case bearing a striking likeness to the one under consideration is McInery v. Reed, 23 Ia. 410, where Dillon, J., in a case involving the power of a municipal corporation to collect an assessment, where no mode was pointed out in the charter, said, “the expenditure is declared to be a lien, and liens may be enforced in equity, and the power ‘ to collect/ given by the charter, may be exercised by commencing an action in court to have the lien enforced.”</p> <p id=\"b491-6\" pgmap=\"491\">The case of United States v. Pacific Railroad Co. 4 Dill. 66, is an authority illustrative of the one in hand. That was a bill in equity by the United States to recover the amount of certain taxes claimed to be due under the Internal Revenue law, from the railroad company, and to enforce the lien of the taxes upon the property of the company, which, since the taxes accrued, had passed into other hands. Mr. Justice Miller, on the circuit, decided that the obligation to pay taxes, whether that obligation should be considered as a debt or not, may be enforced by suit, by an action at law or by a bill in equity, according to the nature of the relief sought.</p> <p id=\"b491-7\" pgmap=\"491\">In Railroad Co. v. Carroll Co. 41 Iowa, 153, all discussion of the question whether a court of equity has power in any case, except when authorized by statute, to enforce the collection of taxes against the property of the tax-payer, was expressly waived. The court simply declared that where the statutory remedy for the collection of taxes is “ plain, speedy and adequate,” there exists no reason to invoke the equity powers of the court to displace the legal remedies provided. Whether any lien for the taxes in that case existed does not appear, and there was no allusion to the question involved in this ease.</p> <p id=\"b491-8\" pgmap=\"491\">The case of Douglas v. Houston, 6 Hammond, 156, and Miami Ex. Company v. Turpin, 3 Ham. 514, are not analogous and illustrate no phase of the case in hand. Neither case discusses nor even alludes to the question of enforcing, by bill in equity, the lien given for taxes against the real property on which the same is' assessed, and for that reason I do not care to remark upon them.</p> <p id=\"b491-9\" pgmap=\"491(46) 492(31)\">But aside from all authority, upon principle, the grant of a lien in any given case must of necessity carry with it all the usual modes of enforcing it known to the law. Otherwise such grants would be of no avail. It is not supposed the General Assembly would do so useless a thing as to give a lien upon real property for the taxes assessed against it, and withhold all means of making it effective.</p> <p id=\"b492-5\" pgmap=\"492\">It is my opinion the demurrer was improperly sustained to the bill.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}