{
  "casebody": {
    "data": "<casebody firstpage=\"760\" lastpage=\"761\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b824-5\">Merrill L. KUEHN, Plaintiff-Appellee, v. MINNESOTA MUTUAL LIFE INSURANCE COMPANY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b824-7\">No. 73-1735.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b824-8\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b824-9\">Submitted April 16, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b824-10\">Decided April 23, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b824-18\">Frank Claybourne and Boyd H. Ratch-ye, St. Paul, Minn., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b824-19\">Walter W. Laidlaw, Minnetonka, Minn., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b824-20\">Before HEANEY and STEPHENSON, Circuit Judges, and TALBOT SMITH, Senior District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b824-23\"> TALBOT SMITH, Senior District Judge, Eastern District of Michigan, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b824-21\">PER CURIAM.</author>\n<p id=\"b824-22\">Minnesota Mutual Life Insurance Company appeals from a jury verdict awarding plaintiff, its insured, $20,000 under the total and permanent disability provisions of its policy covering plaintiff. Appellant urges that the trial court erred in denying its motion for <page-number citation-index=\"1\" label=\"761\">*761</page-number>judgment notwithstanding the verdict', or in the alternative for a new trial.</p>\n<p id=\"b825-5\">The evidence in brief discloses that plaintiff suffered from a heart condition in August 1968. He was immediately “grounded” as a pilot for Northwest Airlines, where he had earned an annual salary which varied from $25,000 to $32,000. A month later he reached retirement age of 60. Approximately six months thereafter plaintiff accepted a position as City Manager of Normandy Park, Washington, a city of some 4,200 population. While regularly employed as a pilot, plaintiff had served as councilman and mayor of the same city. His salary as city manager was $10,000 annually. The city had a total of twelve employees, three of whom were part-time.</p>\n<p id=\"b825-6\">Plaintiff testified he usually had to lie down for an hour at noon when he went home to lunch; that he continued to have chest pains for which he took medication.</p>\n<p id=\"b825-7\">Plaintiff offered the testimony of Dr. Fox who expressed the opinion that plaintiff was totally and permanently disabled when he saw him on March 4, 1970,<footnotemark>1</footnotemark> and that this disability continued up to the time of trial on July 25, 1973.</p>\n<p id=\"b825-8\">Appellant now contends, as it did before the trial court, that no reasonable man could conclude that plaintiff was totally and permanently disabled during the period he was working as city manager. We conclude, as did the trial court, that a jury issue was created. No exception was taken to the trial court’s instruction on disability given to the jury.<footnotemark>2</footnotemark> The jury arrived at a permissible verdict. We cannot interfere.</p>\n<p id=\"b825-18\">Appellant urges a new trial is warranted because the trial court erroneously allowed Dr. Fox to testify that plaintiff was totally disabled at the time of trial and, in fact, suffered an angina attack during his examination at that time. We disagree. Appellant’s position throughout the trial and now is that the mere fact that plaintiff was subsequently employed as city manager negatives any possible finding of total disability in August 1968. Under these circumstances it was appropriate for plaintiff to show not only what his condition was at the date of the beginning of his disability but in subsequent months for the purpose of establishing that it was of a continuing and permanent nature.</p>\n<p id=\"b825-19\">Finally, appellant urges that the verdict is not supported by the evidence and is contrary thereto. Although we may have arrived at a conclusion contrary to that of the jury, we cannot say that the jury could not reasonably conclude that plaintiff was totally disabled in August 1968. The mere fact that he has survived as a city manager under the conditions he described does not mandate a finding to the contrary.</p>\n<p id=\"b825-20\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b825-9\">. Dr. Fox’s examination included observing the electrocardiograms taken of plaintiff during his 1968 hospitalization which resulted in his being “grounded”.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b825-10\">. The court’s instruction on disability was as follows:</p>\n<blockquote id=\"b825-12\">The question to be determined is whether plaintiff is physically able to engage in any occupation similar or comparable to that in which he was engaged before his disability, or one for which he may be capable of fitting himself within a reasonable time, and from which occupation plaintiff can earn a reasonably substantial income arising to the dignity of a livelihood in any such occupation, even though the income be not as much as he earned before the disability.</blockquote>\n<blockquote id=\"b825-22\">Total disability does not mean a state of absolute helplessness, but rather a state of inability to do all substantial and material acts necessary to carrying on any calling in a customary and usual manner.</blockquote>\n<blockquote id=\"b825-23\">A person may be totally disabled unless he is able to perform substantial or material parts of a gainful work or continue occupation with reasonable continuity.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}