{
  "casebody": {
    "data": "<casebody firstpage=\"919\" lastpage=\"928\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b983-11\">Donald NEWGENT, Plaintiff-Appellant, v. MODINE MANUFACTURING COMPANY and United Auto Workers Local Union Number 530, Defendants-Appel-lees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b983-13\">No. 73-1363.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b983-14\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b983-15\">Argued Feb. 21, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b983-16\">Decided April 11, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b984-11\"><page-number citation-index=\"1\" label=\"920\">*920</page-number>Vincent P. Campiti, South Bend, Ind., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b984-12\">Walter P. Loomis, Jr., Chicago, 111., John A. Fillion, Leonard R. Page, Asst. Gen. Counsel, Detroit, Mich., for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b984-13\">Before CASTLE, Senior Circuit Judge, CAMPBELL, Senior District Judge,<footnotemark>*</footnotemark> and JAMESON, Senior District Judge.<footnotemark>**</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b984-15\"> Senior District Judge William J. Campbell of the Northern District of Illinois is sitting by designation.</p>\n</footnote>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-2\" label=\"**\">\n<p id=\"b984-16\"> Senior District Judge William J. Jameson of the District of Montana is sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b984-14\">JAMESON, Senior District Judge.</author>\n<p id=\"An5\">Plaintiff-appellant, Donald Newgent, brought this action against his employer, Modine Manufacturing Company (Modine), and his local union, United Auto Workers Local Union Number 530 (Union), alleging that he was dismissed from his employment improperly and without cause, and “not as provided” in the collective bargaining agreement between the defendants, and that the Union did not properly and adequately defend and protect his rights under the agreement. Following answers and discovery, both defendants filed motions for summary judgment.</p>\n<p id=\"b984-18\">After a hearing the district court Concluded that there was no genuine issue of any material fact and granted both motions. The court held that Modine had properly terminated Newgent and that thereafter he “failed to avail himself of the procedures that were open to him”. With respect to the Union, the court held that since Newgent had been properly terminated there could be no liability on the ground that the Union did not fairly represent him, and in the alternative that there was “no genuine issue in dispute” that would indicate that the Union’s conduct in representing Newgent, “even in the discussions of settlement, was arbitrary, discriminatory or in bad faith”. We affirm.</p>\n<p id=\"b984-19\">\n<em>Statement of Facts</em>\n</p>\n<p id=\"b984-20\">From the pleadings, depositions, exhibits and affidavits presented to the district court on the motions for summary judgment, the facts may be summarized as follows:</p>\n<p id=\"b984-21\">Newgent failed to report for work at the end of his vacation on June 12, 1967.<footnotemark>1</footnotemark> On June 14 he reported at Mo-dine’s plant and secured from his foreman a personal leave of absence until June 19 because he was having difficulties with a tavern business he operated in addition to his duties at Modine. In his deposition Newgent testified that he <page-number citation-index=\"1\" label=\"921\">*921</page-number>reported to his foreman on June 14 because he was aware of a requirement in the collective bargaining agreement “that you had to report to somebody at the Company within three days after you had been absent or you would lose your job”.</p>\n<p id=\"b985-5\">On June 19 Newgent reported for work but on June 20 again failed to appear. He telephoned Modine, informing the nurse on duty that he was having back trouble and was going to see a doctor and did not know when he would be able to return to work. He consulted his physician and was referred to another physician and advised not to return to work until X-rays had been taken and evaluated. X-rays were taken on June 29. Although not hospitalized or confined to bed, Newgent did not contact Modine or inform it of the reason for his extended absence.</p>\n<p id=\"b985-6\">Modine placed Newgent on sick leave status from June 20 through June 23. On June 26 his status was changed to absent without leave and on June 29 he was terminated for being absent for three consecutive working days without notifying Modine. A “Termination of Service” form was sent to Newgent by registered mail, and he received it on July 5.<footnotemark>2</footnotemark></p>\n<p id=\"b985-7\">On July 10 Newgent contacted Mo-dine’s plant superintendent, John Over-myer, to protest the termination. Over-myer informed Newgent that he could not change the termination and that Newgent should discuss the matter with the personnel supervisor, Mr. Haney, when he returned from vacation on July 17. Newgent met with Haney on July 18 and was advised that the termination would stand. Following the meeting with Haney, Newgent contacted the Union president, Robert Hluchan, and, with the assistance of James Graham, a vice president of the Union, a grievance protesting Newgent’s termination was prepared and filed with Modine on August 1.<footnotemark>3</footnotemark></p>\n<p id=\"b985-12\">In his deposition, taken on December 2, 1969, Newgent stated that he first discussed the filing of this grievance with Union officials on July 18, the day he talked to Mr. Haney. However, in an affidavit dated July 28, 1972 and filed in opposition to the motions for summary judgment Newgent states that he first contacted Graham on July 10 and that on this date he and Graham prepared a handwritten grievance “on a yellow sheet of paper”. Graham allegedly stated that the form would have to be redone to correct spelling and that he would file “right away” both the corrected and hand-written copies of the grievance. The affidavit also alleges that during the July 18 meeting Hlu-chan and Graham “stated that they were unable to find the union’s copy of the original Grievance and they also stated that the company denied any knowledge about the original Grievance which had been previously prepared”.<footnotemark>4</footnotemark> There is no evidence that this alleged grievance was ever presented to Modine.</p>\n<p id=\"b985-13\">Union officials met with Modine a number of times in August and September to discuss Newgent’s grievance. Modine insisted that the grievance was untimely since it was not filed within five working days after Newgent learned of his termination. At one point during the negotiations Modine offered to reinstate Newgent without back pay, but Hluchan rejected this offer. A <page-number citation-index=\"1\" label=\"922\">*922</page-number>later offer of reinstatement with back pay was also rejected by Hluchan and Newgent, since it was conditioned on having the Union drop an unrelated grievance.</p>\n<p id=\"b986-4\">On September 29 Newgent received a release from his physician stating that he was “able to return to work”. Newgent contacted Hluchan, who arranged another meeting with Haney to discuss reinstatement. Haney informed them that “the termination still stands”.</p>\n<p id=\"b986-5\">The Union requested that Newgent’s grievance be submitted to arbitration by the American Arbitration Association, but Modine resisted this action on the ground that the grievance was not timely filed. On March 6, 1968 the Association “determined that an issue as to ar-bitrability exists which must be determined by an arbitrator”. However, after receiving a memorandum from Mo-dine the Association on March 15 “revoked” the letter of March 6 and refused to compel arbitration on the ground that it lacked jurisdiction under the collective bargaining agreement, which required that arbitration by the Association must be requested jointly by both the Union and Modine.</p>\n<p id=\"b986-6\">Hluchan advised Newgent that any further pursuit of the grievance would require a lawsuit to compel arbitration and that such action would have to be authorized by the Union membership. Newgent did not seek membership approval, nor did he attempt to exhaust in-tra-union appeals procedures available to contest the Union’s handling of this grievance.</p>\n<p id=\"b986-7\">In his affidavit Newgent explained that union remedies were not pursued because he was “not aware of the details regarding intra-union appeals or appeals from union decisions regarding grievances”. He also alleged that Hluchan advised him that “to bring the matter all the way to Detroit would require the posting of a bond in the amount of $50,000.00 and * * * that * * * the taking of any further intra-union steps would be senseless and fruitless”.</p>\n<p id=\"b986-9\">Hluchan gave Newgent copies of the Union’s file on his grievance and New-gent alleges that Hluchan advised him to retain an attorney and file suit against the Union and Modine. Newgent then commenced this action.</p>\n<p id=\"b986-10\">\n<em>Contentions on Appeal</em>\n</p>\n<p id=\"A1bq\">Newgent contends that (1) he was improperly terminated by Modine; (2) his grievance was timely filed, and in any event Modine is estopped to assert the defense of an untimely grievance; (3) the Union failed to fairly represent him in his dispute with Modine; and (4) the Union may not avail itself of the defense of failure to exhaust intra-union remedies.</p>\n<p id=\"b986-11\">\n<em>Propriety of the Termination</em>\n</p>\n<p id=\"ALqp\">Newgent argues that his termination was improper under the collective bargaining agreement then in force between Modine and the Union.<footnotemark>5</footnotemark> Alternatively, he contends that even if properly terminated there exist genuine issues of material fact with respect to whether Mo-dine was estopped from strictly enforcing the agreement against him.</p>\n<p id=\"b986-12\">Modine terminated Newgent under Article VII, Section 9(d) of the collective bargaining agreement, which provides :</p>\n<blockquote id=\"b986-13\">“SECTION 9. Breaks in Continuous Service.</blockquote>\n<blockquote id=\"b986-14\">Continuous service and the employ-’ ment relationship shall be broken and seniority rights thereby lost in the event that an employee:</blockquote>\n<blockquote id=\"b986-15\">(d) Is absent for three (3) consecutive working days without notifying the Company, except where it is established that it was impossible for the employee to notify the Company within such period. The parties hereto recognize that to operate the plant efficiently, it is necessary for the employees to notify the Compa<page-number citation-index=\"1\" label=\"923\">*923</page-number>ny as soon as possible of their inability to report for employment in accordance with their work schedule;”</blockquote>\n<p id=\"b987-4\">It is undisputed that following New-gent’s telephone call on June 20 <footnotemark>6</footnotemark> Modine placed him on sick leave for the period June 20 through June 23; that on June 26 his status was changed to absent without leave; and that after he was absent three more days (June 26 to 28), he was terminated on June 29 for being absent three consecutive working days without notifying the company. It is also undisputed that between June 20 and July 10 Newgent did not telephone or otherwise contact anyone at Modine concerning his absence from work. It is apparent accordingly that Newgent was properly terminated if the provisions of Article VII, Section 9(d) are applicable, and that summary judgment in favor of Modine was proper unless, as Newgent argues, there are issues of material fact with respect to estoppel.</p>\n<p id=\"b987-5\">Newgent first contends that Section 9(d) is not applicable and that the controlling provisions are the sick leave provision of Section 2(d) of Article X and the notice requirement of Section 9(f) of Article VII. Modine relies upon Section 1 of Article X, as well as the notice provision of Section 9(d) of Article VII.</p>\n<p id=\"b987-6\">Article X relates to “Leaves of Absence” and provides in pertinent part:</p>\n<blockquote id=\"b987-7\">“SECTION 1. Application for Leave. Any employee desiring a leave of absence of longer than one week (five work days) shall make application on the form provided and submit two (2) copies to the Personnel Office. One (1) copy will be sent to the Recording Secretary of the Union if the leave is granted. Leaves of absence for less than five (5) days shall be arranged with the Industrial Relations Manager.</blockquote>\n<blockquote id=\"b987-11\">“SECTION 2. Classification of Leaves of Absence.</blockquote>\n<blockquote id=\"b987-12\">Leaves of absence for (5) days or less or general leaves shall be granted for proper reasons consistent with the efficient operation of the plant.”</blockquote>\n<p id=\"b987-13\">Following a description of three classes of leaves — “General”, “Special” and “Veterans of the Armed Forces” there appears as subsection (d):</p>\n<blockquote id=\"b987-14\">“An employee who is unable to work because of injury or illness and who furnishes satisfactory evidence thereof shall be granted an automatic sick leave of absence covering the period of such disability if known at the time of request. At the expiration of such period, he will be returned to work, provided he has a doctor’s statement permitting reemployment. In the event the length of such disability is not known at the time of leave, but extends to one week or more, the employee shall give the Company a three (3) day notice of his intention to return to work, unless it is established it was impossible to notify the Company in advance. * * * ”</blockquote>\n<p id=\"b987-15\">As noted <em>supra, </em>Section 9 of Article VII relates to “Breaks in Continuous Service” and sets forth seven situations under which continuous service and the employment relationship shall be broken, including subsection (d), <em>supra, </em>and subsection (f) which reads in pertinent part:</p>\n<blockquote id=\"b987-16\">“(f) Fails to notify the Personnel Department in person or by certified mail each March and September during any layoff or absence due to sickness or disability (extending for more than three (3) months) of his desire to return to work if recalled or of his desire to return to work as soon as he is physically able to do so.” <footnotemark>7</footnotemark></blockquote>\n<p id=\"b988-3\"><page-number citation-index=\"1\" label=\"924\">*924</page-number>It is undisputed that Newgent did not make written application for a leave of absence “longer than one week (five work days) ”, as required by Section 1 of Article X. Newgent argues, however, that on the basis of his June 20 telephone call he should have been granted an indefinite sick leave.<footnotemark>8</footnotemark></p>\n<p id=\"b988-4\">Construing the contract in its entirety, we cannot escape the conclusion that both Section 9(d) of Article VII and Section 1 of Article X are applicable to any leave of absence, including those for sickness or other disability. Certainly there is no express exception with respect to leaves of absence caused, by sickness or injury; and all of the other provisions relating specifically to absence by reason of sickness or disability are consistent with this construction.</p>\n<p id=\"b988-5\">Under the contract an employee could obtain a leave of absence for more than five working days by complying with Section 1 of Article X.<footnotemark>9</footnotemark> In the absence of a leave granted pursuant to this provision, it was necessary to comply with the notice provisions of Section 9(d) of Article VII.<footnotemark>10</footnotemark> There is no contention that “it was impossible” for Newgent to notify the company after consulting with his physician on June 20 or at any time during his continued absence.</p>\n<p id=\"b988-6\">In essence appellant contends that his telephone call of June 20 entitled him to an indefinite leave of absence (notwithstanding the provisions of Article VII, Section 9(d) and Article X, Section 1), bringing into play the reporting provision of Article VII, Section 9(f) for a sickness or disability extending for more than three months. The parties to the contract expressly recognize in Article VII, Section 9(d) the need for reporting to permit the company to arrange the work schedule to operate the plant efficiently Obviously many, if not most, absences result from sickness or injury. To permit an employee to obtain an indefinite leave by phoning that he was going to see a doctor and did not know when he would return would render meaningless the provision of Article VII, Section 9(d) with respect to leaves of absence resulting from sickness or injury. We cannot accept this construction of the contract. Newgent’s telephone call entitled him to a leave of absence for no more than five work days. Following the sick leave granted by the company, he was subject to termination for absence for three consecutive working days without notifying Modine.</p>\n<p id=\"b988-11\">Relying upon the arbitration decision in H. D. Hudson Mfg. Co., 53 L.A. 613 (John P. McGury, 1969), Newgent nevertheless argues that this three-day rule should not be applied where the absence is due to illness and the employee has initially advised his employer of the reason for the absence. <em>Hudson </em>is factually distinguishable in many respects.</p>\n<p id=\"b988-12\">In <em>Hudson </em>an employee had telephoned her foreman on a Friday and informed him that “she had been to the doctor and was ordered to stay home; that she wasn’t able to go to work and would have to go to the hospital to have x-rays taken; [and] that she would let him know after she saw about the x-<page-number citation-index=\"1\" label=\"925\">*925</page-number>rays.” 53 L.A. at 614. Although the evidence was conflicting, the employer’s position was that the employee did not again contact the company until the following Thursday.<footnotemark>11</footnotemark> The employee was terminated for violating a company-imposed rule which provided:</p>\n<blockquote id=\"b989-5\">“If you are absent for three consecutive working days without notifying the Company of the reason for your absence, you will be considered a voluntary quit. If you are absent for an extended period of time, you must continue to inform the Company of the reason for your absence at least every third working day until you return to work or are granted a formal leave of absence.”</blockquote>\n<p id=\"b989-6\">The arbitrator held that the first sentence of the rule was “not applicable because the Company was notified of a reason for absence”. <em>Id. </em>at 615. He refused to apply the penalty of termination primarily on the grounds that “no penalty is set out in the second sentence” and application of the termination penalty would be too “harsh”, since “It would treat an employee who made an initial call in explanation just as summarily as an employee who ignored the Company and simply stopped showing up for work.” <em>Id.</em></p>\n<p id=\"b989-7\">In <em>Hudson </em>the three-day rule was in two parts, and as interpreted by the arbitrator the first part related to the initial duty of notification and the second part concerned the continuing nature of the duty to notify the company every three days when the absence is for an extended period of time. The penalty of termination was expressly made applicable only to a violation of the first part of the rule. In contrast, the contractual provision involved here consists only of the single phrase that an employee shall not be “absent for three (3) consecutive working days without notifying the Company”. The initial duty of notification and its continuing nature in cases of an extended absence are embodied in the single phrase, and the penalty of termination is expressly made applicable to a violation of either duty of notification.<footnotemark>12</footnotemark> <em>Hudson </em>is not controlling where, as here, the penalty of termination is expressly applicable to a contractual provision violated by the employee.</p>\n<p id=\"b989-12\">More nearly in point is Midland-Ross Corp., 49 L.A. 283 (John Day Larkin, 1967) where the employee was terminated for violating a provision of the collective bargaining agreement proscribing absence “from work for three (3) days without notifying the Employment Department in writing”. The employee had sent a telegram to the company on Tuesday indicating that he was sick. Thereafter he failed to notify the company of the reason for his absence on Wednesday, Thursday, and Friday, although he had appeared at the plant on Friday afternoon after his scheduled shift had ended. On Friday he was terminated for failing to comply with the continuing nature of his duty to give notice every third day in the case of an extended absence. The termination was sustained, the arbitrator stating that “The record is clear that grievant was absent for three days of scheduled work</p>\n<p id=\"b990-3\"><page-number citation-index=\"1\" label=\"926\">*926</page-number>assignment, without giving written notice.” <em>Id. </em>at 287.</p>\n<p id=\"b990-4\">We conclude that under the terms of the collective bargaining agreement Newgent was properly terminated for being “absent for three (3) consecutive working days without notifying the Company”.</p>\n<p id=\"b990-5\">Newgent alternatively contends that summary judgment was improper because there are issues of material fact with respect to whether Modine was es-topped from enforcing the terms of the collective bargaining agreement against him.</p>\n<p id=\"b990-6\">In his affidavit Newgent states that on two occasions in 1964 and 1965 he was absent from work, on account of back injuries received in an automobile accident, for periods of approximately three and four and one-half months, respectively. With respect to the first period of absence, Newgent stated that “I never reported to the company that I had been in the accident and I never submitted any evidence of injury other than a verbal communication with a foreman from the company who came to see me while I was still in the' hospital.” Newgent claims that the only communication with Modine concerning the second absence was a telephone call by Newgent advising that he was “going to see a doctor because [he] had back problems” and that he “did not know how long [he] would be off work”. Newgent states that in both instances he was not advised of any duty “to call in to the company every three days” and on both occasions was allowed to return to work upon recovery from his back ailments.</p>\n<p id=\"b990-17\">Newgent argues that under the facts recited in his affidavit Modine was required to grant him an indefinite sick leave of absence on the basis of his telephone call and is estopped from applying the three-day rule against him. It is clear from Newgent’s deposition, however, that with respect to the 1965 absence he did far more than rely upon his telephone calls to the company.<footnotemark>13</footnotemark> Moreover, the collective bargaining agreement under which Newgent was terminated did not become effective until December 12, 1966. Newgent has not alleged or shown that similar leave of absence provisions were in force at the time of the 1964 and 1965 absences. Newgent admitted that he knew that the 1966-1969 collective bargaining agreement provides for termination after absence for three consecutive working days without notifying the company<footnotemark>14</footnotemark> Under these facts Newgent’s estoppel con<page-number citation-index=\"1\" label=\"927\">*927</page-number>tention is legally insufficient and summary judgment was proper.</p>\n<p id=\"b991-5\">\n<em>Exhaustion of Intra-Union Remedies</em>\n</p>\n<p id=\"b991-6\">Article 32 of the United Auto Workers 1966 Constitution sets forth a series of union appeals procedures for members aggrieved by any action of the Union. Where, as here, a Local Union is involved the first step in the appeal process is to the membership of the Local Union itself. If this decision is unfavorable the member may perfect an: appeal to the International Executive Board. A further appeal may be taken to the Constitutional Convention of the International Union, or, in certain cases, to the Public Review Board, which, under Article 31, Section 1, consists of' “impartial persons of good public repute, not working under the jurisdiction of the UAW or employed by the International Union or' any of its subordinate bodies”.<footnotemark>15</footnotemark> If an appeal to the Public Review Board is dismissed for lack of jurisdiction, the appellant is still entitled to appeal the matter to the Constitutional Convention.</p>\n<p id=\"b991-7\">Section 13 of Article 32 provides that “It shall be the duty of any member * * * who feels aggrieved by any action, decision, or penalty imposed upon him * * *, to exhaust his * * * remedy and all appeals therefrom under the laws of this International Union prior to appealing to a civil court or governmental agency for redress.” It is undisputed that Newgent failed to pursue his intra-union remedies.<footnotemark>16</footnotemark> Moreover, there is no challenge to the adequacy of the intra-union remedies, and it has been judicially recognized that the above-described remedies provided “an adequate, fair, and reasonable procedure”. Reid v. Auto Workers, Local 1093, 80 L.R.R.M. 2886, 2892 (D.Okla. 1972) , aff’d, 479 F.2d 517 (10 Cir. 1973) .</p>\n<p id=\"b991-14\">Where, as here, there is no question as to the adequacy and mandatory nature of the intra-union remedies it is well settled that an exhaustion of the remedies is an indispensable prerequisite to the institution of a civil action against a union. The exhaustion requirement has been recognized by this court, most recently in Orphan v. Furnco Construction Corporation, 466 F.2d 795, 801 (1972).<footnotemark>17</footnotemark></p>\n<p id=\"b991-15\">Newgent contends that there are material issues of fact with respect to whether the Union is estopped from asserting the defense of failure to exhaust intra-union remedies. This contention is based upon allegations in his deposition and affidavit that (1) he was “not aware of the details regarding intra-un-ion appeals or appeals from union decisions regarding grievances”; and (2) Hluchan advised him that a further processing of his grievance “would require the posting of a bond in the amount of $50,000.00”, that “the taking of any further intra-union steps would be senseless and fruitless”, and that he should “obtain a private attorney and should file suit against both Modine * * * and the union”.</p>\n<p id=\"b991-16\">As noted <em>swpra, </em>the exhaustion of union remedies is mandatory under the Union’s Constitution, and there is no question that the Union remedies are in fact fair and adequate and were freely available to Newgent. By becoming a member of the Union Newgent was con<page-number citation-index=\"1\" label=\"928\">*928</page-number>tractually obligated to exhaust union remedies before resorting to a court action. <em>Neal, supra, </em>348 F.2d at 726. Necessarily implied in this obligation is the duty to become aware of the nature and availability of union remedies.<footnotemark>18</footnotemark> Newgent was not “justified in remaining in ignorance of the provisions governing his own union or, in fact, of relying on a statement by an officer that there was nothing he could do”. Donahue v. Acme Markets, Inc., 54 L.C. para. 11, 413 (E.D.Pa.1966). We hold that Newgent’s allegations of ignorance and reliance upon Hluehan’s directives to in- ' stitute court action are not sufficient to avoid the defense of failure to exhaust union remedies, and that the district court’s summary judgment in favor of the Union may be affirmed on this ground.<footnotemark>19</footnotemark></p>\n<p id=\"b992-7\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b984-22\">. Unless otherwise indicated all dates are for the year 1967.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b985-8\">. The “Been discharged” box on the termination form was checked, and the form stated that “Mr. Newgent is being terminated for being absent for three (3) consecutive working days without notifying the Company. Violation of Article VII, Section 9, Paragraph (D) of the Company-Union Agreement.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b985-9\">. The grievance is dated August 1, 1967 and signed by Newgent.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b985-14\">. There was no reference in Newgent’s deposition to the handwritten grievance allegedly prepared on July 10, although Newgent was examined by his own counsel with respect to the discussion with Union officials on July 18 regarding the filing of a grievance. Newgent did state in his deposition that he told Haney on July 18 that he “had filed a grievance”.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b986-16\">. This agreement was in effect from December 12, 1966 to November 30,1969.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b987-8\">. The nurse who took the call told Newgent she would notify his supervisor. She did not authorize him to be absent from work for any definite or indefinite period of time.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b987-17\">. Newgent argues that under this provision he was not required until September, 1967 to notify Modine of his desire to return to work.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b988-7\">. Modine apparently considered the telephone call of June 20 sufficient to justify placing Newgent on short-term sick leave, since it is undisputed that Newgent was granted sick leave status for the four-day period of June 20 through June 23.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b988-8\">. If the leave of absence extended for more than three months the reporting provisions of Section 9(f) of Article VII would be applicable.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b988-9\">. Modine printed and distributed to its employees a “Guide to General Company Policies * * * ”, dated December 12, 1966, the same date as the Union contract, which refers, <em>inter alia, </em>to the contract and contains the following:</p>\n<blockquote id=\"b988-14\">“9. It is expected that you will ALWAYS notify the Company through the First Aid Office if you are to be absent, stating the reason for your absence, and the approximate length of time that you will be off work. Failure to do so will result in disciplinary action, and absence for three consecutive days without notifying the Company WILL result in discharge. Art. VII, Sec. 9.”</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b989-8\">. As noted <em>supra,, </em>in Newgent’s call on June 20 he stated he was going to see a doctor and did in fact consult his physician the same day. He did not, however, advise the company what the doctor told him or when he would return to work. After X-rays were taken on June 29 Newgent made no further report. Even after receiving the termination notice on July 5, he did not contact the company until July 10.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b989-9\">. In addition it should be noted that here the employee violated a provision of the collective bargaining agreement, whereas the employee in <em>Hudson </em>violated a company-imposed rule which had simply been posted and of which the employee denied having actual knowledge. In distinguishing Bassick Co., 38 L.A. 278 (Peter Seitz, 1962), where an employee’s seniority was terminated for being absent three days without notifying the employer, the arbitrator in <em>Hudson </em>pointed out, <em>inter alia, </em>that in <em>Bassiolc </em>“The action was taken on the basis of a provision of the collective bargaining contract rather than on a factory rule which was posted.” 53 L.A. at 616.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b990-7\">. Newgent testified in part:</p>\n<blockquote id=\"b990-8\">“Q Do you recall an incident back in 1965, when you had been absent without leave and Mr. Bush took you back?</blockquote>\n<blockquote id=\"b990-9\">“A No, I don’t recall. Also, that pertained back to the accident again when I had the accident.</blockquote>\n<blockquote id=\"b990-10\">“Q Did you have an accident that caused you to be absent from work in June of 1965?</blockquote>\n<blockquote id=\"b990-11\">“A Yes. I was off, well, let’s see. I was off three months and went back to work for about three months and couldn’t hardly get around and then I was off about three or four months.</blockquote>\n<blockquote id=\"b990-12\">“Q Do you recall being terminated back in 1965 and then reinstated by Mr. Bush after you had come in and explained to him why you had been absent?</blockquote>\n<blockquote id=\"b990-13\">“A This could be possible.</blockquote>\n<blockquote id=\"b990-14\">“Q You do recall that?</blockquote>\n<blockquote id=\"b990-15\">“A Offhand, I don’t, sir, but like I say, it’s possible because I know I used to go in every week and talk to Mr. Bush about trying to get a job; any kind of job, a sweeper’s job or anything, when I was off for so long.”</blockquote>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b990-19\">. In his deposition Newgent stated that he had reported to his foreman on June 14 because he “wanted to preserve [his] job”. He testified further:</p>\n<blockquote id=\"b990-20\">“Q * * * Did you know when you went to see Mr. Kiff on the fourteenth of June, that you had to report to somebody at the Company within three days after you had been absent or you would lose your job?</blockquote>\n<blockquote id=\"b990-21\">“A I was aware of that fact without no written excuse or any excusable absence.</blockquote>\n<blockquote id=\"b990-22\">“Q How did you become aware of that fact?</blockquote>\n<blockquote id=\"b990-23\">“A How did I become aware of it?</blockquote>\n<blockquote id=\"b990-24\">“Q How did you know you had to report to someone at the Company within three days?</blockquote>\n<blockquote id=\"b990-25\">“A I read the contract.”</blockquote>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b991-9\">. Review by the Public Review Board may specifically be obtained in cases “which concern action or inaction relative to the processing of a grievance, in which the appellant has alleged * * * that the grievance was improperly handled because of fraud, discrimination, or collusion with management”. Article 32, Section 9 (b).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b991-10\">. This is clear from an affidavit of the Administrative Assistant to the UAW president and Newgent’s own testimony in his deposition.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b991-18\">. See also Neal v. System Board of Adjustment, 348 F.2d 722, 726 (8 Cir. 1965); Imel v. Zohn Manufacturing Company, 481 F.2d 181, 183-184 (10 Cir. 1973); Brady v. Trans World Airlines, Inc., 401 F.2d 87, 104-105 (3 Cir. 1968), cert. denied, 393 U.S. 1048, 89 S.Ct. 680, 21 L.Ed.2d 691 (1969); and cases cited in Note 12 in <em>Orphan </em>at 801 of 466 F.2d.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b992-4\">. Newgent does not contend that the Union refused to provide him a copy of the Constitution. Indeed, as the Union points out, the UAW Constitution is a document of public record, freely available from the U.S. Secretary of Labor upon reguest.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b992-5\">. In view of our conclusions we need not discuss the other issues raised by Newgent, that is, whether his grievance was timely filed and whether the Union failed to fairly represent him in his dispute with Modine. We agree with the district court that there was no evidence that the Union’s conduct in representing Newgent in presenting his grievance to Modine was arbitrary, discriminatory or in bad faith.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}