{
  "casebody": {
    "data": "<casebody firstpage=\"439\" lastpage=\"447\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b499-4\">VERNON ELWOOD GRAY <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b499-5\">[No. 19,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Agz1\">January Term, 1943.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b499-14\">\n<em>Decided March 16, 1943.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b500-6\"><page-number citation-index=\"1\" label=\"440\">*440</page-number>The cause was argued before Delaplaine, Collins, Marbury, Grason, and Melvin, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b500-7\"><em>Edward J. Ryan </em>and <em>William A. Gunter </em>for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b500-8\"><em>Robert E. Clapp, Jr., Assistant Attorney General, </em>with whom were <em>William C. Walsh, Attorney General, </em>and <em>Morgan C. Harris, State’s Attorney, </em>and <em>Paul Fletcher, Assistant State’s Attorney, </em>both for Allegany County, on the brief, for the appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b500-9\">Grason, J.,</author>\n<p id=\"AbXe\">delivered the opinion of the Court.</p>\n<p id=\"b500-10\">On the 12th day of June, 1942, at. about 11.30 A. M., Vernon Elwood Gray killed Norman Emerick at Allegany County, and was subsequently, by a grand jury of said county, indicted for murder. He pleaded “not guilty,” went to trial before a jury of his selection, in the circuit court for said county, on the 13th day of July, 1942, and on the 16th day of July following, the jury by its verdict, found him “guilty of manslaughter and not guilty of murder.” On the 23rd day of July he was sentenced by the court “to confinement in the Maryland House of Correction for the period of three years.” From this judgment and sentence the traverser brings his appeal to this, court.</p>\n<p id=\"b500-11\">This homicide occurred at a little village called Corrigansville, not far from the city of Cumberland. Gray and his wife, who had no children, lived next door to ■'the deceased who was married and had several children.</p>\n<p id=\"b500-12\">Almost immediately after the occurrence Gray requested a neighbor to inform the authorities and very shortly thereafter the sheriff and other officers appeared at the scene of the killing, procured the shotgun, the dis<page-number citation-index=\"1\" label=\"441\">*441</page-number>charge from which killed Emerick, and the shell which had been fired. He was taken into custody by the authorities and brought to Cumberland. Terrence J. Boyle, who was at the time county investigator, testified that Gray told him “that the gun had laid unloaded until the night of the 11th of June (this affair happened at nearly noon of the 12th), that the night of the 11th he loaded the gun because he wanted some protection around the house; that Gray said so far as he knew, Mrs. Emerick and the children saw the shooting; that Gray said the next thing he did after shooting Emerick was to strike him with the gun, with the stock of the gun; that Gray said the reason he did not stay in the house when he went in was because he wanted to have it out with him, that he knew it would be renewed if they didn’t settle it that day and there; that Gray identified the gun and the shell.” This evidence was given on direct examination and without an objection on the part of the defense. On cross-examination he testified that he took a statement from Gray and that he imagined the State’s Attorney had it. Whereupon the defense called for this statement and moved to strike out the evidence of Boyle quoted above, on the ground that it was not the best evidence, which motion the court overruled and this ruling is the subject of the first bill of exceptions. Thereafter the court stated: “With regard to offering the statement, we haven’t passed on that. Mr. Harris used that like any other notes. Mr. Boyle didn’t read anything. Mr. Boyle didn’t read it as a confession. It didn’t go into evidence, but he had this confession.” The court further said: “We think as far as you can go under the circumstances— he has already recited the fact that he had certain conversations with him and that he said certain things. He can be asked on cross-examination what else he said, and you have your client sitting behind you who knows all of what was said or ought to know.”</p>\n<p id=\"b501-5\">Mr. Gunter, of counsel for accused, then said: “We understand that. We still think that when he takes that confession and reads a part of it to Mr. Boyle-”</p>\n<p id=\"b502-4\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>Mr. Harris: “I read nothing from it.”</p>\n<p id=\"b502-5\">The court then said: “If he had introduced part of the confession, he would have had to offer all of it or give it to the Defendants so that they could use it.”</p>\n<p id=\"b502-6\">Mr. Ryan, of counsel for the defense, said: “That is</p>\n<p id=\"b502-7\">all right, but can he do-”</p>\n<p id=\"b502-8\">The court: “That is what was said in the Walters case <em>(infra).”</em></p>\n<p id=\"b502-9\">And counsel for the defense asked: “Can he do indirectly what he tried to do-”</p>\n<p id=\"b502-10\">Whereupon the court said: “The point with us is that he didn’t offer the confession as such.” “We will sustain the State’s objection to its production.”</p>\n<p id=\"b502-11\">This constitutes the second bill of exceptions.</p>\n<p id=\"b502-12\">After this Boyle went into a long and detailed account of Gray’s confession, which embodies two pages of the printed record. He stated that this confession was reduced to writing and signed and sworn to by Gray. Without detailing this evidence it is sufficient to say that it constituted a confession by Gray that he unlawfully killed Emerick. The witness further stated that if he saw the statement (the written confession) it would refresh his recollection as to any further statements that were made. Again the defense called for this written statement, which was objectéd to by the State and sustained by the court. This ruling constitutes the third bill of exceptions.</p>\n<p id=\"b502-13\">Mr. Boyle was recalled by the defense for further cross-examination. He was asked by Mr. Ryan: “When you testified this morning concerning your recollection concerning the statement made by Mr. Gray in the State’s Attorney’s office, how long before you testified was it that you had refreshed your recollection by reading that statement?” This was objected to by the State and sustained by the Court as “immaterial.” This constituted the seventh bill of exceptions. These rulings may be considered together.</p>\n<p id=\"b502-14\">It is the contention of counsel for traverser that the court in allowing the witness to give his verbal account <page-number citation-index=\"1\" label=\"443\">*443</page-number>of the confession constitutes a violation of the best evidence rule, in that the written confession which had been read over, signed and sworn to by the prisoner, was, in fact, the best evidence of what it contained. This was the sole objection to the series of rulings now considered. This subject has been dealt with by many of the courts of this country and the decisions are not harmonious. A number of States have provided by statute that written evidence must be produced and that verbal contents thereof is inadmissible unless a proper foundation is laid. Mr. Wharton, in his work on <em>Criminal Evidence, </em>10th Ed., at page 384, states the rule as follows: “Primary evidence, or as it is more accurately termed, the best evidence, is that kind of evidence which assures the greatest certainty of the fact sought to be proved. In criminal prosecutions it is an essential requisite that only the best evidence shall be received to prove the charge against the defendant, which means that no evidence is to be received that indicates that there is still better proof of the fact in the possession or under the power of the party producing it.” Further: “The reason of the rule that secondary evidence shall not be substituted for evidence of a higher nature which the case admits of is that an attempt to submit the inferior for the higher implies that the higher would give a different aspect to the case of the party introducing the lesser. The ground of the rule is a suspicion of fraud.”</p>\n<p id=\"b503-5\">In <em>Williams v. State, </em>26 Ala. App. 531, 163 So. 663, at page 664, it was said: “When declaration is reduced to writing, read over to and approved by declarant, document becomes primary evidence, and parol proof thereof will not be received without first accounting for written document; but in order for document to become primary evidence it must appear to be the intelligent act of declarant.”</p>\n<p id=\"b503-6\">Mr. Wharton, in Section 295, in his <em>Criminal Evidence, </em>further states: “The rule that the best evidence the case admits of, within the power of the party, must be produced, <page-number citation-index=\"1\" label=\"444\">*444</page-number>applies in such case. Also, where the declaration was put into writing by the witness as soon as made and signed by the declarant, such writing must be produced or accounted for. Its place cannot be supplied by the witness narrating what the declarant said before it was reduced to writing. But where the declaration has been repeated at different times, and at one time informally written down, oral evidence will be received of the independent declaration.”</p>\n<p id=\"b504-5\"><em>Wigmore on Evidence, </em>3rd Ed., Vol. V, notes 3 and 4, on pages 253 and 254, contains a reference to a number of cases decided in this country. In England it has been held that “declaration taken down, then signed by the declarant; the writing preferred to the writer’s oral testimony.” And it would seem that the majority of the courts in this country permit the use of a writing taken down but unsigned by the declarant to be used for the purpose of refreshing the memory of the witness but that where the statement or confession has been read over and signed by the declarant it is preferred to oral testimony. See note 4, <em>supra.</em></p>\n<p id=\"b504-6\">Boyle, in his testimony in chief, gave statements of the accused to him, which, if standing alone, prove an unlawful killing by Gray of Emerick. This was a confession. <em>Ford v. State, </em>181 Md. 303, 29 A. 2d 833.</p>\n<p id=\"b504-7\">Upon cross-examination it developed that Gray had given a full and complete confession of the killing, which was reduced to writing and signed by him. The trial court refused to require the State to exhibit the signed confession and in this ruling, we think, there was error. Boyle admitted that there might have been some things in the written confession not recalled by him in his testimony, and this seems to us an illustration of the danger of permitting oral evidence to prove the contents of a written confession signed by the accused. Certainly a written document is the best evidence of its contents and as cited on the appellant’s brief: “In criminal proceedings, there is even more reason that only the <page-number citation-index=\"1\" label=\"445\">*445</page-number>best and most reliable evidence should be allowed. There may have been in the written confession some qualifications or explanations, and we think when demanded by the defendant they should have been offered.”</p>\n<p id=\"b505-5\">With the statement of the law we agree and this court has said that it was the duty of the State to offer the entire confession and not a part of it. <em>Walters v. State, </em>156, Md. 240, 243, 144 A. 252.</p>\n<p id=\"b505-6\">If this was all that the record in this case presented on this point, we would have to reverse the trial court, but such is not the case. At the conclusion of the tráverser’s testimony counsel for the State said: “Here is the confession (Gray’s statement) ; you may have it.” Mr. Ryan: “We don’t want it now.” It thus appears that the confession which the State had refused to produce, and the court sustained it in such action, was tendered to the defense. No requests of the court were made by counsel for them to read it; nor to recall State’s witnesses for re-cross-examination; nor to offer it in evidence for the purpose of showing that the verbal testimony given by the State of its contents was incorrect. All of these avenues were open to the defense and were ignored. In this connection we cannot be unmindful of the testimony of the traverser that “he went to the State’s Attorney’s office freely and voluntarily and gave a statement of the whole matter; that his statement to the State’s Attorney was the same as his testimony from the stand; that the State’s Attorney did not furnish him with a copy of his statement.” So that the question before the jury was whether they believed his statement or whether they believed the testimony given by the State as to what he actually did say in his confession.</p>\n<p id=\"b505-7\">In <em>Newton v. State, </em>147 Md. 71, 127 A. 123, a part of a writen instrument was offered. The defendant subsequently in his own defense offered the entire instrument, and it was held error to exclude the entire instrument after the State had offered a part of it. We think that the defense could have properly protected itself after <page-number citation-index=\"1\" label=\"446\">*446</page-number>the confession was produced and if it didn’t it rendered the rulings which we have stated here to be erroneous, not reversible.</p>\n<p id=\"b506-5\">The State proved that the day before the killing there was a quarrel between Mrs. Gray and Mrs. Emerick; that the night before the killing Gray loaded his shotgun. This evidence was offered to show preparation and hence deliberation and premeditation. In order to offset these elements which are necessary to prove murder in the first degree, the defense attempted to prove that there were prowlers about the Gray home, breaking trees, opening windows, and otherwise disturbing the locality and that Gray loaded his gun for the purpose of protecting himself against prowlers. But, inasmuch as Gray was not convicted of murder, but was convicted of manslaughter, a crime which does not involve the elements of deliberation and premeditation, the ruling on these exceptions were harmless and would not be reversible even if erroneous.</p>\n<p id=\"b506-6\">The third series of exceptions were taken to the court’s ruling in not permitting the defendant to prove he had Hodgkin’s disease and the effect of Hodgkin’s disease upon him, one of its characteristics being to make its victim fearful. The testimony in this case shows that Gray was working on a driveway leading up to his house; that Emerick, who lived next door, came out of his house, cursed and swore at him, swung his fists, asked him to fight and that Gray left his driveway, went into the house, got his gun which was loaded with a shell, returned down to a point near the line of the two properties; that Emerick grabbed for the gun, he backed, that Emerick seized the gun and in the struggle it went off and Emerick was killed; that he did not intend to kill Emerick, that it was accidental, that he got the gun in the hope that it would quiet Emerick and that they could compose their differences. The defense therefore, was accidental killing. By this proffered proof concerning Hodgkin’s disease and its effects upon its victim, the <page-number citation-index=\"1\" label=\"447\">*447</page-number>attempt was to inject into the defense the element of self-defense. It is perfectly patent from a study of this record that this case is in no wise one that involves self-defense and proof that he was fearful of grave bodily harm or death is in total conflict with his theory that the killing was accidental.</p>\n<p id=\"b507-5\">In the case of <em>Robinson v. State, </em>138 Md. 137, at page 141, 113 A. 641, at page 642, this court said: “Obviously he was not harmed by the refusal to permit him to testify at one stage of the case in support of a theory which he definitely rejected when he came to make his formal defense.” We think that the theory of accidental killing, which was set up by the traverser in his defense, is so inconsistent with self-defense that the court’s ruling in rejecting evidence tending to show self-defense was correct.</p>\n<p id=\"b507-6\">Finding no reversible error in any of the rulings of the court below, its judgment will be affirmed.</p>\n<p id=\"b507-7\">\n<em>Judgment affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}