{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"490\" lastpage=\"495\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"AAk\" pgmap=\"486\">Frederick Moss v. Anson Pardridge.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"Abcq\" pgmap=\"486\">1. Animals — Liability of owner or keeper. — The distinction between the liability of the owner or possessor of domestic animals, as horses, dogs, etc., and the owner or keeper of animals ferce natura, as lions, tigers, etc., is that in the latter case the owner is conclusively presumed to have notice that the animals are vicious and dangerous, and if he neglects to keep them properly secured, he is liable for injuries committed by them; while in the former case he is not liable unless he is proved to have notice of the inclination of the particular animal complained of, to commit such injuries.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b486-13\" pgmap=\"486\">2. Maltreatment of wound. — If by reason of unskillful treatment of the wound by plaintiff's physician, the plaintiff suffered increased pain, and was subjected to additional expense, the defendant is not responsible therefor.</headnotes><summary data-order=\"3\" data-type=\"summary\" id=\"b486-14\" pgmap=\"486\">Appeal from the Circuit Court of Cook county; the Hon. Elliott Anthony, of the Superior Court, sitting as Circuit Judge, presiding.</summary><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A-cX\" pgmap=\"486\">Opinion filed November 29,1881.</decisiondate><p data-order=\"5\" data-type=\"summary\" id=\"b486-15\" pgmap=\"486(52) 487(101)\">This was an action on the case for personal injuries. The declaration contains two counts. The first alleges that the defendant, at Aurora, Illinois, wrongfully and injuriously kept a certain dog, well knowing the same to be of a vicious disposition, and disposed to attack persons, and on September 17, 1878, lie bit and wounded one of the plaintiff’s legs. The second count alleges that the defendant wrongfully and injuriously kept a dog for the purpose of guarding and watching defendant’s premises, well knowing the dog was of a vicious disposition, and disposed to attack persons, and that defendant at the time of the injury did not keep the dog properly secured, but carelessly and negligently allowed it to have undue and improper liberty and to run at large, and that while plaintiff was on defendant’s premises at his request, said dog attacked and wounded plaintiff’s leg.</p><p data-order=\"6\" data-type=\"summary\" id=\"b487-4\" pgmap=\"487\">The jury found the defendant guilty, and assessed the plaintiff’s damages at $500. The defendant’s motion for a new trial was overruled, and judgment was rendered on the verdict. The defendant brings the case here by appeal, and assigns various errors.</p><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b487-5\" pgmap=\"487\">Mr. Frank J. Crawford and Messrs. Fairchild &amp; Black-man, for appellant;</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"AV7\" pgmap=\"487\">that knowledge by the owner of the vicious character of the animal, must be proved, cited Wormley v. Gregg, 65 Ill. 251; Keightlinger v. Egan, 65 Ill. 235; Mareau v. Vanatta, 88 Ill. 132; Flansbury v. Basin, 3 Bradwell, 531; Stumps v. Kelley, 22 Ill. 140; 1 Chitty’s Pl. 81.</p><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b487-6\" pgmap=\"487\">Messrs. Quick* &amp; Tutiiill, for appellee;</attorneys><p data-order=\"10\" data-type=\"legal\" id=\"ABz\" pgmap=\"487\">argued that when the testimony is conflicting, it is the province of the jury to settle the controverted points, and if they are properly in • strncted, a new trial will not be granted, cited Summers v. Stark, 76 Ill. 208; Simons v. Waldron, 70 Ill. 281; McNellis v. Pulsifer, 64 Ill. 494; Bloom v. Crane, 24 Ill. 48; Martin v. Ehrenfels, 24 Ill. 187; Cross v. Carey, 25 Ill. 562.</p><p data-order=\"11\" data-type=\"legal\" id=\"b487-7\" pgmap=\"487\">As to the liability of the owner or keeper of a vicious animal for injuries caused by them: Cooley on Torts, 345; Laverone v. Mangianti, 41 Cal. 138; Muller v. McKissen, 73 N. Y. 195; May v. Burdett, 9 Ad. &amp; E. 101; Kelley v. Tilton, 2 Abb. Ct. App. Cas. 495; Wheeler v. Brant, 23 Barb. 324; Card v. Case, 57 E. C. L. 622; Rider v. White, 65 N. Y. 54.</p> <opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b487-8\" pgmap=\"487\">Wilson, P. J.</author> <p id=\"AI4\" pgmap=\"487(19) 488(234)\">This action is not founded on any statutory liability, but is based upon an alleged liability as at common law. The distinction between the liability of the owner or possessor of animals kept for domestic use or convenience; animals mansuetm natwrcs, such as horses, cattle, dogs and the like, and the owner or keeper of wild and savage beasts, ferae, naturae, as lions, tigers, bears, etc., is well understood. In respect to the latter class, the owner is conclusively presumed to have notice that they are vicious and dangerous, and if he neglects to keep them properly secured, he is liable for injuries committed by them, without any proof of his knowledge of their viciousness; while on the’ other hand, the owner of animals which, as a species are domesticated, is not liable for injuries done by them, unless he is proved to have had notice of the inclination of the particular animal' complained of, to commit such injuries, there being no presumption that animals of that species are vicious or dangerous. Shearman &amp; Redfield on Neligence, § 188. May v. Burdett, 9 Q. B. 101; Vrooman v. Sawyer, 13 John. 339; Wormley v. Gregg, 65 Ill. 251. It was, therefore, incumbent on the plaintiff to aver and prove knowledge on the part of the defendant, that the dog in question was of a vicious disposition, and inclined to attack persons. The declaration contains such averment, and proof of scienter was indispensable to the plaintiff’s right to recover.</p> <p id=\"b488-5\" pgmap=\"488(168) 489(20)\">■ We have carefully read the evidence, as preserved in the bill of exceptions, and think it wholly insufficient to sustain the allegation of notice. The most that can be fairly claimed under the proof, is that the animal wasaTstrong dog, of medium size, and that it was a vigilant watch-dog. Like many other watch-dogs, it may have been dangerous, if improperly or incautiously approached, while guarding property, and yet it could not be properly denominated a vicious animal, disposed to attack persons. There was no proof that the dog had ever been known to attack any person prior to the occurrence in question, while, on the contrary, many witnesses were called who testified to having seen him constantly running at large, as did other dogs in the neighborhood, often playing with children and others; and they had never observed any special manifestations of a vicious temper. It is true, he was kept tied up a part of the time, but this, as appears, was for other reasons, than because it was considered by the defendant or his family dangerous to let him run at large.</p> <p id=\"b489-4\" pgmap=\"489\">But if there had been proof of occasional manifestations of viciousness, there was an entire failure to show that the defendant was aware of it. He testifies that large numbers of persons were in the habit of frequenting his house, and that he never knew nor heard of the dog attacking any one, nor of its having a disposition to do so. We fail to find any satisfactory proof in the record contradictory of this testimony. Had there been evidence of previous attacks upon other persons, it might have furnished ground for claiming that it was reasonable to conclude that the defendant, from his daily observation, must have known the animal to be vicious. ■ But there was no such proof; and we are clearly of opinion that the averment of scienter was not sustained.</p> <p id=\"b489-5\" pgmap=\"489\">There is another branch of the case, in view of which the verdict cannot be upheld. We think it plain that there was gross mistreatment of the wound, in consequence of which the plaintiff’s injury was very greatly aggravated. The physician who treated the case was of the plaintiff’s own selection, for which the defendant is in no way responsible, and if by reason of his ignorant and unskilled treatment the plaintiff suffered additional pain, and was subjected to additional expense, the defendant is not responsible therefor.</p> <p id=\"b489-6\" pgmap=\"489(164) 490(75)\">The wound as made by the bite of the dog was far from being a severe one. There was but little, if any, laceration of the flesh. The bite was only a momentary grip, causing no effusion of blood. According to the plaintiff’s testimony, it was about the size of a silver dollar. He says: “ It kind of blistered up and turned black; I kind of see little marks where three or four teeth pricked through the flesh; leg was squeezed up like a vise;, it smarted and felt like a burn; did not bleed any,”' etc. The defendant swears that the wound was a mere little scratch, like a pin scratch; that there was no black and blue spot, nor any pressure of a row of teeth that he could see. The plaintiff applied some liniment, and next morning, in company with the defendant, walked about the city, taking the train for Chicago at 2 o’clock in the afternoon. He continued to apply the liniment for a few days, when being greatly troubled with fears of hydrophobia, he sent for Dr. Moo. This was four or five days after the injury. Instead of applying remedies to prevent the consequences of a bite from a rabid • dog, the doctor at once began to treat the case as that of a cancer, that being the special line of practice in which he was engaged. ■</p> <p id=\"b490-4\" pgmap=\"490\">We shall not review in detail the evidence as to the treatment adopted by this physician. We think it evinced not only an entire lack of scientific knowledge and professional skill, but it was opposed to the plainest dictates of common sense, and can be characterized as little less than barbarous. By the application of one of the most powerful caustics known to the entire pharmacopoeia, continued through a period of nine successive days, he succeeded in producing from a simple bruise a malignant, angry sore, killing the adjacent tissues, and causing the most excruciating torture. After the caustic had done its work, he cut away the dead matter, applied a simple poultice, and left nature to supply the lost tissue. It was only at the end of nine weeks that the sore thus produced was finally healed. The doctor did not even administer an anodyne to allay or mitigate the pain caused by his heroic treatment, and when on the stand as a witness, he seemed to make it a virtue that he never in like cases gave his victims anything to alleviate their sufferings. Numerous physicians and surgeons, men of eminence in their professions, were called as witnesses, all of whom united in condemning the treatment as radically wrong and unjustifiable, and some of them characterized it as most absurd. Dr. Brigham said: “I would not have touched him with chloride of zinc, any more than I would have touched him with red hot iron.”</p> <p id=\"b490-5\" pgmap=\"490(82) 491(35)\">But it did not need the testimony of skilled physicians to show the impropriety of the treatment. There was no evidence of the existence of cancer, nor of hypropliobic poison. The dog was a healthy animal, so far as was shown, and one of the physicians, who had had experience in the treatment of dog bites, said the tooth of a healthy dog was no more poisonous than a wooden peg. They all agreed that if caustics are to be res u'ted to to prevent poison from being taken into the circulation, it must be applied immediately after the wound is made; that to apply it five days afterwards would be of no use.</p> <p id=\"b491-4\" pgmap=\"491\">There is no law to prevent persons from employing as their physicians whomsoever they will, but when they unfortunately fall into the hands of empirics, who, through ignorance or lack of skill, add to, instead of mitigate, their maladies, the consequences should not be visited upon third persons.</p> <p id=\"b491-5\" pgmap=\"491\">¡No other conclusion can be arrived at, under the evidence in this case, than that mostof the sufferings and expense to which appellee was subjected was the result of the unskillful treatment of his physician, a practitioner who seems to see in every bruise an incipient cancer. If the plaintiff had made a case which entitled him to recover for the wound made by the dog, and the verdict had been a reasonable sum for such injury, and its probable natural consequences, we should not disturb it. As it is, we think the damages allowed were excessive.</p> <p id=\"b491-6\" pgmap=\"491\">The judgment is reversed and the cause remanded to the court below for a new trial.</p> <p id=\"b491-9\" pgmap=\"491\">Eeversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}