{
  "casebody": {
    "data": "<casebody firstpage=\"212\" lastpage=\"217\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b232-7\">Thomas Edwards et al., Appellants, <em>v. </em>Charlotte Thomas or Edwards.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b232-9\">[Marked to be reported.]</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b232-10\"><em>Peed </em>— Voluntan/ <em>deed of trust </em>— Husband <em>and wife.</em></syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b232-11\">A wife who was deserted by her husband married again without having obtained a divorce. Both the wife and the second husband knew that the first husband was living at the time of their marriage, but were probably in ignorance that this fact made their marriage illegal. The second husband through the medium of a trustee conveyed real estate to the wife. The deed of trust contained no power of revocation. There was no evidence that any advantage had been taken by the wife in the procurement of the deed, or that she had anything to do with the obtaining of it. The deed was aquiesced in by the grantor for nearly a quarter of a century, and until the time of his death; and he treated the grantee during all that time as his lawful wife. <em>Held, </em>that the grantor’s heirs after his death could not have the deed to the wife set aside.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b232-12\">The absence of a power of revocation from a voluntary deed of trust is in any case only a circumstance which may be availed of to set aside such a deed, where the manifest equities of the case require it. In this case no such equities existed.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b232-13\">Argued May 29, 1895.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"A-sW\">Appeal, No. 422, Jan. T., 1895, by plaintiffs, from judgment of C. P. Northumberland Co., Sep<page-number citation-index=\"1\" label=\"213\">*213</page-number>tember T., 1888, No. 857, on verdict for defendant.</summary>\n<judges data-order=\"7\" data-type=\"judges\" id=\"ADB\">Before Green, Williams, McCollum, Dean and Fell, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"ADG\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b233-3\">Ejectment for a lot of land in Mt. Carmel. Before Metzger, P. J., of the 29th judicial district, specially presiding.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b233-4\">At the trial it appeared that plaintiffs claimed title as the children and heirs at law of Edmund Edwards, deceased. Defendant claimed under a voluntary conveyance by Edmund Edwards and Charlotte Edwards (the defendant) as his wife to Daniel Walters, trustee, dated Sept. 14, 1876, and by Daniel Walters and wife by their deed dated May 8,1878, to Charlotte Edwards, the defendant. The consideration stated in the deed from Edwards to Walters was “five dollars and natural love and affection.” The evidence tended to show that defendant was a sister-in-law of Edmund Edwards; that Edwards’s first wife died in 1868, and that after her death defendant, who was then married to a man by the name of Thomas, with her husband, removed to Edwards’s house to keep house for him. After they had lived there for several weeks Thomas left her, and in about a year and a half afterwards Edwards married her. At the time of the marriage she was not divorced from her first husband, and both Edwards and defendant knew that the first husband was living.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b233-5\">The court charged in part as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b233-6\">“ [It is a.fact that at the time of the marriage she was not divorced from her first husband and it is also a fact that in law, therefore, the second marriage to Edwards was illegal. It is however fairly to be deduced from the evidence in this case that Edwards, when he married this defendant, knew the fact of her husband’s living at that time just as well as she did. If there was any criminality in this case they were both criminals and might both have been punished for bigamy, because it is bigamy not only in the one marrying having a husband or wife living, but it is bigamy in the other person if he knows that she has such a husband living; and I think it is fair to presume that he must have had a knowledge of her husband living from the fact that she came there and lived in his house with her husband, Thomas, before he went away; and there is no evidence in the case to show that there was any rumor, after <page-number citation-index=\"1\" label=\"214\">*214</page-number>he left, of Thomas’s death ; and the period of time at which the presumption of his death would arise had not elapsed. The presumption of law is that he was in full life, and as every one is bound to know the law he is affected with notice of the fact that she had a living husband at the time he married her. But however that may be, from that time they did live together, so far as the evidence discloses, as husband and wife. That was, probably, a period of twenty-four years, or in that neighborhood ; and I think we might be charitable enough to think that they supposed they had a right to marry, for it would seem from the papers in evidence that prior to the time this marriage took place her husband had deserted her, and there are a great many people in the community who have an idea that it is not criminal to marry under such circumstances. Nevertheless such a marriage is illegal. From what is disclosed by the evidence before us we cannot say whether the parties thought they had a right to marry or not; all that we can say to you is that so far as the evidence discloses here we have a right to presume that one was as ignorant as the other ; because, from that time on, the testimony shows that they did treat each other as husband and wife and lived together as such.] [1]</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b234-4\">“ [Now, these being the facts in this case there are several legal questions arising which it is the duty of the court to pass upon, and there will be nothing left for you to determine. It is claimed on the part of the defense that the conveyance was voluntary, and because of the existence of these relations between them the plaintiffs say this conveyance was void ; that it was a fraud upon him, that at least it was a constructive fraud ; that he made this deed to this woman under the belief that she was his wife, and that being mistaken the deed must be avoided. We cannot say so, gentlemen, because the parties seem both to have acted in good faith, so far as we know. They are equally innocent or equally guilty and I do not think, therefore, that it would make any difference whether he believed she was his wife or not. He treated her as such, and if he was mistaken in that belief there is no evidence to show that she misrepresented anything to him when she married him, or that she was the cause of that mistake at any time during their married life. On the contrary he had an opportunity to know all the facts before he married her and, I think, it is fair to pre* <page-number citation-index=\"1\" label=\"215\">*215</page-number>sume that he did. If he believed her to be his wife the evidence is equally strong that she believed that she was his wife, because she joins in the paper and calls herself his wife, and there is nothing here to show that it was not done in good faith; and I am loath to charge either of these parties with having committed a crime; on the contrary I think they acted in ignorance.] [2]</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b235-3\">“ [It was also asserted that because these are voluntary deeds, whether there was actual fraud or not, inasmuch as there was an absence of the power of revocation in the deeds, it was necessary for the defendant to show that such omission was intentional, and that it was the intention of the donor to make this conveyance absolute. Well, it is true that there is an absence in these deeds of the clause of revocation. On their face they are irrevocable, but it is equally clear, from the facts in the case, that the omission to put in that clause of revocation was not a mistake. It cannot be possible that it would have taken them so many years to discover it — a period of eleven years when the last conveyance was made — that there would have been no action taken and nothing said about it; and after the lapse of eleven years that they should make a deed and recite in that deed this very first deed, or one of the very first deeds that was made. It would seem to me that the fact that they made this conveyance in 1876 and again made a conveyance of the property in 1882 and received that back again in 1884, then again as late as 1887 made another conveyance of the part in controversy, and .of the part adjoining, in which they recite these other conveyances, or portions of them, we cannot under such a state of facts say to you that there was room for supposing that this clause of revocation was omitted by mistake. It seems to be perfectly clear that it was not omitted by mistake.] [3]</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b235-4\">The .court directed a verdict for defendant.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b235-5\">Verdict, and judgment for defendant.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b235-6\"><em>M^ors </em>assigned, among others, were (1-3) above instructions, quoting them.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b235-7\"><em>Voris </em>Auten, <em>James JRgon </em>and <em>P. A. Mahon </em>with him, for appellants,</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"A_e\">cited: Miskey’s App., 107 Pa. 611; Darlington’s <page-number citation-index=\"1\" label=\"216\">*216</page-number>App., 86 Pa. 512; Russell’s App., 75 Pa. 269; Boyd v. Boyd, 66 Pa. 283; Sharpe’s App., 87 Pa. 163.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b236-4\"><em>James </em>Scarlett, <em>W. B. </em>Faust, <em>C. M. Clement </em>and <em>S. </em>P. <em>Wolverton </em>with him, for appellee,</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"Aq4\">cited: Allebach v. Hunsicker, 132 Pa. 349; Hartley v. McAnulty, 4 Yeates, 95; Church v. Church, 4 Yeates, 280; Smith v. Grim, 26 Pa. 95; Parry v. Parry, 130 Pa. 94.</p>\n<decisiondate data-order=\"22\" data-type=\"decisiondate\" id=\"Aea\">July 18, 1895:</decisiondate>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b236-5\">Opinion by</p>\n<author id=\"APT\">Mr. Justice Green,</author>\n<p id=\"b236-6\">After a careful reading of the whole record in this case, we fail to discover the presence of a solitary fact which would justify any court or any jury in annulling the defendant’s title to the property in question. It is perfectly manifest that Edmund Edwards fully and consciously intended to convey the title to the property to the defendant, and that he abided in that intention to the moment of his death. They lived together as man and wife, and both obviously thought they were such for more than twenty years, in entire harmony so far as the testimony discloses. There is not a particle of testimony to show that the deeds to the defendant were made ignorantly, or under ■the exercise of any undue influence or imposition. There is nothing in the case to show that any confidential relation was abused or that any advantage was taken by the defendant in the procurement of the deeds or that she had anything to do with the obtaining of them. All the evidence shows that they were made voluntarily and in the exercise of a full and deliberate intent on the part of the grantor. The only reason now alleged against the validity of the original deed is the absence of a power of revocation. But there is no evidence in the case to show that in any possible circumstances there was intended to be a power of revocation, and in the absence of such evidence the want of a power of revocation in the deed is of no consequence. The deed was absolute on its face ; it was evidently intended to be absolute; it was' acquiesced in by the grantor for nearly a quarter of a century and until the time of his death; he treated the defendant as his lawful wife during all that time; she lived with him as such and raised his children as a mother, and was in fact their mother’s sister. In every conceivable point of view the deed was the- deliberate, fully intended, vol<page-number citation-index=\"1\" label=\"217\">*217</page-number>untary act of the grantor, made by his own free and unbiased will, with full knowledge of its meaning, with no intention or desire of ever revoking it, subsequently assented to and recognized in the conveyances, and confirmed by his daily acquiescence during the whole of the remainder of his life. In such circumstances as these the eases cited and relied upon by the appellants have not the slightest application. The absence of a power of revocation from a voluntary deed is in any case only a circumstance which may be availed of to set aside such a deed, where the manifest equities of the case require it. We have pointed this out carefully in Miskey’s App., 107 Pa. 611; Doran v. McConlogue, 150 Pa. 98; Simon v. Simon, 163 Pa. 292, and in other cases in which we have clearly indicated under what conditions and in what states of fact the power to set aside a voluntary deed will be exercised by the courts. It is sufficient to say that none of those conditions is present in this case, and we fully concur with the learned court below in his direction to the jury to find a verdict for the defendant.</p>\n<p id=\"b237-3\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}