{
  "casebody": {
    "data": "<casebody firstpage=\"433\" lastpage=\"436\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b465-10\">The People of the State of New York, Appellant, <em>v. </em>Meyer Levenstein, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b465-11\">Submitted November 17, 1955;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aq1\">decided January 12, 1956.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b466-6\"><page-number citation-index=\"1\" label=\"434\">*434</page-number><em>Charles E. Bowers, District Attorney (R. W. Daniels </em>of counsel), for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Ayqo\">I. The order of the City Court sustaining the demurrer and dismissing the indictment was appealable by the People to the County Court. <em>(People </em>v. <em>Hatzis, </em>297 N. Y. 163; <em>People </em>v. <em>Hammerstein, </em>150 App. Div. 212, 155 App. Div. 204, 211 N. Y. 552; <em>People </em>v. <em>Firth, </em>157 App. Div. 492; <em>People </em>v. <em>Pearl, </em>272 App. Div. 563; <em>People </em>v. <em>Walsh, </em>172 App. Div. 266; <em>People </em>v. <em>Flaherty, </em>206 App. Div. 733; <em>People </em>v. <em>Oliver, </em>214 App. Div. 804; <em>People </em>v. <em>Young, </em>264 App. Div. 747; <em>People </em>v. <em>Siciliano, </em>185 Misc. 149.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b466-7\"><em>Sanders D. Heller </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A2b\">The order of the City Court sustaining the demurrer and dismissing the information is not appealable by the People to the County Court. <em>(People </em>v. <em>Zerillo, </em>200 N. Y. 443; <em>People </em>v. <em>Reed, </em>276 N. Y. 5; <em>People </em>v. <em>Gersewitz, </em>294 N. Y. 163.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b466-8\">Froessel, J.</author>\n<p id=\"ARn\">The City Court of the City of Ogdensburg, St. Lawrence County, sustained a demurrer and dismissed an <em>information </em>charging defendant with a violation of section 1272 of the Penal Law (failing to pay wages). On appeal to the County Court the appeal was in effect dismissed on the ground that there is no statutory right of appeal, under section 518 of the Code of Criminal Procedure, from such an order. Leave to appeal was granted by a Justice of the Appellate Division, Third Department, who submitted the following question: “ 1. Was the order of the City Court of the City of Ogdensburg sustaining the defendant’s demurrer and dismissing the information appealable by the People to the St. Lawrence County Court? ”</p>\n<p id=\"b467-4\"><page-number citation-index=\"1\" label=\"435\">*435</page-number>The City Court here functioned as a court of special sessions, as it was authorized to do by chapter 381 of the Laws of 1927 (§ 5, as amd. by L. 1953, ch. 583). Section 750 of the Code of Criminal Procedure (as amd. by L. 1954, ch. 806) provides that “ An appeal may be taken as provided by <em>sections five hundred seventeen through five hundred twenty </em>” (emphasis supplied). Prior to 1954, the italicized words read “ section five hundred and twenty ” only. Thus the 1954 amendment specifically made the provisions of section 518 dealing with appeals by the People and sections 517, 519 and 520 applicable to appeals from courts of special sessions. Section 518 authorizes an appeal from <em>“ </em>a judgment for the defendant, on a demurrer to the <em>indictment </em>” (emphasis supplied). The principal question presented on this appeal, therefore, is the narrow one of statutory construction: whether the word <em>‘1 </em>indictment ” as used in section 518 also means <em>information </em>where appeals from courts of special sessions are involved.</p>\n<p id=\"b467-5\">We think it does. By expressly incorporating section 518 into section 750 in 1954, the Legislature must have so intended; otherwise this amendment would have been meaningless, particularly as to subdivisions 1 and 3, since cases in courts of special sessions proceed by way of information rather than by indictment (Code Grim. Pro., see § 4, subd. 4; §§ 222, 59, 742). Despite the fact that the Judicial Council had also recommended that subdivisions 1 and 3 of section 518 be amended to include the word “ information ” because of “ some doubt ” as to the law (Nineteenth Annual Report of N. Y. Judicial Council, 1953, pp. 226, 240), the Legislature apparently did not think it necessary since, by its incorporation of section 518 into section 750, it was granting the People the right to appeal from orders sustaining demurrers in courts of special sessions. This construction ‘ ‘ not only serves to harmonize the several provisions of the section but also promotes the presumed purpose of the Legislature to maintain uniformity of procedure in criminal cases.” <em>(People </em>v. <em>Hatzis, </em>297 N. Y. 163, 164.)</p>\n<p id=\"b467-6\">In a somewhat analogous situation involving an information in the Court of Special Sessions in the City of New York, the Appellate Division held that an appeal under section 518 by the People would lie by virtue of subdivision 4 of section 31 of the then Inferior Criminal Courts Act of that city, and we <page-number citation-index=\"1\" label=\"436\">*436</page-number>affirmed <em>(People </em>v. <em>Hammerstein, </em>150 App. Div. 212, 214; 155 App. Div. 204, 206, affd. 211 N. Y. 552; see, also, <em>People </em>v. <em>Pearl, </em>272 App. Div. 563; <em>People </em>v. <em>Firth, </em>157 App. Div. 492). In <em>People </em>v. <em>Nelson </em>(298 N. Y. 272), even before the 1954 amendment of section 750 of the Code of Criminal Procedure, this court took jurisdiction of an appeal by the People from an order which affirmed an order of the Rochester City Court, Criminal Branch, dismissing an information.</p>\n<p id=\"b468-5\">It follows that the County Court and this court have power to hear this appeal under sections 518 and 519 respectively of the Code of Criminal Procedure by the express provisions of section 750.</p>\n<p id=\"b468-6\">The order appealed from should be reversed, and the matter remitted to the County Court for determination on the merits.</p>\n<p id=\"b468-7\">Conway, Ch. J., Desmond, Fuld, Van Voorhis and Burke, JJ., concur; Dye, J., taking no part.</p>\n<p id=\"b468-8\">Order reversed and matter remitted to the County Court for further proceedings in accordance with the opinion herein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}