{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"14\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b49-4\">741 S.E.2d 91</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A_\">Cephas Leon BLUNT v. COMMONWEALTH of Virginia.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b49-7\">Record No. 0766-12-2.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b49-8\">Court of Appeals of Virginia, Richmond.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b49-10\">April 23, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b50-10\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>Joan J. Burroughs, Assistant Public Defender (Office of the Public Defender, on briefs), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b50-11\">Katherine Quinlan Adelfio, Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b50-12\">Present: FELTON, C.J., ELDER and PETTY, JJ.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b51-4\"><page-number citation-index=\"1\" label=\"3\">*3</page-number>ELDER, Judge.</author>\n<p id=\"b51-5\">Cephas Leon Blunt (appellant) was convicted on his pleas of guilty for possessing cocaine in violation of Code § 18.2-250 and driving after having been adjudicated a habitual offender, a second or subsequent offense, in violation of Code § 46.2-357. On appeal, he challenges the punishment imposed for those convictions, contending the trial court violated his Fourteenth Amendment due process right to confront his accusers at sentencing.<footnotemark>1</footnotemark> He argues the more stringent test set out in the recent decision in <em>Henderson v. Commonwealth, </em>59 Va. App. 641, 722 S.E.2d 275 (2012) (en banc), <em>aff'd, </em>285 Va. 318, 736 S.E.2d 901 (2013), applies rather than the “broad[er] rule of inclusion” previously recognized in <em>Moses v. Commonwealth, </em>27 Va.App. 293, 302, 498 S.E.2d 451, 456 (1998). We hold <em>Moses </em>remains applicable to an assertion of confrontation rights at sentencing. Applying <em>Moses </em>to the facts of this case, we conclude the trial court’s admission of the challenged evidence at sentencing did not violate appellant’s Fourteenth Amendment due process rights. Thus, we affirm the challenged sentences.</p>\n<p id=\"b51-6\">I. BACKGROUND</p>\n<p id=\"b51-7\">Appellant was indicted for driving after having been declared a habitual offender and possessing cocaine, and he pled guilty to both offenses. Sentencing was originally scheduled for April 19, 2011, but was continued to May 23, 2011. Officer Kenneth Custer was in court on April 19, 2011, although it was not clear whether he was there for appellant’s sentencing or for some unrelated matter. At sentencing on May 23, 2011, the Commonwealth sought to introduce testimony from Officer Custer that appellant had been involved in a sale of crack cocaine on April 21, 2011, about three months after entering his guilty pleas for the instant offenses and a mere two days <page-number citation-index=\"1\" label=\"4\">*4</page-number>after the April 19 date for which his sentencing hearing was originally scheduled.</p>\n<p id=\"b52-4\">Officer Custer testified that on April 21, 2011, he and other officers were using a confidential informant to “conduct[] a buy-walk operation at the intersection of 24th and 0 Street.” When Officer Custer testified that appellant was involved in the transaction, appellant objected “on foundation grounds and hearsay,” noting the confidential informant was not in court and that the testimony was “a total surprise to us.” The trial court overruled the objection, and Officer Custer described the transaction as follows:</p>\n<blockquote id=\"b52-5\">The confidential informant walked up to ... the intersection of 24th and 0 Street, ... right next to 903 North 24th Street ... where—[appellant’s] grandmother lives. The confidential informant met up with an individual [and] inquirted] about purchasing crack cocaine. The individual then took the [informant’s] money, walked over to [appellant], made the inquiry to him. [Appellant] replied, if you know him, you deal with him. [Appellant] then walked into either 903 or 905 [24th Street], we could not verify which, came back a very short time later, made a hand-to-hand transaction with the third party in which the individual that the Cl made initial contact with handed over the illegal narcotic, a clear plastic baggy corner believed to be crack cocaine.</blockquote>\n<p id=\"b52-6\">Officer Custer indicated he was “familiar with [appellant]” prior to April 21, and when asked to describe their prior contacts, Custer answered as follows without mentioning appellant:</p>\n<blockquote id=\"b52-7\">In that same intersection block area, we’ve had numerous upon numerous complaints about the 900 block of 24th Street [near O] as well as 24th and M.... The complaints were so ... numerous[,] ... [i]t actually grabbed the media’s attention. The residents of Union Hill actually started to campaign on twitter.... [T]here was a news campaign for approximately about a month-and-a-half referencing the drug activity going on at 24th and O as well as 24th and <page-number citation-index=\"1\" label=\"5\">*5</page-number>M.... [T]hat, again, grabbed our attention, which the chief of police actually ... did a walkthrough with some of the residents, police officers during that time which actually quieted both areas down for approximately one week.</blockquote>\n<p id=\"Aq\">Appellant again objected, but the trial court again overruled the objection, noting appellant “[could] cross-examine.”</p>\n<p id=\"AZ\">Following a continuance due to appellant’s claim of surprise, appellant moved the court to reconsider its admission of Officer Custer’s testimony in the sentencing phase. Appellant cited the just-released panel decision in <em>Henderson v. Commonwealth, </em>58 Va.App. 363, 710 S.E.2d 482 (2011), as holding that the Fourteenth Amendment due process right to confrontation applies to testimonial hearsay in non-trial proceedings affecting an accused’s liberty interest. He relied on the definition of testimonial hearsay set out in the seminal Sixth Amendment Confrontation Clause case of <em>Crawford v. Washington, </em>541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), in support of his argument that the out-of-court statements of the confidential informant, introduced through Officer Custer, were improperly admitted under the Fourteenth Amendment.<footnotemark>2</footnotemark> He argued further that <em>Henderson </em>required the trial court to balance the Commonwealth’s interest in denying confrontation against appellant’s right to exercise it. Based on this argument, the court agreed to reconsider whether Officer Custer’s testimony should have been admitted at sentencing.</p>\n<p id=\"b53-5\">After issuance of the en banc decision in <em>Henderson, </em>59 Va.App. 641, 722 S.E.2d 275, which reached a result opposite that taken by the panel, the Commonwealth argued <em>Henderson </em>dealt with a probation violation and did not apply to sentencing proceedings, in which the Court has held that evidence of unadjudicated criminal activity may be considered. It relied on the <em>pre-Crawford </em>decision of <em>Moses, </em>27 Va.App. at 303, 498 S.E.2d at 456, in which the Court held the Confrontation Clause does not apply to sentencing proceedings and <page-number citation-index=\"1\" label=\"6\">*6</page-number>“that inclusion of information under Code § 19.2-299(C) from confidential informants does not violate the Fifth, Sixth or Fourteenth Amendments to the United States Constitution.” It noted further the reliance of the Court in <em>Moses </em>on the reliability of the confidential informant’s report and argued the information in appellant’s case was proved “even more reliable” due to Officer Custer’s ability to corroborate some of it.</p>\n<p id=\"b54-5\">When the sentencing hearing resumed on March 27, 2012, it was agreed appellant would first cross-examine Officer Custer and that the parties would then argue appellant’s motion to reconsider the admissibility of his testimony. During that cross-examination, Officer Custer testified the informant first began cooperating with police after being “charged with drugs” several months to a year prior to the transaction involving appellant. However, at the time of the controlled purchase involving appellant, the man did not have any outstanding charges pending and was, instead, “a paid informant.” Custer did not know whether the informant was “a known drug dealer” and knew nothing about his criminal record, such as whether he had any prior convictions or was on probation.</p>\n<p id=\"b54-6\">Custer testified that prior to the instant transaction involving appellant, Custer had never worked directly with the informant and had merely “spoken to him on a prior debrief which [had] led to an arrest,” an operation headed by someone other than Custer. Custer explained that Officer Brian Taylor “was using the informant on the day of the buy-walk” in which appellant was involved and that the informant was “actually Officer Verbena’s informant.” Custer explained that he was merely part of “the ID team and close cover” for the operation. Custer testified that Detective Taylor or another officer who was with him conducted the search of the informant prior to the controlled transaction. Custer testified that the informant is “always searched” “thoroughly” before and after a “buy-walk[ ].”</p>\n<p id=\"b55-4\"><page-number citation-index=\"1\" label=\"7\">*7</page-number>Custer testified that officers made a video recording of the event but that, for reasons not clear from the record, the expected audio recording was unavailable. Officer Custer did not witness the events firsthand. He gained his knowledge from watching the video the day the events occurred and speaking to the informant and “a [police] tech who was listening to the conversations” as they transpired. Custer said what the informant told him was consistent with what he saw in the video, and Custer identified appellant as having appeared in the video. Custer admitted the video was not good “as far as [showing] hand-to-hand transactions” and that “you never can see [appellant’s] hands in the video.” However, Custer emphasized “[i]t’s a good recording as far as” confirming that “[appellant] was there along with another individual.”</p>\n<p id=\"b55-5\">Following additional argument, the trial court ruled the testimony of Officer Custer was “sufficiently reliable” for it to be admissible as evidence of an unadjudicated prior bad act and indicated that what weight it should be given was a question for the trial court as the fact finder. On the conviction for driving after having been declared a habitual offender, a second or subsequent offense, the trial court sentenced appellant to three years with two years suspended, leaving him with the mandatory minimum of one year of active time. On the conviction for possessing cocaine, the trial court imposed a “midpoint” sentence of five years, with three years six months suspended.<footnotemark>3</footnotemark></p>\n<p id=\"b55-6\">II. ANALYSIS</p>\n<p id=\"b55-7\">“On appellate review, ordinarily, ‘the determination of the admissibility of relevant evidence is within the sound <page-number citation-index=\"1\" label=\"8\">*8</page-number>discretion of the trial court subject to the test of abuse of that discretion.’ ” <em>Henderson, </em>285 Va. at 329, 736 S.E.2d at 907 (quoting <em>Beck v. Commonwealth, </em>253 Va. 373, 384-85, 484 S.E.2d 898, 905 (1997)). However, in determining “whether a defendant’s [Fourteenth Amendment] due process rights [have been] violated by the admission of evidence,” a <em>de novo </em>standard of review applies. <em>See id.</em></p>\n<p id=\"b56-5\">A. DUE PROCESS CONFRONTATION RIGHTS AT SENTENCING</p>\n<p id=\"b56-6\">In <em>Moses, </em>we considered the right to confront one’s accusers in a sentencing proceeding under both the Sixth Amendment’s Confrontation Clause and the Fourteenth Amendment’s Due Process Clause. 27 Va.App. at 300-03, 498 S.E.2d at 455-56. We held that the Sixth Amendment right of confrontation was “ ‘a <em>trial </em>right’ ” and, thus, that it did not apply in “post-trial sentencing proceedings.” <em>Id. </em>at 300-01, 498 S.E.2d at 455 (emphasis added) (quoting <em>Pennsylvania v. Ritchie, </em>480 U.S. 39, 52, 107 S.Ct. 989, 998-99, 94 L.Ed.2d 40, 54 (1987)); <em>see Henderson, </em>285 Va. at 325, 736 S.E.2d at 905 (reaffirming that “the Sixth Amendment right of confrontation applies only in criminal <em>trials </em>” (emphasis added)); <em>Harper v. Commonwealth, </em>54 Va.App. 21, 22, 675 S.E.2d 841, 842 (2009) (holding that “though <em>Crawford </em>substantially changed the way courts must analyze claims under the [Sixth Amendment] Confrontation Clause, neither <em>Crawford </em>nor its progeny have expanded the applicable scope of the [Sixth Amendment] right of confrontation to sentencing hearings” and reaffirming that <em>Moses </em>governs the admissibility of hearsay at sentencing). We explained further that “[t]he United States Supreme Court has employed the [Fourteenth Amendment’s] Due Process Clause to define what information is available during sentencing hearings.” <em>Moses, </em>27 Va.App. at 301, 498 S.E.2d at 455; <em>see Henderson, </em>59 Va.App. at 648, 722 S.E.2d at 279 (holding the scope of a defendant’s confrontation rights under the Sixth Amendment’s Confrontation Clause and the Fourteenth Amendment’s Due Process Clause are “not ... congruent”).</p>\n<p id=\"b57-4\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>Outlining the contours of that due process right, we held a court may “use a presentence report containing hearsay and evidence of unadjudicated crimes without offending the due process guarantee” and that “ ‘most of the information now relied upon by judges to guide them in the intelligent imposition of sentences would be unavailable if information were restricted to that given in open court by witnesses subject to cross-examination.’ ” <em>Moses, </em>27 Va.App. at 301, 498 S.E.2d at 455 (quoting <em>Williams v. New York, </em>337 U.S. 241, 250, 69 S.Ct. 1079, 1084, 93 L.Ed. 1337, 1343 (1949)). We recited a more detailed list of the types of information upon which a court may rely at sentencing, including “prior juvenile adjudications, dismissed juvenile charges and pending charges, charges for which the accused has been indicted, but not convicted, offenses for which the defendant has been convicted, but not sentenced, convictions on appeal, and evidence of unadjudicated criminal activity.” <em>Id. </em>at 302, 498 S.E.2d at 455-56 (quoting <em>Thomas v. Commonwealth, </em>18 Va.App. 656, 659, 446 S.E.2d 469, 471 (1994) (en banc)); <em>see </em>Code § 19.2-299(A), (C) (requiring that a presentence report for certain felony drug offenses “include any known association of the defendant with illicit drug operations” and giving “the accused ... the right to cross-examine the investigating officer as to any matter contained [in the presentence report] and to present any additional facts bearing upon the matter”); <em>Moses, </em>27 Va.App. at 303, 498 S.E.2d at 456 (holding inclusion in a presentence report “of information under Code § 19.2-299 from confidential informants does not violate the Fifth, Sixth or Fourteenth Amendments”). Finally, we noted that “[t]his broad rule of inclusion is tempered by the requirement that the information bear some indicia of reliability.” <em>Id. </em>at 302, 498 S.E.2d at 456 (citing <em>Alger v. Commonwealth, </em>19 Va.App. 252, 258, 450 S.E.2d 765, 768 (1994)).</p>\n<p id=\"b57-5\">Appellant urges application of the more stringent balancing test for admissibility enunciated recently in <em>Henderson. </em>However, <em>Henderson </em>expressly applies only to probation revocation proceedings. <em>Henderson, </em>285 Va. at 321, 736 S.E.2d at <page-number citation-index=\"1\" label=\"10\">*10</page-number>903. The Supreme Court of Virginia, in deciding <em>Henderson, </em>simply did not address sentencing proceedings.</p>\n<p id=\"b58-5\">The contours of the Fourteenth Amendment due process right applicable to probation revocation proceedings, set out by this Court and approved by the Virginia Supreme Court in <em>Henderson, </em>are derived from two United States Supreme Court decisions. In the first, <em>Morrissey v. Brewer, </em>408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972), the Court applied certain Fourteenth Amendment due process rights, including a “limited” right of confrontation, to a parole revocation proceeding. <em>See Henderson, </em>285 Va. at 325-27, 736 S.E.2d at 905-06 (discussing the origins of the Fourteenth Amendment right). In this context, the Court held a defendant has “ ‘the right to confront and cross-examine adverse witnesses ... unless the hearing officer specifically finds good cause for not allowing confrontation.’ ” <em>Id. </em>at 326, 736 S.E.2d at 905 (quoting <em>Morrissey, </em>408 U.S. at 489, 92 S.Ct. at 2604, 33 L.Ed.2d at 499). “[E]mphasiz[ing]” the “narrow [nature of the] inquiry,” the Court held “there is no thought to equate this ... stage of parole revocation to a criminal prosecution in any sense” and indicated “the process should be flexible enough to consider evidence including letters, affidavits, and other material that would not be admissible in an adversary criminal trial.” <em>Morrissey, </em>408 U.S. at 489, 92 S.Ct. at 2604, 33 L.Ed.2d at 499. In the second of these decisions, <em>Gagnon v. Scarpelli, </em>411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973), the Court extended <em>Morrissey’s </em>due process protections to proceedings involving the revocation of probation. <em>See Henderson, </em>285 Va. at 325, 736 S.E.2d at 905.</p>\n<p id=\"b58-6\">The United States Supreme Court had already decided <em>Morrissey </em>and <em>Gagnon </em>when we addressed, in <em>Moses, </em>the impact of the Fourteenth Amendment’s Due Process Clause on sentencing proceedings, and nothing in the controlling case law of this Court, the Virginia Supreme Court, or the United States Supreme Court indicates a defendant has a Fourteenth Amendment due process right to confront witnesses against him at sentencing. Although a probation or parole revocation <page-number citation-index=\"1\" label=\"11\">*11</page-number>proceeding is not a trial at which “the ‘full panoply’ of constitutional rights” applies, <em>Henderson, </em>285 Va. at 325, 736 S.E.2d at 905 (quoting <em>Morrissey, </em>408 U.S. at 480, 92 S.Ct. at 2600, 33 L.Ed.2d at 494), such a proceeding nevertheless requires an assessment of wrongdoing like in the guilt phase of a trial and, thus, is more akin to a trial than a sentencing proceeding is. Therefore, it remains appropriate that the lesser standard of “some indicia of reliability” recognized in <em>Moses </em>is the standard applicable at sentencing.</p>\n<p id=\"b59-5\">B. APPLICATION OF <em>MOSES </em>RELIABILITY PRINCIPLES</p>\n<p id=\"b59-6\">We hold the hearsay evidence at issue here met the lower reliability threshold required for admissibility of hearsay in a sentencing proceeding. <em>Moses, </em>which appellant points out involved seven or eight informants said to be “reliable” by law enforcement personnel, did not purport to set the floor for the level of reliability required for admitting evidence of unadjudicated criminal conduct at sentencing. 27 Va.App. at 297-98, 498 S.E.2d at 453-54. Further, <em>Moses </em>involved an additional layer of hearsay not present here, because the law enforcement personnel who received the informants’ statements did not testify at defendant Moses’s trial; instead, one or more officers made hearsay statements to the probation officer, who in turn prepared the addendum containing the hearsay statements the informants had made to the officers.<footnotemark>4</footnotemark> <em>Id. </em>We affirmed the admission of the addendum to the presentence report based on the trial court’s finding that the information from the confidential informants was “reliable due to corroboration from other sources and its particularity,” but we did not examine that evidence in any detail. <em>Id. </em>at 302, 498 S.E.2d at 456.</p>\n<p id=\"b59-7\"><em>Wolfe v. Commonwealth, </em>37 Va.App. 136, 554 S.E.2d 695 (2001), relied upon by the Commonwealth to support admis<page-number citation-index=\"1\" label=\"12\">*12</page-number>sion of the challenged evidence, involved both a single witness and multiple levels of hearsay.<footnotemark>5</footnotemark> In <em>Wolfe, </em>the defendant’s coworker told a sheriffs department employee that the defendant had threatened him by holding a box cutter to his throat. <em>Id. </em>at 139, 142-43, 554 S.E.2d at 697, 698. At sentencing, the Commonwealth offered this evidence through a probation officer who spoke to the sheriffs department employee who performed the investigation; the probation officer did not speak personally to the victim or any witnesses. <em>Id. </em>We noted “[t]he probation officer reported that the victim had not pressed charges because he was frightened” but that “Wolfe was fired after this incident,” and we concluded “[t]hese circumstances provide[d] the requisite ‘indicia of reliability.’ ” <em>Id. </em>at 143, 554 S.E.2d at 698.</p>\n<p id=\"b60-5\">In appellant’s case, the indicia of reliability were at least as strong as in <em>Moses </em>and <em>Wolfe. </em>Here, Officer Kenneth Custer testified at sentencing, explaining that he participated as part of “the ID team and close cover” in the “buy-walk operation” which used the confidential informant. Custer testified the informant would have been thoroughly searched immediately before and after the controlled transaction to be sure he had no contraband in his possession and that the informant returned from the transaction with a clear plastic baggy corner of what was believed to be crack cocaine. Although Officer Custer was unable to observe the drug transaction live, he watched a video recording of it the same day it occurred. When he discovered that audio expected to accompany the video was unavailable, he spoke to “a [police] tech who was listening to the conversations” as they transpired and obtained the technician’s verbal report of those conversations.<footnotemark>6</footnotemark> Officer Custer also spoke personally to the informant.</p>\n<p id=\"b61-4\"><page-number citation-index=\"1\" label=\"13\">*13</page-number>Although Officer Custer was not familiar with the informant’s record,<footnotemark>7</footnotemark> he knew the informant had previously worked with a different police officer and was receiving a small payment for his participation in the buy-walk operation rather than working for a reduction in any pending charges. Further, Custer testified that the information he received from the informant was consistent with what he saw on the video and heard from the police technician who monitored the conversations on the audio feed. Thus, the record contains evidence corroborating the informant’s statements to Officer Custer.</p>\n<p id=\"b61-5\">The fact that neither appellant’s hands nor the hands of the third party from whom the informant said he received the drugs were visible in the video as they conducted the transaction did not render the evidence of the unadjudicated act insufficiently reliable to support their admission. Officer Custer’s testimony expressly confirmed that the informant, the third party, and appellant all appeared in the video and that the informant returned with drugs. Officer Custer also testified the audio technician’s report of what transpired corroborated the informant’s report. We therefore hold, under the totality of the circumstances, that the challenged evidence met the “requirement that the information [from the non-testifying informant] bear <em>some indicia </em>of reliability.” <em>Moses, </em>27 Va. App. at 302, 498 S.E.2d at 456 (emphasis added).</p>\n<p id=\"b62-4\"><page-number citation-index=\"1\" label=\"14\">*14</page-number>To the extent appellant contends Officer Custer’s reliability was suspect because “[he] was a police officer and thereby had an adversarial relationship with [appellant], an alleged drug dealer,” the reliability of Officer Custer is irrelevant to the admissibility issue because Officer Custer testified live at sentencing and was available for cross-examination. Appellant’s arguments concerning the reliability of Officer Custer’s testimony and his statements about what the informant said go to the weight of the evidence rather than to its admissibility. <em>See </em>Code § 19.2-299(A) (providing that when a sentencing court receives a presentence report, “the accused ... shall ... be given the right to cross-examine the investigating officer as to any matter contained therein and to present any additional facts bearing upon the matter”).</p>\n<p id=\"b62-5\">II.</p>\n<p id=\"b62-6\">Thus, we hold appellant’s Fourteenth Amendment claim lacks merit, and we affirm the challenged sentences.</p>\n<p id=\"b62-7\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b51-8\">. Appellant also raised a Sixth Amendment confrontation claim on brief, but he withdrew this claim at oral argument, conceding that he did not present it to the trial court. Appellant also does not challenge the convictions underlying these sentences.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b53-6\">. Appellant did not raise a Sixth Amendment Confrontation Clause argument in the trial court and concedes no such argument is before this Court in this appeal. <em>See supra </em>footnote 1.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b55-8\">. Appellant also had a suspended sentence of four years three months for a previous conviction of cocaine possession. The trial court found he violated the terms and conditions of that suspended sentence but said \"I'm not going to revoke any of your suspended time.” It also \"remove[d] [appellant] from probation on that case.” The outcome of this related probation revocation proceeding is not before this Court on appeal.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b59-8\">. The trial court gave the defendant in <em>Moses </em>the opportunity to subpoena and cross-examine the officers who gathered the information contained in the report, but the defendant declined that offer. <em>Moses, </em>27 Va.App. at 298, 498 S.E.2d at 454.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b60-6\">. In <em>Wolfe, </em>the defendant challenged the admission of three unrelated episodes of prior violent or threatening conduct. 37 Va.App. at 142-43, 554 S.E.2d at 698-99. We focus on the one incident considered by the Commonwealth, on brief, to be \"[m]ost pertinent to the instant case.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b60-7\">. Appellant had the opportunity to cross-examine Officer Custer concerning what he learned from the police audio technician, but he did <page-number citation-index=\"1\" label=\"13\">*13</page-number>not do so. Appellant also posed no specific objection at trial to the admission of Officer Custer's testimony based on the technician's report. Finally, on brief on appeal, appellant does not challenge the admissibility of this evidence and, in fact, makes no mention of it. We therefore conclude this unchallenged evidence is available on appeal for purposes of corroborating the challenged information from the informant.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b61-7\">. The informant was not available for cross-examination, but the Commonwealth, at appellant’s request, later furnished the trial court with a copy of the informant’s record. Thus, the trial court knew when it sentenced appellant that the informant had prior convictions for ‘‘Habitual offender, possession of a controlled substance and possession with intent to distribute,” as well as convictions for two misdemeanors involving lying, cheating or stealing.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}