{
  "casebody": {
    "data": "<casebody firstpage=\"18\" lastpage=\"26\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b26-4\">JOHN MURPHY AHD JOHN NESBIT, Plaintiffs and Respondents, <em>v. </em>JAMES F. KEYES, Defendant and Appellant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b26-5\">PROMISSORY NOTE.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b26-6\">1. Accommodation, when a defense.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b26-7\">1. Where the note is made at the <em>request, </em>and for the <em>accommodation, of the plaintiff, </em>without any consideration whatever between the plaintiff and the maker, such facts constitute a good defense in favor of the maker.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b26-8\">3. Evidence, what sufficient to carry a case to the jury on SUCH FACTS.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b26-10\">1. Where there was evidence to the effect that <em>plaintiffs having a claim against A. </em>(the father), requested him to give them <em>therefor the notes of one of his sons, </em>as they could not use his paper, and that thereupon at an interview between one of the plaintiffs, the father and his son, at which the son made the note sued on, the father, in the presence of the plaintiff said to his son that the making of the note was a mere form, and that- he, the father, would see to it, and the son would have nothing to-do with it, and thereupon the <em>son gave the note payable to the order of the father, </em>knowing it was for debt due by the father to the plaintiffs, <em>which note was indorsed by the father to the plaintiffs, </em>and also evidence to the effect that before this interview the father had told the son that the plaintiffs wanted his note, and the son objected on ground that he owed plaintiffs nothing whatever on it¡' and the father said that the plaintiffs wanted his (the son’s) note, so that they could raise money on it, inasmuch as they could not raise money on the father’s note, and that it was a mere form; and also conflicting evidence as to whether plaintiffs gave a receipt for the debt for which the note was received, or took the note in payment of the debt,</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b26-11\">HELD,</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b26-12\">that the evidence was sufficient to carry the case to the jury on the question as to whether the note was made at the request of,, and for the accommodation of the plaintiffs, without any consideration whatever between the plaintiffs and the son.</headnotes>\n<p data-order=\"8\" data-type=\"judges\" id=\"b26-13\">Present, Freedman, Curtis and Speir, JJ.</p>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"b26-15\"><em>Decided February </em>1, 1875.</decisiondate>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b27-4\"><page-number citation-index=\"1\" label=\"19\">*19</page-number>The action was brought against James F, Keyes, as maker, and against Christopher Keyes, as indorser of a promissory note held by plaintiffs.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b27-5\">The defendant James F. Keyes, by answer, denied being indebted to the plaintiffs for or on account of the cause of action alleged in the complaint, and byway of separate defense pleaded : “ That the note, set forth in said complaint, was made and given to the plaintiffs by this defendant at their special instance and request, and for their special accommodation, and that the said plaintiffs, never, at any time, paid or gave this defendant any value whatever for the said note, and he never received any consideration for the making and delivering of said note to the plaintiffs.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b27-6\">On the trial the defendant' having the affirmative, his counsel called him as a witness, and he testified : “ Eight after breakfast, on the day on which the note is dated, my father said to me, Mr. Wesbit is coming up here this morning and wants you to give him your note ; I objected to it and said I did not owe Mr. Nesbifc anything; my father said \"he said he wanted your notes, so that he could raise money on them, because he could not raise money on my father’s notes.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b27-7\">“ When Mr. Mesbit arrived I was called down stairs, and when I came up my father’s desk was open and Mr. Mesbit was sitting alongside the desk ; I was kind of slow; I did not want to do it, and my father says,</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b27-8\">‘ go on, it is just a mere matter of form,’ and then I came to that conclusion ; I did not suppose there was anything wrong, and I drew the note; I was never called upon by Mr. liesbit to pay the note, although I saw him frequently after it became due ; I was present at a conversation between him and my father about this note after it became due.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b27-9\">“ One Sunday afternoon when Mr. Kesbit was in our house we were sitting up in the parlor and we got talking about the money my father owed BCes<page-number citation-index=\"1\" label=\"20\">*20</page-number>bit, and they went to have a drink ; meantime they had taken a drink and Mr. Besbit said to my father, ‘ If you will pay this note, I will renew the other two notes for you.’ The conversation was addressed to him and not to me in regard to the note ; I frequently saw Mr. Besbit after that time, and he never spoke to me on the subject of the note ; I never had any transactions with the plaintiffs ; I never owed them anything; I wrote the note at the request <em>of </em>John Besbit.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b28-6\">On cross-examination he testified :</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b28-7\">“ I knew at the time that I signed this note that my father was owing Murphy <em>&amp; </em>Besbit for bricks to a large amount, and at the same time I signed this note, I signed two other notes, each being for about the same amount. Mr. Besbit gave me on a piece of paper the figures that my father owed the firm, and the three notes were made for the amount of those figures.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b28-8\">“The other note is dated December 10, for one thousand three hundred dollars ; Mr. Besbit gave me the notes and figures to put down, and I put them down according to his instructions ; I suppose the three notes were all made for the indebtedness of my father to Murphy &amp; Besbit; I suppose that was the object of them, I so understood at the time; they were drawn payable to my father’s order. After I drew the notes, Mr. Besbit took them ; I just done it as a mere matter of form for their accommodation.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b28-9\">On re-direct examination, he testified :</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b28-10\">“I had known Mr. Besbit all my life ; he was very intimate with my father; whatever they said to me I believed; I had great confidence in them; when this was stated to me by my father in Mr. Besbit’s presence that it was simply signed as a matter of form, I believed it; and Mr. Besbit, did not expect me ever to lift those notes ; he knew I could not lift them ; my father’s notes at that time had gone to protest; and he was discredited at the bank.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b29-4\"><page-number citation-index=\"1\" label=\"21\">*21</page-number>Christopher Keyes, a witness, produced and sworn on the part of the defendant, testified as follows:</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b29-5\">‘‘I am the father of the last witness ; I know Murphy &amp; Kesbit, and was present at the time the note in suit was signed by my son ; it was signed in the basement of my dwelling-house, Ko. 108 Bast 70th street; the date and amount of the three notes were fixed by Mr. Kesbit; the three notes were signed together; at this time my son owed me nothing at all; there was no consideration for that note as between me and my son ; I have had dealings with Murphy &amp; K esbit for the last twenty years, and had given them checks previous to that time which were protested.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b29-6\">“At the request of Mr. Kesbit, I asked my son to make these notes.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b29-7\">“ Mr. Kesbit said he could not do anything with my note ; that my checks had. been dishonored, and it would be better for me to get one of my boys to give him a note ; and this boy was the only one living in the house with me ; I thought that Mr. Kesbit would come up on Saturday night, but he left word that he would be up on Sunday morning, and I told my boy not to go away; that Mr. Kesbit was coming up there on Sunday to get some notes; my boy says, ‘ I do not owe Mr. Kesbit any money ; I do not want to be giving notes.’ I says it is only a matter of form ; Mr. Kesbit can not raise the money on my notes, and when they come duel will pay them ; he can not raise money on my notes and wants to raise it on yours. I told my boy, in Kesbit’s presence, that it was a mere matter of form, and that I would see to it, and he would have nothing to do with it. After this note became due, Kesbit called upon me for the payment of the note, and said unless I paid the notes he would put a lien on my buildings.”</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b29-8\">On cross-examination, he testified :</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b29-9\">“ These three notes were made for the amount of the <page-number citation-index=\"1\" label=\"22\">*22</page-number>debt 1 owed Murphy <em>&amp; </em>IsTesbit; I asked my son to sign the notes as an accommodation of Murphy &amp; Nesbifc; the consideration was the amount I owed Murphy &amp; Nesbit.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b30-4\">Defendant then rested.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b30-5\">The plaintiff then called as a witness John Nesbit, who testified:</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b30-6\">\"1 saw James F. Keyes draw and sign this note ; it was indorsed by Christopher Keyes then, and delivered to me.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b30-7\">“ Q. State what took place <em>%</em></summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b30-8\">“A. Mr. James F. Keyes drew three notes; Mr. Christopher Keyes gave me the three notes, and I indorsed and gave him a receipt on his bill for each and every note ; squared the bill up ; the bill was for the claim I had against Keyes for materials furnished ; it was stated that the notes were to me for our debt and I say I receipted the bill in full; that was at the time the note was given.”</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b30-9\">On cross-examination, he testified\":</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b30-10\">‘ ‘ I put a lien on this property <em>; </em>a part of that lien was a debt for which these notes were given.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b30-11\">“Q. The lien covers the three notes to the extent of the lien <em>%</em></summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b30-12\"><em>\"A. </em>Yes, sir ; to the extent of the lien.”</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b30-13\">The defendant’s counsel then put in evidence the notice of mechanics’ lien and affidavit.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b30-14\">The notice was dated March 7,1874, and the affidavit sworn to same day, and both filed same day.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b30-15\">James F. Keyes on being recalled, testified :</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b30-16\">\" “At the time these three notes were drawn, signed, and indorsed, there was no bill against my father produced, or any receipt given.”</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b30-17\">On cross-examination, he testified :</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b30-18\">“ I mean to say that I did not see any bill; all the papers I saw Mesbit with was a paper he handed me, a slip of paper with the amount of these notes ; he did <page-number citation-index=\"1\" label=\"23\">*23</page-number>not say anything about the indebtedness; that was the amount for which I was to draw the notes; how much my father owed him I did not know.”</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b31-5\">Christopher Keyes, on being recalled, testified :</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b31-6\">“At the time these notes were drawn, signed, and indorsed no bill of Murphy &amp; Kesbit, nor any receipt was given to me.”</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b31-7\">On cross-examination, he testified ;</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b31-8\">“Mr. Nesbit did not have any bills at the time the notes were given there ; I am positive of this.”</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b31-9\">Testimony was then closed.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b31-10\">Plaintiff’s counsel then asked the court to direct a verdict for the plaintiffs on the evidence.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b31-11\">Defendant’s counsel insisted that the case should go to the jury, but the court ruled that there was no question for the jury and refused to permit the case to go to the jury, and defendant’s counsel then and there excepted. The court ordered a verdict for the plaintiffs, to which the defendant’s counsel then and there excepted.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b31-12\">The jury, under the direction of the court, found a verdict for the plaintiffs.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b31-13\">Defendant’s counsel moved for a new trial on the minutes, which motion was denied. ■</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b31-14\">Judgment having been entered, the defendant, James F. Keyes, appealed therefrom, and also from the order denying the motion for a new trial.</summary>\n<attorneys data-order=\"52\" data-type=\"attorneys\" id=\"b31-15\"><em>J. F. Malcolm, </em>attorney, and <em>John E. Burrill, </em>of counsel for appellant, urged;</attorneys>\n<summary data-order=\"53\" data-type=\"legal\" id=\"A2\">I. The evidence clearly established that the defendant James F. Keyes received no consideration for the notes. If it be claimed that there was any doubt on that point, the defendant was entitled to have the cause submitted to the jury (Stone <em>v. </em>Flower, 47 <em>N. </em>Y. <em>R. </em>566; Buckman <em>v. </em>Jenks, 55 <em>Barb. </em>468, 473).</summary>\n<summary data-order=\"54\" data-type=\"legal\" id=\"b31-16\">II. The claim of the plaintiffs that they had paid <page-number citation-index=\"1\" label=\"24\">*24</page-number>value for the note by receiving it in payment of the debt due by Christopher Keyes to them was disputed by defendant, and there was a direct conflict on this point which entitled the defendant to have the case submitted to the jury. Same cases.</summary>\n<summary data-order=\"55\" data-type=\"legal\" id=\"b32-5\">III. If it be claimed that for any other reason the plaintiffs could recover against the defendant, James F. Keyes, although Christopher Keyes could not, then we submit there was evidence sufficient to go to the jury on the question whether the note was made by James F. Keyes at the request and for the accommodation of the plaintiffs, and also on the question whether-it was not made and delivered on the faith of the representations of the plaintiff that it was a mere matter of form. Same cases.</summary>\n<attorneys data-order=\"56\" data-type=\"attorneys\" id=\"b32-6\"><em>Nelson Smith, </em>attorney, and of counsel for respondent, urged;</attorneys>\n<summary data-order=\"57\" data-type=\"legal\" id=\"Am-\">I. The defendant’s exception to the direction, by the court, for the jury to find a verdict for plaintiff, is not well taken. The defendant, James F. Keyes, was, <em>prima facie, </em>liable on the notes as maker,, and he had shown nothing which released him from his-liability (Schepp <em>v. </em>Carpenter, 51 <em>N. Y. </em>602, and cases there cited). The question here presented is a simple, although an important one. Simple, as involving but one principle of law. Important, because a decision adverse to thp plaintiffs will unsettle great numbers of transactions in commercial paper. It is an every-day occurrence, in business, for a creditor to take his debtor’s paper with a “good indorser,” to such an extent, that almost the first question which a creditor asks of a debtor who is desirous of not being pressed for a cash payment of his debt, is about: the security. “ Can you give me a good indorser? ” It was so in this-case where James F. Keyes himself says : “ My father said ‘ (Nesbit) said he wanted your notes so that he could raise money on them,’ because he could not raise-<page-number citation-index=\"1\" label=\"25\">*25</page-number>money on my father's notes.’. The debtor, therefore, does as the creditor desires. A third party indorses— or makes—the notes for the accommodation of the debtor. It is understood between all parties that they are bound, else why go through such a useless formality <em>% </em>Does the law then step in and say no ? Does it release the party, when he, himself, expected and intended to be bound? We submit not. This case is, however, a much stronger one than the illustration, or than the case of Schepp v. Carpenter <em>[supra). </em>For here it was not so much “accommodation” to Christopher Keyes, as it was payment of his debt. The plaintiffs took these notes for their debt, where plaintiff, FTesbit, says “ Mr. James F. Keyes drew three notes. Mr. Christopher Keyes gave me the three notes, and I indorsed and gave him a receipt on his bill for each and every note; squared the bill up.” It would not be pretended that James F. Keyes might not, if he chose, have paid his father’s debt to the plaintiff in cash. But where is the difference between giving the cash and giving the note ? His father’s debt to the plaintiffs, if he so chose to consider it, as he did in this case, was as much a consideration in the one case as in the other. Certainly, if he had paid the cash, he could not have recovered it back on the ground of failure of consideration, or that there was no consideration. How then can he defeat a recovery on his note upon the same state of facts ? He showed, therefore, no ground, lefeating his <em>prima facie </em>liability on the note, and the court, in directing a verdict for the plaintiffs, committed no error. (2.) The notice of mechanics’ lien made-no element in the case, (a.) The rights of the parties in this case became fixed December 20, 1873, at the time when the note was made, signed, indorsed and delivered, and they could not be affected by filing of a lien long subsequently. (5.) There is nothing in the notice at all conflicting with any testimony in this case, <page-number citation-index=\"1\" label=\"26\">*26</page-number>or showing anything to defeat plaintiffs’ <em>prima facie </em>right of recovery. It shows nothing, except that plaintiffs simply wished to do all they could to get their money.</summary>\n<opinion data-order=\"58\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b34-5\">By the Court.—Freedman, J.</author>\n<p id=\"Ad\">If the evidence given on the part of the defense had simply showed that the appellant made the note in question for the accommodation and general benefit of his father, Christopher Keyes, that it was delivered to the latter without restrictions as to the manner of its use, and that thereupon the latter indorsed and delivered it to the plaintiffs, the appellant was clearly liable on it, though he had. received no consideration for making it (Schepp <em>v. </em>Carpenter, 51 <em>N. Y. </em>602, affirming S. C., 49 <em>Barb. </em>542; Cole <em>v. </em>Saulpaugh, 48 <em>Barb. </em>104). But the evidence went beyond this, it tended to show, and if credited by the jury, would have authorized the jury to find that the note was made at the request of, and for the accommodation of the plaintiffs, and without any consideration whatsoever as between them and the appellant. This the appellant had a right to prove, for the consideration of a negotiable paper is examinable as between the original parties to that paper, and hence it may always be shown, as between such parties, that there was no original consideration, or that the original consideration has wholly failed.</p>\n<p id=\"b34-6\">The appellant was, therefore, entitled to have the case submitted to the jury, and the direction of a verdict against him constituted error.</p>\n<p id=\"b34-7\">The judgment and order appealed from should be severally reversed, and a new trial ordered, with costs to the appellant to abide the event.</p>\n<p id=\"b34-8\">Curtis and Speir, JJ., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}