{
  "casebody": {
    "data": "<casebody firstpage=\"197\" lastpage=\"211\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b207-4\">HICKOX <em>v. </em>LOWE <em>et al.</em></parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b207-5\">Whether a conveyance, absolute in form, executed in consideration of a precedent debt on the part of the grantor to the grantee, and an agreement executed at the same time by the grantee to re-convey the premises to the grantor upon payment of the consideration, with interest and expenses, taken together constitute a mortgage or a conditional sale, depends upon the fact whether the debt was discharged by the conveyance, or subsisted afterwards.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b207-6\">If the debt continued after the execution of the conveyance, the instruments constitute a mortgage; if, on the other hand, the debt was extinguished by the conveyance, the agreement to re-convey must be regarded as an independent contract, in no respect affecting the absolute character of the original instrument.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b207-7\">The only difficulty which arises, where there is an absolute conveyance with an attendant agreement to re-convey, is to ascertain the fact whether the debt subsists or has been extinguished; and where there is doubt on this point, Courts of Equity lean in favor of the right of redemption, and construe instruments as constituting a mortgage rather than a conditional sale.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b207-8\">A provision in an agreement for a re-conveyance, upon the payment of the precise amount of the consideration, and a stipulated monthly interest thereon, is a circumstance favoring the conclusion that the debt subsisted.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b207-9\">A provision in the agreement, for the application of the proceeds of the property, after deducting the expenses of its charge to the payment of the monthly interest, and any excess, upon the principal sum, is a very strong circumstance to show the existence of the debt, and when taken in connection with the other circumstance above stated, is conclusive that the debt was not extinguished by the conveyance, and that the transaction was intended as a mortgage.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b207-10\">A conveyance, and an attendant agreement for a re-conveyance upon the payment of the amount of the consideration and interest, do not of themselves in the absence of other circumstances create a mortgage, but only a defeasible purchase, which should be narrowly watched lest it may be made the means of converting what was in fact intended as security, into an absolute purchase.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b207-11\">Slight circumstances will determine the transaction to be one of mortgage, when that can be done without violence to the understanding of the parties.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b207-12\">It is not necessary, to constitute a mortgage, that it should appear upon the face of the papers that there was any personal obligation on the part of the mortgagor to pay the amount of the principal and interest. Such obligation would only enable the mortgagee to look to the mortgagor for any deficiency remaining after the application of the proceeds of sale of the premises to the payment of the sum secured.</syllabus>\n<summary data-order=\"9\" data-type=\"history\" id=\"b207-13\">Appeal from the District Court of the Fourteenth Judicial District, County of ¡Nevada.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b207-14\">On the twentieth day of December, a. d. 1856, the plaintiff executed and delivered to the defendant, Lowe, the following conveyance:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b207-15\">“ Know all men by these presents, that I, J. H. Hiekox, of Downieville, Sierra county, State of California, of the first part, for and in consideration of the sum of four thousand five hundred dollars, ($4500,) lawful money of the United States, to me in hand paid by the party of the second part hereinafter named, the receipt whereof is hereby acknowledged, have granted, bargained, sold, and conveyed, unto Thos. R. Lowe, of Monte Cristo, State and county aforesaid, of the second part, all my right, title, and interest, of, in, and to, the following described property, to <page-number citation-index=\"1\" label=\"198\">*198</page-number>wit: One claim in the Eavine Tunnel Company, at Monte Cristo aforesaid, which company is a mining-company, holding mining-claims, lying between the Keystone Company on the west, and the Empire Company on the east; the said claim hereby conveyed, being one undivided one-twelfth part of said Eavine Tunnel Company’s grounds, together with the appurtenances, fixtures, and material, unto said interest hereby conveyed belonging or in anywise appertaining. To have and to hold the above described property, and each and every part thereof, to his the said party of the second part’s sole interest and benefit, use and profit, in his possession, now being free and clear of all incumbrances upon my part, or on the part of my agent, or agents, and any and all legal representatives thereunto by me, the said party of the first part, thereunto legally authorized, which free and clear condition as above set forth, I, the said party of the first part, do by these presents forever warrant and defend.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b208-5\"><em>“ </em>In testimony whereof, I have hereunto set my hand and seal this twentieth day of December, a. d. 1856.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b208-6\">“ J. H. Hickox. [seal.]</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b208-7\">“In presence of Alanson Smith, J. Peterson.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b208-8\">■ “ <em>State of California, County of Sierra: </em>ss.—On this the twentieth day of December, a. d. 1856, before me, a justice of the peace in and for said county, personally appeared J. H. Hickox, known to me to be the person mentioned and described in, and who executed the foregoing instrument, who acknowledged to me that he executed the same freely and voluntarily, and for the uses and purposes therein mentioned.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b208-9\"><em>“ </em>In testimony whereof, I have hereunto set my hand and name of office this day and year last above written.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b208-10\">“ G. Harris, Justice of the Peace,</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b208-11\">“ In and for Township Ho. 9, in said County.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b208-12\">The above instrument was filed for record in the office of the recorder of Sierra county, December 20, 1856, at seven o’clock, p. m., and was afterwards duly recorded.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b208-13\">At the same time the above instrument was executed, the defendant, Lowe, executed to the plaintiff the following agreement :</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b208-14\">“ Know all men by these presents, that I, Thos. E. Lowe, of Monte Cristo, Sierra county, California, having this twentieth day of December, a. d. 1856, purchased of J. H. Hickox, of Downieville, county and State aforesaid, by bill of sale from said J. H. Hickox to me, the said Thos. E. Lowe, bearing even date herewith, of a certain mining interest therein described as follows, to wit: One claim in the Eavine Tunnel Company at Monte Cristo aforesaid, which company is a mining-company holding mining-claims lying between the Keystone Company <page-number citation-index=\"1\" label=\"199\">*199</page-number>on the west, and the Empire Company on the east, the said claim hereby conveyed being one undivided one-twelfth part of said Ravine Tunnel Company’s grounds, together with the appurtenances, fixtures, and materials, unto said interest hereby conveyed belonging or in anywise appertaining, said purchase being made for the consideration of four thousand five hundred dollars, as in said bill of sale set forth;</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b209-5\">“Mow, therefore, in consideration of said purchase, as per said bill of sale, I, the said Thos. R. Lowe, party of the first part, hereby covenant and agree for myself, and for my heirs and assigns, to and with the said J. H. Hickox, party of the second part, his heirs and assigns, to re-convey to the said party of the second part, the property above set forth, and in said bill of sale described, by a bill of sale of equal value and solemnity with that herein referred to, which said covenant of re-conveyance herein made, is and shall be based upon the following conditions precedent upon the part of the said party of the second part, the said J. H. Hickox, to be done and performed, that is to say :</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b209-6\">“ The said J. H. Hickox, the party of the second part, shall pay to the said Thos. R. Lowe, party of the first part, or to his heirs and assigns, at any time within from two to four months from the date hereof, the said sum of four thousand five hundred dollars, (14500,) together with three hundred dollars per month for the use thereof, and all expenses upon the part of the aforesaid party of the first part in taking charge of said mining interest conveyed in and by said bill of sale, and herein referred to.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b209-7\"><em>“ </em>E ow, if the said party of the second part shall elect to perform the above and foregoing conditions precedent, and repay the said four thousand five hundred dollars, with the use thereof, and all expenses as hereinbefore set forth, then and in that case these presents shall be and become operative and of full force and effect, otherwise to be and become null and void and of no effect whatever. And I, the said party of the first part, do further covenant and agree, by and with said party of the second part, to apply the proceeds of said claim mentioned in said bill of sale, after deducting expenses of the aforesaid charge thereof, to the payment of the said three hundred dollars per month, use and value of said four thousand five hundred dollars; and if the monthly proceeds thereof shall at any time exceed the said sum of three hundred dollars per month after deducting expenses aforesaid, the said excess shall be, and the said party of the first part agrees to and with the said party of the second part, to pay the same, and apply the same upon the said sum of four thousand five hundred dollars.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b209-8\">“ In testimony whereof, I, the said party of the first part, have hereunto set my hand and seal, this twentieth day of December, a. n. 1856. Thos. R. Lowe, [seal.]</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b210-4\"><page-number citation-index=\"1\" label=\"200\">*200</page-number>“ Signed, sealed, and delivered, in presence of Alanson Smith, J. Peterson.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b210-5\">“ <em>State of California, County of Sierra: </em>ss.—On this twentieth day of December, a. d. 1856, personally appeared before me, a justice of the peace in and for said county, Thomas R. Lowe, known to me to be the person mentioned and described in, and who executed the foregoing instrument, who acknowledged to me that he executed the same freely and voluntarily, and for the uses and purposes therein mentioned. In testimony whereof, I have hereunto set my hand and name of office, this day and year last above written.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b210-6\">“ G-. Harris, Justice of the Peace,</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b210-7\">“In and for Township Ho. 9, said county.”</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b210-8\">The said agreement was filed for record in the office of the recorder of Sierra county, December 20, 1856, at seven o’clock p. M., and was afterwards duly recorded.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b210-9\">The defendant, Lowe, entered into the possession of the mortgaged premises soon after the execution of the said instruments, and received the proceeds of the mining interest.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b210-10\">On the 25th of December, 1857, the plaintiff tendered to the defendant, Lowe, $6000, the amount alleged to be due to him after deducting the proceeds of the claim according to the terms of the agreement, which sum the defendant, Lowe, refused to receive. The plaintiff thereupon filed his bill to redeem.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b210-11\">In his complaint, the plaintiff alleges that the plaintiff “ being indebted” to the defendant, Lowe, made the conveyance to him. The defendant, Lowe, in his answer admits the consideration of the conveyance was an indebtedness of the plaintiff to him in $4500, and alleges that it was agreed that he should accept the conveyance in “full payment and satisfaction of said debt.” Ho evidence was offered in support of the allegation that the conveyance was received as such payment and satisfaction, except what appeared from the above instruments themselves. The answer does not deny the tender alleged in the complaint.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b210-12\">The bill is filed for a redemption of the premises; the plaintiff insisting that the conveyance and agreement, taken together, constitute only a mortgage.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b210-13\">The plaintiff obtained judgment, from which the defendant appealed.</summary>\n<p data-order=\"36\" data-type=\"attorneys\" id=\"b210-14\"><em>John Heard </em>for Appellant.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b210-15\">The two documents, the conveyance and the agreement, contain all the leading incidents of a conditional sale, and not one of the leading incidents of a mortgage is found in either of them. They do not show that the relation of debtor and creditor exists, or that any debt is owing. The grantor does not retain the possession, but expressly yields it to the grantee. On <page-number citation-index=\"1\" label=\"201\">*201</page-number>the other hand, the grantor reserves the power on his part to annul the bargain. There is no agreement to repay the purchase-money. ETo fraud, no oppression, accident, or mistake, is alleged, nor is it stated in the complaint that the consideration paid is not the full value of the land sold.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b211-5\">Ho case shows so conclusively an intention of the parties to make a conditional sale, to wit, a sale with an agreement to repurchase, as does this case. See an able review of the cases on this subject, in 1 Hilliard on Mortgages, 85-96.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b211-6\">The right of the parties to contract for a conditional sale is as well established by authority as is their right to make a mortgage. See 1 Hilliard on Mortgages, 85; 4 Kent’s Com., 147; Conway’s Ex’rs <em>v. </em>Alexander, 7 Cranch, 218; Davis <em>v. </em>Thomas, 5 English C. Rep., 506; Poindexter <em>v. </em>McCannon and Hauser, 1 Dev., 377; McKinstry <em>v. </em>Conly, 12 Alabama R., new series, 678; Eiland Admin. <em>v. </em>Radford, 7 Ib., 724; Holmes <em>v. </em>Grant, 8 Paige, 243.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b211-7\">Chief Justice Marshall, in the ease of Conway’s Ex’rs <em>v. </em>Alexander, above referred to, says:</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b211-8\">“ To deny the power of two individuals, capable of acting for themselves, to make a contract for the purchase and sale of lands defeasible, by the payment of money at a future day, or in other words, to make a sale, with a reservation to the vendor, of a right to re-purchase the same land at a fixed price, and at a specified time, would be to transfer to the Court of Chancery, in a considerable degree, the guardianship of adults as well as of infants.”</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b211-9\">Chancellor Kent, in his Com., vol. 4, p. 147, says: “ The case of sale, with an agreement for a re-purchase within a given time, is totally distinct, and not applicable to mortgages. Such conditional sales or defeasible purchases, though narrowly watched, are valid, and to be taken strictly as independent dealings between strangers; and the time limited for the re-purchase must be precisely observed, or the vendor’s right to reclaim his property will be lost.”</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b211-10\">The true test of distinction between a conditional sale and a mortgage is laid down in 4 Kent’s Com., 148, note <em>a, </em>as follows : “ If the relation of debtor and creditor remains, and a debt still subsists, it is a mortgage; but if the debt be extinguished by the agreement of the parties, or the money advanced is not by way of loan, and the grantor has the privilege of refunding, if he please, by a given time, and thereby entitle himself to a re-conveyance, it is a conditional sale.”</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b211-11\">This test is quoted by Judge Burnett, in the case of Lee <em>v. </em>Evans, 8 Cal., 424, approvingly, and it is believed no respectable Court has ever held differently. I submit that the two papers, the only evidence in this case, (to this point,) come literally <page-number citation-index=\"1\" label=\"202\">*202</page-number>within the definition of a conditional sale, while none of the leading incidents of a mortgage is contained in either one of them.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b212-5\">In doubtful cases, Courts of Equity will construe a transaction to be a mortgage, and not a conditional sale, upon the ground that a borrower is often necessitous, and may be and is more likely to be imposed upon than a lender. Unless, however, the intention of the parties is made doubtful, Courts of Equity will not, any more than Courts of Law, interfere with, set aside, or modify the contract of, the parties. In, the case of Hoyer <em>v. </em>Lavington, 1 P. Wms., 270, Lord Chancellor Cowper remarked that <em>“ </em>this Court had heretofore gone too far in permitting redemptions.” Eoan, Judge, in the case of Chapman <em>v. </em>Turner, 1 Call, 250, says : “ As, on the one hand, no act of the scrivener can turn that which was intended as a mortgage into an absolute sale, so, on the other hand, it must not be permitted to designing men to turn a real, though defeasible sale, into a mortgage, without the free consent of the other contracting party.”</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b212-6\">So, Gaston, Judge, in the case of McDonald <em>v. </em>McLeod, 1 Ired. Eq. Cases, 226, after alluding to the practice of the Court to lean to the construction that the transaction is a mortgage, says: “But unquestionably it is a conclusion of reason, and therefore must be the presumption of every Court, that solemn instruments between parties able to contract, declare the truth in regard to the subject-matter of their contract, until error, mistake, or imposition be shown.”</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b212-7\">The agreement to re-convey at a future day, at an advanced price, at the election of the grantor, is no evidence of a mortgage. Glover <em>v. </em>Payne, 19 Wend., 518; 1 Hilliard on Mortgages, 86, note d.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b212-8\">The second point raised by the record is the tender. The appellant insists that the offer to pay should have been renewed at the trial, or the money paid into Court, and a failure on the part of the plaintiff to pay into Court, or to offer to pay the amount at the trial, amounted to an abandonment of the tender. See Jarbo <em>v. </em>McAtee’s heirs, 7 B. Monroe, 282.</p>\n<p data-order=\"49\" data-type=\"attorneys\" id=\"b212-9\"><em>John R. McConnell </em>for Respondent.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b212-10\">1. Courts of Equity in all cases favor the construction of an instrument as a mortgage, rather than a conditional sale. Story’s Eq. Juris., §§ 1004, 1019; 4 Kent Com., 5 ed. 142, 143; Butler’s Note 1, to Co. Litt. 204 (b.;) 8 Paige, 261, note and cases cited; Kunkle <em>v. </em>Wolfersberger, 6 Watts’ Penn. R., 130.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b212-11\">2. The deed and defeasance, taken together, constitute a mortgage:</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b212-12\">First—The sum of §300 per month is to be paid by Hickox to Lowe “for the use thereof.” “Use,” in such a connection, means “interest.”</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b212-13\">Second—The fact that the amount to be paid by Hickox was <page-number citation-index=\"1\" label=\"203\">*203</page-number>just the amount actually paid by Lowe, is a circumstance tending to show that the $4500 was a loan from Lowe to Hickox.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b213-5\">Third—That Lowe was to account to Hickox for the profits and proceeds of the claim, is a strong circumstance to show that the $4500 was a loan.</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b213-6\">Mr. Butler, in note 1 to <em>Co. </em>Litt., 204, (b.,) lays it down as one of the principal circumstances tending to prove that a conveyance is intended as security for the payment of money rather than an absolute sale, “if the grantee, instead of receiving the rents for his own benefit, account for them to the grantor, and only retains the amount of the interest.”</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b213-7\">This principle is founded in reason. Take, as an instance, the present case. If the sale from Hickox to Lowe was absolute, Lowe became the absolute owner of the property from the execution and delivery of the deed. He was entitled from that time to receive to his own use and benefit all the profits of the mining-claim. True, he was bound to re-convey to Hickox, upon the payment of a certain sum by a certain time. But, according to the defendant’s theory, this was a separate, independent agreement, not connected in any way with the conveyance from Hickox to Lowe. Why, then, should the profits and proceeds of the claim, during the time intervening between the conveyance and the re-conveyance, and while Lowe was the absolute owner, enter into the calculation of the amount Hickox was to pay ?</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b213-8\">Suppose A agrees to convey to B certain lands a year hence, would it be at all natural that A should agree to account to B, at the time fixed for the conveyance, for all the intermediate rents and profits, during a period when A was absolute owner, and in possession of the land ? Would it not indicate that B had some claim or right in the property which entitled him to such accounting, other than would naturally grow out of a simple agreement to convey <em>?</em></p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b213-9\">Lowe was not only to account for the proceeds of the claim, but was to apply such proceeds to the payment of the interest, or use and value of the $4500, and the surplus, if any, was to be applied upon the principal.</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b213-10\">Such a circumstance, shown by the instrument itself, goes a great way to prove that the conveyance, with the defeasance, was only a security for the payment of Hickox’s debt to Lowe. Holmes <em>v. </em>Grant, 8 Paige, 257; Roach <em>v. </em>Cosine, 9 Wend., 230; Kelleran <em>v. </em>Brown, 4 Mass., 444; Colwell <em>v. </em>Woods, 3 Watts, 189; Kerr <em>v. </em>Gilmore, 6 Watts, 407.</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b213-11\">3. The absence of any personal claim against Hickox does not at all affect the nature of the transaction.</p>\n<p data-order=\"61\" data-type=\"legal\" id=\"b213-12\">We need not argue that it is not at all necessary to the validity of a mortgage, that the mortgagor should be personally bound for the payment of the mortgage debt, since collateral personal <page-number citation-index=\"1\" label=\"204\">*204</page-number>security is usually given in addition to the security <em>in rem; </em>but such security is entirely distinct and separate from the mortgage, and has no connection with it. Formerly, mortgages were universally given without any collateral personal obligation. In such case, the mortgagee looks to the mortgaged property alone, and not to any other property of the mortgage-debtor, for the satisfaction of his debt.</p>\n<p data-order=\"62\" data-type=\"legal\" id=\"b214-5\">In none of the cases cited above, and we venture to say in not a single case where a question has arisen and been decided in regard to the construction of instruments as conditional sales or mortgages, has there been any note or bond, or other personal obligation of the mortgagor for the payment of the mortgage debt. In fact, it is absolutely impossible that any such question could arise at all if such note or bond existed; for the very existence of such personal obligation would be conclusive that the transaction was a loan, and place it beyond the reach of argument that the conveyance was a mortgage.</p>\n<p data-order=\"63\" data-type=\"legal\" id=\"b214-6\">The true rule, in a case like the present, is laid down by Lord Manners, in Goodman <em>v. </em>Grierson, 2 Ball &amp; Beat. R., 279, viz.: <em>“ </em>The fair criterion by which the Court is to decide whether this deed be a mortgage or not, I apprehend to be this: Are the remedies mutual and reciprocal? Has the defendant all the remedies a mortgagee is entitled to?” That is, can the mortgagee foreclose as in case of a mortgage, and receive the amount which the property was pledged to secure, out of the proceeds of the sale of the mortgaged premises ?</p>\n<p data-order=\"64\" data-type=\"legal\" id=\"b214-7\">This is the remedjr of a mortgagee. An action for the debt is an action at law, and is the remedy of a simple contract debtor. It is not the remedy of a mortgagee as such.</p>\n<p data-order=\"65\" data-type=\"legal\" id=\"b214-8\">The question, then, is simply, has Lowe the remedy of a mortgagee ? Can he foreclose as in case of a mortgage ? It is evidently a mere begging of the question to say that he has no remedy. For, if the conveyance was a mortgage, he has necessarily a remedy; for he can, of course, foreclose if it is a mortgage. Wharf <em>v. </em>Norvell, 5 Binney Pa. R., 503.</p>\n<p data-order=\"66\" data-type=\"legal\" id=\"b214-9\">There is but one single case, so far as we have been able to discover, which considers that a remedy against the person of the debtor is essential to the validity of a mortgage. In Conway's Ex’r <em>v. </em>Alexander, 7 Cranch, 218, Marshall, C. J., said: “It is, therefore, a necessary ingredient in a mortgage, that the mortgagee should have a remedy against the person of the debtor.”</p>\n<p data-order=\"67\" data-type=\"legal\" id=\"b214-10\">The sentence immediately preceding, however, shows the premises upon which this proposition was founded. “ If the vendee must be restrained to his principal and interest, that principal and interest ought to be secure. It is, therefore, a necessary ingredient,” etc.</p>\n<p data-order=\"68\" data-type=\"legal\" id=\"b214-11\">How, may not the principal and interest be secure without any <page-number citation-index=\"1\" label=\"205\">*205</page-number>other remedy than the ordinary remedy of a mortgagee without any “remedy against the person of the debtor?” If I take a mortgage upon property worth $5000, to secure my debt of $500, is not my security ample without any remedy against the person of my debtor? The premises of the eminent Chief Justice did not justify or require his conclusion. His conclusion must be taken with some allowance when not supported by his premises, and in opposition to all the rulings of all the Courts.</p>\n<p data-order=\"69\" data-type=\"legal\" id=\"b215-5\">In commenting upon this case, Kennedy, J., in Kerr <em>v. </em>Gilmore, 6 Watts Pa. R., 410, said:</p>\n<p data-order=\"70\" data-type=\"legal\" id=\"b215-6\">“ That the mortgagee should have a remedy against the person of the mortgagor also, in order to make the conveyance a mortgage, as is said in Conway’s Ex’r <em>v. </em>Alexander, is more than I can assent to; for the operation of such a principle would be to deprive the grantor of the benefit of redemption in those cases only where, upon principles of natural justice, his claim to it, independent of contract, would seem to be strongest, upon the ground of the amount of money received by him being grossly inadequate to a fair price for the estate; because, when the excess of the value of the estate, beyond the sum of money advanced upon it, is very great, there is no occasion for taking personal security; and, therefore, those are the cases in which it is most likely to be omitted. So that the result of such rule, if established, would seem to be contrary to what has obtained generally on the subject, by increasing the lender’s chance of extraordinary gain in an inverse ratio to his risk of loss.”</p>\n<p data-order=\"71\" data-type=\"legal\" id=\"b215-7\">In a few cases it has been held, that the fact that there was no personal obligation to pay the money was a circumstance favoring the construction as an absolute sale. But in no case has it been held to be more than a circumstance tending to favor such construction.</p>\n<p data-order=\"72\" data-type=\"legal\" id=\"b215-8\">We think the circumstances of this case, which favor the conclusion of a loan, are sufficient to counteract the slight circumstance that no personal note or obligation was given by Hickox.</p>\n<p data-order=\"73\" data-type=\"legal\" id=\"b215-9\">4. It is very possible that Lowe himself intended the transaction to operate as an absolute sale. But that is the very thing which equity guards against, in its construction of such transactions. It will not allow the intention of the mortgagee to govern its construction. Hay, if an equitable construction of the instruments show that the foundation of the transaction was a loan, these Courts will not allow that the mortgagor himself can, by any agreement or covenant whatever, however apparently binding, deprive himself of his equity of redemption. Story’s Eq. Jur., § 1019; Henry <em>v. </em>Davis, 7 Johns. Ch. R., 41.</p>\n<p data-order=\"74\" data-type=\"legal\" id=\"b215-10\">The reason assigned for the evident leaning of Courts of Equity toward mortgagors being their peculiar exposure to fraud, imposition, and extortion of money-lenders, it follows that they will not allow the intent of the mortgagee, whatever it may be, <page-number citation-index=\"1\" label=\"206\">*206</page-number>to control the construction of the transaction between himself and the mortgagor, and render that a conditional sale which would otherwise be a mortgage. They will not aid him to exercise an oppressive power over the mortgagor, simply because he intended to exercise such power. They will scan the transaction closely, and if the writings between the parties can he construed to be a mortgage, they will so construe them, in furtherance of justice and conscientious dealing.</p>\n<p data-order=\"75\" data-type=\"legal\" id=\"b216-5\">We have shown both reason and precedent sufficient to sustain the decision of the Court below.</p>\n<p data-order=\"76\" data-type=\"legal\" id=\"b216-6\">Our bill avers a tender of the amount then due to Lowe—both principal and interest—and we believe this Court will decide that he ought, in conscience, to be satisfied with the $4500 which he advanced to us, and $300 per month for its use and value, and to return to us the property which we pledged for its payment.</p>\n<opinion data-order=\"77\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b216-7\">Field J., delivered the opinion of the Court</author>\n<p id=\"ASK\">Terry, C. J., concurring.</p>\n<p id=\"b216-8\">The principal question to be considered, for the determination of the appeal in this case, is whether the conveyance from Hick-ox to Lowe, and the agreement to re-convey, executed by Lowe to Hickox, taken together, constitute a mortgage. The appellant insists that the two instruments show a conditional sale, and the respondent that they constitute a mortgage. Both instruments refer to the same property, hear date the same day, are executed before the same witnesses, and are acknowledged-before the same officer, and were filed for record together. The one is, in form, an absolute conveyance by Hickox of the mining-claim for the consideration of $4500 j and the other is an agreement by Lowe to re-convey the same property upon the payment, at any time within from two to four months thereafter, of the said sum of $4500, with- $300 per month for its use, and all expenses incurred in taking charge of the claim, and to apply its proceeds, after deducting the expenses of its charge, to the payment of the $300 a month, and any excess to the payment of the said sum of $4500.</p>\n<p id=\"b216-9\">The consideration for the conveyance was a precedent debt, on the part of the grantor, to Lowe, and the solution of the question under consideration depends upon the fact whether this debt was discharged by the conveyance or subsisted afterwards. A mortgage is a security for a debt, and, 'of course, the relation of creditor and debtor must exist between its different parties. If the debt continued after the execution of the conveyance, the instruments constitute a mortgage; if, on the other hand, the debt was extinguished by the conveyance, the agreement to re-convey must be regarded as an independent contract, in no\" respect affecting the absolute character of the original instrument. This is the true test by which to determine the character <page-number citation-index=\"1\" label=\"207\">*207</page-number>of transactions in cases like the present. <em>“ </em>If the deed or conveyance be accompanied,” says Vice-Chancellor McCoun, in Robinson <em>v. </em>Cropsey, (2 Edwards, 143,) “ by a condition or matter of defeasance expressed in the deed, or even contained in a separate instrument, or exist merely in parol—let the consideration for it have been a pre-existing debt or a present advance of money to the grantor—the only inquiry necessary to be made is, whether the relation of debtor and creditor remains and a debt still subsists between the parties. For if it does, then the conveyance must be regarded as a security for the payment, and be treated in all respects as a mortgage.”</p>\n<p id=\"b217-5\">The only difficulty which arises in cases like the present, is to ascertain the fact whether the debt subsists or has been extinguished ; and where there is doubt on this point, Courts of Equity lean in favor of the right of redemption, and construe instruments as constituting a mortgage, rather than a conditional sale. (Page <em>v. </em>Foster, 7 New Hamp., 392; Skinner <em>v. </em>Miller, 5 Litt., 392; Secrest <em>v. </em>Turner, 2 J. J. Marshall, 171; Bright and Taylor <em>v. </em>Nagle, 3 Dana, 252.)</p>\n<p id=\"b217-6\">There is an allegation in the answer of the defendant, Lowe, that the conveyance was taken in payment and satisfaction of the precedent debt; but no attempt was made to support the allegation by any evidence other than that afforded by the instruments themselves.</p>\n<p id=\"b217-7\">The provision in the agreement for a re-conveyance, upon the payment of the precise amount of the consideration of the conveyance, and $300 a month for the use thereof, is a circumstance favoring the conclusion that the debt subsisted. The term <em>use, </em>in this connection, means interest. The payment of the consideration, with a stipulated rate of interest, constitute the usual condition inserted in mortgages, with an additional clause that upon its performance the conveyance shall be void, and the estate conveyed determine.</p>\n<p id=\"b217-8\">The fact that Lowe agrees to apply the proceeds of the claim, after deducting the expenses of its charge, to the payment of the monthly interest, and any excess upon the principal sum, is a very strong circumstance to show the existence of the debt; and when taken in connection with the other circumstance above stated, it is difficult to resist the conclusion that the debt was not extinguished by the conveyance, and that the transaction was intended as a mortgage.</p>\n<p id=\"b217-9\">In his ninety-sixth note to Co. Litt., Butler mentions, as one of the principal circumstances tending to prove that a conveyance was intended as a security rather than an absolute sale, that the grantee, instead of receiving the rents for his own benefit, accounts for them to the grantor, -and only retains the amount of the interest.</p>\n<p id=\"b217-10\">If the sale were absolute, Lowe was the owner of the property <page-number citation-index=\"1\" label=\"208\">*208</page-number>from the delivery of the deed, and, as such, entitled to the entire proceeds. The agreement to apply such proceeds is inconsistent with the hypothesis that the grantee was the absolute owner. On the other hand, it implies that the grantor retained some interest, by which he was entitled to the proceeds, other than that which would naturally grow out of an independent contract to re-convey.</p>\n<p id=\"b218-5\">In Kelleran <em>v. </em>Brown, (4 Mass., 443,) the plaintiff read in evidence an absolute conveyance. The defendant, to prove the conveyance a mortgage, offered the following contract:</p>\n<blockquote id=\"b218-6\">“I, Edward Kelleran, the subscriber, having purchased of Timothy Manly a lot of land lying in said Thomaston, containing fifty acres, (being the lot which the said Manly purchased of Ebenezer Bly,) for which I have received a warranty deed; but if the said Manly shall repay me the sum of four hundred dollars, with the lawful interest on the same, in one year from the date hereof, I then will re-convey the same lot of land to him.</blockquote>\n<blockquote id=\"b218-7\">“ [Signed] Edward Kelleran.”</blockquote>\n<p id=\"b218-8\">The Court, per Parsons, C. J., said: \"In chancery, wherever it appears from written evidence that land is conveyed as a pledge to secure the payment of money, the conveyance will be treated as a mortgage, in whatever form the land was pledged. And if we had all the equity powers of a Court of Chancery, I should be satisfied that the conveyance in this case, with the written contract for re-conveyance, would be deemed in equity a mortgage, and that the grantee would be allowed to redeem.”</p>\n<p id=\"b218-9\">This case is very similar, in many respects, to the case at bar. Aside from the agreement of Kelleran, there was no collateral obligation, or any evidence whatever of any loan, or of any existing debt; yet it was held that a Court of Chancery would regard the conveyance as a mortgage, from the agreement to re-convey on the payment of $400, and interest. In the case at bar, not only does a similar agreement exist, but with the additional circumstances that the consideration of the conveyance is the precise amount to be paid, with interest and expenses, and that the grantee is to apply the proceeds of the claim upon the interest and principal sum.</p>\n<p id=\"b218-10\">In Rice <em>v. </em>Rice, (4 Pick., 349,) it appeared that on the 19th of October, 1807, one “Nathan Dewing, being indebted to Abel Perry, senior, in the sum of $400, conveyed to him the land described in the petition, and on the same day Perry executed and delivered to Dewing a bond, conditioned to re-convey the land in two years, provided Dewing should in that time pay him that sum, with interest.” The Court, per Parsons, C. J., speaking of these papers, said: \"It is manifest that the deed to Perry, senior, and the deed of defeasance made by him, constituted a mortgage. There had been no foreclosure, nor even an entry by the mortgagee for condition broken. It is not the less a mortgage <page-number citation-index=\"1\" label=\"209\">*209</page-number>because there was no collateral personal security for the debt at the time.”</p>\n<p id=\"b219-5\">In Eaton <em>v. </em>Green, (22 Pick., 526,) the complainant had conveyed to one Lincoln certain real estate for fifty-six dollars, and taken the same day an agreement, not under seal, to re-convey, by a quit-claim-deed, the property upon the payment of the same sum within ten days; and the Court said : “ There can be little doubt that the conveyance to Lincoln, with his written contract of re-conveyance, must be deemed in equity a mortgage. The only doubt is, whether it is to be construed as a sale, with an agreement to re-purchase within a given time, or an equitable mortgage. But whenever it appears doubtful whether the parties intended a mortgage, or a sale with an agreement to re-purchase, Courts of Equity incline to consider the transaction as a mortgage. So, where a conveyance is made to secure a debt, and the debt continues to subsist, it is deemed in equity a mortgage, and not a conditional sale.”</p>\n<p id=\"b219-6\">In Colwell <em>v. </em>Woods, (3 Watts, 188,) it appeared in evidence that one Lindell and his wife gave an absolute deed to one Woods for $9,500, and took from him at the time a bond for a re-conveyance, upon payment within one year of the same sum, with interest and the expenses incurred in consequence of the purchase. The Court, per Kennedy, J., held that the deed and bond were to be considered as one instrument, as they were both constituent parts of the same agreement, and were executed at the same time; that if the bond, instead of being in a separate instrumen L, had been embodied in the deed in the form of a clause of defeasance, the deed would have been a mortgage, and that the two instruments must be regarded precisely in the same point of view and of the same effect as if they had been joined together; and the fact that the consideration mentioned in the conveyance was to be repaid, <em>with interest, </em>was a circumstance tending to show that it was in reality <em>a loan.</em></p>\n<p id=\"b219-7\">In Kerr <em>v. </em>Gilmore, (6 Watts, 405,) a warranty deed of three-eighths of a tract of land had been given for the consideration of $430. On the same day, the grantee executed to the grantors an agreement under seal, which, after reciting the purchase and consideration, proceeds as follows: “ Mow, provided the aforesaid Armstrong and Gilmores, (grantors,)” do refund me my money, with interest, and pay me for all trouble and expense I may be at respecting said land, within one year from this date, then and in that case I oblige myself to convey back the said three-eighths of said land,” etc. \" The Court, after referring to several authorities, said : <em>■“ </em>The cases, however, seem to admit the possibility of a deed absolute on its face, and a defeasance agreeing to re-convey, if the money be j&gt;aid on a certain time, and that the latter may be unavailing, unless the money be paid at the time specified. This, however, can, as I apprehend, only <page-number citation-index=\"1\" label=\"210\">*210</page-number>occur where the contract and conveyance were clearly for an absolute sale, and the agreement to re-convey a subsequent and distinct matter, not in the contemplation of the parties when the sale was made and the deed delivered. In such case, the agreement to re-convey will amount only to an executory agreement to sell, on which the covenantee may have an action. * * Where the deed and defeasance are of separate and different dates, they may amount to a mortgage, and nothing more. When they are of the same date and executed at the same meeting of the parties, before the same witnesses, they <em>must be </em>a mortgage, and only a mortgage, or there will be no more mortgages.”</p>\n<p id=\"b220-5\">The cases we have cited may be subject to the observation that they go very far towards breaking down the distinction between mortgages and conditional sales. It may be questioned, perhaps, whether a conveyance, with an attendant agreement for a re-conveyance upon the payment of the amount of the consideration and interest, <em>constitute prima facie </em>a mortgage. The better rule, gathered from the most maturely considered cases, would seem to be that such instruments, taken together in the absence of other circumstances, do not, of themselves, create a mortgage, but only a defeasible purchase, which should bo narrowly \"watched, lest it may be made the means of converting what was in fact intended as security, into an absolute purchase. The cases cited show the leaning of Courts of Equity, and it is undoubtedly true that slight circumstances will determine the transaction to be one of mortgage, when that can be done without violence to the understanding of the parties. In the case at bar, the'terms of the agreement naturally lead to the conclusion that the transaction was intended as secxirity for the debt, and clear and decisive proof would be requisite to overcome their import.</p>\n<p id=\"b220-6\">There is no force in the objection that it does not appear upon the face of the papers that there was any personal obligation on the part of Hickox to pay the amount of the principal and interest. Such obligation would only enable the mortgagee to look to the mortgagor for any deficiency remaining after the application of the proceeds of sale of the premises to the payment of the sum secured. In the case where the question has arisen whether the transaction was one of purchase or of security, there could not have been a personal obligation distinct from the conveyance, as such fact would have determined conclusively the character of the transaction.</p>\n<p id=\"b220-7\">The only object in taking a personal obligation is to provide against the contingency that the proceeds arising upon the sale of the property may not be sufficient to satisfy the debt. Mo end could be obtained by requiring such obligation where the value of the property pledged greatly exceeds the debt. It is in <page-number citation-index=\"1\" label=\"211\">*211</page-number>these cases that the personal obligation is likely to be omitted, and it is in these cases that the equity of redemption is evidently much the strongest. (Brown <em>v. </em>Dewey, 1 Sand. Ch., 69, and cases there cited; opinion of Kennedy, J., in Kerr <em>v. </em>Gilmore, 6 Watts, 405.)</p>\n<p id=\"b221-5\">The complaint alleges a tender of the amount due, and the defendant, Lowe, in his answer, does not deny the allegation, but admits that he refused the money.</p>\n<p id=\"b221-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}