{
  "casebody": {
    "data": "<casebody firstpage=\"485\" lastpage=\"485\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b511-4\">PEOPLE ex rel. FRIEL v. EXCISE COMMISSIONERS OF POUGHKEEPSIE.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b511-5\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AnK\">February 18, 1896.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"AyA\">Liquor License—Revocation.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b511-6\">Under Laws 1892, c. 401, § 28, subd. 3, providing that a board of excise may revoke a license if the licensee permits a woman, not a member of his family, to sell liquors on the licensed premises, they cannot revoke his license because a woman sold liquors on the premises, without showing that she sold with his permission, or was not a member of his family, or without notice to him of complaint or hearing.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b511-7\">Certiorari by Henry W. Friel to review the determination of the commissioners of excise of Poughkeepsie, revoking relator’s license. Determination annulled.</summary>\n<p data-order=\"6\" data-type=\"judges\" id=\"b511-8\">Argued before BROWN, P. J., and PRATT, CULLEN, BARTLETT, and HATCH, JJ.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b511-9\">W. L. De Lacy, for relator.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b511-10\">Hackett &amp; Williams, for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b511-11\">PER CURIAM.</author>\n<p id=\"A0_\">It appears by the return in this proceeding that on May 1, 1895, a license to sell ale and beer was granted to the relator, Henry W. Friel; that thereafter one Kate Mixture was convicted before the recorder of Poughkeepsie of the offense of selling beer on Sunday at Friel’s place of business; that upon being advised of that conviction by the recorder, without notice to Friel, or any hearing, the commissioners revoked his license. To sustain the action of the commissioners, the court is referred to subdivision 3, § 28, c. 401, Laws 1892, which is as follows:</p>\n<blockquote id=\"b511-12\">“A board of excise may revoke any license granted by it in either of the following cases: * * * If the licensee shall during the term of his license permit any girl or woman, not a-member of his family, to sell or serve upon the licensed premises any strong or spirituous liquors, wines, ale or beer.”</blockquote>\n<p id=\"b511-13\">There is nothing in the return to show that the act of Kate Mixture was done with the permission of the relator, or that she was not a member of his family. Nor was her act one which, under section 27 of the act cited, worked an immediate revocation of the license. The return does not, therefore, show facts sufficient to sustain the determination of the commissioners. It was essential to their determination that the sale of which Kate Mixture was convicted should have been shown to have been with the permission of Friel, and that she was not a member of his family. We do not find in the law any provision that the license could be revoked upon the conviction of any person other than the licensee for a sale on Sunday; and, to warrant a revocation for such sales, there must be two convictions. Subdivision 6, § 28. We are also of the opinion that the relator was entitled to notice of the application to revoke his license, and to be heard in opposition thereto. The application to revoke his license was for an act done by another with his permission. Upon that complaint he was certainly entitled to a hearing. The determination appealed from must be annulled, with costs.</p>\n<p id=\"b511-14\">Determination annulled, with $10 costs and disbursements.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}