{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"170\" lastpage=\"173\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b200-10\">W. I. Kanaman v. H. I. Gahagan.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ASj\">No. 2878.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ahl\">Decided April 20, 1921.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"AM\">(230 S. W., 141.)</citation>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b200-11\">1. — Corporation—Stock’ Issued For Subscriber’s Note.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b200-12\">Stock subscribed but not paid for was issued, and was delivered to a fiscal agent of the corporation. The subscriber executed his note to a third party for the amount of the subscription and the stock was attached to it and pledged for its payment. Suit was by the holder of the note to enforce its payment and the sale of the stock as collateral security therefor. <em>Seld </em><page-number citation-index=\"1\" label=\"171\">*171</page-number>that the transaction treated the stock as property of the maker of the note, and involved, in substance, an issue of stock such as was forbidden by the Constitution, not being for money paid, labor done, or property actually received by the corporation, and the note given in pursuance of such unlawful \"contract was not recoverable. (Pp. 171-173).</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b201-5\">2. — Cases Discussed.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b201-6\">Turner v. Cattlemen’s Trust Co., 215 S. W., 831 approved and followed. Farmers’ &amp; Merchants’ State Bank v. Falvey, 175 S. W., 833, distinguished. (P. 173).</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b201-7\">Question certified by the Court of Civil Appeals for the Fifth District, in an appeal from Dallas County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b201-8\">Kanaman appealed from a judgment recovered against him at suit of Gahagan.' The Court of Civil Appeals reversed, and rendered judgment for appellant (185 S. W., 619); but pending a motion for rehearing it certified to the Supreme Court the question here involved.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b201-9\"><em>Adams &amp; Stennis, </em>for appellant:</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"Ae2\">A promissory note given in payment for the capital stock of a corporation issued and delivered is on an illegal consideration, and can not be enforced against the ■maker. Sturdevant v. Falvey, 176 S. W., 908; Irrigation Co. v. Deutschman, 102 Texas, 207; McCarthey v. Texas Loan &amp; Guar. Co. 142 S. W., 96; Mason v. Bank, 156 S. W., 366.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b201-11\"><em>John </em>W. <em>Pope </em>and <em>M. L. Morris, </em>for appellee.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"A5k8\">A stock subscription contract and a note given in adjustment of same pertaining to the organization of a corporation and which relates to the purchase of stock already in existance, as between third parties, or to stock to be issued and delivered when the note is paid, is not controlled by the Law or the Constitution pertaining to the purchase and issuance of stock from or by the corporation and the giving of a note for same to the corporation — the question here raised by appellant is not germaine to the facts of the present case.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b201-12\">Mr. Chief Justice PHILLIPS</author>\n<p id=\"A30\">delivered the opinion of the court.</p>\n<p id=\"b201-13\">The appellant, Kanaman, subscribed to ten shares of the capital stock of the Southern Traction Company, a proposed interurban railway eornoration. through a group of promoters, the subscription being payable to one of them, John Auehincloss, and by the agreement the stock of the corporation was not to be issued to appellant until he had paid the subscription in full. The corporation on its formation, issued the stock to Auehincloss as its fiscal agent, to be delivered to appellant when he had complied with the subscription agreement. Later, the matter was readjusted by the appellant’s giving his note to the appellee, Gahagan, for the amount of his subscription, secured by a pledge of the stock, nothing having been paid on the subscription. <page-number citation-index=\"1\" label=\"172\">*172</page-number>Gahagán acted for the promoters or the underwriters of the corporation wno succeeded the promoters. At the time of the execution or the note Gahagen held the stock, the certificate therefor having been transferred and delivered to him by Auchincloss, and in the giving of the note it was attached to the note under the terms of the collateral or pledge agreement. The note was made - payable to appellant on its face, but it was given to Gahagan and held by him, under evident agreement of the parties, in substitution for the original subscription contract. It was never paid, and the suit was to enforce its payment. The collateral agreement by which the stock was pledged to secure the note recited that the stock was so pledged with the holder of the note as security for the note’s payment, and in the event of the nonpayment of the note the stock might be sold, etc. In the giving of the note it does not appear that there was any agreement at all with respect to the delivery of the stock. In particular it was not agreed that it was not to be delivered unless the note was paid.</p>\n<p id=\"b202-3\">One of the defenses urged was that the transaction amounted to an issuance of stock of a corporation simply for the appellant’s note, in violation of the constitutional provision declaring that no stock of a corporation shall be issued except for money paid, labor done or property actually received. The honorable Court of Civil Appeals sustained this defense, and has certified the question as to whether the transaction amounted to an issuance of the stock within the meaning of the Constitution.</p>\n<p id=\"b202-4\">■ In our opinion, under the facts recited in- the certificate which we have summarized as above, there was plainly an issuance of the stock. The promoters stood originally in the place of the corporation, and Gahagan in the transaction of the note stood in their place. There being no agreement that the stock was not to be delivered until the appellant’s note was paid, there can be no reason for denying the clear effect of the pledging by appellant of the stock as security for the note and of the understanding expressed ,in the collateral agreement that the stock should be sold if the note were not paid. In pledging the stock as security for the note, the intention must have been to pledge it as appellant’s property. It could hardly have been the purpose that Gahagan should accept for the security of the note a pledge of his own property as agent or property belotiging to the corporation. The provision in the collateral agreement was that the stock might be sold if the note were not paid. This could have contemplated nothing else than a sale of the stock as appellant’s property. The whole transaction with respect to the note treated the stock as belonging to appellant in virtue of an effectuated sale and delivery. It is difficult to place any other construction upon it than as fully recognizing appellant’s property right in the stock as stock duly issued.</p>\n<p id=\"b203-4\"><page-number citation-index=\"1\" label=\"173\">*173</page-number>In Turner v. Cattleman’s Trust Company, 215 S. W., 831, we passed upon a similar question in reviewing the report of the Commission of Appeals in that case, and held that the transaction, substantially similar to this one, amounted to an issuance of stock. There were some additional facts in that case not found here, but the transaction was not materially different from this one.</p>\n<p id=\"b203-5\">In the case of Farmers <em>&amp; </em>M. State Bank v. Falvey, 175 S. W., 833, where there was a similar pledging of stock to secure the payment of the note given for it, there was an express agreement between the parties that the stock was not to be delivered until the note was paid. We approved that decision in refusing a writ of error because of this agreement and only because of it. The court there recognized that had the transaction been as expressed merely by the note and the collateral agreement, it would have amounted to an issuance of the stock.</p>\n<p id=\"b203-6\">There being no agreement here in anywise , contradictory of the express recognition in the collateral agreement that the stock was the appellant’s property,, such agreement must control. Since the parties to the transaction treated the stock as appellant’s property, the law should likewise so treat it. We accordingly answer the question in the affirmative.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}