{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"399\" lastpage=\"402\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b429-9\">Ex Parte S. G. Gonzalez.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AxA\">No. 3594.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHK\">Decided March 8, 1922.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"AIO\">(238 S. W., 635.)</citation>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b429-10\">1. —Contempt—Jurisdiction.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b429-11\">One court is not authorized to punish contempt of another court. This rule is elementary; and the statutes of the State (Rev. Stats., arts. 1708, 4668-4670) are consistent-with it. (P. 402).</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b429-12\">2. —Same—Case Stated.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b429-13\">In a divorce proceeding instituted and pending in the 65th District Court (El Paso) defendant was, on May 23, 1921, injoined from transferring -community property of himself and plaintiff. On October 24, 1921, the case was transferred to the 41st District Court in the same county. Thereafter, on affidavit charging defendant with contempt in violating the injunction in July preceding and while the case was still within the jurisdiction of the -66th District Court, he was adjudged guilty and imprisoned for the contempt. On <em>habeas corpus </em>before the Supreme Court it is held that the two ■district courts were independent of each other; that the contempt was <page-number citation-index=\"1\" label=\"400\">*400</page-number>against the 65th District Court; that the 41st District Court had no jurisdiction to punish therefor; and that the relator should be discharged. (Pp. 400-402).</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b430-3\">Original application to the Supreme Court by Gonzelez for writ of habeas corpus.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b430-4\"><em>Jackson &amp; Fryer, </em>for relator.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b430-5\">Only the Court which granted the injunction can punish for a violation thereof. Joyce on Injunction, Paragraph 227; Ex. parte Bradley, 7 Wall., 364; Penn v. Messenger, 1 Yeates, (Pa.) 2; Williamson’s Case, 26 Pa. St., 9.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b430-6\">It is a general and elementary principle, in support of which authorities are not needed, that that court alone in which a contempt is committed, or whose order or authority is defied, has power to punish, or to entertain proceedings to that end. Ex parte Bradley, 7 Wall., 364; Lessees of Penn v. Messinger, 1 Yeates, 2; Williamson’s Case, 26 Pa. St., 9; Rapalje, Contempts, Section 13.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b430-7\">No briefs for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b430-8\">Mr. Chief Justice CURETON</author>\n<p id=\"Adu\">delivered the opinion of the court.</p>\n<p id=\"b430-9\">The writ of habeas corpus was issued in this proceeding upon the application of relator, S. G. Gonzalez, complaining that he was restrained of his liberty by the Sheriff of El Paso County in virtue of a commitment issued out of the Forty-first District Court of that county, upon a judgment convicting him of contempt of court in disobeying an injunction issued in a suit for divorce against him.</p>\n<p id=\"b430-10\">On the 23rd day of May, 1921, the wife of relator, Luisa Gonzalez, filed suit against him for divorce in the Sixty-fifth District Court of El Paso County. On said same day an injunction order was entered in said cause by that court, restraining relator from disposing of or encumbering or removing from the jurisdiction of the court the community property of himself and wife. No further proceedings were had in the case in the Sixty-fifth District Court until the 24h day of October, 1921, when the cause was by the Judge of the Sixty-fifth District Court transferred to the Forty-first District Court of El Paso County. The transfer was made by virtue of Subdivision 34, Article 30, 1918 Supplement Vernon’s Sayles’ Revised Statutes, under which, after the transfer, the Forty-first District Court had jurisdiction of the case as though the suit had been originally brought in that court. Prior to the transfer, the Forty-first District Court had no jurisdiction whatever of the case. It for the first time had jurisdiction of the suit after the transfer on the 24th of October, 1921.</p>\n<p id=\"b430-11\">On the 25th day of October, 1921, Luisa Gonzalez, the plaintiff in said cause, filed an affidavit therein in the Forty-first District Court, which she termed, and which the court considered as, a motion for contempt, — and in which she stated that the relator had disobeyed <page-number citation-index=\"1\" label=\"401\">*401</page-number>the injunction previously issued, in that he had sold certain property hi violation thereof, and that he was constantly removing a certain automobile beyond the jurisdiction of the court and wholly without the State, in violation of the injunction.</p>\n<p id=\"b431-5\">The contempt proceedings were heard by the Forty-first District Court on October 31, 1921, on the record as contained in the verified motion of the plaintiff, Luisa Gonzalez, and the verified answer of the relator, filed therewith. No verbal evidence was introduced by either party.</p>\n<p id=\"b431-6\">On the 2nd of November, 1921, the court entered judgment, finding “that on or about the 14th day of July, 1921, the defendant, S. G. Gonzalez, sold to one John Ford the Cosmopolitan Bar, the said Cosmopolitan Bar being personal property situated in the Republic of Mexico, which was then and there the property of the community of said Luisa Gonzalez and S. G. Gonzalez, receiving therefor the sum of $5000.00 on the said 14th day of July, and the sum of $5000.00 on the 6th day of August, 1921, and that the conveyance of said property was in violation of the injunction aforesaid, heretofore issued in this cause on, to-wit: the 23rd day of May, A. D. 1921.”</p>\n<p id=\"b431-7\">Upon this finding the court adjudged relator guilty of contempt of court, and ordered “that as punishment therefor he be on this day committed to the county jail of El Paso County, Texas, for the period of three days, and the State of Texas do have and recover of and from the said defendant, S. G. Gonzalez, all costs in this behalf incurred, for which it may have its execution.”</p>\n<p id=\"b431-8\">From the foregoing it will be observed: first, that the injunction for the violation of which relator was adjudged guilty of contempt was issued by the Sixty-fifth District Court on the 23rd day of May, 1921; second, that the acts found by the court to have been in violation of the injunction were committed in July, 1921, while\" the suit was still pending in the Sixty-fifth District Court, and long before the transfer of the case to the Forty-first District Court; and third, that the contempt proceedings were begun, trial had, and judgment entered, in and by the Forty-first District Court, after the transfer. There was neither charge nor finding that relator had violated the injunction after the transfer of the case to the forty-first District Court.</p>\n<p id=\"b431-9\">The Sixty-fifth and Forty-first District Courts of El Paso County are separate and distinct courts. The jurisdiction of each is plenary and exclusive as to cases filed therein, until a transfer is made in accordance with the statute. Neither court is the agency of the other for the purpose of inflicting punishment, or for any other purpose. The power to punish for contempt, whether expressly conferred by some positive enactment or regarded as incident to jurisdiction conferred upon the court, exists for the purpose of enabling it to compel due decorum and respect in its presence, and due <page-number citation-index=\"1\" label=\"402\">*402</page-number>obedience to its judgments, orders, and process. 6 Ruling Case Law, page 520. Hence, one court in no case is authorized to punish con-tempts of another court. This rule is elementary. 6 Ruling Case Law, page 520; 13 Corpus Juris, page 52; Kirk v. Milwaukee, etc. Co., 26 Federal Reporter, 506; McLeod v. Duncan, 16 Federal Cases, 298, No. 8898, 5 McLean, 342; Bessette v. W. B. Conkey Co., 194 U. S., 337; 48 L. ed., 997; 24 Sup. Ct., 665; Ex Parte Bradley, 7 Wallace, 364, 19 L. ed., 214.</p>\n<p id=\"b432-3\">The statutes of this State are clearly consistent with this rule. By the terms of Revised Statutes, Article 1708, “the district court” has power to punish any person “guilty of contempt of such court.” There is nothing in Revised Statutes, Article 4668, 4669, and 4670, relating to the punishment of persons guilty of violating an injunction, which indicates that any court other than that in which the injunction suit is pending when the violation occurs has authority to punish therefor. On the contrary, construing and interpreting these Articles with Article 1708, we think it clear that the punishment provided for is intended to be inflicted by the court in which the injunction proceedings are pending at the time of the violation of the injunction.</p>\n<p id=\"b432-4\">It follows from the foregoing statutes and authorities that the Forty-first District Court had no jurisdiction to punish the relator as for contempt for acts in violation of the injunction issued by the Sixty-fifth District Court, committed prior to the transfer of the case. The Forty-first District Court had no jurisdiction of these proceedings against the relator, and its decree adjudging him guilty of contempt, punishing him therefor, and awarding costs against him, is void.</p>\n<p id=\"b432-5\">It is unnecessary to consider the other questions presented in the application.</p>\n<p id=\"b432-6\">The relator is discharged.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}