{
  "casebody": {
    "data": "<casebody firstpage=\"528\" lastpage=\"530\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b546-6\">Ben Lewis v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b546-7\">No. 11220.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AvO\">Delivered November 30, 1927.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b546-8\">Rehearing granted January 11, 1928.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b547-5\"><page-number citation-index=\"1\" label=\"529\">*529</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b547-6\">No brief filed for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b547-7\">A. A. <em>Dawson, </em>State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b547-8\">LATTIMORE, Judge.</author>\n<p id=\"A7v\">Conviction for possessing equipment for the manufacture of intoxicating liquor, punishment one year in the penitentiary.</p>\n<p id=\"b547-9\">The facts seem amply sufficient to support the judgment. A complete still, mash, etc., were found near appellant’s house. A well-beaten trail led from the residence down to the still. Evidence of the possession of the finished product was found in and around outhouses on appellant’s place. The case was submitted to the jury on the theory of circumstantial evidence.</p>\n<p id=\"b547-10\">There are two bills of exception in the record, neither of which can be considered because filed too late. The trial term of the court below adjourned May 7, 1927. The order overruling appellant’s motion for new trial granted him “the statutory period to prepare and file statement of facts and bills of exception.” The statutory period for filing bills of exception is thirty days after the adjournment of court. See Art. 760, 1925 C. C. P. No order extending said time appears in the record. Said two bills of exception were filed July 19, 1927. This was more than thirty days after the adjournment of court. Said bills cannot be considered.</p>\n<p id=\"b547-11\">Finding no error in the record, the judgment will be affirmed.</p>\n<p id=\"b547-12\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b547-13\">ON MOTION FOR REHEARING.</p>\n<author id=\"b547-14\">LATTIMORE, Judge.</author>\n<p id=\"AgO\">It is now made known to this court</p>\n<p id=\"A5p\">by satisfactory proof that the court below allowed appellant ninety days in which to file his bills of exception, and so intended his order to read relative to the allowance of time for such filing. We now consider the two bills of exception which we held not filed within the time appearing in the transcript to have been allowed by order of the court.</p>\n<p id=\"b547-15\">Each bill manifests error.. Each makes apparent the fact that without search warrant or waiver thereof officers searched appellant’s private residence and buildings appurtenant thereto, and found therein subjects of testimony of unquestionable bear<page-number citation-index=\"1\" label=\"530\">*530</page-number>ing on the guilt of this appellant. That such search was in violation of existing statutes is plain. Art. 4a, C. C. P. As long as this article rémains on the books we have no option but to give it effect. That evidence obtained as the result of such search, is inadmissible, is made equally plain by Art. 727a, C. C. P., to give effect to which this court is also bound.</p>\n<p id=\"b548-5\">The equipment in question was not found on appellant’s premises, but those adjacent. The state fixed his guilt, if at all, by circumstances. Proof that the officers found in his house and smokehouse numbers of fruit jars smelling of whiskey, kegs smelling of whiskey, the rims of which fitted imprints found near the still, etc., furnished strongly criminating circumstances usable by the jury in concluding that appellant did not tell the truth when he denied knowledge and possession of the equipment in question, and supporting the proposition that the equipment was his.</p>\n<p id=\"b548-6\">The motion for rehearing is granted, the affirmance set aside and the judgment of the court below is now reversed and the cause remanded.</p>\n<p id=\"b548-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}