{
  "casebody": {
    "data": "<casebody firstpage=\"528\" lastpage=\"530\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b542-3\">YALE &amp; TOWNE MFG. CO. v. WORCESTER MFG. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b542-4\">(Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASv\">April 9, 1912.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b542-5\">No. 945.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b542-6\">Tbade-Mabks and Trade-Names (§ 10*)—Names Subject to Appropriation —Names oe Patented Article.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b542-7\">The rule applied that the owner of a patent cannot, by registering the name of the patentee, by which the patented article was known, acquire the exclusive right to use the same as a trade-mark for such article after the patent has expired. Gray v. Grinberg, 159 Fed. 138, 86 G. C. A. 328, and G. &amp; G. Merriam Co. v. Ogilvie, 170 Fed. 167, 95 G. G. A. 423, applied.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b542-8\">[Ed. Note.—For other cases, see Trade-Marks and Trade-Names, Gent. Dig. § 14; Dec. Dig. § 10.<footnotemark>*</footnotemark>]</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b542-9\">Appeal from the Circuit Court of the United States for the District of Massachusetts.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b542-10\">Suit in equity by the Yale &amp; Towne Manufacturing Company against the Worcester Manufacturing Company. Decree for defendant, and complainant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"Azp\">Affirmed.</disposition>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b542-11\">Frederick P. Fish and Archibald Cox (Louis H. Porter and How- . land Twombly, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b542-12\">Odin Roberts (Roberts, Roberts &amp; Cushman, on the brief), for appellee.</attorneys>\n<p data-order=\"12\" data-type=\"judges\" id=\"b542-13\">Before PUTNAM, Circuit Judge, and ALDRICH and BROWN, District Judges.</p>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b542-23\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep'r Indexes</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b542-14\">PUTNAM, Circuit Judge.</author>\n<p id=\"AMI\">The case is thoroughly and sufficiently stated in the opinion of the learned judge of the Circuit Court, as follows:</p>\n<blockquote id=\"b542-15\">“COLT, J. The complainant, who manufactures and sells door checks known as the ‘Blount door checks,’ claims a trade-mark or trade-name in the name ‘Blount’ when applied to door checks, and the present suit is brought to enjoin the defendant from the use of the name ‘Blount’ in connection with door checks, and from making and selling door checks having the same visual appearance as the complainant’s door checks.</blockquote>\n<blockquote id=\"b542-16\">“The evidence discloses the following facts:</blockquote>\n<blockquote id=\"b542-17\">“The Blount door check was invented and patented by Eugene I. Blount. The Blount patents were issued December 4, 1883, and August 25, 1891, the later patent having expired in 1908.</blockquote>\n<blockquote id=\"b542-18\">“Until 1S96 the Blount door check was manufactured by the Blount Manufacturing Company, who owned the Blount patents. In 1896, under a contract entered into between the complainant and the Blount Manufacturing Company, the complainant became the exclusive manufacturer of the Blount door cheeks under the Blount patents.</blockquote>\n<blockquote id=\"b542-19\">“The defendant did not begin the manufacture of the Blount door checks until after, the expiration of the Blount patents.</blockquote>\n<blockquote id=\"b542-20\">'“The defendant’s door checks are constructed in accordance with the Blount patents, except as to some details. In form and appearance the defendant’s door cheek is like Figure 1 of the Blount 1891 patent.</blockquote>\n<blockquote id=\"b542-21\">“The plate attached to the complainant’s door cheek reads as follows:</blockquote>\n<blockquote id=\"b542-22\">‘Yale &amp; Towne Blount Door Check’</blockquote>\n<blockquote id=\"b543-2\"><page-number citation-index=\"1\" label=\"529\">*529</page-number>“The plate attached to the defendant's door check reads as follows:</blockquote>\n<blockquote id=\"b543-3\">‘Blount Improved Door Check Worcester Mi'g. Co.’</blockquote>\n<blockquote id=\"b543-4\">“The defendant’s name also appears in the circulars and advertisements relating to these door checks, and upon the boxes in which they are packed for shipment.”</blockquote>\n<p id=\"b543-5\">The learned judge stated his conclusions as follows:</p>\n<blockquote id=\"b543-6\">“It is apparent from the foregoing facts that this case is governed by the decision of the Supreme. Court in Singer Manufacturing Company v. June Manufacturing Co., 163 U. S. 169, 16 Sup. Ct. 1002, 41 L. Ed. 118.</blockquote>\n<blockquote id=\"b543-7\">“Under the rule laid down in the Singer Case, upon the expiration of the Blount patents the name ‘Blount,’ as applied to door checks constructed under the Blount patents, became public property; and henee the defendant, had the right to make the door checks covered by the Blount patents, and to call them ‘Blount door cheeks,’ and neither the patentee nor his successor in title could acquire a monopoly in the name ‘Blount,’ on the theory that it had become a trade-mark or trade-name denoting origin. Under these circumstances, it is only necessary that the defendant should clearly indicate that its door cheek is made by the Worcester Manufacturing Company, and not by the Yale &amp; Towne Manufacturing Company, in order that the public may not be deceived by purchasing the defendant’s door check for the complainant's door check.”</blockquote>\n<p id=\"b543-8\">Thereupon the court ordered the hill dismissed, with costs. It must be agreed that, on the record as made, the conclusion of the Circuit Court cannot be contravened. It is true that the record suggests certain questions disposed of by us in G. &amp; C. Merriam Company v. Ogilvie, in opinions passed down on January 30, 1908, and March 17, 1909, reported in 159 Fed. 638, 88 C. C. A. 596, 16 L. R. A. (N. S.) 549, 14 Ann. Cas. 796, and 170 Fed. 167, 95 C. C. A. 423, and also the special remedy there granted, which in the present case would correspondingly require that the respondent should announce on its door checks and otherwise as follows, without undue or offensive prominence to the word “Blount”: “This was not manufactured by the original inventor, Blount, or his successors”—or something to that effect. However, the record permits us to grant no relief of this character. The bill rests squarely on two propositions: One, that the respondent simulated in structural appearance the complainant’s door checks. As to this the Circuit Court made no particular finding; and the facts called to our attention do not lead us to draw an inference that the appearance to the eye of the plaintiff’s device purposely simulates the structural appearance of the defendant’s device. At any rate we are not able to reach a clear result on this proposition.</p>\n<p id=\"b543-9\">The only other ground of relief claimed by the bill is that the complainant has a general right in the word “Blount” as a trade-mark, properly so expressed; and the bill is rested on the registered trademark described therein, with no reference whatever to the patents which are referred to in the opinion of the learned judge of the Circuit Court. If complainants desire the special remedy which we gave in G. &amp; C. Merriam Company v. Ogilvie, they must frankly state in their pleadings all the special facts showing that they need it and are <page-number citation-index=\"1\" label=\"530\">*530</page-number>entitled to it, and showing that, as between themselves and the respondents, they have consistently rested their claims accordingly. Parties against whom such complaints are made are entitled to be dealt with fairly and frankly. There is, however, so much in the record to suggest the subject to which we refer that we think the judgment should be made as without prejudice.</p>\n<p id=\"AYd\">The decree of the Circuit Court is modified, by adding, without prejudice to proceedings by a new bill, limited to relief of the character granted in G. &amp; C. Merriam Co. v. Ogilvie, 159 Fed. 638, 88 C. C. A. 596, 16 L. R. A. (N. S.) 549, 14 Ann. Cas. 796, and 170 Fed. 167, 95 C. C. A. 423, and, as thus amended, is affirmed; but the District Court is authorized to annul the decree appealed from, and permit an amendment limited as aforesaid, in either case on such terms as equity requires, and the respondent recovers its costs of appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}