{"casebody": {"status": "ok", "data": "<?xml version='1.0' encoding='utf-8'?><html><body><casebody firstpage=\"584\" lastpage=\"585\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties id=\"p-1\">Doriane Clentail NORTON, Appellant<br/> v.<br/> STATE of Arkansas, Appellee</parties>\n<docketnumber id=\"p-2\">No. CR-18-31</docketnumber>\n<court id=\"p-3\">Court of Appeals of Arkansas, DIVISION I.</court>\n<decisiondate id=\"p-4\">Opinion Delivered October 24, 2018</decisiondate>\n<attorneys id=\"p-5\">Phillip A. McGough, P.A., North Little Rock, by: Phillip A. McGough, for appellant.</attorneys>\n<attorneys id=\"p-6\">Leslie Rutledge, Att'y Gen., by: David L. Eanes, Jr., Ass't Att'y Gen., for appellee.</attorneys>\n\n\n\n\n<judges id=\"p-11\">Whiteaker and Hixson, JJ., agree.</judges>\n<opinion type=\"majority\"><p id=\"p-7\">N. MARK KLAPPENBACH, Judge <a class=\"page-label\" data-citation-index=\"1\" data-label=\"585\" href=\"#p585\" id=\"p585\">*585</a>Doriane Clentail Norton appeals the Miller County Circuit Court's order revoking his probation on twenty counts and sentencing him to 100 years' imprisonment to be followed by six years' suspended imposition of sentence (SIS). Norton's attorney previously filed a no-merit brief in this matter, but we ordered rebriefing in adversarial form due to a nonfrivolous argument that could be made regarding sentencing. <em>Norton v. State</em> , <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=2018%20Ark.%20App.%20370\">2018 Ark. App. 370</extracted-citation>, <extracted-citation case-ids=\"12657263\" index=\"1\" url=\"https://cite.case.law/sw3d/553/765/\">553 S.W.3d 765</extracted-citation>. Norton now argues that the circuit court imposed an illegal sentence with regard to his SIS. The State concedes error, and we affirm as modified.</p><p id=\"p-8\">In May 2016, Norton pleaded guilty to eighteen counts of Class D felony breaking or entering, one count of Class C felony theft of property, and one count of Class D felony theft of property. He was placed on six years' probation for all the Class D offenses and ten years' probation for the Class C offense. In September 2017, the State filed an amended petition to revoke Norton's probation. Following the revocation hearing, the circuit court revoked Norton's probation on all twenty counts. The court sentenced Norton to ten years' imprisonment on the count of Class C theft of property, six years' imprisonment on fifteen counts of breaking or entering, and six years' SIS on three counts of breaking or entering and the count of Class D theft of property. The sentencing order provides that the terms of imprisonment will run consecutively, constituting a total of 100 years' imprisonment, and that the SIS terms will run concurrent with each other but consecutive to the terms of imprisonment.</p><p id=\"p-9\">Norton argues that he received an illegal sentence to the extent that his SIS was ordered to run consecutive to the terms of imprisonment. The State agrees. The issue of an illegal sentence cannot be waived by the parties and may be addressed for the first time on appeal. <em>Von Holt v. State</em> , <extracted-citation case-ids=\"12385011\" index=\"2\" url=\"https://cite.case.law/sw3d/524/19/\">2017 Ark. App. 314</extracted-citation>, <extracted-citation case-ids=\"12385011\" index=\"3\" url=\"https://cite.case.law/sw3d/524/19/\">524 S.W.3d 19</extracted-citation>. In <em>Walden v. State</em> , <extracted-citation case-ids=\"6941612\" index=\"4\" url=\"https://cite.case.law/sw3d/433/864/\">2014 Ark. 193</extracted-citation>, <extracted-citation case-ids=\"6941612\" index=\"5\" url=\"https://cite.case.law/sw3d/433/864/\">433 S.W.3d 864</extracted-citation>, the supreme court interpreted Arkansas Code Annotated section 5-4-307(b)(2) to provide that suspended sentences for one or more crimes must run concurrent with terms of imprisonment imposed for separate crimes. <em>See also</em> <em>Limbocker v. State</em> , <extracted-citation case-ids=\"12137077\" index=\"6\" url=\"https://cite.case.law/sw3d/504/592/\">2016 Ark. 415</extracted-citation>, <extracted-citation case-ids=\"12137077\" index=\"7\" url=\"https://cite.case.law/sw3d/504/592/\">504 S.W.3d 592</extracted-citation> ; <em>Reyes v. State</em> , <extracted-citation case-ids=\"6884870\" index=\"8\" url=\"https://cite.case.law/sw3d/454/279/\">2015 Ark. App. 55</extracted-citation>, <extracted-citation case-ids=\"6884870\" index=\"9\" url=\"https://cite.case.law/sw3d/454/279/\">454 S.W.3d 279</extracted-citation>. Accordingly, Norton's sentencing order providing that his SIS run consecutive to his prison sentence for separate crimes is illegal. If we hold that a circuit court's sentence is illegal and that the error has nothing to do with guilt but only with the illegal sentence, we can correct the sentence in lieu of remanding. <em>Von Holt, supra</em> <em>.</em> Therefore, we affirm the circuit court's sentence of 100 years' imprisonment but modify the six-year terms of SIS for breaking or entering and Class D theft of property to run concurrent with the terms of imprisonment.</p><p id=\"p-10\">Affirmed as modified.</p></opinion>\n</casebody>\n</body></html>"}}