{
  "casebody": {
    "data": "<casebody firstpage=\"160\" lastpage=\"164\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b180-7\">Merritt v. Sawyer.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b180-8\"><em>Statutes of limitation—joint debtors. Title </em>— <em>to judgment—assignment for benefit of creditors. Receiver.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b180-9\">It is the settled law of this State as to joint debtors, that in respect to the defense of the statutes of limitation, each stands upon his own bottom.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b180-10\">.A judgment was recovered against S. and H., jointly, in May, 1851. In March, 1870, an action thereon was commenced against S. alone. By consent of S., the complaint was amended in June, 1871, by joining H. as co-defendant. <em>Held, </em>(1) that the twenty years’ statute of limitation was a bar to the action against H., and (2) that the consent of S. to the joining of H. did not waive the defense.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b180-11\">The judgment was recovered in the name of B., as plaintiff, upon a note embraced in an assignment by him, in trust for creditors, and was recovered for the benefit of the trust. <em>Held, </em>that while the trust was unexecuted the title to the judgment was not in B., but in his assignee, and would not vest in a receiver of his property, and this was not affected by the death of the assignee intermediate the recovery and the appointment of the receiver.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b180-12\">APPEAL by the defendants from a judgment in favor of plaintiff, entered upon the report of a referee.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b180-13\">The action was brought by Theron Merritt, as receiver of Roswell H. Sawyer, against William Scott and James A. Hoyt, as survivors of the firm of James A. Hoyt &amp; Co., upon a judgment. Hoyt was <page-number citation-index=\"1\" label=\"161\">*161</page-number>joined as defendant subsequent to the commencement of the action. Such other facts as are material appear in the opinion.,</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b181-5\"><em>E. B. Crowell, </em>for appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b181-6\"><em>Charles Jones, </em>for respondents.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b181-7\">Present — Davis, P. J., Beady and Daniels, JJ.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-8\">Davis, P. J.</author>\n<p id=\"AK\">This action is brought upon a judgment, recovered by George W. Betts, against the respondents, as surviving partners of the firm of James A. Hoyt &amp; Co. The judgment was recovered in the Supreme Court and duly entered on the 31st day of May, 1851.</p>\n<p id=\"b181-9\">In March, 1870, the plaintiff commenced an action on said judgment against the defendant William Scott, alone, describing the judgment in the complaint, as having been recovered against both of the respondents, as survivors of the firm of Jajnes A. Hoyt &amp; Co. The defendant Scott appeared and answered, and amongst other things alleged the recovery of the judgment against himself and Hoyt, jointly, as such surviving partners ; that Hoyt was still living and was a necessary party to the action. Afterward, and in June, 1871, an order was made at special term, on consent of the attorneys for Scott, directing that the complaint be amended by inserting the name of James A. Hoyt as defendant, and making such other changes as the insertion of his name required. In June,' 1872, Hoyt appeared in the action by Messrs. Ball &amp; Beall, his attorneys, and demanded a copy of the complaint, etc., to be served on them. The amended complaint was served on such attorneys in July following, to which Hoyt separately answered, and amongst other things, alleged as a further and separate defense, <em>“ </em>that the cause of action, stated in the complaint, did not accrue within twenty years next before the commencement of this action.”</p>\n<p id=\"b181-10\">The judgment having been recovered on the 31st day of May, 1851, twenty years had not elapsed when the action was commenced against Scott alone in March, 1870. But when Hoyt was made a party to the complaint by order of the court in June, 1871, more than twenty years had expired since the recovery of the judgment.</p>\n<p id=\"b181-11\">By section 70 of the Code of 1848, now section 90, and section 74 of the Code of 1851, it is provided that an action upon a judgment can only be commenced within twenty years.</p>\n<p id=\"b182-4\"><page-number citation-index=\"1\" label=\"162\">*162</page-number>After much, judicial conflict it is the settled law of this State as to joint-debtors, that in respect of the defense of the statutes of limitation, each stands upon his own bottom. <em>Van Keuren </em>v. <em>Parmelee, 2 </em>N. Y. 523 (overruling <em>Johnson </em>v. <em>Beardslee, 15 </em>Johns. 3, and <em>Patterson </em>v. <em>Choate, </em>7 Wend. 441); <em>Shoemaker </em>v. <em>Benedict, </em>11 N. Y. 176; <em>Lewis </em>v. <em>Woodworth, 2 </em>id. 512; <em>Denn </em>v. <em>Smith, </em>18 id. 567 (overruling <em>Brown </em>v. <em>Delafield, 1 </em>Denio, 445); <em>Bogert v. Vermilya, </em>10 N. Y. 447. And it, therefore, does not follow that because one of such debtors cannot interpose the statute as a defense others may not.</p>\n<p id=\"b182-5\">The answer of Hoyt in this case setting up the statute of limitation was a good plea, unless the action is to be deemed commenced against him under section 99 of the Code, before the expiration of the twenty years. That section provides that “an action is commenced as to each <em>defendant </em>when the summons is served on him or on a <em>co-defendant who is a joint-contractor, or otherwise united in interest with him.” </em>Under this provision, if Hoyt had been joined as a defendant with Scott at the commencement of the action, the service on Scott would have taken the case out of the statute of limitation as to both. But Scott was sued alone. He then had no <em>co-defendant </em>to be affected by service on him, and although the cause of action was stated to be a joint one in such form that Scott could plead the non-joinder of Hoyt in abatement, that fact does not answer the requirement of the Code. It was only because Hoyt was not a co-defendant that Scott could plead in abatement; and it is not enough to show by the form of pleading that another joint debtor ought to be joined in the suit, to constitute the latter so far a defendant that the suit can be deemed, commenced against him within section 99 of the Code.</p>\n<p id=\"b182-6\">The question then must depend upon the effect of the amendment of the complaint ordered by the court in June, 1871. That order was made by consent of the attorneys of Scott. Hoyt had no notice of the motion, nor did he appear and consent. It was made after the statute had run as to Hoyt. The cases above cited show that Scott had no authority either by payment of part or by express promise or in any form to revive the judgment as against his creditors. Nor do we think either he or his attorneys could by consent or any other arrangements so amend the proceedings that Hoyt would thereby be made a defendant, by relation as of the date when the action was commenced. What effect Hoyt voluntarily <page-number citation-index=\"1\" label=\"163\">*163</page-number>coming in and consenting to such an amendment as was made would have had, need not be discussed, for that question is not before us. The order of June 9, 1871, made Hoyt a formal party to the action as of that date for all purposes necessary-to obviate the plea in abatement for his non-joinder, and for such other purposes as might be essential to the prosecution of the action against Scott, upon the alleged joint indebtedness. But it did not and could not deprive Hoyt of the defense already accrued under the statute. Had Hoyt been brought in as a party before the statute had run, the suit might be deemed commenced as of the time when he was made a party and the service actually made upon his co-defendant would, under the Code, have saved the running of the statute. He appeared, however, in the action more than a year after the amendment and pleaded the statute of limitation as a defense. We think he was clearly entitled to the benefit of that plea; and the plaintiff having shown no fact taking the case out of the statute as against him, he was entitled to judgment in his favor.</p>\n<p id=\"b183-4\">As to him, therefore, the judgment must be reversed and a new trial ordered, with costs to abide the event.</p>\n<p id=\"b183-5\">The findings and conclusions of the learned referee in regard to the judgment, and that it was upon an assigned note, and was recovered by Betts in his own name for the benefit of the trust, seem to us correct under the pleadings and evidence. We are not able to see how the plaintiff, as receiver of the assignee, Roswell H. Sawyer, acquired title to the judgment in suit. It appears that Sawyer became insolvent in 1850 and made an assignment of his property to George W. Betts in trust for his creditors, making three classes, the first and second being preferred creditors, and the third his general creditors. Betts accepted the trust and proceeded in its execution so far as to pay off the preferred indebtedness to himself, and then, with the assent of creditors of the next class, he appointed Mr. Sawyer an agent to collect the assets. Sawyer made collections and paid the second class of creditors ten per cent on their debts. Betts died, leaving the trust unexecuted. He left no will and no assets, and administration was not taken out upon his estate.</p>\n<p id=\"b183-6\">The death of Betts revoked the agency of Sawyer. Sawyer had no title or legal interest in the property beyond the possible reversion of a surplus after the payment of all his debts and the complete <page-number citation-index=\"1\" label=\"164\">*164</page-number>execution of the trust. Nothing could be reached in a suit against him while the trust under the assignment remained in force, but that possible contingent interest. The suit in which the plaintiff was appointed receiver on an <em>ex parte </em>application was brought by Jacob S. Merritt against Roswell H. Sawyer. Neither the heirs of Betts nor any representative of him was made a party. Although the order appoints the plaintiff receiver of all the property, assets and effects of every nature and kind which have not been collected and converted into cash and distributed under an assignment made by the defendant, Roswell H. Sawyer, to George Betts in the year 1852, yet it is difficult to see how the receiver could acquire, under such order, any other legal title or interest in such property than Sawyer himself had. On the death of Betts no title reverted to Sawyer. Probably, under the circumstances, a court of equity might have been invoked in a proper action to appoint a trustee to complete the unexecuted trust of the assignment, but it does not appear that the proceeding in which the plaintiff was appointed was of that nature, nor that his receivership was created for the purpose of executing such trust.</p>\n<p id=\"b184-5\">Possibly, on a new trial, something further may be shown to uphold the right of plaintiff to maintain the action, but, as the case now appears, the reversal of the judgment and the new trial should extend to both of the defendants.</p>\n<p id=\"b184-6\">\n<em>Judgment reversed and new trial .ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}