{
  "casebody": {
    "data": "<casebody firstpage=\"665\" lastpage=\"668\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b685-9\">Harwood v. Keech.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b685-10\"><em>Slander—privileged communications—malice—want of probable cause. Exception </em>— <em>general, not a/saildble.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b685-11\">Statements made by a resident of a school district, having a daughter attending school, to the trustees, charging bad character to a female teacher of the school, <em>held, </em>to be privileged communications,-and the one making them not liable for slander in the absence of malice.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b685-12\">But the fact that the person making them had no reason to believe the statements to be true, or knew them to be false,' <em>held, </em>to show malice, which would render him liable. <em>‘</em></headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b685-13\">The defendant in'an action for slander cannot, unless the statements charged as slanderous are privileged, relieve himself from liability by denying malicious intent.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b685-14\">Unless the whole portion of a charge excepted to is erroneous, an exception to “ each and every part of the charge” does not avail.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b686-4\"><page-number citation-index=\"1\" label=\"666\">*666</page-number>APPEAL by defendant from a judgment in favor of plaintiff, entered upon the verdict of a jury, and from an order denying a motion for a new trial.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b686-6\">This action was brought by Henrietta A. Harwood against Nathaniel Keech, to recover damages for slander. The complaint alleged that defendant charged plaintiff, who was a school teacher in the district where defendant resided, with being a woman of unchaste character. The answer set forth that the statements were privileged, being made by him, as a patron of the school, to the trustees of the district. On the trial it was proved that he had made the charge to the trustees; and one Taylor, who was not a trustee, swore that defendant had made a similar statement to him, which was denied by defendant. Sufficient other facts appear in the opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b686-7\"><em>Morris &amp; Leary, </em>for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b686-8\"><em>E. G. Lapham, </em>for respondent.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b686-9\">Present — Mullís\", P. J., E. Darwin\" Smith and Gilbert, JJ.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b686-10\">Mullin, P. J.</author>\n<p id=\"A28\">The defendant being a resident of the school district in which it was intended to employ the plaintiff as a teacher, and having a daughter that he desired to send to said school, it was not only his right but his duty, if she was a woman of bad character, to communicate to the trustees such information as he possessed in reference to her character, and the communication thus made was privileged, and plaintiff could not recover without proof of express malice. <em>Thorn </em>v. <em>Moser, </em>1 Den. 488; 1 Starkie on Slander (Mead’s ed. 1843), chaps. 10 and 13;. Townsend on Slander, § 209, and note 1004; <em>Cockayne </em>v. <em>Hodgkisson, </em>5 C. &amp; P. 340.</p>\n<p id=\"b686-11\">To prove malice she called the persons by whom defendant says he was told the matters communicated to the trustees, and they testified that they never told him any of the matters relating to plaintiff’s character that he said they had. Townsend on Slander, §§ 241, 244, and notes 12Ó3 and 1209.</p>\n<p id=\"b686-12\">It was false then that he had been so told by the persons named by him. He disclaimed any personal knowledge in relation to the plaintiff’s character, and hence the jury had the right to find that he did not believe the charges he made against her; as he could not believe them without some evidence of their' truth.</p>\n<p id=\"b687-4\"><page-number citation-index=\"1\" label=\"667\">*667</page-number>Had plaintiff been told, as he claims to have been, he would not be liable, notwithstanding the charges were unfounded.; the communication to the trustees would then have been a privileged one, but the known falsity of the charge took from the statement to the trustees the immunity given to a privileged communication, and subjected the defendant to liability for defamation. Townsend on Slander, § Ml, and notes 1214-T224.</p>\n<p id=\"b687-5\">The defendant swore that the persons named by him informed him of the matters he charged against the plaintiff’s character, as did one or two other witnesses. But the jury did not believe him or his witnesses. Their finding is of course conclusive on that subject. Had the defendant the least confidence in the truth of these stories he claimed had been told him about the plaintiff, he would, at least, have called the three boys who claimed to have seen her having sexual intercourse with Hazelton in the school-house; but he did not venture to do that and thus save himself from the imputation of having maliciously slandered an unoffending girl who was endeavoring, by honest labor, to earn a living. The charges were the most infamous that a man could invent against a woman. He struck at her in a way most fatal to her reputation. It was put forward as prompted by the defendant’s zeal for the welfare of the district, when he knew it was false and could have no other effect than to wound and ruin her.</p>\n<p id=\"b687-6\">But this defendant did not limit his communication to the trustees ; he made the same imputation against the plaintiff in the presence and hearing of others, as to which there is no shadow of claiming them to be privileged. Townsend on Slander, § 243; <em>Thorn </em>v. <em>Moser, </em>1 Den. 188; <em>Burlingame </em>v. <em>Burlingame, 8 </em>Cow. 141; <em>Sewall </em>v. <em>Catline, </em>3 Wend. 291.</p>\n<p id=\"b687-7\">It only remains to inquire whether any errors were committed in the rulings of the court on the trial, or in the charge to the jury\". 1 The first error relied on was in refusing to allow the defendant to I answer the question, <em>“ </em>Did he (Lamb) inquire of you (as to the <em>\\ </em>charges against the plaintiff), or did you introduce the subject?” It was wholly immaterial whether the defendant was asked to make J the statement, or whether he volunteered it. In either case it was • privileged, unless proved to be made maliciously.</p>\n<p id=\"b687-9\">Defendant was asked whether he had any purpose or thought of injuring the plaintiff ? The court refused to permit the question to be answered. Slander is not one of the cases in which a defend<page-number citation-index=\"1\" label=\"668\">*668</page-number>ant can relieve himself from liability, for a slanderous charge, by denying malice. As well might he be permitted to disclaim it upon the trial of an indictment for an offense in which malice is an element. In actions of slander, malice is implied from the utterances of slanderous charges, not justified or privileged, and in such cases a denial of malicious intent is of no avail; the law presumes it, and the presumption cannot be rebutted by the slanderer denying it. In cases where the communication is claimed to be privileged, and the burden of proving malice rests on the plaintiff in order to recover, and it is proved that the defendant knew the charge to be false, the law again implies malice, and the defendant cannot rebut it. But where there is no. direct proof of the known falsity of the charge, but it is sought to be established by facts and circumstances, then it is competent for defendant to disclaim a malicious intent. <em>Fiedler </em>v. <em>Darrin, </em>50 N. Y. 437, 443. If, however, the evidence of the defendant as to intent was competent at the time it was offered, a new trial should not be granted,' it being established by the subsequent evidence in the case that the slander was uttered to others besides the trustees, and to whom there could be no pretense of privilege.</p>\n<p id=\"b688-5\">The exception to the charge is in these words: <em>“ </em>The defendant’s counsel duly excepted to each and every part of the charge which reads as follows: ” the counsel then sets out several distinct propositions, and he desires now to avail himself of an exception to each proposition. This he is not entitled to do, unless the whole portion of the charge excepted to is erroneous. Without entering upon an examination of the several facts of the charge exeepted to, it is sufficient to say we do not think the charge erroneous as to all or any of them.</p>\n<p id=\"b688-6\">The order refusing a new trial is affirmed.</p>\n<p id=\"b688-7\">\n<em>Order affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}