{
  "casebody": {
    "data": "<casebody firstpage=\"617\" lastpage=\"622\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b637-5\">MORRIS SEDACCA <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ADs\">[No. 276,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ay6\">Initial Term, 1967.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b637-9\">\n<em>Decided December 15, 1967.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b637-14\">The cause was argued before Anderson, Morton, Orth, and Thompson, JJ., and Meevin, J., Associate Judge of the Fifth Judicial Circuit, specially assigned.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b638-4\"><page-number citation-index=\"1\" label=\"618\">*618</page-number><em>Cypert O. Whitfill, </em>with whom were <em>T. Carroll Brown </em>and <em>Stanley Getz </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b638-5\"><em>Jon F. Oster, Assistant Attorney General, </em>and <em>Edward F. Engelbert, Chief, Retail Sales Tax Division, </em>with whom were <em>Francis B. 'Burch, Attorney General, </em>and <em>Edwin H. W. Harlan, Jr., State's Attorney for Harford .County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b638-6\">Morton, J.,</author>\n<p id=\"AfN\">delivered the opinion of the Court.</p>\n<p id=\"b638-7\">The Appellant, Morris Sedacca, was convicted in the Circuit Court for Harford County, without a jury, of transporting untaxed cigarettes in interstate commerce without having in his possession the documents required by the provisions of Maryland Code, Art. 81, Sec. 455.</p>\n<p id=\"b638-8\">The record indicates that Sedacca, a New York policeman, in the course of driving from North Carolina to New York, stopped at the Maryland House service area on the John F. Kennedy Memorial Highway shortly before 9:00 a.m. on November 12, 1,965. While he was in the restaurant, two State troopers recognized his parked car as fitting the description they had received shortly before over, their police car radios “that there possibly was a vehicle northbound that was transporting untaxed cigarettes.” Neither the contents of the message nor the original source from which the information was obtained was entered into evidence. Sedacca returned to his 'car which, according to the troopers, appeared to be heavily laden in the rear and as he drove from the service area toward the highway, the uniformed troopers, one in an unmarked car and the other in a regulation police car, proceeded to follow him; Both testified that after he had travelled approximately one-eighth of a mile, they observed him proceed through a stop sign without stopping. The trooper in the unmarked car immediately signaled Sedacca to stop. Sedacca parked his car, alighted, closed the door and walked toward the troopers who had parked their car directly to the rear. Upon request, Sedacca, displayed his New York driver’s license and registration card, both of which appeared to be in order. The troopers then decided to check the <page-number citation-index=\"1\" label=\"619\">*619</page-number>serial number of Sedacca’s car which necessitated opening the left front door. While checking the number which was affixed to the inside door jam, both troopers observed that the contents in the rear were almost completely obscured by a cloth covering resembling a bedspread. According to the troopers, however, the covering did not extend entirely to the car floor, and thus, they were able to observe the word “Kool” printed upon a cardboard box. Sedacca, at this time was expressing wonder and concern that Maryland police procedures apparently required two troopers and two cars to issue a summons for a minor traffic violation and, moreover, he could not understand, since he was a police officer himself, “why you are giving me a hard time. It’s a routine stop sign * * * Either let me go or give me the summons.” Thereupon, he was asked if he were carrying untaxed cigarettes. According to the troopers, he answered “yes;” according to Sedacca, “I avoided the answer.” He was then advised that he was also being arrested for possession of untaxed cigarettes and escorted back to the service area. Approximately thirty or forty-five minutes thereafter a Maryland tax agent arrived and, when Sedacca wTas unable to produce the documents required by Code, Art. 81, Sec. 455, he placed Sedacca under arrest, searched his car and seized 858 cartons of cigarettes.</p>\n<p id=\"b639-5\">In this appeal, it is contended that the arrest of Sedacca for a traffic violation was a mere pretext or ruse wdiich enabled the troopers to carry out their desire to search his car without a search warrant; that the search and resultant seizure of the cigarettes were in violation of Sedacca’s rights under the Fourth Amendment to the Federal Constitution; and, therefore, the lower court erred in not granting the Appellant’s Motion to Suppress the Evidence.</p>\n<p id=\"b639-6\">The troopers conceded that their purpose in following Sedacca was to confirm their suspicion that he was illegally carrying untaxed cigarettes; that in following the car they intended “to observe this vehicle for any violations;” that if the car swayed while on the highway they might stop him for driving an overloaded vehicle; that the second trooper, a corporal, followed the trooper in the unmarked car since, as the latter put it, “being a good corporal he would follow me because I’m a <page-number citation-index=\"1\" label=\"620\">*620</page-number>non-smoker and would not know an untaxed pack of cigarettes if I saw it until — until all this came out;” that after arresting Sedacca for the stop sign violation and finding his driver’s license and registration to be in proper order, the trooper checked the serial number because it offered <em>“a </em>good opportunity to view the interior of the car;” and when asked “and it’s why you did it, isn’t it?”, answered: “Yes, sir.”</p>\n<p id=\"b640-5\">Long ago it was held by the Supreme Court of the United States that an arrest may not be used as a pretext to search for evidence. <em>United States v. Lefkowitz, </em>285 U. S. 452, 467. See also <em>Jones v. United States, </em>357 U. S. 493, 500; <em>Taglavore </em>to be reinstated in his office. He was duly appointed to his of-<em>v. United States, </em>291 F. 2d 262; <em>Worthington v. United States, </em>166 F. 2d 557; <em>Henderson v. United States, </em>12 F. 2d 528; <em>United States v. Pampinella, </em>131 F. Supp. 595. See also cases collected in the Annotation “Lawfulness of Search of Motor Vehicle following arrest for traffic violation” 10 A.L.R. 3d 314. And yet, this is precisely what the officers did in this case. Their concern was clearly to determine whether the possible overloading of Sedacca’s car was a result of its containing cigarettes in violation of the law. At the time they formed this concern, Sedacca was committing no overt violation of the law. In fact, he was not even in his car which was innocently parked while he was in the restaurant. The lower court refused to allow answers on several occasions to direct questions concerning the troopers’ motive in following and arresting Sedacca for the traffic violation. This, in our opinion, was error, since the motive or purpose of the troopers, under the circumstances, was a crucial factor in determining whether the original arrest was used as a pretext to search for evidence. A careful reading of the entire transcript of the testimony given by the troopers, however, convinces us that the arrest for the traffic violation was a mere pretext for the purpose of enabling them to conduct, without a warrant, what in their opinion would be a legal search of the car for evidence of illegal possession of cigarettes.</p>\n<p id=\"b640-6\">It is evident that no emergency confronted the police for they did not deem it necessary to search the car at the time and place of the original arrest. The accused was directed to drive his car back to the service area and the search and seizure did not take place until the arrival of the tax agent some thirty or <page-number citation-index=\"1\" label=\"621\">*621</page-number>forty-five minutes later. It is apparent, therefore, that this was not a search contemporaneous with or incident to the original arrest. See <em>Preston v. United States, </em>376 U. S. 364.</p>\n<p id=\"b641-5\">Nor was this a search within the concept enunciated in <em>Carroll v. United States, </em>267 U. S. 132, wherein the Supreme Court recognized the validity of a search “where it is not practicable to secure a warrant because the vehicle can be quickly moved out of the locality or jurisdiction in which the warrant must be sought,” for the <em>Carroll </em>rule does not authorize warrantless searches of motor vehicles unless “probable cause” is present. “But those lawfully within the country, entitled to use the public highways, have a right to free passage without interruption or search unless there is known to a competent official authorized to search, probable cause for believing that their vehicles are carrying contraband or illegal merchandise.” <em>Carroll, supra, </em>p. 154. Moreover, the same measure of “probable cause” must be present to support a warrantless search as would support the issuance of a search warrant. <em>Henry v. United States, </em>361 U. S. 98.</p>\n<p id=\"b641-6\">On the record before us, the evidence does not demonstrate, either in quantity or quality, facts and circumstances within the knowledge of the troopers, sufficient to measure up to the requisite “probable cause.” All that we have here is a radio dispatch indicating the “possibility” that the Appellant was transporting untaxed cigarettes. We have no basis for assessing the extent of the possibility since the source of the information and the contents of the radio message were not established; and the troopers agreed that it was not unusual for out of state cars travelling on this particular interstate highway to be heavily laden in the rear. In fact, all we have, on the evidence, is an arrest for the purpose of search, or as stated in <em>White v. United States, </em>271 F. 2d 829, 831, the search was not incidental to the arrest but rather “the arrest was incident to a search.”</p>\n<p id=\"b641-7\">The State attempts to justify the search on the ground of consent. One trooper testified that the Appellant, when requested, opened the car door to allow the serial number to be checked; the other trooper could not remember who opened the door; and Sedacca says they opened it without his permission. <page-number citation-index=\"1\" label=\"622\">*622</page-number>Exactly how the door was opened is immaterial, however, since it is obvious from the record that the last thing Sedacca wanted was the discovery by the troopers of the cartons of cigarettes which he had so carefully endeavored to conceal from police view. Assuming, therefore, that Sedacca opened the door when requested to do so, this cannot, in our opinion, be construed as a consent to an exploratory search.</p>\n<p id=\"b642-5\">As this Court said in <em>Musgrove v. State, </em>1 Md. App. 540 (at p. 548) :</p>\n<blockquote id=\"b642-6\">“The principle of law that an arrest may not be used as a pretext to search for evidence is undoubtedly sound. Fundamental principles of law, however, are oft-times easier to state than to apply. It is apparent that the applicability of this principle must be determined in the light of the facts and circumstances of each particular case.”</blockquote>\n<p id=\"b642-7\">. Under the circumstances of this case, it is clear to us that the above principle is applicable; that the arrest of the Appellant for the traffic violation was merely an excuse to search the car for evidence of another suspected crime; that, therefore, the seizure of the cigarettes was the result of an unreasonable, warrantless search in contravention of the Appellant’s Fourth Amendment rights; and that the failure of the lower Court to grant the Motion to Suppress the Evidence compels a reversal of the Appellant’s conviction.</p>\n<p id=\"b642-8\">It is not the purpose of this Court to create obstacles for the police to overcome in their apprehension of law violators. On the other hand, it is the responsibility of the Court to insure that law violators and law abiding citizens, alike, are accorded the rights guaranteed to them by the fundamental law of the land.</p>\n<p id=\"b642-9\">In view of our findings, we do not reach the other questions raised by the Appellant.</p>\n<p id=\"b642-10\">\n<em>Judgment reversed, and case remanded for a new trial.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}