{
  "casebody": {
    "data": "<casebody firstpage=\"811\" lastpage=\"820\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b841-6\">In re TENNEY. In re FOSTER’S WILL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b841-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"APO\">May 5, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b841-9\">1. Trust—Po.web of Appointment—Wills—Construction.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b841-10\">Testator by bis will created a trust in favor of a niece, and provided that on her death the fund should be transferred to her issue, and in default of issue, to her next of kin, in such proportions as they would be entitled to under the laws on distribution of personalty belonging to her on dying intestate, with power by will to alter and regulate at her discretion the proportions in which the fund should be distributed among the beneficiaries indicated. <em>Held, </em>that a will of the niece giving all of her estate, .real and personal, to her executors in trust to pay the rents, income and profits equally to each of her children who should survive her, share and share alike, during the term of his or her natural life, with remainder over to such persons as her children should appoint by will, was not an exercise of the power of appointment conferred by her uncle’s will.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"AJc6\"><page-number citation-index=\"1\" label=\"812\">*812</page-number>2. Same—Beneficiaries—“Issue.”</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b842-4\">In the second clause of his will, testator made a bequest to children of a deceased sister and the issue then living of any deceased child; the issue of such deceased child to take by representation the share that the parent would have taken if living. By the fourth and seventh clauses the word “issue” was used in the same connection. By the sixth clause testator created a trust in favor of a niece, and provided that on her death the fund should be transferred to her issue, and in default of issue to her next of kin. <em>Held, </em>that in view of the use of the word “issue” in other clauses, and in the absence of evidence that the niece’s grandchildren were alive when the will was made, or of any facts from which an intent to benefit her grandchildren at the expense of her children could be inferred, the word “issue” would be construed to include only her children.</headnotes>\n<headnotes data-order=\"7\" data-type=\"judges\" id=\"b842-5\">Patterson and Laughlin, JJ., dissenting.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b842-6\">Appeal from Surrogate’s Court, New York County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b842-7\">In the matter of the judicial settlement of the account of Levy S. Tenney as trustee of certain trusts created by the will of George J. Foster, deceased, for the benefit of Margaret A. Beeckman. Appeal from a decree settling the accounts of the trustee. Modified.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b842-8\">Argued before VAN BRUNT, P. J., and McLAUGHLIN, PATTERSON, INGRAHAM, and LAUGHLIN, JJ.'</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b842-9\">Henry S. Hooker, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b842-10\">E. Mortimer Boyle, for respóndents.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b842-11\">James E. Kelly, for special guardian.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AccH\">INGRAHAM, J.</author>\n<p id=\"A7Uo\">The question upon this appeal depends upon the construction to be given to the sixth clause of the will of George J. Foster. The will was admitted to probate by the surrogate of New York county on the 16th day of November, 1876. After making specific legacies, and giving to his executors a power of sale of his real property, the testator directed his executors to-divide his residuary estate as follows: One-third of his residuary estate he gave and bequeathed to the children of his deceased sister Caroline, “or such of them as shall be living at the time of my death and the issue then living of any deceased child of my said sister in equal shares as to each child of my said sister the issue of such deceased child taking by representation the share which their parent would have taken if living.” Out of the other two-thirds of the residuary estate the testator directed his executors-“first to make or set apart a separate investment upon good and lawful security of the sum of Fifty thousand dollars to.be held by them upon trust to apply the entire net income thereof to the-sole and.separate use of Mrs. Eliza R. Foster the widow of my deceased brother Samuel H. Foster during her life to be paid1 quarterly as near as conveniently may be—and secondly to set apart the further sum of Twenty-five thousand dollars which is to-be added to the share hereinafter directed to be held in trust for the use- of my niece Mrs. Margaret Beeckman.” The residue-of the said two-thirds of his residuary estate the testator directed his executors to divide into as many equal shares as there should be children of his said brother Samuel H. Foster living at the <page-number citation-index=\"1\" label=\"813\">*813</page-number>time of the testator’s death, “or who shall have died in my lifetime leaving issue me surviving; to ,be set apart and designated to them respectively.” It is then provided by the sixth clause of the will as follows:</p>\n<blockquote id=\"b843-5\">“The share So set apart to my niece Mrs. Margaret Beeckman together with the sum of Twenty-five thousand dollars above directed to be set apart for her use I give to my executors in trust to keep the same invested upon good and lawful security and to apply the whole net income thereof to the use of the said Margaret during her life, and upon her death such share shall go and be paid or transferred to her issue, and in default of issue to her next of kin in such proportions as they would be entitled to under the laws of the State of New York upon distribution of personal estate belonging to her upon her dying intestate—with power nevertheless to my said niece by her last will executed in due form of law or instrument of appointment executed in like manner to alter and regulate at her discretion the proportions in which the same shall be distributed among the persons who shall be entitled thereto under the foregoing provisions of this Article.”</blockquote>\n<p id=\"b843-6\">By the seventh clause of his will the testator left the shares of the residue of the two-thirds of his residuary estate set apart by the other children of his brother Samuel H. Foster who should survive him to his executors in trust to apply the income of the respective shares to the use of the several children of his said brother to whom, respectively, the same shall have been set apart during their respective lives, and, upon the death of each of said children, his share so set apart to go and be paid or transferred to his issue, and in default of issue to his next of kin, in such proportions as they would severally be entitled to under the laws of the state of New York upon distribution of personal estate belonging to him upon his dying intestate. By the eighth clause of his will the testator provides that the shares that should be set apart and designated for the issue of any deceased children of his said brother should be held in.trust by his executors for such issue, and the whole net income thereof applied to the use of such issue, “descendants of children taking only their parent’s share by representation during the lives of the said Eliza R. Foster and Margaret Beeckman and upon the death of the longest liver of those two persons the said shares respectively shall go and be paid over or transferred to such issue respectively if then living and if not then living to their next of kin.” And by the ninth clause of the will the testator provided that upon the death of the said Eliza R. Foster the said sum of $50,000 held in trust for her shall be apportioned equally among and added to the several shares of the other portions of the said two-thirds of his residuary estate, and remain in trust to be otherwise disposed of and paid over precisely as if it had originally formed a part of the said shares, respectively.</p>\n<p id=\"b843-7\">At the time of the death of the testator there were living 10 children of his brother Samuel H. Foster, so that on the death of Eliza R. Foster the trustees under this will held in trust for Margaret Beeckman, who was also one of the children of Samuel H. Foster, the sum of $25,000, and also one-tenth of the sum of $50,000 that was held in trust for Eliza R. Foster during her life, and also one-tenth of the residuary estate of the testator under the fourth clause of his will, which amounted to the sum of $1,052.05,</p>\n<p id=\"b844-3\"><page-number citation-index=\"1\" label=\"814\">*814</page-number>Margaret Beeckman died on the 19th of April, 1904, leaving; her surviving, four children. No child of Mrs. Beeckman died during her life, leaving issue; but these four children had living at the time of Mrs. Beeckman’s death eight children, who were grandchildren of Mrs. Beeckman, their parents still living. Mrs. Beeckman also left a will, which was admitted to probate by the Surrogate of the county of New York, and the first question is whether by this will she exercised the power of appointment given by the sixth clause of the will of George James Foster. The surrogate held that Mrs. Beeckman did not attempt by her will to exercise the power of appointment contained in the sixth clause of the will of George J. Foster, and in that we concur. By this will Mrs. Beeckman gave all her estate, real and personal, to her executors in trust to pay the rents, incomes, and profits equally to each of her children who should survive her, share and share alike, during the term of his or her natural life, with remainder over to such person as her said children should appoint by a last will and testament. The power, given to Mrs. Beeckman by the sixth clause of the will in question was to “alter and regulate, at her discretion, the proportions in which the same shall be distributed among the persons who shall be entitled thereto” under that clause of the will. The only power that she had, therefore, under this clause of the will, was to determine the proportions in which the sum held in trust for her should be distributed among her issue. She made no attempt to exercise this power of appointment, and a bequest to her executors in trust of all her estate was not an alteration or regulation of the proportions in which the sum held in trust for her was to be distributed. The “issue,” therefore, of Mrs. Beeckman, take under the sixth clause of the testator’s will.</p>\n<p id=\"b844-4\">The remaining question is as to the persons intended to be designated by this clause of the will as the issue of Margaret Beeckman. The testator used the word “issue” in several clauses of the will. Thus, in the second clause, in providing for the.one-third of his residuary estate which was bequeathed to the children of his deceased sister Caroline, he gives and bequeaths the one-third of his residuary estate to the children of his deceased sister “and the issue then living of any deceased child,” the issue of such deceased child taking by representation the share that their parent\" would have taken if living; thus providing that the issue shall take by way of representation, so that the share of a deceased child would go to the issue of such deceased child. By the fourth clause of the will the word is used in the same connection, evidently intending to substitute the issue of a deceased nephew in place of a nephew dying before the testator. By the seventh clause of the will the word is' used in the same connection, the issue of a nephew or niece to take the share set apart for the nephew or niece dying. There would thus seem to be an express intention of the testator to substitute for a beneficiary in whose favor a\" life estate was created, the issue of such beneficiary upon the beneficiary's death, and in each case the share of the parent is to be divided equally, <page-number citation-index=\"1\" label=\"815\">*815</page-number>share and share alike, among the parent’s issue; disclosing, as I view it, an intent that the issue should take by way of representation, so that there should be an equal distribution of a share of a deceased beneficiary for whose benefit a life estate is established, among those succeeding to the right of the beneficiary for life. Such equal distribution could only take place if the word “issue” was used as meaning children; the issue of a deceased child to take its parent’s share.</p>\n<p id=\"b845-5\">The distribution which would follow from the construction given by the'court below would be extremely unequal. Mrs. Beeclcman has four children. Two of them have nó issue, while the other two have eight issue living. If all of these descendants of Mrs. Beeclcman are tp share equally, Mrs. Lorillard and her children would have four-twelfths of the fund, Mrs. Steward and her children would have six-twelfths of the fund, while the two other children would have one-twelfth each—a distribution which would be contrary to the intention of the testator, as I gather it from the will. In each case he provides that, in default of issue of a beneficiary for life, the property should go to the next of kin of the life beneficiary, where it would be distributed upon a principle of representation ; and I think, therefore, taking this will as a whole, we can see running through it an intention of the testator to distribute these shares upon the death of his nephews and nieces who have a life interest equally among those who succeed them. Thus we have the indication that the testator did not intend to give to the Word “issue” that primary significance that it received at common law; that is, descendants generally.</p>\n<p id=\"b845-6\">In Drake v. Drake, 134 N. Y. 220, 32 N. E. 114, 17 L. R. A. 664, the testator gave certain real property to an adopted daughter, Mary Hopeton Drake, for life, with a power to appoint by her last will and testatment to either of his three sisters, or to all of any or either of the lawful issue of his three sisters, from and after the death of the life tenant, and such shares and proportions as she might think proper. His sisters died before the life tenant, some of them leaving children and grandchildren, and the life tenant attempted to exercise the power of appointment in favor of certain grandchildren of the testator’s sisters while the parents of these grandchildren were alive. The court held that the meaning of the word “issue” in this will was synonymous with “descendants” and that the appointment was valid; but in this case it will be noticed that the testator intended to give the right to appoint during the lives of his sisters to the sisters or the sisters’ children, thus clearly indicating that there was no idea of equal distribution or representation in his mind; that it was not intended that the child should stand in the place of a deceased parent, because the children of his sisters were to have a right to receive the estate in case of an appointment in their favor during the lifetime of the sisters; that it was a class that was created from which the grantee of the power was to- select, and this class included the testator’s sisters and their descendants. In that case, in discussing the meaning to be given to the word “issue,” Judge Bradley'says:</p>\n<blockquote id=\"b846-4\"><page-number citation-index=\"1\" label=\"816\">*816</page-number>“The word ‘Issue’ may be a word either of purchase or limitation, and will be construed the one or the other as may be necessary to effectuate the intent with which it appears to have been used in the instrument where it is employed.”</blockquote>\n<p id=\"b846-5\"># In Palmer v. Horn, 84 N. Y. 516, Judge Earl speaks of the word \"issue” as an ambiguous term. He says that it may mean descendants generally dr merely children, and whether in a will it shall be held to mean the one or the other depends upon the intention of the testator as derived from the context or the entire will, or such extrinsic circumstances as can be considered.</p>\n<p id=\"b846-6\">In Soper v. Brown, 136 N. Y. 244, 32 N. E. 768, there was a bequest to the testator’s daughter for life, and upon her death the property was to go “in fee simple as tenants in common to the lawful issue of my said daughter Eliza, if more than one, share and share alike.” Eliza died, leaving children surviving, and also children of a deceased son of Eliza’s, three children of a deceased daughter of Eliza, and three children of a deceased child of a deceased daughter of Eliza. Thus, the descendants of Eliza living at her death were five grandchildren and three great-grandchildren. It was claimed that “issue” was here intended as synonymous with “children,” and that the grandchildren, \"although their parents were dead, were not entitled to share in the estate; but the court held that “issue” included grandchildren as well as children.</p>\n<p id=\"b846-7\">In Chwatal v. Schreiner, 148 N. Y. 683, 43 N. E. 166, the word “issue” was held to mean children, rather than remote descendants, because the testator in one clause of the will had given a definition of the word as meaning that the issue were to take by way of representation the estate of the respective parents, and that, the testator having thus disclosed his intention, the word “issue” in the other part of the will would be given a similar meaning. Hére in the second clause of the will the testator expressly provides that the issue of a child of his deceased \"sister was to take by way \"of representation the shares which their parents would have taken if living. Here he had in mind the idea of issue taking by way of representation, and I think that in repeating this clause, where provision is made for the issue of his niece Margaret, he uses thé word “issue” in the same sense; intending that Margaret’s children should take, if alive,» or, if one of them had died, leaving issue, that such issue should take by way of representation. There is no •evidence that Margaret’s grandchildren were alive when the will was made, nor is there proof of any facts from which an intent to benefit them at the expense of Margaret’s children can be inferred. The testator was making provision for a distribution of his estate in the event that Margaret did not exercise the power of appointment that he had given her, and I think it may fairly be inferred that the intention was to divide the trust fund equally among her children; the issue of a deceased child taking by representation.</p>\n<p id=\"b846-8\">The conclusion at which we have arrived results in a modification •of the decree of the surrogate by providing that this fund held by the trustee be divided equally among Margaret’s children, and as so <page-number citation-index=\"1\" label=\"817\">*817</page-number>modified the decree is affirmed, with costs to the executors and the appellants payable out of the estate.</p>\n<p id=\"b847-5\">VAN BRUNT, P. J., and McLAUGHLIN, J., concur.</p>\n</opinion>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b847-6\">PATTERSON, J. (dissenting).</author>\n<p id=\"A50\">The decision of this appeal depends upon the meaning and legal effect of the word “issue” as used in the sixth clause or paragraph of the will of the late George J. Foster, which will was duly admitted to probate in the year 1876 in the Surrogate’s Court of the county of New York. The appeal is taken from a decree of one of the surrogates of that county passing the accounts of a substituted trustee of a trust created.by that will, and making distribution of the trust fund, which consisted of a sum of money held by such trustee under such sixth clause of the will primarily for the benefit of a niece of the testator. It became necessary for the surrogate to construe the sixth clause. The principal of the fund in the hands of the trustee was $30,000, and it was composed of a sum of $5,000 being one-tenth of $50,000, referred to in the third clause of the will, and an additional amount of $25,000, also referred to in that third clause and in the sixth clause. The latter clause reads as follows:</p>\n<blockquote id=\"b847-7\">“Sixth. The share so set apart to my niece Mrs. Margaret Beeckman together with the sum of Twenty-five thousand dollars above directed to be set apart for her use I gave to my executors in trust to keep the •same invested upon good and lawful security and to apply the whole net income thereof to the use of the said Margaret during her life, and upon her death such share shall go and be paid or transferred to her issue, and in default of issue to her next of kin in such proportions as they would be entitled to under the laws of this State of New York upon distribution of personal estate belonging to her upon her dying intestate—with power nevertheless to my said niece by her last will executed in due form of law or Instrument of appointment executed in like manner to alter and regulate at her discretion the proportions in which the same shall be distributed among the persons who shall be entitled thereto under the foregoing provisions of this Article.”</blockquote>\n<p id=\"b847-8\">The surrogate held that the word “issue,” as it appears in the sixth clause, relate^! to both the children and grandchildren of Margaret Beeckman, and indicated the intention of the testator that children and grandchildren should take per capita. Mrs. Beeckman made a will, which was duly admitted to probate, but she did not exercise the power of altering and regulating at her discretion the proportions in which the trust fund should be distributed among the persons entitled thereto. She left, her surviving, five children and eight grandchildren. The plain question, therefore, is whether the word “issue” is to be construed as limited to children, or embraces the grandchildren also.</p>\n<p id=\"b847-9\">It is now the settled law of this state that the word “issue,” contained in a domestic will, has a fixed, primary legal signification, and that it includes descendants, and not merely children. In Palmer v. Horn, 84 N. Y. 516, the court said that:</p>\n<blockquote id=\"b847-10\">“The word ‘issue’ is an ambiguous term. It may mean descendants generally, or merely children; and whether in a will it shall be held tó mean the one or the other depends upon the intention of the testator as derived <page-number citation-index=\"1\" label=\"818\">*818</page-number>from the context of the entire will, or such extrinsic circumstances as can be considered.”</blockquote>\n<p id=\"b848-4\">In Drake v. Drake, 134 N. Y. 220, 32 N. E. 114, 17 L. R. A. 664, it is said:</p>\n<blockquote id=\"b848-5\">“In its general sense, unconfined by any indication or intention to the contrary, the word ‘issue’ includes in its meaning all descendants. * * * It may, however, when such appears to have been the intent with which the word is used, have the restricted import of ‘children.’ ”</blockquote>\n<p id=\"b848-6\">In Soper v. Brown, 136 N. Y. 244, 32 N. E. 768, the subject is elaborately considered. There the case turned upon the meaning of the word \"issue” in a gift in remainder to the lawful issue of a daughter of the testator. The plaintiffs insisted that the word meant “children.” Andrews, J., writing for the court, says:</p>\n<blockquote id=\"b848-7\">“I am of the opinion that the word ‘issue,’ in a deed or will, when used as a word of purchase, and where its meaning is not otherwise defined by the context, and there are no indications that it was used in any other than its legal sense, comprehends all persons in the line of descent from the ancestor, and has the same meaning as ‘descendants,’ and that, while it embraces the children of the ancestor, it is because they are descendants in common with all other persons who can trace direct descent from a common source. It is common learning that this has been the accepted meaning of the word ‘issue’ in that large class of limitations to issue of the first taker, accompanied with a gift over in default of issue.”</blockquote>\n<p id=\"b848-8\">The learned judge also says:</p>\n<blockquote id=\"b848-9\">\"There are many authorities on wills in which the word has been construed to mean ‘children’ only. These authorities rest upon the undisputed principle that words used by a testator in his will are to be interpreted in the sense which he attributed to them, where it appears by the context that they were not used in their strict legal sense. It is but one of the applications of the doctrine that in the construction of wills the intention of the testator is to govern, when not inconsistent with the rules of law. In Sibley v. Perry, 7 Yes. 522, the word ‘issue’ was held to mean ‘children,’ because coupled with and used as the antithesis of the word ‘parent.’ ”</blockquote>\n<p id=\"b848-10\">The court then refers to the statement of the rule by Jarman and other text-writers, namely:</p>\n<blockquote id=\"b848-11\">“That while the meaning of the word ‘issue’ is not inflexible, and may in some cases designate ‘children’ only, depending upon the intention as disclosed upon the whole instrument, nevertheless, where its meaning is not restrained by the context, it is to be interpreted as synonymous with ‘descendants,’ and as comprehending objects of every degree, and that the construction is the same whether used in a bequest or device.”</blockquote>\n<p id=\"b848-12\">The learned judge also says:</p>\n<blockquote id=\"b848-13\">“It is settled that under a gift to ‘issue,’ where the word is used without any terms in the context to qualify its meaning, the children of the ancestor and the issue of such children, although the parent is living, as well as the Issue of deceased children, take in equal shares, per capita, and not per stirpes, as primary objects of the disposition.”</blockquote>\n<p id=\"b848-14\">The rule of construction was again announced by the.Court of Appeals in .the case of N. Y. Life Ind. &amp; Trust Co. v. Viele, 161 N. Y. 19-20, 55 N. E. 311, 76 Am. St. Rep. 238, where it is said:</p>\n<blockquote id=\"b848-15\">“The words ‘lawful issue,’ w;hen used in a domestic will, primarily and generally mean descendants. [Citing cases.] Where there is nothing to the contrary to be found in the context of the instrument, or in extraneous facts /proper to' be considered, that is the sense in' which they are presumed to be <page-number citation-index=\"1\" label=\"819\">*819</page-number>úsed In a will: The real question In this case is whether the testatrix used them in that sense or in some other sense. In giving construction to the words used by the testatrix in a domestic will, we cannot assume, without the clearest evidence, that she used the words ‘lawful issue’ in the sense they might possibly bear” under the laws of a foreign country in which she died.</blockquote>\n<p id=\"b849-5\">■We must endeavor to ascertain whether the testator intended that the word “issue,” in the sixth clause of his will, should have other than its primary meaning. Only a slight indication of such intention, gathered from other parts of the instrument, would be required. Palmer v. Horn, supra. The record is barren of evidence of extraneous facts or circumstances that would aid in the inquiry. We know nothing of the family of Mrs, Beeckman at the time of the testator’s death. All we are informed of is that she was his niece, the daughter of his deceased brother Samuel H. Foster. Looking into the Will, we find nothing to justify the conclusion that the word “issue” in the sixth clause, was used otherwise than in its legal sense. It is noticeable that provisions for the benefit of the other children and their issue of the testator’s brother Samuel are entirely different from the provision made for Mrs. Beeckman and her issue. After directing the payment of his debts and funeral expenses, the testator disposes of all the rest, residue, and remainder of his estate. He bequeaths one part to the children of his deceased sister Caroline, or to such of them as are living at the time of his death, and to the issue living of any deceased child, in equal shares; the issue of any such deceased child taking by representation the share which the parent would have taken if living. Out of the remaining two-thirds, he constituted a trust for $50,000 for the benefit of the wife of his deceased brother Samuel H. Foster, and then by the fourth clause he directs that the residue of the two-thirds be divided into as many equal shares as there should be children of his brother Samuel H. Foster living at the time of his (the testator’s) death, or who have died in his lifetime, leaving issue surviving him (the testator). He then gives his nephew Edward, the son of Samuel, absolutely the share to be set apart to him. Then follows the sixth clause which, as said before, is radically different in every respect from the provision made for the other children and issue of children of his deceased brother Samuel. By the seventh clause the several shares of the said two-thirds of his ■ residuary estate set apart for the other children of Samuel H. Foster who should survive him (the testator) are given to his executors in trust to keep the same invested upon good and lawful security, and to apply the whole net incomé of the respective shares to the use of the several children of his brother, to whom the same shall have been set apart, during their lives, and upon the death of any of said children the share so set apart shall go and be paid or transferred to his issue. Here the gift is in trust for the benefit of the children named in the seventh clause, with remainder over to their issue, and there the word “issue” is used in a different manner and relation from that in which it is used in the sixth clause. By the eighth clause it is provided that such shares of the residue of the two-thirds of the residuary estate as shall be <page-number citation-index=\"1\" label=\"820\">*820</page-number>set apart and designated for the issue of any deceased children of his brother Samuel shall be held in trust for such issue, and the whole net income thereof applied to the use of such issue (descendants of children taking only their parent’s share by representation) during the lives of two persons named, and, upon the “death of the longest liver” of such two persons, the shares are to go and be paid over or transferred to such issue, respectively, if then living, and, if not then living, to the next of kin. The scheme of the will relating to issue. of children of his deceased brother Samuel, other than the issue of Mrs. Beeckman, is therefore distinct from that which relates to her issue. The sixth clause stands alone and independent of other testamentary provisions. If the grandchildren of Mrs. Beeckman are to be excluded, and the remainder interest in the trust fund after her death is limited to her children, then it must be upon the theory that her grandchildren could only take by representation or substitution. But it is manifest from this will that the testator knew what “talcing by representation” meant. When speaking of the gift of one-third of the residuary estate to the children of his deceased sister Caroline and the issue.living of any deceased child of his said sister, in equal shares, he directs that the issue of such deceased child shall take by representation the share which the parent would have had if living. And so in the eighth clause he directs that the issue of deceased children of his brother (other than issue of Mrs. Beeckman) shall only take their parent’s share by representation. This will is not inartificially drawn. Where the testator intended that issue should take by representation, he said so. The sixth clause, standing alone, indicated that the trust fund set apart to Mrs. Beeckman for her life should be distributable by her, if she exercised the power of distribution, among her descendants in such proportions as she might direct, and upon her failure to do so the amount of the trust fund should be distributable among her issue, in‘the primary sense of that word.</p>\n<p id=\"b850-5\">As said before, we are unable to find anything in this will which varies the primary meaning of the word “issue,” and we conclude that it was the intention of the testator to allow all of the descendants of Mrs. Beeckman who come within that primary meaning to participate in the distribution of this trust fund.</p>\n<p id=\"b850-6\">The decree of the surrogate should be affirmed, with costs.</p>\n<p id=\"b850-7\">LAUGHLIN, J., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}