{
  "casebody": {
    "data": "<casebody firstpage=\"842\" lastpage=\"843\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b872-10\">LEVY v. POPPER et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b872-11\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avg\">May 12, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b872-12\">Brokers—Remedies—Accounting—Necessary Parties.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b872-13\">A complaint for an accounting \"alleged, that plaintiff and one H. opened an account under the name of L. &amp; H\". with defendants as stockbrokers; that subsequently plaintiff and H. directed defendants to divide the account of L. &amp; H., and to credit and charge one-half of the account to plaintiff. There was no allegation that defendants made the division as directed, or consented to make it, or that they were otherwise under any legal duty to follow plaintiff’s instructions. H. was not joined as plaintiff, or as a defendant. <em>Held, </em>that H. was a necessary party, and the complaint was obnoxious to a demurrer for defect of parties.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b872-15\">Patterson, J., dissenting.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b872-16\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b872-17\">Action by William Levy against Edward Popper and another..From an interlocutory judgment overruling demurrers to the complaint, defendants appeal. Reversed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b872-18\">Arguéd before VAN BRUNT, P. J,, and PATTERSON, O’BRIEN, INGRAHAM, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b873-4\"><page-number citation-index=\"1\" label=\"843\">*843</page-number>Joseph J. Corn, for appellants.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b873-5\">Leon Kronfeld, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b873-6\">O’BRIEN, J.</author>\n<p id=\"A0r\">This is an action for an accounting brought by a customer of the defendants, who are stockbrokers. They separately demurred to the complaint, the demurrers were overruled, and they appeal from the interlocutory judgment entered to that effect.</p>\n<p id=\"b873-7\">The demurrers were placed upon five grounds, four of which, in our opinion, were properly disposed of by the learned judge at Special Term, and need not be further considered. The remaining objection, however, that there is a defect of parties, we think is well taken, and the demurrers should have been sustained on that ground.</p>\n<p id=\"b873-8\">The complaint alleges that in the month of October, 1900, the plaintiff and one Jacob Hirsch opened an account under the name of Levy &amp; Hirsch with the firm of Popper &amp; Stern, as stockbrokers, and thereafter had various and numerous transactions with them; that about the 1st of July, 1903, the plaintiff and said Hirsch “directed the firm of Popper &amp; Sternbach,” successors to the former firm, “to divide the account of Levy &amp; Hirsch, and to credit to the account of the plaintiff one-half of the stocks,” etc., “on hand to the credit of the account of Levy &amp; Hirsch, and to charge” the plaintiff’s individual account with “one-half of the indebtedness of the Levy &amp; Hirsch account.” It is nowhere alleged, however, that the defendants made the division as directed, or that they' consented to make any division of the Levy &amp; Hirsch account, or that they consented to charge one-half the indebtedness thereof to the plaintiff, nor does it appear that they were under any duty to follow the instruction to do so. In this condition of the pleading we think Hirsch was a necessary party to the action. The defendants, having certain relations with the plaintiff and Hirsch jointly, were under no obligation to cancel the joint liability of these two individuals for the entire indebtedness of the account, and to accept as a substitute a separate liability of each party for one-half of that indebtedness. Nor were they under any obligation to sever the joint relation or to recognize either Levy' pr Hirsch as the sole separate owner of half the account. If it had appeared, in addition to the request of the plaintiff and Hirsch to sever the account, that the defendants had complied with that request or direction, or that they had in fact severed the account, or consented to sever it, then an accounting between the plaintiff and the defendants could have been had without the presence of Hirsch. In the absence, however, of any of these essential allegations, we think that Hirsch was not only a proper, but a necessary, party, and the failure to join him' either as plaintiff or defendant renders the complaint vulnerable to attack by demurrer on the ground that there is a defect of parties.</p>\n<p id=\"b873-9\">It 'follows accordingly that the judgment overruling the demurrers should be reversed, .with costs, and the demurrers sustained upon this ground, with leave to the plaintiff to amend the complaint upon payment of the costs in.this court and in the court below. ■ All concur, except PATTERSON, J.,..wbio. dissents. . ,</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}