{
  "casebody": {
    "data": "<casebody firstpage=\"850\" lastpage=\"852\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b880-9\">HOGAN v. STRAUSS et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b880-10\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmV\">May 5, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b880-11\">Injury to Employé—Negligence—Evidence. ,</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b880-12\">Evidence in an action for injury to an-employé from the bréaking of a plank placed across girders in a building in the course of construction <em>held </em>insufficient to show negligence of the employers.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b880-13\">Exceptions from Trial Term, New York County.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b880-14\">Actitin by John E. Hogan against Herman Strauss and another. There was a verdict for plaintiff, and defendants- move for a new <page-number citation-index=\"1\" label=\"851\">*851</page-number>trial on exceptions taken at the trial, and ordered to be heard in the first instance at the Appellate Division. New trial.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b881-5\">• Argued before VAN BRUNT, P. J., and McRAUGHRIN, PATTERSON, INGRAHAM, and RAUGHRIN, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b881-6\">I. Sidney Garrere, for the motion.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b881-7\">Wm. McArthur, opposed.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b881-8\">INGRAHAM, J.</author>\n<p id=\"ANf\">The action is brought to recover damages sustained by the plaintiff during the building of an apartment house on 5th avenue, between 111th and 112th streets, in the city of New York. The defendants were engaged in the erection of this building, and the plaintiff was in the employ of the defendants as a laborer on the building. The complaint alleges that on the 27th day of January, 1898, while in the course of such employment, the plaintiff stepped on and walked along a plank, being a part of a scaffolding or platform placed in the building by the defendants for the use of their employés and others, for the purpose of working and walking on and moving from place to place on said unfinished building, on the first story thereof, and which said platform or scaffold was furnished to the defendants’ workmen by the defendants; that one of said planks was weak, decayed, imperfect, or otherwise defective and unfit for, use, and the plaintiff was thrown to the cellar floor and injured.</p>\n<p id=\"b881-9\">Upon the trial the plaintiff was called as a witness, and testified that he was engaged by the defendant Clark, who said that the defendants were partners in the erection of these eight buildings; that the defendant Clark was in' personal charge of the work; that on the 27th day of January, 1898, the buildings had progressed one story above the level of the ground; that the means of access in the front of the buildings was on planks; that, to get in by the rear, the men had to climb a ladder through a window; that at about 5 o’clock the defendant Clark said to the plaintiff, “Don’t go home, Jack, before everything is covered up;” that the plaintiff then went into the building to see that all of the terra cotta and everything was all right; that as he was going into the fifth building he stepped upon a plank, and the plank broke and threw him into the cellar and broke his leg; that this plank rested on girders, and the distance between the girders was about 4 feet 4 inches; that there were other wooden planks running parallel in the same direction from the front towards the back; that the principal plank that broke was lying right on an iron girder, and this plank was one of the ways for going from the front to the back of the house ; that without going upon this plank he could not have done what the defendant Clark told him to do—see that everything was covered up; that he had taken three or four steps on the plank when it broke; it broke pretty near the middle; the length of the plank was 10 or 12 feet; that after he fell the plank that broke fell on him, and while lying upon the ground, he picked up the plank and crumbled it, and it was like dirt—all wormy. Upon cross-examination he testified that the plank, before he walked on it, looked <page-number citation-index=\"1\" label=\"852\">*852</page-number>to be solid; that all the boards were loose, and he knew it was loose before he went on it. The plank was from 10 to 12 feet long, and 8 inches wide, and the witness had never walked over this plank before. There was additional evidence as to the injuries, and the plaintiff rested.</p>\n<p id=\"b882-5\">On behalf of the defendants, Clark testified that he was superintendent for his codefendant, Strauss, in these buildings; that he was employed by Strauss, and Strauss paid the employés for the construction of the buildings, including the plaintiff; that he never was a partner with Strauss, and did not state that fact to the plaintiff; that he did not instruct the plaintiff to cover up anything in the building; that there was nothing to cover up; that he saw the plaintiff after the accident, at which the plaintiff said that he did not have any car fare, and he went into the building to get some soda water bottles; that he attempted to get over the top of a shed in which the bottles were, and fell through into the cellar; that the timber that was used on these girders was all new timber; that it was not there two weeks; that the timber that was placed upon the girders had been put there by the men employed upon the job; that the whole second floor of this building was covered with these planks, in compliance with the law, so that workmen would not be injured by the brick falling as the work proceeded.</p>\n<p id=\"b882-6\">It is quite evident that these planks laid on the girders were not a scaffolding or platform for the use of employés. The evidence is undisputed that these planks were new planks, had not been in use for two weeks, and were laid across these girders to comply with the law to protect the workmen from falling brick while the walls were being constructed. No scaffolding was erected for the use of the men, nor was the plaintiff instructed to use these planks for the purpose of walking on them. Some time after 5 o’clock on the 27th of January, 1898, the plaintiff went into this building. A plank that he stepped on broke, and he fell, assuming that the plaintiff’s account of the story was true; but there is absolutely nothing to show that these defendants had anything to do with putting these planks in place, that the particular plank that the plaintiff stepped on was one provided by the defendants for that use, or that the plaintiff was directed or expected to use these planks in walking about the buildings; nothing to connect these defendants with this particular plank that broke, or to charge them with negligence in having the plank there. There is therefore no evidence of defendants’ negligence, and the defendant was entitled to a verdict.</p>\n<p id=\"b882-7\">Exceptions sustained and new trial ordered, with costs to the defendants to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}