{
  "casebody": {
    "data": "<casebody firstpage=\"954\" lastpage=\"956\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b984-8\">DELAWARE COUNTY v. TOWN OF DELAWARE, SULLIVAN COUNTY.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b984-9\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Af2_\">May 3, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b984-10\">Paupers—Maintenance—Counties—Right to Reimbursement—Poor Law.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b984-11\">Laws 1896, p. 137, c. 225, § 2, defines a poor person as one unable to maintain himself, and provides that such person shall be maintained by the town, city, county, or state according to the provisions of the chapter. Section 42, subd. 2, p. 150, provides that every poor person, except the state poor, who has not gained a settlement in any county in which he shall become poor, shall be supported by the superintendent of the poor at the expense of the county; and section 51, p. 154, provides that a poor person removed, brought, or enticed, or who shall of his own accord come or stray, from one city, town, or county into any other, shall be maintained by the county superintendent of the county where he may be, and that notice by the superintendent furnishing the support may be given to the overseers of the town or city from which he strayed, “if the town or city be liable for his support.” <em>Held </em>that, when a person becomes a “poor person” after he has left the town or county in which he has gained a settlement, he must be supported by the county in which he becomes a poor person, without right on the part of such county to reimbursement from the town or county from which he came, even though his settlement still remains there.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b985-3\"><page-number citation-index=\"1\" label=\"955\">*955</page-number>Appeal from Trial Term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b985-4\">Action by the county of Delaware against the town of Delaware, Sullivan bounty. From a judgment for defendant, plaintiff appeals. Affirmed.</summary>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b985-5\">William Shelp and family prior to May 13, 1901, had resided for more than a year, and thereby gained a settlement, in the town of Delaware, county of Sullivan. On that day he voluntarily moved himself and family into the <em>town of </em>Hancock, <em>county </em>of Delaware. While in such town of Delaware he supported his family continuously, and no relief was ever asked or furnished him or the family by that town. In the July following, application was made by his family to the overseer of the poor of the town of Hancock for relief; and on investigation, he finding them destitute, relief was furnished them, and the superintendent of the poor of Delaware county notified. The superintendent thereupon took charge of them, and thereafter furnished them necessary relief for some three or four months, amounting in all to $83.89. It seems to be conceded that during such time Shelp himself was confined in jail in Delaware county for some offense committed in July. As soon as the county superintendent took charge of the family, he served upon the overseer of the poor of the town of Delaware, Sullivan county, a notice to take charge of such family, as required by section 51 of the poor law (Laws 1896, p. 154, c. 225). Such overseer thereupon served upon the said superintendent a notice denying all liability for their support, as permitted by section 52 of such law. This action was thereupon brought against such town to recover the amount so expended by the superintendent of Delaware county. It was tried and submitted to the court without a jury. A decision was rendered in favor of the ■ defendant, dismissing the plaintiff’s complaint, with costs, and from the judgment entered thereon this appeal is taken.</headnotes>\n<p data-order=\"8\" data-type=\"judges\" id=\"b985-6\">Argued before PARKER, P. J., and SMITH, CHASE, CHESTER, and HOUGHTON, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b985-7\">Wagner &amp; Fisher, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b985-8\">T. F. Bush, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b985-9\">PARKER, P. J.</author>\n<p id=\"AYQq\">I think it may be conceded that Shelp and his family had gained a settlement, and still retained it, in the town of Delaware, Sullivan county, when they applied for relief to the overseer of the town of Hancock (see section 40 of the Poor Law, Laws 1896, p. 149, c. 225) ; and still the said town of Delaware was-not liable to reimburse the county of Delaware for such relief. When such family became in need of public relief, it was actually residing in the county of Delaware. It had not been moved or enticed to move into such county as a “poor person”; but it had gone voluntarily into that county from the town of Delaware, without having ever become, been treated, or been considered as a “poor person” while in that town. In July, therefore, when it asked for public relief, it was in the situation referred to in subdivision 2 of section 42 of the poor law. It “had not gained a settlement in any town or city in the county in which it became poor, sick or infirm,” and it must therefore, as further provided by such subdivision, “be supported and relieved by the superintendent of the poor at the expense of the county.” Clearly that is of the county in which it became poor, viz., Delaware county. Now, Delaware county, as between it and any town in that county, agrees to such conclusion; but it claims that, under the provisions of section 51 of such law, it may demand to be reimbursed by any town outside of such county <page-number citation-index=\"1\" label=\"956\">*956</page-number>in which the person relieved then had a settlement. It is to be noticed, however, that the provisions of section 51 apply only to a “poor person” who has been moved or strayed from one town, or county, to another “not legally chargeable with his support.” Now, clearly, under the definition of “a poor person” given by section <em>2 </em>of such poor law, Shelp and his family were not “poor persons” when they strayed from the town of Delaware, Sullivan county, into-Delaware county. See, also, Wood v. Simmons, 51 Hun, 325, 4 N. Y. Supp. 368. Section 51 also provides that notice by the superintendent furnishing the support may be given to the overseers of the town or city from which he strayed, “if such town or city be liable for his support, and if there be none in the county from which he came that is liable, then to the county”; thus clearly indicating that the section refers to a person that is being helped or is in need, of public relief at the time he is moved or strayed into the prosecuting county. In other words, when a person becomes a “poor person” after he has left the town or county in which he has gained' a settlement, he must be supported by such latter county, and there is no provision of law authorizing the county so supporting him to-ask for reimbursement from the town or county from which he came, even though his settlement still remains there.</p>\n<p id=\"b986-5\">I conclude, therefore, that this judgment should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}