{
  "casebody": {
    "data": "<casebody firstpage=\"746\" lastpage=\"758\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b760-3\">John Donnelly &amp; Sons, Inc. <em>vs. </em>Outdoor Advertising Board &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b760-4\">Suffolk,</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AJx\">March 10, 1972.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"An5\">May 5, 1972.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b760-5\">Present: Tauro, C.J., Cutter, Spiegel, Reardon, &amp; Hennessey, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b761-3\"><page-number citation-index=\"1\" label=\"747\">*747</page-number><em>Robert W. Meserve (Kenneth L. Grinnell </em>with him) for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b761-4\"><em>Timothy F. O’Leary, </em>Assistant Attorney General, for Outdoor Advertising Board.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b761-5\"><em>James T. Grady, </em>Town Counsel, for the Town of Avon.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b761-6\"><em>Andrew F. Lane &amp; James P. Whitters, III, </em>for Conservation Law Foundation of New England, Inc., amicus curiae, submitted a brief.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b761-7\">Cutter, J.</author>\n<p id=\"AvP\">The plaintiff (Donnelly) seeks judicial review (G. L. c. 30A) of a decision of the Outdoor Advertising Board (the board, sometimes called the division) ; see G. L. c. 16, § 13 (as appearing in St. 1969, c. 704, § 21) and § 14 (as appearing in St. 1963, c. 821, § 1); c. 93, §§ 29-33, as amended, denying the renewal of a permit to maintain a billboard on the roof of 145 Main Street, Avon (the locus), and ordering that the billboard be removed. The town of Avon was joined as a defendant. The board found that the billboard was being maintained in violation of an amendment of the town of Avon’s zoning by-law.<footnotemark>1</footnotemark> After hearing, a Superior Court judge made a careful report of material facts which stated (among other matters) that the board had found the billboard to be “within 500 feet of the Avon Fire and Police Station, the Avon Baptist Church, a Civil War Memorial and a building which . . . Avon intends for use as a historical museum.” By final decree, the board’s decision was affirmed. Donnelly appealed. The facts are stated on the basis of the report of material facts.</p>\n<p id=\"b762-3\"><page-number citation-index=\"1\" label=\"748\">*748</page-number>Donnelly owns a large billboard on the locus which the record before the board shows to have been there at least since 1967, and probably since 1940. “The billboard is used to advertise various products and . . . not . . . merely to advertise a business conducted on the” locus. It has been maintained “for a number of years under a permit . . . issued ... by the [b]oard.” In 1967, the Avon selectmen objected to a renewal of the permit. The board, however, then voted to renew the permit. It notified the selectmen that the locus was still in a business area and that the location “complies in every way with” the applicable rules and regulations,<footnotemark>2</footnotemark> but that “as soon as there is a change in the area,” the board can “review the permit.” <footnotemark>3</footnotemark></p>\n<p id=\"b762-4\">The regulations, apart from § 9K (mentioned below), have protected billboards in business and industrial areas to a considerable extent (see fns. 2 and 3), although <page-number citation-index=\"1\" label=\"749\">*749</page-number>they have imposed restrictions upon billboards in other areas.<footnotemark>4</footnotemark> In 1969, the board amended its regulations <footnotemark>5</footnotemark> by adding a new section, § 9K. That section reads: “K. No license or <em>permit shall be granted for </em>the location or <page-number citation-index=\"1\" label=\"750\">*750</page-number>maintenance of <em>billboards </em>. . . <em>within a </em>. . . <em>town </em>except where such <em>location or maintenance is in conformity </em>with applicable . . . <em>by-laws </em>enacted in accordance with . . . [G. L. c. 93, § 29] and no . . . by-law shall be deemed inconsistent with the . . . [board’s] rules and regulations ... on the ground that such . . . by-law prohibits the location or maintenance of a billboard . . . which in the absence of . . . [the] by-law would be in conformity with the . . . rules and regulations” (emphasis supplied). This new section gives rise to questions now at issue.</p>\n<p id=\"b764-4\">At the 1970 town meeting in Avon, it was “unanimously voted to amend the . . . [z]oning [b]y-law” by adding to § 6 a new provision, #8 (fn. 1). After the amendment (for convenience, hereafter sometimes called the by-law) was approved by the Attorney General, the town (by its town counsel) asked the board not to renew the permit for a billboard on the locus. At a public hearing on September 15, 1970, Donnelly and the town were represented by counsel. At the hearing (of which a transcript is before us as an exhibit), “there was substantial evidence . . . that the immediate area in which the . . . [locus] billboard is located is still of a business character . . . and is still zoned for business.” The record before the board, however, also shows that, near the locus, a new and costly police station has been built since 1967, and an old building has been restored for a museum. As already indicated, the board found that the billboard was within 500 feet of public and religious structures of types specified in the by-law (fn. 1). The board concluded that the billboard was in violation of the by-law and therefore in violation of § 9K of the regulations. It voted to deny renewal of the permit.</p>\n<p id=\"b764-5\">1. Prior to the 1969 amendment of the regulations (inserting § 9K) the board appears to have reserved to itself the power finally to determine whether an existing or proposed billboard was in a business or industrial area. See § 5 of the regulations, fn. 2, <em>supra, </em>especially at points [A], [B], and [Cl. If a proposed location was <page-number citation-index=\"1\" label=\"751\">*751</page-number>determined by the board to be in a business or industrial area, nothing in the regulations compelled denial of the permit. The regulations then indicated little concern on the board’s part about local objections to the original location of billboards in business areas. With respect to renewal applications (see e.g. the 1967 action with respect to the billboard at the locus) the regulations afforded substantially no encouragement to cities or towns to press objections to (and to obtain a hearing upon) the renewal of a permit for a business area billboard, unless the area had ceased to be such an area. See § 6 (fn. 3, <em>supra) </em>especially at points [D] and [El.</p>\n<p id=\"b765-4\">The 1969 insertion of § 9K in the regulations significantly and explicitly changed the board’s policy and position, so as to give much greater weight to local considerations. This provision (that “no . . . permit” should be granted for a billboard “within a city or town” except where the location conforms to an applicable ordinance or town by-law) plainly was adopted pursuant to the final sentence of c. 93, § 29, which permits “towns . . . further [to] regulate and restrict. . . billboards . . . within their respective limits by . . . by-law, not inconsistent with” c. 93, §§ 29-33 (fn. 5, <em>supra), </em>or with the regulations.</p>\n<p id=\"b765-5\">Section 29 gives the board wide authority to prescribe regulations “for the proper control and restriction of billboards,” with due consideration of the “public interest.” The section does not require that the regulations be expressed in any particular manner or in any rigidly defined terms. The scope of the “application ... [of constitutional guaranties, and hence of the regulations, may] expand or contract to meet . . . new and different conditions.” See <em>General Outdoor Advertising Co. Inc. </em>v. <em>Department of Pub. Works, </em>289 Mass. 149, 188, quoting <em>Euclid </em>v. <em>Ambler Realty Co. </em>272 U. S. 365, 387. We think (especially in view of the last sentence of § 29) that the board, in framing regulations, appropriately may vary (in the light of current circumstances) the extent to which its regulations are to preclude further reasonable <page-number citation-index=\"1\" label=\"752\">*752</page-number>restrictions by local ordinance or by-law, or to give weight to local restrictions. The board, for example, may regard as important the increasing local public interest in environmental matters <footnotemark>6</footnotemark> and the trend toward adopting principles of local “home rule.” See art. 89 of the Amendments to the Constitution of the Commonwealth.</p>\n<p id=\"b766-4\">2. There is no inconsistency between the Avon by-law and § 9K of the regulations, if § 9K is to be interpreted as controlling other provisions of the regulations. Two aspects of § 9K support such a result. (1) The first part of § 9K is a flat mandate by the board that no permit (and we take this to apply to renewal permits as well as original permits; see <em>Milton </em>v. <em>Donnelly, </em>306 Mass. 451, 453, 457-458) is to be granted for a billboard “except where . . . [the] location or maintenance is in conformity with applicable . . . town . . . by-laws.” This we regard as a determination by the board that it proposes to be guided by reasonable local ordinances and by-laws with respect to permits. (2) The later part of § 9K states that no local “by-law shall be deemed inconsistent with the . . . regulations” merely because it forbids a billboard “which in the absence of . . . [the] by-law would be in conformity with the . . . regulations.” This declares in substance that it is of no importance that the board probably would grant a permit in the absence of a town by-law.</p>\n<p id=\"b766-5\">We conclude that the board has adopted a regulation (a) that the policy of § 9K is to affect and modify other regulations, and (b) that such other provisions are not to prevent regulation by local ordinances and by-laws. The board, in effect, has decided no longer to preempt, by its regulations, the whole field of billboard control and has left wide scope for reasonable local regulation. See <page-number citation-index=\"1\" label=\"753\">*753</page-number><em>General Outdoor Advertising Co. Inc. </em>v. <em>Department of Pub. Works, </em>289 Mass. 149, 196-198; <em>Milton </em>v. <em>Donnelly, 306 </em>Mass. 451, 458-459.</p>\n<p id=\"b767-4\">We perceive nothing in c. 93, § 29, which precludes the board from deciding to give (by adopting § 9K) greater scope than heretofore to local decisions (expressed by the formal adoption of ordinances or by-laws) concerning billboards. The board in effect is merely carrying out its regulatory function by a different pattern than formerly but in a manner clearly contemplated by the provisions of the final sentence of § 29, relating to ordinances and by-laws.</p>\n<p id=\"b767-5\">Donnelly points to various alleged inconsistencies between the Avon by-law (fn. 1) and the regulations (other than § 9K). In the light of what has been said about the controlling effect of § 9K, these inconsistencies, if they exist,<footnotemark>7</footnotemark> no longer have significance.<footnotemark>8</footnotemark></p>\n<p id=\"b767-6\">3. We next consider whether the town acted properly in the 1970 amendment of its zoning by-law.</p>\n<p id=\"b767-7\">Donnelly, in arguing that the by-law (fn. 1) is invalid, places some reliance on a 1928 case, which arose under G. L. c. 40, § 25 (as amended by St. 1925, c. 116, § 1), a predecessor of what are now G. L. c. 40A, §§ 2, 3. In that case, this court expressed the view that the 1925 <page-number citation-index=\"1\" label=\"754\">*754</page-number>amendment of G. L. c. 40, § 25 (authorizing the regulation of “structures”), was not intended to repeal by implication G. L. c. 93, § 29, as then in force. See <em>Inspector of Bldgs. of Falmouth </em>v. <em>General Outdoor Advertising Co. Inc. </em>264 Mass. 85, 88-89. It was decided that a Falmouth zoning provision did not effectively prohibit the maintenance of a billboard in that town. The precise basis of the <em>Falmouth </em>decision is far from clear. The case was not mentioned in the important later decision, which upheld in comprehensive terms, not only the Commonwealth’s legislative power to regulate billboards, but also the power of the municipalities to do so by ordinance or by-law under the last sentence of G. L. c. 93, § 29 (fn. 5). <em>General Outdoor Advertising Co. Inc. </em>v. <em>Department of Pub. Works, </em>289 Mass. 149, 196-198, app. dism. 296 U. S. 543, and 297 U. S. 725.</p>\n<p id=\"b768-4\">In <em>Milton </em>v. <em>Donnelly, </em>306 Mass. 451, 458, it was said that a town may “further regulate and restrict billboards so long as its by-law . . . [does] not infringe upon the rules and regulations of the State agency” (here the board). In <em>Selectmen of Truro </em>v. <em>Outdoor Advertising Bd. </em>346 Mass. 754, 758, we assumed “(without deciding) that the power [in a town], created by the last sentence of [c. 93,] § 29 [fn. 5, <em>supra], </em>to pass such a by-law may be exercised by including an apt provision in a zoning by-law as well as by a wholly separate by-law.” In <em>Strazzula </em>v. <em>Building Inspector of Wellesley, </em>357 Mass. 694, 697 (dealing with accessory signs to which c. 93, § 30, does not apply, so that the case is not directly relevant) the legislative power to permit municipalities to regulate signs by a zoning ordinance or by-law was recognized. We think that the <em>Falmouth </em>case now stands for no more than that local billboard regulation (which may be placed in a zoning ordinance or by-law) must not be inconsistent with principles clearly established by comprehensive State legislation or by authorized regulations.<footnotemark>9</footnotemark></p>\n<p id=\"b769-3\"><page-number citation-index=\"1\" label=\"755\">*755</page-number>4. The Avon by-law (fn. 1) is not arbitrary, capricious, or unreasonable. It merely forbids, on a nondiscriminatory basis, billboards within 500 feet of certain buildings or areas of local civic importance. If, as we have held, local regulation is not precluded by G. L. c. 93, §§ 29-33, and by the board’s regulations, the by-law is well within the general power to zone or to regulate for the public welfare recognized by the authorities already cited (see fn. 9).</p>\n<p id=\"b769-4\">The refusal to renew this permit reflects, of course, a general change in administrative policy concerning the regulation of billboards in the public interest. An important reason for limiting billboard permits to one-year terms is to allow such general changes to take place without hindrance from specific permits of long duration. The situation is distinguishable from an unreasonable or arbitrary refusal to renew an individual permit or license to conduct a particular occupation, or a regulated business at a specific location, for reasons not reflecting a generally applied public policy.</p>\n<p id=\"b769-5\">5. Donnelly argues that, with respect to the billboard on the locus (which existed prior to the board’s amendment of § 9K of the regulations and the adoption of the 1970 by-law amendment, fn. 1), it cannot be denied a permit. The contention is that G. L. c. 40A, § 5 (as <page-number citation-index=\"1\" label=\"756\">*756</page-number>amended through St. 1969, c. 572), gives this billboard protection as an existing “structure,” actually used as a billboard at the time of the 1970 adoption of the zoning amendment.<footnotemark>10</footnotemark></p>\n<p id=\"b770-4\">Donnelly obviously accepted the original and each subsequent permit for this billboard with knowledge that the permit was for a term of one year and was revocable by the board for cause. See § 9, par. J, of the regulations (fn. 4, supra). In the <em>General Outdoor Advertising Co. Inc. </em>case, 289 Mass. 149, 200, this court said, “This plaintiff accepted his permit . . . subject to all the infirmities inherent in it under the governing statute and rules and regulations. It was subject to expiration . . . and to the necessity for renewal. The original granting of the permit carried no implication . . . that it would be renewed. ... He cannot now assert a permanent right to maintain the sign contrary to the conditions on which he was permitted to erect it.” See the somewhat analogous situation discussed in <em>Canton </em>v. <em>Bruno, ante, </em>598, 608-610. Because of the adoption of § 9K, representing a change of board policy, the permit has not been renewed.</p>\n<p id=\"b770-5\">Donnelly’s interest in maintaining the billboard thus is fragile. The company has at most only a revocable, nonpermanent expiring permit (see McQuillin, Municipal Corporations [3d ed. rev.], §§ 26.10-26.12) for the maintenance of the very structure to which the permit and the general by-law prohibition relate.</p>\n<p id=\"b770-6\">It may be pointed out also that, at least in the absence of a permit, a billboard (such as that on the locus) by statute would constitute a “nuisance,” subject to removal. See G. L. c. 93, § 30A (fn. 5, supra) and § 31 (as appearing in St. 1955, c. 584, § 7). See also Restatement 2d: Torts (Tent. draft No. 17, April 26, 1971) § 821B. Where a billboard permit thus is essentially temporary, <page-number citation-index=\"1\" label=\"757\">*757</page-number>and where, in the absence of a required permit renewal, the billboard would constitute a public nuisance, we hold that it has not gained the status of a vested right constituting a protected nonconforming use under G. L. c. 40A, § 5, as amended.</p>\n<p id=\"AXg\">We have been referred to no Massachusetts case (apart from the <em>General Outdoor Advertising Co. Inc. </em>case, already cited) which contains any detailed discussion of the effect of reliance by a billboard company upon a terminable permit, limited in time (and hence subject to changes of policy), upon the establishment of a nonconforming use.<footnotemark>11</footnotemark> Massachusetts, under our statutes and regulations, has no established principle of amortization of billboards for which permits are not renewed.<footnotemark>12</footnotemark> The billboard on the locus, however (so the record before the <page-number citation-index=\"1\" label=\"758\">*758</page-number>board shows), has been in existence at least since 1967 (and probably since 1940), a period in general longer than many periods of amortization mentioned in cases already cited (fn. 12). In the circumstances (see.the decisions cited in fn. 9) we perceive no constitutional obstacle to the result reached by the board.</p>\n<p id=\"b772-4\">\n<em>Decree affirmed with costs of appeal.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b761-9\"> This by-law amendment (approved by the Attorney General on April 3, 1970) reads: “Sec. 6, #8. No billboard . . . or . . . advertising device shall be . . . maintained within any district of the [t]own within . . . (500) feet of any church, chapel or synagogue; elementary or secondary school, whether public or private; municipal building including the Town Hall, Fire and Police Station and Library Building; museum; public park or reservation, or a permanently erected memorial to veterans of the Armed Forces. This_ provision shall not apply to ‘on premises’ signs in a business district as authorized by Sec. 3, # 9 ... or to the signs in a residence district authorized by Sec. 2 #8 (d) ... provided, however, that said signs are in conformity with said sections ... as well as any other applicable law or by-law.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b762-5\"> The board in 1967 appears to have been referring to regulations now found in § 5 of the regulations adopted August 15, 1969 (in which the board’s operating group is usually called the “Division”). Excerpts from the 1969 regulations (emphasis supplied) are found below and in fns. 3 and 4. The letters in brackets are for convenient reference to material immediately following such letters respectively: Section 5. “A. The Division may grant permits for . . . billboards . . . only in areas determined to be of a business character by the Division. [A] The area in which the proposed billboard ... is to be located <em>may </em>be determined to be of a <em>business </em>character (1) if the area is <em>zoned </em>by any . . . town to permit any business, industrial or commercial activity or (2) with respect to areas <em>not so zoned, </em>wherever there are two or more separate business, industrial or commercial activities conducted on . . . the proposed location of the billboard ... or on other properties within a distance of 500 feet . . . except as <em>the Division may determine </em>the area ... to be predominantly residential or agricultural in use. [B] It is . . . the policy of the Division that outdoor advertising is a <em>permitted </em>use in areas <em>zoned </em>for any <em>business . . . </em>activity and in areas <em>not so zoned but of a business character </em>within the meaning of this paragraph and further that outdoor advertising is not a permitted use in other areas. [Then follow provisions concerning objections by_ cities and towns to permits within their respective areas for [C] a ‘billboard ... to be located in an area . . . not zoned for any business’].”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b762-8\"> Permits are issued on an annual basis, but the regulations have contained (subject to the effect of § 9K, discussed below) somewhat unusual provisions (as to the validity of which no opinion is now expressed) for granting renewal of permits in business districts without notice and hearing. See § 6, reading in part (emphasis supplied) “A. All permits granted under this section shall expire on June 30 next following . . . unless sooner revoked for cause by the Division .... [D] Renewal permits shall be granted <em>without notice </em><page-number citation-index=\"1\" label=\"749\">*749</page-number><em>or hearing . . </em>. unless the billboard ... is located in an area not zoned for any . . . activity which has been determined to have been of a business character, and it has been determined by the Division after public hearing held on thirty days’ notice to the . . . town and any affected permittee [E] that the area in which the billboard . . . is located has changed so substantially in use as to be no longer of a business character . . ..”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b763-5\"> Section 8 of the regulations, for example, provides (in part) : “No person . . . shall . . . erect ... or maintain within public view from the highway, public park or reservation any billboard . . . except as hereinafter provided. . . .” Then follow (par. C) provisions (a) for notice (to the city or town in which it is proposed to place the billboard) of the permit application and (b) for objections by the city or town and for hearings. Section 9 provides: “. . . E. No permits shall be issued for outdoor advertising on any location within . . . (300) feet of a public park or reservation if within view of any portion of same, except [that] the Division may grant a permit for a sign if a business area is adjacent to a public park or reservation and in the opinion of the Division does not detract from the enjoyment of . . . [the] park or reservation.” Paragraph G of § 9 reads in part: “No permit will be granted for . . . billboards . . . near certain public ways, where in the opinion of the Division, having regard to the health and safety of the public, the danger of fire, or the unusual scenic beauty of the territory, signs would be particularly harmful to the public welfare. . . .” Under par. J of § 9 permits are revocable by the Division “for cause.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b763-7\"> General Laws c. 93, § 29 (as amended through St. 1958, c. 143), reads (emphasis supplied): “The outdoor advertising board . . . may make, amend or repeal rules and regulations for the proper control and restriction of billboards . . . [with an exception not pertinent] on public ways or on private property within public view of any highway, public park or reservation. Such . . . regulations may require that . . . billboards ... be located in business, commercial, industrial, marketing or mercantile areas . . . may prescribe standards . . . considering the public interest; may require . . . billboards ... to be licensed by the board by the issuance of permits in accordance therewith and with this section . . . No permit . . . shall be issued unless [thirty days’] written notice of the application . . . shall have been given ... to the . . . town in which the proposed billboard ... is to be located. . . . Cities and <em>towns may further regulate and restrict . . . billboards . . . within their respective limits </em>by ordinance or by-law, not inconsistent with” §§ 29-33 “inclusive, or with said . .. regulations.”</p>\n<p id=\"b763-8\">Other pertinent sections are § 30 (as appearing in St. 1945, c. 233), prohibiting commercial billboards visible from any highway, park, or reservation except in accordance with the regulations, but making the section not applicable to signs relating to persons or businesses on the premises or advertising the premises for sale or rental, and § 30A (as appearing in St. 1955, c. 584, § 6), declaring to be a “nuisance” post-1920 billboards erected or maintained without a required permit. See also § 29A (inserted by St. 1955, c. 584, § 5), with respect to objections by cities and towns.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b766-6\"> Conservation Law Foundation of New England, Inc., has filed a brief as amicus curiae. The record before the board contains a letter from the Governor to the selectmen of Avon showing that § 9K was adopted on his recommendation, to “increase the responsibility, as well as the authority, of local officials in the regulation of outdoor advertising.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b767-8\"> The alleged inconsistencies, in any event, do not appear to be very great. (1) The by-law is said to be inconsistent with the board’s policy that outdoor advertising is a permitted use in an area zoned for business (see § 5 of the regulations at point [B], fn. 2, swpra). The town has not departed in any comprehensive way from this policy (which, of course, is subject to § 9K) for the by-law merely precludes billboards within 500 feet of certain types of buildings and facilities. (2) There is no inconsistency between the by-law and the provision of § 6A of the regulations, regarding renewal of permits “without notice or hearing” in business districts (see fn. 3, <em>supra, </em>at point [D]). Under § 6A, as modified by § 9K, the board has in fact granted a hearing, in which (although the area still has a business character) the board reasonably has applied the policy of § 9K. (3) Section 9E of the regulations does not require granting a permit for a billboard to be located more than 300 feet from a park. Even without § 9K the board had reserved itself an area of discretion to refuse permits in business areas.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b767-11\"> It would have been appropriate for the board to have made a more comprehensive and detailed revision of the regulations, apart from § 9K, in order to carry out its purpose. This, however, it was not obliged to do.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b768-5\"> Since 1928, when the <em>Falmouth </em>case was decided, governmental and constitutional power (then somewhat uncertain despite art. 50 of <page-number citation-index=\"1\" label=\"755\">*755</page-number>the Amendments to the Constitution of the Commonwealth) to restrict and regulate billboards, even principally on aesthetic grounds, has become generally established and has expanded greatly. See Anderson, Am. Law of Zoning (and 1971 supp.) §§ 7.12-7.26; 11.76-11.82; Rathkopf, Zoning and Planning (and 1970 cum. supp.) c. 76, pp. 409-417. Earlier cases, particularly those decided before the 1954 enactment of G. L. c. 40A (a much revised zoning enabling act) and before the adoption of the home rule amendment (art. 89 of the Amendments to the Constitution of the Commonwealth) should be read with recognition of the very substantial later developments and the broadening of the permissible basis of land use regulation. See <em>Berman </em>v. <em>Parker, </em>348 U. S. 26, 32-33; <em>Opinion of the Justices, </em>333 Mass. 773, 778-781; annotations, 19 Syracuse L. Rev. 87, 58 A. L. R. 2d 1314. See also <em>Lexington </em>v. <em>Govenar, </em>295 Mass. 31, 34-37; <em>E. B. Elliott Advertising Co. </em>v. <em>Metropolitan Dade County, </em>425 F. 2d 1141, 1149-1155 (5th Cir.), cert. dism. 400 U. S. 805; <em>People </em>v. <em>Stover, </em>12 N. Y. 2d 462, 466-468; Gardner, The Massachusetts Billboard Decision, 49 Harv. L. Rev. 869; and a 1971 group study. The Massachusetts Outdoor Advertising Board, a copy of which is on file in the Social Law Library.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b770-7\"> General Laws c. 40A, § 5 (as amended by St. 1969, c. 572), provides (with an exception not pertinent) that “a zoning . . . by-law or any amendment thereof shall not apply to existing . . . structures, nor to the existing use of any . . . structure ... to the extent to which it is used at the time of adoption by the . . . by-law <em>. . ..”</em></p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b771-5\"> Cases dealing with new structures, or alterations of old structures, do not seem apposite. See <em>Jasper </em>v. <em>Michael A. Dolan, Inc. </em>355 Mass. 17, 24 (long standing use, protected by a specific statutory saving clause, St. 1965, c. 629, § 2, of premises for the sale of wine and beer under a renewed license allowed to continue; alteration of premises for use under an all-alcoholic beverages license enjoined as a nuisance). Cf. <em>Crawford </em>v. <em>Building Inspector of Barnstable, </em>356 Mass. 174, 180 (State license issued subject to “Municipal laws”).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b771-6\"> Cases in other jurisdictions allowing amortization or other partial protection of a billboard company’s interest in an existing billboard, or continuance of its use as nonconforming, arise under statutes specifically providing such protection. See e.g. <em>National Advertising Co. </em>v. <em>County of Monterey, </em>1 Cal. 3d 875, 877, 879; <em>Board of Supervisors of Cerro Gordo County </em>v. <em>Miller, </em>170 N. W. 2d 358, 362-364 (Iowa) (limiting, if not overruling, <em>Stoner McCray Sys. </em>v. <em>Des Moines, </em>247 Iowa, 1313, 1316-1317, 1322-1324); <em>Grant </em>v. <em>Mayor &amp; City Council of Baltimore, </em>212 Md. 301, 313-324; <em>Naegele Outdoor Advertising Co. of Minn. Inc. </em>v. <em>Minnetonka, </em>281 Minn. 492, 497-505; <em>Harbison </em>v. <em>Buffalo, </em>4 N. Y. 2d 553, 557-564 (junkyards) ; annotation, 22 A. L. R. 3d 1134. Other authorities dealing with the general problem include <em>LaChapelle </em>v. <em>Goffstown, </em>107 N. H. 485 (junkyard as creating “neighborhood blight”); <em>Whitmier &amp; Ferris Co. </em>v. <em>State, </em>20 N. Y. 2d 413, 416; <em>People </em>v. <em>Apex Lumber at Greenlawn, Inc. </em>13 Misc. 2d (N. Y.) 330, 333; <em>Maurice Callahan &amp; Sons, Inc. </em>v. <em>Secretary of State, </em>126 Vt. 9, 11; Rathkopf, Zoning and Planning, c. 62; Anderson, Am. Law of Zoning, §§ 6.08-6.16, 11.76 et seq., 11.82. For discussion of the situation of a construction permit, not limited in time, in fact acted upon by partial or completed construction, see <em>Phoenix City Council </em>v. <em>Canyon Ford, Inc. </em>12 Ariz. App. 595, 599-600; <em>County of San Diego </em>v. <em>McClurken, </em>37 Cal. 2d 683, 687-691; <em>Glenel Realty Corp. </em>v. <em>Building Inspector of Greenburgh, </em>4 App. Div. 2d (N. Y.) 702, 703-704; Yokley, Zoning Law and Practice (3d ed.), §§ 9-5 to 9-8. For a current proposal affecting billboard regulation, see Am. Law Inst., Model Land Development Code (Tent. draft No. 4, April 25, 1972) pp. 5-9, 17-23.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}