{
  "casebody": {
    "data": "<casebody firstpage=\"360\" lastpage=\"365\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b400-6\">Richmond-Wellington Hotel Company <em>vs. </em>Clayton F. Collins &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b400-8\">Berkshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Afk\">September 30, 1957.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"arr-dedup-0\">November 6, 1957.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b400-9\">Present: Wilkins, C.J., Spalding, Williams, Counihan, &amp; Cüttee, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b401-8\"><page-number citation-index=\"1\" label=\"361\">*361</page-number>In this court the case was submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b401-9\"><em>Benjamin Apkin, </em>for the defendants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b401-10\"><em>Walter J. Donovan &amp; J. Norman O’Connor, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"A_y\">Spalding, J.</author>\n<p id=\"A3H\">The objective of this bill for declaratory relief is to determine the rights of the parties in a passageway.</p>\n<p id=\"b401-11\">The judge made findings of material facts which we summarize as follows: From sometime prior to December 31, 1936, down to the present, the plaintiff owned in fee a building on the south side of Main Street in North Adams which it operated as a hotel. It also owned in fee a theatre building in the rear, which fronted on a way known as Hadley Overpass. The main entrance to the theatre was through .a passageway (called “F” in the deeds) leading from Main Street. On December 31, 1936, the plaintiff conveyed the theatre building to the Richmond Theatre Corporation which operated the theatre until early in January, 1952, when it was closed; it was not thereafter opened.</p>\n<p id=\"b401-12\">On December 5,1952, the Richmond Theatre Corporation conveyed the theatre to the defendants. Both deeds (the 1936 deed to Richmond and the 1952 deed to the defendants) <page-number citation-index=\"1\" label=\"362\">*362</page-number>contain identical language granting “a right of way marked 'F’ through the passageway now used as the main entrance to the theatre from said Main Street, ... as more fully shown on said Plan. . . . Also the right to erect and maintain ticket booths, manager’s office, counters and other theatrical appurtenances in said passageway.” Under these deeds the right of way was to be exclusive, except for a right reserved in the grantor to make repairs in its building. Both deeds also contain the following: “In case, however, that said Theatre building or any building erected in its place shall not be used and operated as a Theatre or house of public gathering, entertainment, amusement or theatricals of any kind or for such other activities in connection therewith as are customary and usual,, during a continuous period of two years and which period of two years will be extended to the extent in each case that said Theatre or any building erected in its place cannot be opened to the public due to . .. break-downs, repairs, alterations, and improvements . . . then said right of way marked ‘F’ shall cease and terminate.”</p>\n<p id=\"b402-5\">Throughout the period in which the theatre was operated by the Richmond Theatre Corporation (from 1936 to early in January, 1952) the passageway marked “F” was used as a lobby and will hereinafter be referred to as such. With the closing of the theatre in January, 1952, the lobby was likewise closed and was never thereafter used except to the extent hereinafter mentioned.</p>\n<p id=\"b402-6\">The defendants purchased the theatre building for the sole purpose of converting it into a fraternal home for the members of the Order of Eagles. Alterations to the building were commenced about December 14, 1953, and were practically completed May 7, 1954. During the period of alterations the lobby was used for taking materials to and from the building. About May 7, 1954, the building was opened to the members of the Order of Eagles. The entrance to the building, including the Order’s assembly hall, was solely through an entrance on the street known as Hadley Overpass. The lobby was never used for any purpose except on <page-number citation-index=\"1\" label=\"363\">*363</page-number>one occasion on October 29, 1954, when the Order permitted its assembly hall to be used for a rummage sale (open to the public) by a hospital auxiliary. The lobby was never remodeled and the plans did not call for remodeling.</p>\n<p id=\"b403-5\">After the building was remodeled it was used as a fraternal home and place of assembly for the members of the Order. Commencing on May 14, 1954, dances were conducted by the Order on Saturday nights and at times on other nights; these were open only to members of the Order and their guests. On these occasions the building was entered only through the entrance on Hadley Overpass.</p>\n<p id=\"b403-6\">The judge found that the lobby was not “used for theatre purposes or for public gatherings of any kind from early January, 1952, to December, 1953, a period of approximately twenty-three months” and that if the alteration period be treated as extending the two year period mentioned in the deeds, that period began to run again on May 7, 1954, and expired in June, 1954.</p>\n<p id=\"b403-7\">After finding the foregoing facts, the judge ruled that the right to use the lobby as a way had terminated prior to the bringing of the present bill and was no longer in force; that the plaintiff’s title in the way was unencumbered; and that the defendants have no right or interest in the way. A final decree was entered in accordance with these rulings, from which the defendants appealed. The evidence is not reported.</p>\n<p id=\"b403-8\">The decree was right.</p>\n<p id=\"b403-9\">It is to be noted that down to the time when the alterations began, twenty-three months of the two year period mentioned in the deeds had expired, and that during that time there had been no use whatsoever of the theatre building. We assume, as did the trial judge, that the alteration of the building during the period between December 14, 1953, and May 7, 1954, had the effect of extending the two year period. But there was only one month to run and the period expired in any event in June. The question therefore narrows down to whether between December and June the defendant’s building was used as a “theatre or house of <page-number citation-index=\"1\" label=\"364\">*364</page-number>public gathering, entertainment, amusement or theatricals of any kind or for such other activities in connection therewith as are customary and usual.” We are of opinion that there was no such use.</p>\n<p id=\"b404-5\">The enumeration which follows the word “theatre” in the clause quoted above, amplifies and explains, but does not change to any marked extent the meaning of that word. The enumeration did not, fairly construed, include other uses but indicates only that the building need not be used as a theatre in its narrowest sense. Essentially the clause meant that the premises must be used for a theatre or something similar to it and that such use must be open to the public. The word “public” permeates the entire clause. Under this definition it is plain that the use of the building for the month following May 7, when the alterations were completed, did not satisfy the requirements of the clause in question. The building was owned by a fraternal order and after the remodeling was completed it was used as a fraternal home and place of assembly for the members; it was not open to the public. Dances were conducted on the premises during this period from time to time but these were open only to members of the Order and their guests.</p>\n<p id=\"b404-6\">The defendants contend that the clause providing for a termination of the easement is a condition subsequent, rather than a conditional limitation, and that the plaintiff could not terminate the easement without an entry. See <em>Fifty Associates </em>v. <em>Howland, </em>11 Met. 99; <em>Dyer </em>v. <em>Siano, </em>298 Mass. 537. We assume that the clause created a condition subsequent, but we are of opinion that the easement could be terminated without an entry. We are mindful of the requirements of the early common law with respect to the necessity of entry to put an end to an estate upon breach of á condition subsequent. See Am. Law of Property, § 1.12. But even in such situations the prevailing modern view as reflected both in decisions and statutes is to dispense with the ceremony of entry, and the grantor may terminate the estate by any appropriate manifestation of his intent. See <em>Dyer </em>v. <em>Siano, </em>298 Mass. 537, 539; G. L. (Ter. Ed.) c. 237, <page-number citation-index=\"1\" label=\"365\">*365</page-number>§ 4; <em>Rannels </em>v. <em>Rowe, </em>145 Fed. 296, 301 (C. C. A. 8); Am. Law of Property, § 4.9; Restatement: Property, § 24, comment b, special note; 19 Am. Jur., Estates, § 88. No authority has been called to our attention — and we have found none — which requires that an easement subject to a condition must be terminated by entry and we are not disposed to impose such a rule. An appropriate manifestation of intent to terminate will suffice. We think that the plaintiff by bringing the present proceedings sufficiently showed its intent to terminate the easement.  <em>Lyman </em>v. <em>Suburban Railroad, </em>190 Ill. 320, 329. See annotation 154 A. L. R. 5, 25-30.</p>\n<p id=\"b405-5\">Finally, the defendants argue that the decree below cannot stand because the judge found that the <em>lobby </em>had not been used for the purposes specified in the termination clause. It is true, as the defendants argue, that it is the use of the building itself that determines the life of the easement. But it is clear from the findings read as a whole that the judge had in mind both the theatre and the lobby. What he found with respect to the lobby he in effect found with respect to the theatre building. It cannot be said, therefore, that the findings do not support the decree.</p>\n<p id=\"b405-6\">\n<em>Decree affirmed with costs of this appeal.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}