{
  "casebody": {
    "data": "<casebody firstpage=\"307\" lastpage=\"311\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b351-5\">Lycoming Fair Assn., Appellant, <em>v. </em>Lycoming County.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b351-6\"><em>Constitutional law </em>— Title <em>of act </em>— County <em>Fair Association </em>— Ha<em>hility of counties </em>— Act <em>of June 18,1915, P. L. 1085.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b351-7\">The Act of June 18, 1915, P. L. 1035, entitled “An Act for the encouragement of agriculture and the holding of agricultural exhibitions <em>; </em>providing State aid for certain agricultural associations, and regulating the payment thereof,” violates Sec. 3, Art. Ill, of the- Constitution of Pennsylvania, inasmuch as the title is not clear and is misleading as to the liabilities imposed upon counties by Sections 6 and 7 of the act.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b351-8\">Argued Oct. 25,1916.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AD3q\">Appeal, No. 4, Feb. T., 1917, by plaintiff, from judgment of O. P. Lycoming Co., Dec. T., 1915, No. 89, for defendant in case stated in suit of Ly<page-number citation-index=\"1\" label=\"308\">*308</page-number>coming County Fair Association v. Lycoming County.</summary>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Aiv\">December 18, 1916:</decisiondate>\n<judges data-order=\"6\" data-type=\"summary\" id=\"AO5\">Before Orlady, P. J., Porter, Henderson, Head, Kephart, Trexler and Williams, JJ.</judges>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"A23\">Affirmed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b352-3\">Case stated to determine the liability of Lycoming County for the amount of premiums paid by plaintiff on exhibits at the fair held by the plaintiff in the County of Lycoming in.October, 1915.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b352-4\">The case turned upon the constitutionality of the Act of June 18, 1915, P. L. 1035.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b352-5\">The court entered judgment for defendant on case stated.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b352-6\"><em>Error assigned </em>was in entering judgment for defendant.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b352-7\"><em>Carl A. </em>Sehug, with him <em>Kerwin A. Altland, </em>for appellant,</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AmRJ\">cited: Hays v. Cumberland County, 5 Pa. Superior Ct. 159; Boggs Twp. Overseers v. Armstrong County Overseers, 11 Pa. Superior Ct. 175.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b352-8\"><em>W. E. Ritter, </em>for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AnI\">— The title is misleading: Davey v. Ruffell, 162 Pa. 443; Mt. Joy v. Lancaster, Etc., Turnpike Co., 182 Pa. 581; L. Provident L. &amp; T. Co. v. Hammond, 230 Pa. 407; Philadelphia v. Spring Garden, Etc., Market Co., 161 Pa. 522.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b352-9\">Opinion by</p>\n<author id=\"AhO\">Williams, J.,</author>\n<p id=\"b352-10\">The only question involved in this appeal is the constitutionality of the Act of June 18, 1915, P. L. 1035, entitled “An act for the encouragement of agriculture and the holding of agricultural exhibitions; providing State aid for certain agricultural associations, and regulating the payment thereof.”</p>\n<p id=\"b352-11\">Section 6 of the act provides as follows: “Payments to incorporated agricultural associations, under .the provisions of this act, shall be made by the county commissioners, on or before the fifteenth day of December of the <page-number citation-index=\"1\" label=\"309\">*309</page-number>year in which the exhibition is held, and upon the filing with the auditor general of the Commonwealth, on or before December fifteenth of each year hereafter, of the certificate of the county treasurer of the respective counties, showing the amount of money paid agreeably to this act, and to whom the auditor general shall issue his warrant for the amount so paid, directing the state treasurer, out of moneys not otherwise appropriated, to pay into the treasury of the counties that have paid said sum the amount so paid.” Section 7 appropriates $100,000 for the purposes of the act, which, when approved by the governor, was reduced to $50,000 on account of .a deficiency in the State revenue.</p>\n<p id=\"b353-3\">It is argued, and the court below held, that inasmuch as the title says, “providing State aid for certain agricultural associations, and regulating the payment thereof,” and Section 6, cited above, directs that the payments shall be made by the county commissioners, therefore, the act is unconstitutional because the title is not only not descriptive of the purposes of the act, but is actually misleading.</p>\n<p id=\"b353-4\">It is true that, by the Acts of June 13,1907, P. L. 702; April 13,1911, P. L. 58; June 5,1913, P. L. 420, and June 12, 1913, P. L. 486, there was previous legislation upon the subject which provided that the county commissioners should make the payments. These acts were, however, repealed by the act under discussion, and its title is “providing State aid,” etc., which does not disclose any intention to repeal the previous legislation on the subject, is not descriptive of the purpose of the act and is misleading in that the county commissioners are directed by Section 6 to make the payments.</p>\n<p id=\"b353-5\">All acts of the legislature are presumptively constitutional and should be sustained, as the will and judgment of the representatives of the people, .unless they contravene some provision of the Constitution; and courts are not to be astute in finding ways to destroy the will of the people, but should rather carry it into effect, if it be pos<page-number citation-index=\"1\" label=\"310\">*310</page-number>sible to do so. Section 3, Article III, of the Constitution, declares: “No bill, except general appropriation bills, shall be passed containing more than one subject, which shall be clearly expressed in its title.” It has been held, under this provision of the Constitution, that the title alone should disclose the purpose of the legislature: Davey v. Ruffell, 162 Pa. 443; and be so clear that it gives notice of the legislative intent and purpose to those specially interested therein: Mt. Joy v. Lancaster, Etc., Turnpike Co., 182 Pa. 581; and “if the title is defective in that it contains more than one subject or only one subject which is not clearly expressed, the law which results from the passage of the bill contravenes the constitution and is void”: Provident Life &amp; Trust Co. v. Hammond, 230 Pa. 407, 414; and all our cases are clear and emphatic that' the title, whether full or meager, must not be misleading: Philadelphia v. Market Co., 161 Pa. 522, 527.</p>\n<p id=\"b354-4\">In each of the previous acts, i. e., 1907, 1911, and the two in 1913, the title was clear, in that it was “An act to authorize county commissioners.......to pay.......; and providing for the repayment to the county by the State of the sum so paid.” By these acts, a system of awards was to be made to the county fair associations coming within the terms of the original Act of 1907 and its supplementary and amendatory acts; but the act in question has for its title “the encouragement of agriculture and the holding of agricultural exhibitions; providing State aid for certain agricultural associations, and regulating the payment thereof.” The reader of such a title, being familiar with the previous legislation on the subject might well conclude that the legislature, in its wisdom, had decided to adopt a new plan, and no longer have the payments made in the first instance by the county commissioners, with the right of recoupment from the State funds; but that it intended, in the future, to adopt a system by which the premiums or aid to such useful associations was to be paid direct to them from the State funds. Thus the title not only does not clearly <page-number citation-index=\"1\" label=\"311\">*311</page-number>cover the provisions of the sixth section of this act, but does mislead.</p>\n<p id=\"b355-3\">Whilst not controlling, because the county must pay whether there is an appropriation or not: Brink v. Marsh, 53 Pa. Superior Ct. 293; Isenberg v. Black, 53 Pa. Superior Ct. 300; the practical effect of the reduction of the appropriation, made in approving the act, is to impose a burden upon the counties not only not intended by the legislature, but also certainly not expressed in the title. Moreover, by this act, the burden imposed upon the counties was made twice as large as that under prior legislation.</p>\n<p id=\"b355-4\">We agree with the learned court below that inasmuch as the title to this act is not clear, and is misleading, it is unconstitutional and cannot be sustained.</p>\n<p id=\"b355-5\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}