{
  "casebody": {
    "data": "<casebody firstpage=\"374\" lastpage=\"386\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b384-2\">The United States And the Officers and Crew of the United States Vessel, “Monticello” vs. The British Schooner, “Tropic Wind” Her Tackle, Apparel, Furniture and Cargo.</parties>\n<p data-order=\"1\" data-type=\"p\" id=\"b384-5\">In admiralty.</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZk\">Decided June 13, 1861.</decisiondate>\n<court data-order=\"3\" data-type=\"court\" id=\"b384-6\">District Court.</court>\n<judges data-order=\"4\" data-type=\"judges\" id=\"Atu\">James Dunlop, Judge.</judges>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b384-7\">1. Where war exists, the President of the United States has the constitutional authority, as a belligerent right, without any Act of Congress, to institute and declare a blockade.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b384-8\">2. The President of the United States having by his proclamation, with the assertion of the right of blockade, declared in substance that a state of civil war existed, and blockade being a belligerent right incident to a state of war, the blockade of the Ports of Va-was lawfully proclaimed by the President.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b384-9\">3. The blockade of the ports of Va. became effective on a certain day; fifteen days from that date were allowed to neutral vessels to leave those ports, with or without cargoes, the Tropic Wind sailed from the port within the fifteen days, but with a cargo that was put on board after notice to her that the blockade had become effective. Held, that both vessel and cargo were thereby forfeited.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b384-11\">4. After the Court had prepared its opinion upon the proofs and papers in its possession, deciding that a forfeiture had been incurred, an <em>ex parte </em>suggestion was made by the counsel for the claimant to the effect that the whole correspondence (a part of which was in the case) would show that the strictness of the blockade had been relaxed, and the Court allowed the case to stand upon for “further proof” upon this single point.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b384-12\">The facts in this case sufficiently appear in the opinion of the Court.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b384-13\">Mr. Edward C. Carrington, United States District Attorney of the District of Columbia, Proctor for Eibillants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b384-14\">Mr. James M. Carlisle, Proctor and Advocate of Charles Dayton, master of the British Schooner, Tropic Wind.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b384-15\">The points made by Mr. Carlisle, of counsel for the owners of the vessel and cargo, were as follows:</p>\n<p id=\"b385-2\"><page-number citation-index=\"1\" label=\"375\">*375</page-number>i. A blockade, under the law of nations, must be the act of a belligerent. There must be a public war. If a sovereign close certain of his own ports on account of domestic disturbances, and interdict all commerce with them upon certain penalties and forfeitures, this is not blockade under the law of nations, but municipal legislation or decree of the sovereign.</p>\n<p id=\"b385-3\">This distinction is taken by the Supreme Court in the case of Rose <em>vs. </em>Himely 4 Cranch, 241, where the Island of St. Domingo being in a state of revolt, a decree similar to that of the President’s proclamation was made by the authority of the French Republic. The Court held that the capture in that case was not <em>jure belli </em>but was <em>jure civili. </em>There is no repugnancy between the two rights, belligerent and of sovereignty. One may be superadded to the other. But, by the authority of the same case and others, it is to be determined by the acts and declarations of the sovereign himself, in which character he is acting, whether simply enforcing his own authority upon his own subjects, and within his own jurisdiction, or carrying on a public war; whether a war between independent nations or a civil war, which is still a war, recognized by the <em>jus gentium </em>as entitling both parties to all the rights of belligerents as to other nations.</p>\n<p id=\"b385-4\">2. If the sovereign power had proclaimed and instituted this blockade, the case would then be parallel with that cited from 4 Cranch. But in this case the sovereign power has not acted, unless the President be an absolute monarch. This case arises in a court of justice by the libel of the government and the captors, who ask a decree of condemnation. The Court is held under the Constitution and laws of the United States. Political necessity, or the temporary will of the people to suspend the constitutional government, and in its place to erect a dictatorship for the preservation of the Union, however justifiable elsewhere, can have no standing in this Court. This is the act of the President. Is it an act of war? The answer is, that by the Constitution Congress alone can declare or recognize war. Is it a municipal decree? <page-number citation-index=\"1\" label=\"376\">*376</page-number>The answer is equally clear, the President has no legislative or sovereign powers or attributes.</p>\n<p id=\"b386-3\">3. Taking the case either way, and admitting the power, the terms of the proclamation of the 19th and 27th of April clearly show that the act is one which studiously disclaims and denies any actual war or belligerent rights in the States blockaded. It is therefore no case of capture <em>jure belli.</em></p>\n<p id=\"b386-4\">4. Whether a war exists or not is a political question which is to be answered exclusively and conclusively, as to the Courts of the United States, by the executive government of the United States, and not by the opinion of the Court or bar, or that of all the foreign nations.</p>\n<p id=\"b386-5\">This is firmly settled by the Supreme Court of the United States; United States <em>vs. </em>Palmer 3 Wheat. 463; Foster <em>vs. </em>Neilson 2 Pet. 253; Williams <em>vs. </em>Suffolk Ins. Co. 13 Pet. 415; and Luther <em>vs. </em>Borden 7 How. 1; the case of Dorris’ Rebellion. All the public acts of the executive pronounce this to be no case of war. The Southern Confederacy is not recognized as a government <em>de </em>facto, those in arms under that supposed authority are merely rebels and traitors on lands and pirates on the seas. It is true that.Great Britain, to whom the ship belongs, appears to think differently. But this Court takes the political status in question absolutely and solely from the executive government of the United States. The other nations judge for themselves, and their Courts follow them.</p>\n<p id=\"b386-6\">5. This proclamation assumes to annul the existing treaties with Great Britain by closing a large portion of the ports of the Union. There is at all events no war with Great Britain, regular or irregular. The President can neither make nor unmake a treaty. Ports of entry created by Acts of Congress can only cease to be such by the exercise of the same power. These ports being, by the theory of the Government, in the Union, by what authority are they blockaded? By what authority are neutrals excluded?</p>\n<p id=\"b386-7\">But 6. Waving these points <em>argwmenti </em>gratia, here was no breach of blockade. The schooner neither went into Norfolk nor passed, nor attempted to pass, the blockade at Hampton Roads. She was lying at anchor at the mouth of the <page-number citation-index=\"1\" label=\"377\">*377</page-number>James River. The blockade was to prevent ingress from the sea and egress to the sea. This is clear from the notice given by Commander Pendergrast. The mere intention is no breach of the blockade (Wheaton on Captures, 193-4, Fitzsimmons <em>vs. </em>The Newport Insurance Company 4 Cranch 186). But there was no intention to run the blockade. It is clear on the proof that the consul and the master thought she might lawfully proceed to sea, having cleared from Richmond within the fifteen days, and with reason. Such was evidently the extent of the privilege, which otherwise was vain.</p>\n<p id=\"b387-3\">7. The cargo is not liable to condemnation if all the foregoing points are for the captors. It was owned in River-pool before the blockade. The master is not agent for the owners; nor is the shipping merchant in the blockading port. This interest, as well private as for the government <em>de facto, </em>are against the owners. He will ship without regard to risk to make his commissions, and to benefit the State by exporting her produce. There was no time to countermand the order. (Wheaten on Captures 203 and 209.)</p>\n<p id=\"b387-4\">After the case was argued by the Proctors for the libellants and the respondent and submitted to the Court. Judge Dunlop gave the following opinion:</p>\n<p id=\"b387-5\">A libel has been filed by the United States and the captors in this Court setting in Admiralty to condemn as prize the English schooner “Tropic Wind” and cargo, valued at $22,000 for violating a blockade of the ports of Virginia, proclaimed by the President of the United States on the 27th of April, 1861.</p>\n<p id=\"b387-6\">The capture was made in or near the mouth of James River by the United States ship “Monticello,” Captain (D. S. Brown, Commander) on the 21st day of May, 1861. The blockade of the Port of Richmond, Virginia, into which port the Tropic Wind had entered before the proclamation is alleged to have been made <em>effective </em>on the 30th of April, and notice of it brought home to the Captain of the Tropic Wind and the British Consul at Richmond, at least as early as the 2d of May. Fifteen days were allowed by the United States to neutral vessels to leave the blockade port of Rich<page-number citation-index=\"1\" label=\"378\">*378</page-number>mond from the 30th of April, the day of the effective blockade.</p>\n<p id=\"b388-3\">It appears that the Tropic Wind commenced to load her cargo at Richmond, Virginia, on the 13th of May, completed her lading on the 14th of May, and sailed from Richmond the same day, bound for Halifax, Nova Scotia.</p>\n<p id=\"b388-4\">Mr. Carlisle appeared for the vessel and cargo, filed the answer of Captain Ray ton, and the case has been argued and submitted to me on the libel, answer, evidence taken <em>in preparatorio </em>and official documents.</p>\n<p id=\"b388-5\">The authority of the President to institute the blockade is denied by the respondents, who insist that the power, under the Constitution of the United States can only be exercised by the National Legislature, and this is the first question to be considered.</p>\n<p id=\"b388-6\">It is true, no department of the Federal Government can exercise any powers not expressly conferred on it by the Constitution of the United States, or necessary to give effect to granted powers, all others are reserved to the States respectively, or to the people. In the 2d Article, 2d section, of the Constitution of the United States, is this provision: “The President shall be Commander-in-Chief of the Army and <em>Navy </em>of the United States, and of the militia of the several States when called into actual service of the United States.”</p>\n<p id=\"b388-7\">In the war with Mexico, declared by Congress to <em>exist </em>by the act of Mexico, (See 9 Statute at Large, page 9,) the Supreme Court have maintained, in two cases, that the President, <em>without any Act of Congress, </em>as Commander-in-Chief of the Army and Navy, could exert the belligerent right of levying contributions on the enemy to annoy and weaken him. In the case of Fleming <em>et al. vs. </em>Page 9 Howard 615, the present Chief Justice says, “As Commander-in-Chief he is authorized to direct the movements of the naval and military forces, placed by law, at his command, and to employ them in the <em>manner he </em>may deem most effectual to harass and conquer and subdue the enemy;” again at page 616, “The person who acted in the character of collector in this instance, acted as such under the authority of the military commander, and in obedience to his orders, and the <em>duties </em>he exacted, and <page-number citation-index=\"1\" label=\"379\">*379</page-number>the regulations he adopted <em>were not those prescribed by </em>law, but by the <em>President </em>in his <em>character of Commander-in-Chief'. </em>The Custom House was established in an enemy’s country as <em>one of the weapons of war. </em>It was established not for the purpose of giving the people of Tamaulipas the benefit of commerce with the United States or with other countries, but a measure of hostility, and as a part of the military operations in Mexico, it was a <em>mode </em>of exacting contributions from the enemy to support our army, and intended also to cripple the resources of Mexico, and make it feel the evils and the burdens of the war. The duties required to be paid were regulated with this view, and were nothing more than <em>contributions </em>levied upon the enemy which the <em>usages </em>of war justify when an army is operating in the enemy’s country.”</p>\n<p id=\"b389-3\">The other case to which I allude is Cross <em>et al. vs. </em>Harrison 16 Howard 189, 190; Judge Wayne, in delivering the opinion of the Supreme Court, says: “ Indeed, from the letter of the then Secretary of State, and from that the Secretary of the Treasury, we cannot doubt that the action of the Military Governor of California was recognized as allowable and lawful by Mr. Polk and his Cabinet. We think it was a <em>rightful </em>and correct recognition, under all the circumstances, and when we say rightful we mean that it was constitutional, although Congress had <em>not </em>passed an Act to extend the collection of tonnage and import duties to the ports of California. California, or the port of San Francisco, had been conquered by the arms of the United States as early as 1846. Shortly afterwards the United States had military possession of all of Upper California. Early in 1847 the President, as <em>constitutional Commander-in-Chief </em>of the Army and Navy, <em>authorized </em>the military and naval commanders of our forces in California to exercise the belligerent rights of conqueror, and to form a civil government for the conquered country, and to impose duties on imports and tonnage as <em>military contributions </em>for the support of the Government and of the army which had the conquest in possession, &amp;c. No one can doubt that these orders of the President, and the action of our army and navy commanders in California in conformity with <page-number citation-index=\"1\" label=\"380\">*380</page-number>them, was according to the law of arms,” &amp;c. (See also pages 191, 193, 195, 196, 201).</p>\n<p id=\"b390-3\">Blockade is a belligerent right, under the law of nations, where war exists, and is as clearly defined as the belligerent right to levy contributions in the enemy’s country. As the Supreme Court hold the latter power to be constitutionally in the President, without an Act of Congress, as Commander-in-Chief of the Army and Navy, it follows necessarily that the power of blockade also resides with him; indeed, it would seem a clearer right, if possible, because, as Chief of the Navy, nobody can doubt the right of its commander to order a fleet or a ship to capture an enemy’s vessel at sea, or to bombard a fortress on shore, and it is only another mode of assault and injury to the same enemy to shut up his harbors and close his trade by the same ship or fleet. The same weapons are used; the commander only varies the mode of attack.</p>\n<p id=\"b390-4\">In the first article, section 8, clause 11, of the Constitution, under the legislative head, power is granted to Congress “to declare war, grant letters of marque and reprisal, and make rules concerning captures on land and water.” These powers are therefore solely confided to and within the control of the Legislature, and cannot be exercised by the President. The President cannot declare war, grant letters of marque, &amp;c., though all the other belligerent rights arising out of a state of war are vested in him as Commander-in-Chief of the Army and Navy. But <em>war declared </em>by Congress is not the only war within the contemplation of the Constitution. In clause 15, article 1, section 8, among the legislative powers is this: “to provide for calling forth the militia to <em>execute the laws </em>of the Union, suppress insurrection and repel invasions,” and the legislature in execution of this power passed the Act of 1795 (1st Statute at Barge, 424), vesting in the President, under the terms set forth in the statute, discretionary power over the militia in cases enumerated in this fifteenth clause of section 8, article 1. The <em>status </em>of foreign nations whose provinces or dependencies are in revolution, foreign invasion of our own country, and insurrection at home, are political questions determined by the executive branch of <page-number citation-index=\"1\" label=\"381\">*381</page-number>our Government. I refer on this subject to the following cases of the Supreme Court of the United States: “The Santissima (7 Wheaton 305)” The Court says:</p>\n<p id=\"b391-3\">‘ ‘ This Court has repeatedly decided that it will not undertake to determine who are sovereign States, but will leave that question to be settled by the other departments, who are charged with the external affairs of the country and the relations of peace and war. It may, however, be said that both the judiciary and the executive have concurred in affirming the sovereignty of the Spanish Colonies, now in revolt against the mother country. But the obvious answer to this objection is, that the <em>Court following </em>the executive department have merely declared the notorious fact that a civil war existed between Spain and her American provinces, and this, so far from affirming, is a denial of the sovereignty of the latter.” It would be a public, not a civil war, if they were sovereign States. The very object of the contest is to decide whether they shall be sovereign and independent or not. <em>All that the Court has affirmed </em>is that the existence of this <em>civil war </em>gave to <em>both </em>parties all the <em>rights </em>of <em>war </em>against each other.</p>\n<p id=\"b391-4\">In case of invasion by foreign power, or insurrection at home, in which cases, under the Act of 1795, the President may call out the militia. The Supreme Court, in 12 Wheaton, (case of Martin <em>vs. </em>Mott,) page 29, 30, says it is exclusively with the President to decide whether the exigencies provided for have arisen. These also are political questions, •determinable by the executive aloné, and the Courts follow .that branch of the government. In this case the Supreme Court, at page 32, says: “ It is no answer that such a power may be abused, for there is no power which is not susceptible of abuse. The remedy of this as well as for all other official misconduct, if it should occur, is to be found in the Constitution itself.” Whether insurrection has grown to such a <em>head </em>has become so formidable in power as to have culminated into civil war, it seems to me must also belong, as to its decision, to the same political branch of the government. The President, in his proclamations relating to the blockade of the ports of the Confederate States, calling out seventy-five thous- <page-number citation-index=\"1\" label=\"382\">*382</page-number>and militia to suppress insurrection, and the resistance of the Federal Raws, alleges, “that nine states have so resisted and have threatened to issue letters of marque, to authorize the bearers thereof to commit assaults against the vessels, property and lives of citizens engaged in commerce on the high seas and the waters of the United States, and that he has deemed it advisable to set on foot a blockade of the ports within the States aforesaid,” and on his subsequent proclamation, states that “whereas, since the date of his former proclamation, public property of the United States has been seized, the collection of the revenue obstructed, and duly commissioned officers of the United States, while engaged in executing the orders of their superiors, have been arrested and held in custody as prisoners, or have been impeded in the discharge of their official duties without due legal process, by persons claiming to act under the authorities of the States of Virginia and North Carolina; an official blockade of the ports of those States will be established.”</p>\n<p id=\"b392-3\">These facts so set forth by the President, with the assertion of the right of blockade, amount to a declaration that civil war exists.</p>\n<p id=\"b392-4\">Blockade itself is a belligerent right, and can only legally have place in a state of war, and the notorious fact that immense armies in our immediate view, are in hostile array against each other in the Federal and Confederate States, the latter having organized a government and elected officers to administer it, attest the executive declaration that civil war exists, a sad war which if it must go on, can only be governed by the laws of war, and its evils mitigated by the principles of clemency engrafted upon the war code by the civilization of modern times.</p>\n<p id=\"b392-5\">Nor does the assertion of the right in the proclamation of the 19th of April, 1861, to proceed against privateersmen, under the laws of the United States, as pirates, militate against the construction I have above given of the two proclamations, as averring the existence of civil war.</p>\n<p id=\"b392-6\">In the case of Rose <em>vs. </em>Himely, 4 Cranch, 272, 273. Chief Justice Marshall, in delivering the opinion of the Court, says: “It is not intended to say that belligerent rights may <page-number citation-index=\"1\" label=\"383\">*383</page-number>not be superadded to those of sovereignty. But admitting a sovereign, who is endeavoring to reduce his revolted subjects to obedience, to possess both sovereign and belligerent rights and be capable of acting in either character, the manner in which he acts must determine the character of the act. If as a legislator he publishes a law ordaining punishment for certain offences, which law is to be applied by Courts; the nature of the law and proceedings under it will decide whether it is an exercise of belligerent rights or exclusively of his sovereign power, and whether the Court in applying this law to particular cases, acts as a Prize Court or as a Court enforcing municipal regulations.”</p>\n<p id=\"b393-3\">In this case I am sitting in admiralty, adjudging a question of prize, under a capture for alleged violation of blockade.</p>\n<p id=\"b393-4\">I do not find on examination of the writers on public law any difference as to <em>belligerent rights </em>in civil or foreign war, and Judge Story, in 7 Wheaton, as heretofore cited by me, says they <em>are the same.</em></p>\n<p id=\"b393-5\">Blockade being one of these rights incident to a state of war, and the President having in substance asserted civil war to exist, I am of opinion the blockade was lawfully proclaimed by the President.</p>\n<p id=\"b393-6\">The next inquiry is when did the blockade become effective, and as such come to the knowledge of the respondents or their government. Notice, actual or constructive, will do. In the present case Flag Officer Pendergrast, commanding home squadron, officially announced the blockade of the Ports of Virginia, whose outlet was Hampton Roads, as <em>effective </em>on the 30th of April, 1861, and the Secretary of the Navy in his letter of the 9th of May, 1861, states this notice was sent to the Baltimore and Norfolk papers, and by one or more of them published.</p>\n<p id=\"b393-7\">In a certificate of the British Consul, at Richmond, dated 14th of May, 1861, found onboard the Tropic Wind, at the time of her capture, he states he had received an authoritative communication of the nth of May, which he immediately communicated to the captains of British merchant vessels and others interested in British trade, that fifteen days would be allowed to leave port after the actual commence-<page-number citation-index=\"1\" label=\"384\">*384</page-number>meat of the blockade, with or without cargoes, <em>“and whether the cargoes were shipped </em>before or after the commencement of the blockade, ’ ’ and that upon inquiry he found the 2nd of May, 1861, to be the day when efficient blockade begun.</p>\n<p id=\"b394-3\">There does not appear in the cause any evidence to show that the United States government agreed to relax the law of blockade, so as to allow British vessels to load cargoes and come out of port after knowledge of effective blockade was brought home to them. The letter of Mr. Welles to Mr. Seward, of date 9th of May, 1861, in answer to inquiries of Ford Fyons relative to British vessels in Virginia ports and the operation of the blockade upon them, &amp;c., and which it must be presumed was sent to Ford Fyons does not contain the relation of the law of blockade referred to in the British Consul’s certificate of the 14th of May, 1861, by which I mean that it contains no permission to British vessels to come out of port within the fifteen days with <em>cargoes laden on board </em>after <em>notice of </em>commencement of effective blockade. I give an extract from that letter of the 9th of May, 1861: “Fifteen days have been specified as a limit for neutrals to leave the ports after actual blockade has commenced, with or without cargo, and there are yet remaining five or six days for neutrals to leave; with proper diligence on the part of persons interested, I see no reason for exemption to any.”</p>\n<p id=\"b394-5\">It also appears in the evidence of the Master (Fayton) that he Heard in Richmond of the blockade as effective before he began to load his cargo, and was informed that it commenced on the 2d of May.</p>\n<p id=\"b394-6\">All the testimony concurs in showing the cargo was laden on board the Tropic Wind on the 13th and 14th days of May, 1861.</p>\n<p id=\"b394-7\">No principle of prize law seems better settled than that such <em>lading </em>violates the blockade and forfeits both vessels and cargo. In Wildman on Search, Capture and Prize, page 42, “ The act of egress is as culpable as the act of ingress, and a blockade is just as much violated by a ship passing outward as inward. A blockade is intended to suspend the entire commerce of the place, and a neutral is no more at liberty to assist the traffic of exportation than by importation. The <page-number citation-index=\"1\" label=\"385\">*385</page-number>utmost that can be allowed to a neutral vessel is, that having already taken in a cargo before the blockade begins, she may be at liberty to retire with it. If she afterwards takes on board a cargo, it is a fraudulent act and a violation of the blockade. It is lawful for a ship to withdraw from a blockade port in ballast, or with a cargo shipped <em>boTia fide </em>before notice of the blockade.” (See also The Judith, Robinson 150; The Juno, 2 Robinson 117; The Nossa Senbora, 5 Robinson 52.)</p>\n<p id=\"b395-3\">In Wildman’s International Law. Vol. 2, page 205, we find this passage. “Where the blockade is known at the <em>port of ship77ient </em>the <em>master becomes </em>an agent for the cargo; in such case the <em>owTiers must </em>at <em>all eve Tits </em>answer to the country imposing the blockade for the acts of persons employed by them; otherwise by sacrificing the ship, there would be a ready escape for the cargo, for the benefit of which the fraud was intended.” (See also The Jas. Cook, Edwards 261; The Authur, Edwards 202; The Exchange, Edwards 40. 1st. Kents Commentaries, 2d edition, 144, 146; Olivera <em>vs. </em>Union Insurance Company, 3 Wheaton, Supreme Court Reports 194. See also Wheaton’s note to the same case.)</p>\n<p id=\"b395-4\">It follows, upon the case as it now stands, there must be condemnation of both vessels and cargo.</p>\n<p id=\"b395-5\">June 13th, 1861.</p>\n<p id=\"b395-6\">Note.—After I had written this opinion on the proofs and papers then before me, but before it was known or copied, I was requested by Mr. Carlisle, by note of the 14th, to ask of the State Department the whole correspondence, a part of which only was in the cause; and on Saturday evening the 15th of June, the document A was handed to me. I have formed no opinion of the influence this further correspondence has on the legal aspect of the case, and as the parties concerned on both sides have had no opportunity to see or comment on it, and may wish further proof as to the relaxation by the United States of the strict law of blockade, I will allow further proof to be taken by either party on this point, and postpone any decision till the proof is in and the counsel on both sides heard. This course is, I believe, consonant with prize practice. James Dunrop.</p>\n<p id=\"b395-7\">June 17, 1861.</p>\n<p id=\"b396-3\"><page-number citation-index=\"1\" label=\"386\">*386</page-number>The following letter from the United States District Attorney to the Marshal of the District of Columbia, discharging the vessel and cargo from custody, and dismissing the libel, makes further action unnecessary.</p>\n<p id=\"b396-4\">Washington, D. C., June 21, 1861.</p>\n<p id=\"b396-5\">\n<em>To the Marshal of the District of Columbia:</em>\n</p>\n<p id=\"b396-6\">Sir:</p>\n<p id=\"b396-7\">By authority of the Secretary of State, I hereby direct you to deliver up the schooner and cargo “Tropic Wind ” to the master thereof. Edward C. Carrington,</p>\n<p id=\"b396-8\">\n<em>United States Attorney for the District of Columbia.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}