{
  "casebody": {
    "data": "<casebody firstpage=\"1029\" lastpage=\"1031\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1053-3\">LARSON et al. v. EICHER.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1053-4\">Patent Appeal No. 2738.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1053-5\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1053-6\">June 1, 1931.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1053-14\">Mock &amp; Blum, of New York City (C. R. Allen, Asher Blum, and Hugo Mock, all of New York City, of counsel), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1053-15\">Wallace R. Lane, of Chicago, 111. (William S. Hodges, of Washington, D. C., and Louis A. Bisson, of Chicago, 111., of counsel), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1053-16\">Before GRAHAM, Presiding Judge, and BLAND, HATPIELD, GARRETT, and LENROOT, Associate Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1053-18\">HATFIELD, Associate Judge.</author>\n<p id=\"b1053-19\">This is an appeal in an interference proceeding ‘from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Examiner of Interferences awarding priority of invention to the senior party, Benjamin L. Eieher.</p>\n<p id=\"b1053-20\">The invention relates to a method of forming a dry medicinal agent, containing active extracted ingredients of cod liver oil, and to cod liver oil tablets.</p>\n<p id=\"b1053-21\">Counts 1 and 4 are illustrative. They read:</p>\n<blockquote id=\"b1053-22\">“1. A method of forming a dry medicinal agent containing active extracted ingredients of cod-liver oil, which consists in causing a solution of sai4 active ingredients to come into contact with a porous inert carrier which is insoluble in water, and allowing the solvent in said solution to evaporate at a temperature below 100° C.”</blockquote>\n<blockquote id=\"b1053-23\">“4. A medicinal agent comprising a porous inert carrier insoluble in water and containing the absorbed residue from an evaporated solution of the active ingredients of cod-liver oil.”</blockquote>\n<p id=\"b1053-24\">Appellee, Eieher, the senior party, filed an application on May 12,1924, which matured ■ into patent No. 1,542,549, September 8,1925, involving the subject-matter of this interference. Thereafter, on January 15, 1926, appellee filed an application for reissue of his patent.</p>\n<p id=\"b1053-25\">Appellants, Larson and Campbell, the junior parties, filed their application December 16, 1924.</p>\n<p id=\"b1053-26\">Considerable evidence was submitted by the parties. In view of the fact that it has been carefully analyzed and considered by both the Examiner of Interferences and the Board of Appeals, we deem it unnecessary to enter into a detailed discussion of it here.</p>\n<p id=\"b1053-27\">It appears from the record that, during the first six months of 1918 and the last six months of \"1919, appellee was employed as superintendent and research chemist by the Standard Laboratories, Ine., of Chicago, 111., which company was engaged in the manufacture of pharmaceuticals; that in July, 1918, he left the Standard Laboratories, Ine., and joined the army; that he was in the army for a period of about nine months, during which time he was engaged as a chemist in a picric acid plant; that he was discharged from the army on or about March 4,1919, and again employed as a chemist by the Standard Laboratories, Inc.; that in December of that year he severed his connections with the Standard Laboratories, Ine., and organized the B. L. Eieher Company, for the purpose of manufacturing toilet articles and cosmetics for the Pearl La Sage Company of Chicago, 111.; that Alexander 0. Hupfeld and Walter S. Hupfeld, brothers, were the principal owners of the Pearl La Sage Company, and also owned practically all of the stock of the B. L. Eieher Company; that, in addition to manufacturing the Pearl La Sage Company’s products, appellee was engaged in making medicinal tablets of various kinds; that in March or April, 1920, appellee conceived the method of making the so-called cod liver oil tablets, and immediately disclosed his invention to the witness Carroll Cherry; that during March or April, 1920, he made a “batch” of about 3,500 tablets; that he gave some of them to a few physicians -and druggists, and received two or three favorable reports; that in December, 1920, or in January, 1921, he made a second “batch” of cod liver oil <page-number citation-index=\"1\" label=\"1030\">*1030</page-number>tablets for tbe purpose of having the Steams &amp; White Company handle them in a commercial way; that&gt; although the Steams &amp; White Company was interested, it was in financial difficulties and was unable at that time to enter into any arrangement with appellee; that some of the tablets were given to physicians, but no reports were received from any of them; that in January, 1922, appellee entered the employ of the Steams &amp; White Company as manager, and in January of that year made the third “batch” of cod liver oil tablets, consisting of from 21,000 to 28,000; and that a price sheet was prepared and published by the Stearns &amp; White Company, and the tablets were manufactured and sold to the trade, at least, as early as September, 1923.</p>\n<p id=\"b1054-4\">It dearly appears from the testimony of the witnesses Alexander O. Hupfeld and Walter S. Hupfeld that appellee was engaged in the manufacture of cod liver oil tablets in 1920. Neither of them, however, knew the formula used by appellee.</p>\n<p id=\"b1054-5\">The witness Carroll E. Cherry testified that he was secretary of the B. L. Eieher Company from February 1 to June 1, 1920, and that, in March or April of that year, appellee made cod liver oil tablets composed of aetive extractives of cod liver oil, powdered charcoal, and other ingredients. The witness stated that he was sure of the time because he was then in an aneemic condition, and that appellee gave him some of the tablets for his personal use. In this connection, he said:</p>\n<blockquote id=\"b1054-6\">“A. Well, possibly the thing that fixes it in my mind more than anything else is the fact that I was suffering at that time from an anaemic condition and Mr. Eieher suggested that he was experimenting at that time with something that would largely .correct that condition in a person, asked me if I had ever taken cod liver oil, and I stated that I had not, it was so nauseating to me; and he said that was just what he was endeavoring to overcome, he was working on a preparation to contain cod liver oil in sufficient content and something that would make it less distasteful to a person taking it.</blockquote>\n<blockquote id=\"b1054-7\">“Q. 34. Did he give you some cod liver oil tablets to take? A. - Yes.”</blockquote>\n<p id=\"b1054-8\">He further stated that he saw appellee make the cod liver oil tablets in March or April, 1920, and also described the process of manufacture and the appearance of the tablets.</p>\n<p id=\"b1054-9\">The witness Willis E. Black testified that he was a chemist residing in Baltimore, Md.; that, in the fall of 1920, and in the early part of 1921, he was employed as an assistant chemist by the B. L. Eieher Company, and assisted in the manufacture of pharmaceuticals, tablets, ete.; and that he assisted appellee in making cod liver oil tablets some time during the latter part of December, 1920, or the early part of January, 1921. He described appellee’s method of manufacture, and the resultant product, as follows:</p>\n<blockquote id=\"b1054-11\">“A. These tablets consisted of an absorbent material; the oils being dissolved in a volatile vehicle. This was then mixed with the absorbent material which was put aside to let the volatile matter volatilize. I don’t remember the other ingredients. These tablets were chocolate-coated.</blockquote>\n<blockquote id=\"b1054-12\">“Q. 9. Do you recall what absorbent and what volatile vehicle was used? A. The absorbent was charcoal; and the volatile vehicle was ether.”</blockquote>\n<p id=\"b1054-13\">On cross-examination, he said that appellee had used cod liver oil and cod liver oil extract; that he knew he was working with a cod liver oil extract because the bottles in which the extract was contained were «so labeled; and that he left-the B. L. Eieher Company shortly thereafter and did not know what disposition had been made of the tablets.</p>\n<p id=\"b1054-14\">In his decision, the Examiner of Interferences held that it was necessary, in order to reduce the invention to practice, to subject the tablets to actual tests to determine whether they possessed therapeutic value; that appellee was entitled to the date of March or April, 1920, for conception; that, as the tablets had been sold to the trade as,early as September 1,1923, it would be presumed that the invention had been reduced to practice prior to that time, and that appellee was entitled to a date as early as September 1,1923, for reduction to practice; that appellants had conceived the invention in May, 1921, and, as they had sold cod liver oil tablets to the trade as early as September, 1922, they were entitled to that date for reduction to practice; and that therefore appellee was the first to conceive and the last to reduce to practice. Then, after stating and -analyzing the testimony, he held that appellee was diligent from the time appellants entered the field, May, 1921, until he reduced the invention to practice, and accordingly was entitled to an award of priority.</p>\n<p id=\"b1054-15\">The Board of Appeals disagreed with the Examiner of Interferences with respect to <page-number citation-index=\"1\" label=\"1031\">*1031</page-number>Ms holding that, in order to reduce the invention to practice, it was necessary to subject the tablets to a test to determine whether they possessed therapeutic value, and held that, in order to successfully reduce the invention to practice, it was necessary to determine whether the tablets “could be satisfactorily made to absorb a sufficient quantity of the cod liver oil extract, and this could be determined by quantitative experiments rather than by physiological tests.” The Board concurred in holding, however, that appellee was the first to conceive and the last to reduce the invention to practice; that he was diligent from the time appellants entered the field until he reduced the invention to practice, wMeh, it was said, might be presumed to have occurred, at least, at the time — September 1, 1923 — appellee’s tablets were sold to the trade; and that therefore appellee was entitled to an award of priority.</p>\n<p id=\"b1055-5\">We are unable to agree with either of the tribunals below relative to the- requirements for a successful reduction of the invention to practice.</p>\n<p id=\"b1055-6\">It appears from the record that, in the manufacture of Ms tablets, appellee used cod liver oil extracts known as “Gaduol” and “Jeecoral,” wMeh were in extensive use commercially and known to possess therapeutic properties. So the real problem confronting appellee was to put the active extractives of cod liver oil into the form of a dry medicinal agent. Having conceived tMs idea and having actually produced cod liver oil tablets, it was not necessary that any given number of the tablets contain a particular quantity of active extracted ingredients of cod liver oil. The counts are not so limited. Nor was it necessary that appellee exploit'Ms invention in order to complete it.</p>\n<p id=\"b1055-7\">Appellee was an experienced chemist. He knew the therapeutic value of the ingredients in the tablets he manufactured, and, having successfully performed the involved process, and produced the involved product, which he did in March or April, 1920, he had reduced the invention to practice. Marion M. Harrison and Harold A. Morton v. Sydney M. Cadwell, 39 F.(2d) 704, 17 C. C. P. A. 1024, and eases therein cited; St. John et al. v. Schulze, 47 F.(2d) 798, 18 C. C. P. A.-. Holding these views, it is unnecessary for us to consider the many questions argued by counsel for appellants. .</p>\n<p id=\"b1055-9\">The evidence of record clearly establishes that appellants conceived the invention in May, 1921, as held by the tribunals below. We think it has also been established that they reduced the invention to practice some time during the summer or fall of 1921. Accordingly, appellee was the first to conceive and the first to reduce the invention to practice, and is therefore entitled to an award of priority.</p>\n<p id=\"b1055-11\">For the reasons stated, the decision of the Board of Appeals is affirmed.</p>\n<p id=\"b1055-12\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}