{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"293\" lastpage=\"309\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b305-6\" pgmap=\"305\">(No. 60282.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"AlnX\" pgmap=\"305\">THE PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. LEE OTIS GRIFFIN, Appellee.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b305-7\" pgmap=\"305\">Opinion filed December 20, 1985.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b307-5\" pgmap=\"307\">GOLDENHERSH, J., took no part.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b307-8\" pgmap=\"307\">Neil F. Hartigan, Attorney General, of Springfield, and John Baricevic, State’s Attorney, of Belleville (Mark L. Rotert, Assistant Attorney General, of Chicago, and Kenneth R. Boyle, Stephen E. Norris and Raymond F. Buckley, Jr., of the State’s Attorneys Appellate Service Commission, of Mt. Vernon, of counsel), for the People.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b307-9\" pgmap=\"307\">David C. Hoffman, of Ripplinger, Dixon, Hoffman &amp; Ver Steegh, of Belleville, for appellee.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b307-10\" pgmap=\"307\">JUSTICE WARD</author> <p id=\"Apj\" pgmap=\"307\">delivered the opinion of the court:</p> <p id=\"b307-11\" pgmap=\"307(28) 308(176)\">The defendant, Lee Otis Griffin, and his codefendant, Jimmy Lee Smith, were found guilty on three counts of murder and one count of armed violence following a jury trial in the circuit court of St. Clair County. The defendant was sentenced to three concurrent terms of 40 years on the murder convictions and one concurrent term of 30 years on the armed-violence conviction. Smith was sentenced to three concurrent life terms and one concurrent term of 60 years. On their joint appeal, a divided panel of the appellate court affirmed their convictions. (124 Ill. App. 3d 119.) In a separate opinion filed the same day (124 Ill. App. 3d 169), another panel of the appellate court, in a divided decision, granted the defendant a new trial by reversing the trial court’s denial of both a post-trial motion under section 72 of the Civil Practice Act (Ill. Rev. Stat. 1981, ch. 110, par. 72; now Ill. Rev. Stat. 1983, ch. 110, par. 2—1401) and a petition under the Post-Conviction Hearing Act (Ill. Rev. Stat. 1981, ch. 38, par. 122—1). The State petitioned to appeal from this reversal, and we granted its petition under our Rule 315 (94 Ill. 2d R. 315).</p> <p id=\"b308-5\" pgmap=\"308(167) 309(209)\">On February 5, 1981, Charles Sims, Christi Smith and Ronald Walker were fatally shot and Charles Kellick was severely wounded in an East St. Louis apartment. Kellick, the survivor, testified that on February 5, 1981, he and two friends, Charles Sims and Velma Robinson, drove in his truck to an apartment occupied by Christi Smith and Ronald Walker. Sims first entered the building alone and returned to the truck saying that he heard Christi Smith crying. Sims again entered the building, this time accompanied by Kellick. Kellick stated that he and Sims entered the unlocked apartment and discovered Christi Smith in the bathroom with the defendant. As Sims stepped into the bathroom, the defendant shot him. Kellick turned and ran, and on his way out he brushed past two other men. (He did not identify these two men, but from the record they are presumed to have been Jimmy Lee Smith, the codefendant here and Will Hudson, a third man who was never apprehended.) Before he reached the front door, he was shot in the back of the head. He did not know who shot him. While he lay on the floor, Jimmy Smith shot him in the face. Kellick feigned death until the men left, at which time he hid in a compartment under the stairway. A police officer testified that when he questioned Kellick at the hospital Kellick said that he did not know who had done the shootings. Kellick testified that he did not remember this incident. Three days later he identified Griffin in a video lineup. Five days later he identified Smith’s photo. He said that he had seen Griffin on two prior occasions and Smith on one occasion. Kellick said that he learned later that Christi Smith’s apartment was considered to be a “dope house.” Kellick testified that there was a pending criminal charge of truck theft against him and that the case was set to be heard subsequent to his testimony at the defendant’s trial. He stated that he was aware of no agreement with the State as to the pending case regarding his cooperation with the prosecution and that he had not discussed the matter of an agreement with his attorney.</p> <p id=\"b309-5\" pgmap=\"309(142) 310(12)\">Velma Robinson testified that at 5 p.m. on February 5, 1981, she accompanied Kellick and Sims to the apartment building. Upon arriving, Robinson observed a red and white Cadillac pull behind their truck. Immediately after Kellick and Sims entered the building, she saw two men leave the Cadillac and follow Kellick and Sims into the building. She identified the defendant as one of the two men. “A few seconds” after the two men entered the building, she heard a shot. Minutes later, the same two men left the building. They reentered the Cadillac, pulled in front of Kellick’s truck, waited five minutes, and then drove away. Five minutes later, Robinson observed Ron Walker enter the building. He was followed into the building by the two men from the Cadillac. Minutes later, she heard another shot. At this time Robinson drove off in Kellick’s truck and reported the incidents to the police.</p> <p id=\"b310-5\" pgmap=\"310\">Ron Walker suffered five gun shot wounds but managed to make his way to a nearby grocery store. Just before he died he told several witnesses of the shooting. (His statements were admitted as a dying declaration over defense objection.) Lionel Settles, an East St. Louis police officer, was working that evening as a security guard at the grocery store. He testified that Ron Walker ran into the store bleeding heavily from bullet wounds. According to Settles, Walker said that when he entered his apartment, he found two dead persons, a man and a woman, on the floor. The woman was his girlfriend, Christi Smith. Settles said that Walker stated a man named “Lee” had shot him, and he identified Lee as the owner of a furniture store in East St. Louis. A man called “Rush City Jimmy” had shot his girlfriend, Walker said.</p> <p id=\"b310-6\" pgmap=\"310\">Darrell Rice, an Illinois State Trooper who was shopping in the store that evening, was conversing with Settles at the time Walker entered the store. According to Rice, Walker stated that Lee’s friend had shot him, and that “Rush City Jimmy” had shot his girlfriend.</p> <p id=\"b310-7\" pgmap=\"310\">David Winchester, an assistant manager of the store, was also a witness to a portion of Walker’s statement. He said that he heard Walker talk about “a guy that ran a furniture store.” Winchester didn’t hear Walker say who had shot him, but he heard him say that “Rush City Jimmy” had shot his girlfriend.</p> <p id=\"b310-8\" pgmap=\"310(67) 311(82)\">Based on Walker’s statement, police began a search for the defendant. That evening an officer on patrol observed him leaving a liquor store. He said that the defendant stepped back into the store and emerged a few minutes later wearing a different hat. The defendant and a woman companion entered a station wagon and made a U-turn. As the patrol car moved to block the U-turn, Griffin drove around the police car into a vacant lot. The officer left his car and walked toward the defendant, at which time he turned off the motor. Officer Hendricks testified that he believed that the defendant had attempted to evade him. Griffin was placed under arrest and taken to the police station. Jimmy Lee Smith was arrested several days later. The defendant’s white and red Cadillac was found abandoned in a wooded area of East St. Louis.</p> <p id=\"b311-5\" pgmap=\"311\">At the grand jury hearing, detective sergeant L. C. Moore, of the East St. Louis police department, who was in charge of the investigation of the murders, was a witness. He testified that at the police station following his arrest the defendant “grabbed” a phone and was overheard saying “get rid of the car; he’s on to it, report it stolen.” The witness also testified that when arrested the defendant told an officer “he didn’t do it,” and when Moore served a warrant on the defendant in jail he stated that “it wasn’t his idea to kill anyone.” Moore also stated to the grand jury that Jimmy Lee Smith “doesn’t believe in going back to jail”; that he was the type who would “leave no witnesses.”</p> <p id=\"b311-6\" pgmap=\"311(147) 312(2)\">The defendant testified at trial that he operated a family-owned furniture store in East St. Louis and that he was the owner of a red and white Cadillac. He testified that he and Jimmy Lee Smith were at a tavern playing cards from 5 to 7 p.m. when the shootings took place. He said that although his Cadillac was in operating order, he did not use it that afternoon or evening. He said that morning he went six blocks by bus to borrow his sister-in-law’s Ford Maverick and used it that day. He admitted having called his wife from the police station and having told her to report his Cadillac stolen. He testified that he had told her that only after she told him that their car was not at the furniture store. Griffin’s codefendant, Jimmy Smith, did not testify at their joint trial.</p> <p id=\"b312-5\" pgmap=\"312(322) 313(1)\">After conviction the defendant, on March 18, 1982, filed a petition under section 72 of the Civil Practice Act (Ill. Rev. Stat. 1981, ch. 110, par. 72) alleging that Charles Kellick perjured himself when he testified that the defendant had shot Sims. In support of the petition the defendant submitted an affidavit of Scott Kellick, the son of Charles Kellick. In it Scott Kellick stated that his father told him that he “could not really identify” the defendant; that he testified only to what the police wanted him to say. Scott Kellick had executed the affidavit while he was incarcerated in Menard Correctional Center, where the defendant and Smith also were serving their sentences. At a hearing on the petition on May 7, 1982, both Charles and Scott Kellick testified, and so did the State’s Attorney who had talked to Charles Kellick’s attorney regarding the case pending against Kellick at the time he testified. Scott Kellick said at the hearing that he had furnished the affidavit regarding his father because he expected to obtain an early release from prison. The State’s Attorney testified that he had communicated a general understanding to Charles Kellick’s attorney that Kellick’s pending case would be heard subsequent to Kellick’s testimony at the defendant’s trial and that the State would “observe” his “cooperation,” which would be taken into consideration at his trial. The State’s Attorney did not speak to Kellick on this subject but to his attorney. (The State was represented by assistant State’s Attorneys in the proceedings involving the defendant and not by State’s Attorney Baricevic.) The State’s Attorney testified that his conversations with Kellick’s attorney were “all preceded with the warning that none of our conversations were negotiations that we would stand by if transmitted to his client.” The trial court, stating that the defendant had not met his burden of proof, denied the section 72 motion.</p> <p id=\"b313-5\" pgmap=\"313\">The defendant next filed a petition under the Post-Conviction Hearing Act (Ill. Rev. Stat. 1981, ch. 38, par. 122—1), alleging that there was a conflict of interest which resulted in ineffective assistance of counsel because of the joint representation of the defendant and Smith by the same trial counsel. In the affidavit to his petition the defendant said that he had told his trial counsel that he did not commit the crimes; that he only witnessed the shootings and that, in fact, he had tried to prevent Smith from shooting Christi Smith. According to the defendant, his trial counsel advised him that such testimony would prove him guilty of the killings under the principle of accountability. This advice caused the defendant to invent the alibi that he testified to at trial, viz., that Smith and he had been in the tavern. Ralph Derango, an attorney who had represented the defendant when he was arrested, and who filed the section 72 petition in his behalf, testified at the hearing on the post-conviction petition that the defendant told him that Smith committed the murders and that he had tried to stop him. Derango said that he related this to Detective L. C. Moore in an attempt to have his client in the posture of cooperating with the police and being used as a State’s witness. The police apparently refused the proposal. Derango was later relieved as the defendant’s attorney by the defendant’s family. The attorney who already was representing Smith was engaged to represent the defendant as well. The circuit court denied the post-conviction petition also.</p> <p id=\"b313-6\" pgmap=\"313(54) 314(99)\">The appellate court panel that heard the defendant’s and Smith’s appeal considered, inter alia, the question raised by the defendant whether there was a conflict of interest at trial for the attorney due to the joint representation of the defendant and Smith. The defendant had argued that his trial counsel was incompetent for not portraying the defendant as a “non-participating bystander” in light of L. C. Moore’s grand jury testimony, which was made available to the attorney. The court rejected the contention, stating “there is nothing in the record to indicate that defendant Griffin presented his attorney with any facts other than those supportive of the alibi defense. In the absence of contrary evidence, it must be presumed that the defense pursued by counsel was the defense effectively presented to counsel by defendant, particularly when the defense is supported by defendant’s own testimony at trial.” 124 Ill. App. 3d 119,128.</p> <p id=\"b314-5\" pgmap=\"314\">The appellate panel that heard the defendant’s appeal from the denial of his section 72 and Post-Conviction Hearing Act petitions had before it the transcript of testimony taken at the hearings on those petitions, in addition to the trial record. That panel held, contrary to the panel which considered the appeal from the defendant’s conviction, that he had not received effective assistance of counsel.</p> <p id=\"b314-6\" pgmap=\"314\">The first question to be addressed is whether the defendant’s right to effective assistance of counsel was violated by the joint representation of the defendant and Smith. The State maintains that there was no conflict of interest evidenced at trial by the defendant’s attorney representing both the defendant and Smith, as the defendant testified to what was an alibi common to Smith and him. The only evidence of a conflict was the defendant’s testimony at the post-conviction hearing, and, the State says, credibility and the weight to be given that testimony were for the circuit court judge to decide. The defendant’s argument is that his own testimony is “undisputed,” and that it was corroborated by Derango’s testimony that the defendant had told him that he was present but did not participate in the crimes.</p> <p id=\"b315-4\" pgmap=\"315\">At a hearing under the Post-Conviction Hearing Act the burden is on the defendant to establish a substantial deprivation of constitutional rights (People v. Moore (1975), 60 Ill. 2d 379, 384; People v. Farnsley (1973), 53 Ill. 2d 537, 549), and determinations by the trial judge will not be disturbed unless manifestly erroneous (People v. Bracey (1972), 51 Ill. 2d 514; People v. Bratu (1970), 46 Ill. 2d 143; People v. Burton (1970), 46 Ill. 2d 135). When a defendant claims ineffective assistance of counsel on the ground of joint representation, evidence of an actual conflict must be shown. (People v. Washington (1984), 101 Ill. 2d 104, 112.) No conflict of interest appears from the trial record, of course, because the defendant testified to a common alibi for himself and Smith. In his petition and at the hearing, however, the defendant has recanted his alibi testimony, saying that he invented the alibi only after his trial counsel discouraged him from relating the “present but did not participate” account that would have incriminated Smith. He says first that his testimony at the hearing was undisputed. The State, he says, did not call his trial counsel, who could have disputed that testimony. The State points out that the defendant had the burden at the hearing of proving the allegations of the petition. The defendant could have called his trial counsel, and the State implies that the attorney could not have been called by the prosecution as a witness because of the attorney-client privilege. That position is questionable at best, however, as it appears that the privilege was waived at least in part by the defendant’s testimony of his conversations with his attorney. See Turner v. Black (1960), 19 Ill. 2d 296, 309; Newton v. Meissner (1979), 76 Ill. App. 3d 479, 498-99.</p> <p id=\"b315-5\" pgmap=\"315(22) 316(69)\">The defendant contends that Derango’s testimony supports his claim of what occurred. Ralph Derango, the defendant’s first attorney, testified that the defendant told him that he was merely a spectator of the shootings. This obviously does not prove, however, that that was what the defendant told his trial counsel. Derango stated that he did not represent the defendant after he was apparently unsuccessful in having the defendant used as a prosecution witness, and it could have been that the defendant simply abandoned the version of events he had given Derango.</p> <p id=\"b316-5\" pgmap=\"316(280) 317(108)\">In a similar vein, the defendant argues that his trial counsel was aware of his “present but innocent” claim because he was furnished with a copy of the testimony before the grand jury. As stated, at the grand jury hearing, Detective L. C. Moore testified that the defendant, when he was arrested, told an unidentified officer that “he didn’t do it,” and told Moore that “it wasn’t his idea to kill anyone.” Too, Moore told the grand jury that Jimmy Smith “doesn’t believe in going back to jail”; that he would “leave no witnesses.” The attorney’s awareness of Moore’s testimony before the grand jury does not prove what the defendant in fact later told his trial counsel in preparation for his trial. When the defendant spoke to Moore it would appear that at that time he was interested in being a prosecution witness. When he spoke to his trial counsel he would have known that he would not be a witness for the State. Also, what the defendant allegedly told Moore does not amount to a clear incrimination of Smith by the defendant. An arrested person’s saying that “he didn’t do it” is not an uncommon response upon arrest, and it did not implicate Smith. Moore’s stating that the defendant had told another officer that “he didn’t do it” was hearsay. The statement “it wasn’t my idea to kill anyone” is not without . ambiguity. While it might be read as inconsistent with the defendant’s later claim that he and Smith were in a tavern, it is not a statement that the defendant did not participate in the crimes or that Smith was solely responsible for them. Moore’s volunteered comment that Smith would “leave no witnesses” certainly was not a statement that the defendant had not killed one or more of the victims or that he was not accountable for the crimes. It cannot be said that what was said by Moore to the grand jury clearly placed the defendant and Smith in antagonistic positions for trial. Even if one considers that Moore’s testimony did suggest such an antagonism, the claim that a conflict of interest between the defendant and Smith was shown was certainly refuted by the defendant’s own alibi testimony of him and Smith having been at the tavern.</p> <p id=\"b317-5\" pgmap=\"317(226) 318(3)\">Claiming that evidence received at his trial corroborates his changed testimony at the hearing on the post-conviction petition, the defendant points out that Kellick testified that the defendant was in the bathroom with Christi Smith when he entered the apartment, whereas Robinson testified that the defendant entered the building after Kellick did. He also notes that only one of the three witnesses to Walker’s statements testified that he heard Walker to say that the defendant had shot one of the victims. Thus, the defendant argues, the evidence against him at trial was less convincing than the evidence against Smith, thereby corroborating his new or second testimony. But the defendant’s argument does not relate to whether he told his trial counsel that he was “present but innocent,” which is a central issue here. The defendant in reality is simply pointing out that there were discrepancies in the evidence against him at trial. The question of the verdict of guilty beyond reasonable doubt may not be relitigated at a post-conviction hearing. (People v. Moore (1975), 60 Ill. 2d 379, 384; People v. Farnsley (1973), 53 Ill. 2d 537, 549.) In any event, it was for the judge at the post-conviction hearing, who had presided at the defendant’s jury trial, to pass on the defendant’s credibility and decide what weight to give to his different testimony.</p> <p id=\"b318-5\" pgmap=\"318\">The panel of the appellate court that reversed the trial judge stated that the discrepancies between the testimonies of Kellick and Robinson and those of the -witnesses to Walker’s statements clearly were more helpful to the defendant’s defense than Smith’s, and that these discrepancies were not explored fully to the defendant’s advantage. It would appear, however, that these discrepancies were not known until the witnesses testified. None of them testified before the grand jury. Too, a fatal conflict will not be found between the interests of codefendants “based on the mere possibility that one possible strategy available to defense counsel would have helped one defendant at the expense of another.” (People v. Echols (1978), 74 Ill. 2d 319, 327-28.) Based on these discrepancies, trial counsel did attack the credibility of the witnesses. His attack, however, was probably somewhat deflected by the fact that the defendant was testifying to the joint alibi that he and Smith were at the tavern. The discrepancies as to what occurred at the apartment were in a sense irrelevant so far as that defense was concerned. They were relevant only to the extent that they showed inconsistencies in the prosecution’s case. It would seem incongruous to permit a defendant to perjure himself and then benefit from that perjury by successfully contending that his attorney, because of the perjury, did not most effectively explore grounds for his advantage.</p> <p id=\"b318-6\" pgmap=\"318(68) 319(77)\">There are actions of the defendant that appear inconsistent with his present contention. His first attorney, Derango, was discharged, and defendant’s trial counsel, who already represented Jimmy Smith, his friend, his furniture store employee and codefendant, was retained. If the description of events he furnished Derango was truthful and if he intended to persist in that story to his trial counsel and incriminate Smith, his codefendant, it would be most unlikely that he would retain the attorney who was representing Smith. Also, if the defendant was dissatisfied when his trial counsel did not accept his “present but innocent” account, he, considering his innocence and the extreme gravity of the situation, would have sought other counsel. It is appropriate to add that there was no claim in the circuit court, nor is there here, that trial counsel suggested that the defendant offer alibi testimony.</p> <p id=\"b319-5\" pgmap=\"319\">The defendant testified to a joint alibi at trial and was found guilty by a jury. In his allegation of ineffective assistance of counsel due to his attorney’s joint representation of him and Smith, the only support for the claim that he told his trial counsel that though he witnessed the murders he was innocent is by his affidavit and his testimony at the hearing on the petition. The circuit court heard this testimony and other evidence and held that there was no conflict by way of defense between the defendant and his codefendant. The court stated that the defendant was afforded a defense according to the defendant’s own testimony under oath. Credibility is not, of itself, a question for a court of review, and we consider that the majority of the panel made a judgment on credibility when it said: “We do not think [the defendant’s] assertions at the post-conviction hearing are inventions.” (124 Ill. App. 3d 169, 179.) The circuit court’s finding on the Post-Conviction Hearing Act petition was not manifestly erroneous and should not have been disturbed.</p> <p id=\"b319-6\" pgmap=\"319(55) 320(48)\">The other issue to be considered involves Kellick’s trial testimony. The circuit court rejected the defendant’s contention that Kellick’s identification of the defendant was perjured. The appellate court agreed, but judged that Kellick’s statements at trial about the pending case against him were misrepresentations that prejudiced the defendant. The appellate court based its conclusion on the testimony of State’s Attorney John Baricevic, who testified at the section 72 hearing that he told Kellick’s attorney that the prosecution would “observe” Kellick’s “cooperation” at the defendant’s trial. The appellate court judged that this testimony contradicted the following testimony Kellick gave at the defendant’s trial:</p> <blockquote id=\"b320-5\" pgmap=\"320\">“DEFENSE COUNSEL: And your case is still pending at the present time?</blockquote> <blockquote id=\"b320-6\" pgmap=\"320\">A. Yes sir, it is.</blockquote> <blockquote id=\"b320-7\" pgmap=\"320\">* * *</blockquote> <blockquote id=\"b320-8\" pgmap=\"320\">Q. *** You have had negotiations with the disposition and settlement of your case after this case is over, haven’t you?</blockquote> <blockquote id=\"b320-9\" pgmap=\"320\">A. No, I haven’t talked with my lawyer. My lawyer is Robert Rice. I haven’t talked with him about it at any time.”</blockquote> <p id=\"b320-10\" pgmap=\"320\">The State’s Attorney said only that he told Kellick’s lawyer, not Kellick, that the prosecution would “observe” his testimony. The State’s Attorney specifically testified that there were no negotiations regarding a plea bargain or sentence in regard to the case pending against Kellick. Testimony by Kellick that he did not have negotiations regarding the pending case and that he had not talked with his attorney about the case’s disposition was not in conflict with the State’s Attorney’s testimony and was not misleading. The credibility of the witness is not for a court of review to determine, but we cannot say that Kellick’s response on cross-examination was incredible, especially in light of the vagueness of the testified-to understanding between the State’s Attorney’s office and the attorney for Kellick and the sharp warning by State’s Attorney Baricevic to Kellick’s attorney that any negotiation or understanding between them would be cancelled if the attorney transmitted it to Kellick.</p> <p id=\"b320-11\" pgmap=\"320(19) 321(11)\">For the reasons given, the judgment of the appellate court is reversed, and the judgment of the circuit court denying the section 72 and Post-Conviction Hearing Act relief is affirmed.</p> <p id=\"b321-5\" pgmap=\"321\">Appellate court reversed; circuit court affirmed.</p> <p id=\"b321-6\" pgmap=\"321\">JUSTICE GOLDENHERSH took no part in the consideration or decision of this case.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}