{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"80\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b113-9\">Mylin <em>v. </em>Hurst, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b113-10\"><em>Wills </em>— Beal <em>estate </em>— Buie <em>in Shelley’s Case </em>— Act <em>of April 27, 1855, P. L. 868 </em>— Trusts—Dry <em>trusts.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b113-11\">Testator devised to Ms grandson a farm and wood lot “for and during the term of his natural life and after his death unto his lawful issue and in case he has no lawful issue, then unto his next of kin, in fee.” He further named a trustee for the estate given to his grandson and directed the trustee “to keep properly insured and in good order and repair all buildings” on the property. No funds were provided for insurance or repairs. <em>Held, </em>that the trust was dry and passive and not sufficient to prevent the operation of the rule in Shelley’s Case, and that the grandson took an estate tail, which was enlarged by the Act of April 27, <em>1855, </em>P. L. S6S, into a fee.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b113-12\">Submitted May 14, 1917.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AXb\">Appeal, No. 61, Jan. T., 1917, by defendant, from judgment of C. P. Lancaster Co., Dec. T., 1915, No. 81, for plaintiff, on case stated, in case of Marius H. Mylin, Jr., v. S. Grace Hurst.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"ABW\">Be<page-number citation-index=\"1\" label=\"78\">*78</page-number>fore Brown, C. J., Potter, Stewart, Mosohzisker and Walling, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"Aqb\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b114-4\">Case stated to determine title to land. Before HassLER, J *</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b114-5\">The opinion of the Supreme Court states the case.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b114-6\">The court entered judgment in favor of the plaintiff for $8,000 in accordance with the terms of the case stated. Defendant appealed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b114-7\"><em>Erren' assigned </em>was in entering judgment in favor of the plaintiff and against the defendant.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b114-8\"><em>John M. </em>Groff, for appellant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"Axu\">The intention of testator was to create a life estate in favor of the plaintiff and this intention rules: Packer’s Est. (No. 1), 246 Pa. 97; Yarnall’s App., 70 Pa. 335; Hastings v. Engle, 217 Pa. 419; Stout v. Good, 245 Pa. 383; Lauer v. Hoffman, 241 Pa. 315.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b114-9\">The rule in Shelley’s Case cannot be invoked where the will creates an active trust: Eshbach’s Est., 197 Pa. 153; Little v. Wilcox, 119 Pa. 439; Hemphill’s Est., 180 Pa. 95; Xander v. Easton Trust Co., 217 Pa. 485; West’s Est., 214 Pa. 35; Strickler’s Est., 250 Pa. 105; Ahl v. Liggett, 246 Pa. 246; McIntosh’s Est., 158 Pa. 528; Frantz v. Race, 205 Pa. 150; Dodson v. Ball, 60 Pa. 492; Owens v. Naughton, 23 Pa. Superior Ct. 639.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"Aza\"><em>Oliver S. Schaeffer, </em>for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"Aua\">Plaintiff took an estate in fee by operation of the rule in Shelley’s Case and the Act of April 27, 1855, P. L. 368: Armstrong v. Michener, 160 Pa. 21; Brinton v. Martin, 197 Pa. 615; Lauer v. Hoffman, 241 Pa. 315; McElwain v. Whitacre, 251 Pa. 279.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b114-11\">The trust is a dry or passive trust, which is not affected by the rule in Shelley’s Case: McCormick v. Sypher, 238 Pa. 185; Owens v. Naughton, 23 Pa. Su<page-number citation-index=\"1\" label=\"79\">*79</page-number>perior Ct. 039; Marsh, v. Platt, 221 Pa. 431; Carson v. Fuhs, 131 Pa. 256; Hemphill’s Est., 180 Pa. 95.</p>\n<decisiondate data-order=\"17\" data-type=\"decisiondate\" id=\"ADf\">June 30, 1917:</decisiondate>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b115-4\">Opinion by</p>\n<author id=\"ACJ\">Me. Justice Potter,</author>\n<p id=\"b115-5\">This is a case stated for the opinion of the court as to the title to land. In the will of Francis Mylin, of Lancaster County, dated April 7, 1890, he devised to his grandson, Marius H. Mylin, Jr., a farm in Providence Township and a wood lot in Drumore Township “for and during the term of his natural life, and after his death unto his lawful issue and in case he had no laAvful issue, then unto his next of kin, in fee.”</p>\n<p id=\"b115-6\">The testator also provided in his will as foIIoavs : “I direct my executor and the trustees hereinafter named to keep’ properly insured and in good order and repair all buildings on my properties Avherever they may be,” and “I nominate and appoint my friend Christian Hoover trustee of the estate herein given to my grandson, Marius Mylin, Jr., with whom my said grandson resides, and I nominate and appoint my nephew, Samuel M. Mylin, Esq., of Pequea Township, trustee of the estate herein given to my grandson, Francis Marion Mylin. And finally I nominate and appoint my said nephew, Samuel M. Mylin, Esq., the executor of this my last will and testament.”</p>\n<p id=\"b115-7\">The court below was of opinion that under the will, the plaintiff took title in fee simple to the land, and entered judgment for the purchase-price the defendant having purchased the land.</p>\n<p id=\"b115-8\">That the devise to the grandson for life, and after his death unto his lawful issue, created an estate tail, enlarged by the statute into a fee, is not to be doubted. In Taylor v. Taylor, 63 Pa. 481, Mr. Justice Sharswood said (p. 483): “The word ‘issue’ in a will means prima facie the same thing as ‘heirs of the body,’ and in general is to be construed as a word of limitation.”</p>\n<p id=\"b115-9\">In Ogden’s App., 70 Pa. 501, Mr. Justice Agnew said (p. 508): “It is well settled that a devise to the lawful <page-number citation-index=\"1\" label=\"80\">*80</page-number>issue of the first taker is prima facie a limitation to the heirs of the body of the devisee, and therefore vests a fee tail; and this is the case even where the devise to the first taker is expressly for life.”</p>\n<p id=\"b116-5\">In Armstrong v. Michener, 160 Pa. 21, the devise was, as in the present case, to the devisee for life, and at his death to his issue, and in default of issue to his next of kin. It was held that the devisee, by the operation of the rule in Shelley’s Case and the Act of April 27, 1855, P. L. 368, took an estate in fee. To the same effect is the decision in Arnold v. Muhlenberg College, 227 Pa. 321, 326.</p>\n<p id=\"b116-6\">But it is suggested that the testator created an active trust for the land in question which would prevent the application of the rule in Shelley’s Case. If, however, the trust interposed was dry or passive, it would not affect the operation of the rule: Carson v. Fuhs, 131 Pa. 256; Marsh v. Platt, 221 Pa. 431; McCormick v. Sypher, 238 Pa. 185; Ahl v. Liggett, 246 Pa. 246.</p>\n<p id=\"b116-7\">By the terms of the will, the legal title to the land was placed in the grandson. The only duty imposed upon the trustee was- that of keeping the buildings upon the land insured and in good order. But no funds were provided for insurance or repairs. The grandson was entitled to the possession, control and beneficial enjoyment of the property for the term of his life, without interference by the trustee. It does not appear from the case stated that there are any buildings upon the land in question, but if there are they can be kept insured and repaired by the cestui que trust as readily as by the trustee. The court below rightfully held that the trust was dry and passive, and not sufficient to prevent the operation of the rule in Shelley’s Case.</p>\n<p id=\"b116-8\">As the present will was executed prior to July 1,1897, the rule of- construction required by the Act of July 9, 1897, P. L. 213, does not apply.</p>\n<p id=\"b116-9\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}