{
  "casebody": {
    "data": "<casebody firstpage=\"237\" lastpage=\"242\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b265-7\">CHURCHILL HARDEN, PLAINTIFF-RESPONDENT, v. EUGENE PRITZERT, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b265-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b265-9\">Argued February 18, 1981</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHJ\">Decided March 16, 1981.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b266-14\"><page-number citation-index=\"1\" label=\"238\">*238</page-number>Before Judges BOTTER, KING and McELROY.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b266-15\"><em>Alan Strelzik, </em>managing attorney, Somerset-Sussex Legal Services, argued the cause for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b266-16\"><em>Christopher D. Quinn </em>argued the cause for respondent <em>(Mor</em>ris, <em>Downing &amp; Sherred, </em>attorneys).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b266-17\">The opinion of the court was delivered by</p>\n<author id=\"b267-5\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>KING, J. A. D.</author>\n<p id=\"b267-6\">Plaintiff, owner of a farm with two dwellings, one barn and 100 acres of farm land, obtained a judgment of possession entered on the ground that the lease had expired. <em>N.J.S.A. </em>2A:18-53(a). Defendant tenant appeals, contending that <em>N.J. S.A. </em>2A:18-61.1 et seq., generally known as the Anti-Eviction Act, applies to this tenancy and bars the eviction.</p>\n<p id=\"b267-7\">Prior to leasing the farm defendant was a subtenant renting one of the dwellings on the premises. When the prior tenants left, defendant expressed an interest in leasing the entire farm; he indicated to plaintiff that he would farm the property to a limited extent. A written lease was drawn by a friend of defendant, who was an attorney practicing in New Rochelle, New York. The term was 18 months, October 1, 1977 to March 31, 1979. A March 31 termination date is traditional in farm leases. In addition, the lease gave defendant the option to renew for an additional year which he exercised.</p>\n<p id=\"b267-8\">Defendant did not actually do any farming on the premises other than to arrange with another farmer to cut wild hay which grew on the property. The wild hay was cut in shares— 60 to the farmer, 40 to the defendant. The venture brought defendant $36 worth of hay the first season, $225 worth the second. Defendant, whose principal occupation was making leather goods, claimed that he lacked the financial resources to engage in extensive farming. He admitted that his sales efforts kept him “on tour” at shows and fairs from May to October.</p>\n<p id=\"b267-9\">During the tenancy defendant sublet one house and the barn to Valerie Webber. Effective April 1, 1980 plaintiff leased the entire farm to Webber for farm purposes. Although he received a timely notice to quit, defendant refused to vacate the premises, claiming that plaintiff lacked good cause for eviction. Plaintiff thereupon brought this suit for possession. The trial judge ruled in favor of plaintiff on the ground that the Anti-Eviction Act did not apply to this tenancy. We stayed the judgment of possession pending appeal.</p>\n<p id=\"b268-4\"><page-number citation-index=\"1\" label=\"240\">*240</page-number>The novel question before us is whether <em>N.J.S.A. </em>2A:18-61.1 <em>et seq., </em>applies to a farm lease. Defendant maintains that the controlling question in determining the applicability of the statute is whether the tenancy is residential. According to defendant, tenants need only show that they live on the demised premises in order to receive the protection of the Anti-Eviction Act. Plaintiff responds that the statute applies only to dwelling units, such as houses or apartments, and here defendant leased much more than residential space.</p>\n<p id=\"b268-5\"><em>N.J.S.A. </em>2A:18-53(a) provides that the county district court has jurisdiction to remove a lessee or tenant of “any houses, buildings, lands or tenements” where that tenant holds over and continues in possession after the expiration of his term. However, the statute specifically excepts “residential lessees and tenants included in” <em>N.J.S.A. </em>2A:18-61.1. That latter statute provides:</p>\n<blockquote id=\"b268-6\">No lessee or tenant or the assigns, under-tenants or legal representatives of such lessee or tenant may be removed by the county district court or the Superior Court from any house, building, mobile home or land in a mobile home park or tenement leased for residential purposes, other than owner-occupied premises with not more than two rental units or a hotel, motel or other guest house or part thereof rented to a transient guest or seasonal tenant, except upon establishment of one of the following grounds as good cause: ....</blockquote>\n<p id=\"b268-7\">The statute then enumerates the reasons for which a tenant may be removed. Expiration of the term is not one.</p>\n<p id=\"b268-8\">The purpose of <em>N.J.S.A. </em>2A:18-61.1 is to protect residential tenants from the effects of what the Legislature has deemed to be a severe shortage of rental housing in this state. The statute seeks to prevent unfair and arbitrary evictions by limiting the basis for removal of tenants who occupy premises not excluded from its coverage to reasonable grounds, <em>e.g., </em>default in rent, disorderly or destructive conduct, retirement from the market, and violation of reasonable regulations. <em>Stamboulos v. McKee, </em>134 <em>N.J.Super. </em>567, 572 (App.Div.1975). Since the statute is in derogation of the landlord’s common-law rights of ownership, it may be strictly construed. <em>Terhune Courts v. Sgambati, </em>163 <em>N.J.Super. </em>218, 223 (Cty.D.Ct.1978), <page-number citation-index=\"1\" label=\"241\">*241</page-number>aff’d o.b. 170 <em>N.J.Super. </em>477 (App.Div.1979); <em>Floral Park Tenants v. Project Holding, Inc., </em>152 <em>N.J.Super. </em>582, 591 (Ch.Div.1977), aff’d <em>sub nom. Project Holding, Inc. v. Smyth, </em>166 <em>N.J.Super. </em>354 (App.Div.1979), certif. den. 81 <em>N.J. </em>278 (1979); <em>25 Fairmount Ave., Inc. v. Stockton, </em>130 <em>N.J.Super. </em>276, 288 (Cty.D.Ct.1974).</p>\n<p id=\"b269-5\">We do not agree with defendant’s argument that the Anti-Eviction Act applies to all residential tenancies, irrespective of the nature of the premises. By its terms <em>NJ.S.A. </em>2A:18-61.1 specifically refers to a house, building, mobile home or land in a mobile home park or a tenement which is leased for residential purposes. Contrast this with <em>NJ.S.A. </em>2A:18-53, which refers to lands generally. Moreover, <em>N.J.S.A. </em>2A:18-61.1 exempts certain premises, as distinguished from certain tenancies. Specifically, the statute exempts owner-occupied premises with not more than two rental units, hotels, motels and guest houses rented to transient guests or to seasonal tenants.</p>\n<p id=\"b269-6\">Our task is to interpret the statute in the manner intended by the Legislature, giving primary regard to the fundamental purpose for which it was enacted. <em>Bradley v. Rapp, </em>132 <em>N.J.Super. </em>429, 433 (App.Div.1975), certif. den. 68 <em>N.J. </em>149 (1975). The statement of purpose attached to <em>NJ.S.A. </em>2A:18-61.1 said:</p>\n<blockquote id=\"b269-7\">At present, there are no limitations imposed by statute upon the reasons a landlord may utilize to evict a tenant. As a result, residential tenants frequently have been unfairly and arbitrarily ousted from housing quarters in which they have been comfortable and where they have not caused any problems. This is a serious matter, particularly now that there is a critical shortage of rental housing space in New Jersey. This act shall limit the eviction of tenants by landlords to reasonable grounds and provide that suitable notice shall be given to tenants where an action for eviction is instituted by the landlord. [Statement attached to L. 1974, c. 49].</blockquote>\n<p id=\"b269-8\"><em>See Stamboulos v. McKee, supra, </em>134 <em>N.J.Super. </em>at 572.</p>\n<p id=\"b269-9\">We do not believe that the Legislature contemplated 100-acre farms, with more than one dwelling unit and a barn, as that type of rental housing space in such short supply as to compel enactment of the Anti-Eviction Act. Further, we ques<page-number citation-index=\"1\" label=\"242\">*242</page-number>tion whether the eviction in issue can in fact be considered unfair or arbitrary. Defendant bargained for considerably more than residential housing. It is obvious that the 100 acres of land, the barn and the second house on the premises were not leased solely for defendant’s residential purposes. Nor do we think it unreasonable for the owner of a farm to wish to lease the property to a tenant who will more productively utilize it. Indeed, active farming to some extent is necessary to qualify for a farmlands tax assessment. <em>See N.J.S.A. </em>54:4-23.1 <em>et seq.</em><footnotemark><em>1</em></footnotemark></p>\n<p id=\"b270-5\">Moreover, defendant’s contention that the trial judge erred in finding as a fact that the lease was a farm lease rather than a residential lease is without merit. The lease was drafted by defendant’s lawyer. If intended only as a residential lease, the written lease could have excluded the farmland and other structures. The demised premises was designated in the lease as the “HOMESTEAD FARM” and described as “one hundred (100) contiguous acres containing one (1) bam and two (2) house dwelling units.” The lease further reserved to defendant “the full use of all fruits, vegetables, and other products of the premises during the term of this lease.” The clause limiting use “exclusively for a private residence for tenant’s immediate family” was crossed out. Defendant stipulated that his pickup truck bore the less expensive farm license plate and registration, acquired after he entered into the lease. Defendant admitted his hope at the inception of the lease to do some farming and keep animals on the land. This hope proved unfeasible because of his economic situation. The evidence adequately supports the trial judge’s conclusion that his was a farm lease. <em>Rova Farms Resort v. Investors Ins. Co., </em>65 <em>N.J. </em>474, 483-484 (1974).</p>\n<p id=\"b270-6\">The stay is dissolved; the judgment of possession is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b270-7\"> For arable land to qualify gross sales must total $500 a year for the first five acres and $5 an additional acre a year.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}