{
  "casebody": {
    "data": "<casebody firstpage=\"30\" lastpage=\"33\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b274-7\">In re Special Grand Jury Investigation Concerning Organic Technologies.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b274-8\">[Cite as <em>In re Special Grand Jury Investigation Concerning Organic Technologies </em>(1995), 74 Ohio St.3d 30.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b274-10\">(No. 94-1388</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Abr\">Submitted September 27, 1995</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ADC\">Decided November 15, 1995.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b274-12\"><em>Bricker &amp; Eckler </em>and <em>Sarah J. DeBruin, </em>for appellee Wiley Organics, Inc., d.b.a. Organic Technologies.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b274-13\"><em>Betty D. Montgomery, </em>Attorney General, and <em>Jeffrey S. Sutton, </em>State Solicitor; <em>Robert L. Becker, </em>Licking County Prosecuting Attorney, and <em>Kenneth W. Oswalt, </em>Assistant Prosecuting Attorney, for appellant state of Ohio.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b274-14\"><em>David H. Bodiker, </em>State Public Defender, and <em>Robert L. Lane, </em>Chief Appellee Counsel, urging affirmance for <em>amicus curiae, </em>Ohio Public Defender Commission.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b274-15\"><em>Gold, Rotatori &amp; Schwartz Co., L.P.A., </em>and <em>John S. Pyle, </em>urging affirmance for <em>amicus curiae, </em>Ohio Association of Criminal Defense Lawyers.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b274-16\"><em>Terry L. Hard, </em>Hardin County Prosecuting Attorney, and <em>Lora L. Manon, </em>Assistant Prosecuting Attorney, urging reversal for <em>amicus curiae, </em>Ohio Prosecuting Attorneys’ Association.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b275-5\"><page-number citation-index=\"1\" label=\"31\">*31</page-number>The judgment is affirmed for the reasons stated by the court of appeals in its opinion rendered on May 9, 1994, which we adopt and attach as an appendix to this entry.</p>\n<judges id=\"b275-6\">Moyer, C.J., Douglas, Wright, Resnick, F.E. Sweeney, Pfeifer and Cook, JJ., concur.</judges>\n<p id=\"b275-7\">\n<em>APPENDIX</em>\n</p>\n<p id=\"b275-8\">Reader, Judge. Appellant Wiley Organics, Inc., d.b.a. Organic Technologies, appeals the judgment of the Licking County Common Pleas Court declining its request for an evidentiary hearing on its claim that appellee, state of Ohio, improperly disclosed information from a grand jury investigation:</p>\n<p id=\"b275-9\">\n<em>ASSIGNMENTS OF ERROR</em>\n</p>\n<p id=\"b275-10\">“I. The Licking County Court of Common Pleas erred in holding that the secret grand jury information contained in a confidential presentencing investigation memorandum became public record by virtue of filing the memorandum with the court.</p>\n<p id=\"b275-11\">“II. The Licking County Court of Common Pleas erred in denying Organic Technologies’ motion for an evidentiary hearing upon a <em>prima facie </em>showing that the state violated Rule 6(E) of the Ohio Rules of Criminal Procedure and violated a court order authorizing disclosure of grand jury materials solely for presentencing investigation purposes.</p>\n<p id=\"b275-12\">“III. The Licking County Court of Common Pleas erred in holding that the state of Ohio Attorney General’s Office could disseminate, pursuant to Ohio Revised Code [Section] 149.43, secret grand jury information that was contained in a confidential presentencing memorandum filed with the Court of Common Pleas.”</p>\n<p id=\"b275-13\">In April 1991, an explosion occurred at Organic’s plant in Newark. Following the accident, a special grand jury investigation ensued. The investigation did not result in indictment, but did lead to a plea agreement between the state and David Wiley, president of the company. Prior to sentencing, the court issued an order allowing disclosure of information from the grand jury proceedings to the court, the defendant or counsel, or to the adult court services department for the sole purpose of preparation for the sentencing hearing and the presentence investigation. As part of the presentence investigation report, the state included portions of the evidence presented to the grand jury.</p>\n<p id=\"b275-14\">After the criminal case ended, the Secretary of Labor contacted the Ohio Attorney General to request documents obtained through the grand jury investigation. The state moved the court <em>ex parte </em>for permission to disclose this <page-number citation-index=\"1\" label=\"32\">*32</page-number>information pursuant to Crim.R. 6(E). The court granted the motion, but stayed the disclosure order upon a request from appellant.</p>\n<p id=\"b276-5\">Appellant requested an evidentiary hearing on the issue of whether the state violated Crim.R. 6(E) by improperly disclosing information to outside parties. The court concluded that appellant was not entitled to a hearing, as appellant made no <em>prima facie </em>showing of improper disclosure. The court stated that the state had been permitted by the court to use grand jury information in pleadings filed with the court regarding sentencing. The court held that once such pleading was filed, and the matters disclosed therein were discussed in open court during sentencing, the grand jury information contained therein became public record, subject to disclosure to outside parties. The court concluded that as the state was required pursuant to R.C. 149.43 to release public records, appellant made no <em>prima facie </em>showing that the state violated Crim.R. 6(E). The court denied the state’s request to disclose information to the Secretary of Labor, for failure to prove particularized need.</p>\n<p id=\"b276-6\">I and II</p>\n<p id=\"b276-7\">We address the first two assignments of error together, as they relate to the same issue.</p>\n<p id=\"b276-8\">Appellant was entitled to an evidentiary hearing if it made a <em>prima facie </em>case that the state had violated Crim.R. 6(E). <em>E.g., United States v. Eisenberg </em>(C.A. 11, 1983), 711 F.2d 959. Crim.R. 6(E) provides in pertinent part:</p>\n<p id=\"b276-9\">“Deliberations of the grand jury and the vote of any grand juror shall not be disclosed. Disclosure of other matters occurring before the grand jury may be made to the prosecuting attorney for use in the performance of his duties. A grand juror, prosecuting attorney, interpreter, stenographer, operator of a recording device, or typist who transcribes recorded testimony, may disclose matters occurring before the grand jury, other than the deliberations of a grand jury or the vote of a grand juror, but may disclose such matters only when so directed by the court preliminary to or in connection with a judicial proceeding, or when permitted by the court at the request of the defendant upon a showing that grounds may exist for a motion to dismiss the indictment because of matters occurring before the grand jury. * * * ”</p>\n<p id=\"b276-10\">The court erred in concluding that the grand jury information filed with the presentence investigation could be disclosed as part of the public record. A presentence investigation report is not a “public record” as defined in R.C. 149.43(A)(1). <em>State ex rel. Mothers Against Drunk Drivers v. Gosser </em>(1985), 20 Ohio St.3d 30, 32, 20 OBR 279, 280, 485 N.E.2d 706, 709, fn. 2; <em>State ex rel. Hadlock v. Polito </em>(1991), 74 Ohio App.3d 764, 767, 600 N.E.2d 709, 710 (“[R.C. 2951.03 currently requires that the sentencing report permit a defendant or <page-number citation-index=\"1\" label=\"33\">*33</page-number>counsel to read the presentence investigation report — with the exception of specified portions of the report — before sentencing.]. ‘As a consequence, a presentence investigation report is not a ‘public record’ as defined by R.C. 149.43[A][1].”).</p>\n<p id=\"b277-6\">As the information contained in the presentence report was not a public record, appellant clearly made a <em>prima facie </em>showing of a violation of Crim.R. 6(E). There was evidence before the court to demonstrate that the Ohio Attorney General’s Office disseminated grand jury information to persons other than those entitled to receive such information for sentencing purposes, including the publisher of a national newsletter. The court erred in denying an evidentiary hearing.</p>\n<p id=\"b277-7\">Assignments of Error Nos. I and II are sustained.</p>\n<p id=\"b277-8\">Ill</p>\n<p id=\"b277-9\">Appellant argues that the Attorney General is not permitted to disseminate information contained in the presentence investigation report, because the Attorney General’s Office is not the keeper of such records pursuant to R.C. 149.43. This assignment is rendered moot by our decision in Assignment of Error No. I that the documents were not public records. Assignment of Error No. Ill is accordingly overruled.</p>\n<p id=\"b277-10\">To the extent the judgment of Licking County Common Pleas Court denies the appellant’s motion for a hearing, it is reversed. This cause is remanded to that court for evidentiary hearing.</p>\n<p id=\"b277-11\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b277-12\">William B. Hoffman, P.J., and Farmer, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}