{
  "casebody": {
    "data": "<casebody firstpage=\"356\" lastpage=\"384\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b356-10\">MARIA HARDENBERGH <em>v. </em>HIRAM BACON and J. W. WOODRUFF.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b356-11\">Sufficiency of Evidence.—Where the principal issue was as to the existence of an agency of one defendant for the plaintiff, in certain mining ground, evidence tending to show the nature of plaintiff's interest or claim in the property “was relevant and competent, although it did not tend to establish title to the property in plaintiff.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b356-12\">Final Judgment as Bar.—A final judgment rendered in one action, to be a bar to a recovery in another between the same parties, must be upon the same cause of action ; and this, although many of the facts in the two cases are identical.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b356-13\">Conflict of Evidence.—Where the evidence was conflicting touching the principal fact in issue, and the correctness of the finding depends upon the credibility of the witnesses, such finding will be accepted as correct on appeal.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b356-14\">Agency.—To constitute a valid agency, where property is its subject, it is not essential that the principal should hold the legal or equitable title, or more than a naked claim of title. It may be created for the acquisition of title, either legal or equitable, or for the protection of an asserted title.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b357-5\"><page-number citation-index=\"1\" label=\"357\">*357</page-number>Agency Created by Parol.—An agency, having property for its subject, may be created by parol, and may be proved in the same manner.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b357-6\">Powers of Agent.—An agent who is informed of a defect in the title of his principal to land, is not permitted to acquire a title, but will be held as trustee for his principal.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b357-7\">Idem.— The agent is forbidden, not merely to perform in his own name and for his benefit such acts as he is authorized to perform in the name of his principal, but he cannot act upon the subject of the trust for his own benefit.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b357-8\">Idem.—\"Where the agency is to take care of the interests of the principal in certain property, and the agent, in violation of his trust and duty, purchases for his own use an outstanding or adverse title to the same, the principal may proceed against him upon the ground that such purchase was fraudulent as against the principal, and avoid it; or he may, at his option, treat the agent as his trustee, and claim the benefit of the purchase.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b357-9\">Liabilities of Agent.—Where B. was the agent of H, to take care of the interests of H. in certain mining ground in Nevada, and B. and W., being partners in their dealings in mining lands and stocks, purchased—or W. alone, having notice of said agency and of the rights of H. therein, and with the consent of B., purchased—for their joint benefit, said mining ground; thereby B. and W. became tenants in common of said ground, each holding an undivided half thereof; and the moity that passed to B. became subject, instantly, to the trust in favor of H.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b357-10\">Liability op W., Partner of B.—In making said purchase, W. was neither actually or constructively the agent of H. and W.'s half of the property purchased, cannot be controlled for the benefit of H. except through said notice to him of the said rights of H. therein, and then only to the extent of said rights.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"A-6\">Title to Mining Ground—How Transferred.—The interest of 0. W. H. in said mining ground (it being conceded that it is real estate,) could only pass to H. by deed or last will and testament; where, in the absence of both, C. W. II. ¿being seized of the property, died intestate, the property descended to J. W. H., (his father.)</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b357-12\">Specific Performance.—Where the action is for the recovery of certain shares of mining stock, and if those cannot be had, then their value, and during all the time the defendants had an equivalent amount of said stock, one share thereof being equal in value to any other share : <em>held, </em>that plaintiff was not entitled to the delivery of the particular shares of stock demanded.</syllabus>\n<summary data-order=\"13\" data-type=\"history\" id=\"b357-13\">Appeal from the District Court, Fourth Judicial District, City and County of San Francisco.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b357-14\">This was an action to compel the defendants to transfer to the plaintiff forty certain shares of mining stock known as the “ Belcher,” and to account to her for all dividends received hy them thereon.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b357-15\">The plaintiff’s complaint, among others, contains the averments following, to wit:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b358-5\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>“ Plaintiff further shows, that\" on or about the 12th day of December, 1861, the said Charles W. Hastings departed this life, and that on the day before, or day of his death, when he was conscious of his approaching death, but whilst he was in the full possession of his reason, and of sound and disposing mind, he, the said Charles W., expressed a wish and desire to make his last will and testament for the purpose of devising and bequeathing to his mother, the said plaintiff, all of his interest in the said mining claim, to wit: forty feet therein derived by him under the said deed from J. W. Hastings, he, the - said Charles W., having previously conveyed five feet of said mining claim to another person, and he, the said Charles W., did then and there say and declare in the presence of his said father, J. W. Hastings, and others, that he did then and there give all of his interest in said mining claim to the said plaintiff, and for the purpose of manifesting this wish and intention the more fully, he, the said Charles W., did then and there earnestly request the said J. W. Hastings, and exact a promise at the time from the said J. W., that he would deliver said deed to this plaintiff, and would do everything in his power to carry out the wishes of the said Charles W., and to vest the title to the said mining claim in the said plaintiff, of all of which facts the said J. W. Hastings advised this plaintiff.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b358-6\">“ Plaintiff further shows, that on or about the 12th day of April, 1862, she sent her brother; J. A. Dunn, over to what was then the Territory of Nevada, for the purpose of inquiring into, taking possession of, and managing generally her interests there, and particularly for the purpose of securing for her the said interest of forty feet in the .said Belcher Mining Claim, and he, the said Dunn, acting as her agent, and carrying out the instructions of said plaintiff, called upon the said J. W. Hastings, and received from him for said plaintiff the said deed to the said Charles W., and he, the said J. W. Hastings, further intending to carry into effect the said gift and bequest of said Charles W. to this plaintiff, took the said agent of plaintiff upon the ground of <page-number citation-index=\"1\" label=\"359\">*359</page-number>the said Belcher Mining Claim, and then and there, on or about the 12th day of April, 1862, put the said agent in possession thereof, he, the said J. W. Hastings, declaring to said Dunn at the time, “ I give you possession of forty feet of this ground for Maria, (meaning plaintiff;) Charley left it to her, and she shall have it.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b359-6\">The other facts alleged in the complaint are stated in “the findings of fact ” of the Court below.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b359-7\">The answer of the defendants put in issue all the material facts of the complaint; also by way of special defence contained the following, to wit:</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b359-8\">“ And the defendants, further answering, say that by the laws enacted and of force in the Territory of Nevada at the time of the alleged and pretended gift of the said mining ground by the said Charles W. Hastings to the said plaintiff', and still in force in the Staté of Nevada, it was provided that no estate or interest in lands, hereditaments, or possessoryrights to the soil, for mining or other purposes, other than for leases for a term not exceeding one year, nor any trust or power over or concerning the same, or in any manner relating thereto, should be created, granted, assigned, surrendered or declared, unless by act or operation of law, or by deed or conveyance in writing, subscribed by the party creating, granting, assigning, surrendering, or declaring the same, or by his lawful agents thereunto authorized in writing, and that the said alleged and pretended gift by the said Charles W. to the plaintiff, if the same were true in fact, would be absolutely null and void.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b359-9\">“ And, for a further and separate defence to the plaintiff’s complaint, the defendants allege that heretofore, on the tenth day of July, 1863, at the June term of this Court, the plaintiff herein, and the said J. B. Hardenbergh, alleged herein to be the husband of the said plaintiff, as plaintiffs, impleaded the defendants herein, together with the said J. W. Hastings, as defendants in a certain cause for and in respect of the <page-number citation-index=\"1\" label=\"360\">*360</page-number>same identical causes of action as are herein by the plaintiffs set forth and alleged against these defendants, and such proceedings were thereupon had in the same cause that after-wards, on the fifth day of August, 1864, by the consideration and judgment of this Court, final judgment was entered in favor of the defendants, and against the plaintiffs; and it was ordered, adjudged, and decreed that the plaintiffs take nothing by their said proceedings against the defendants, and that the defendants have and recover of and from the plaintiffs their costs and disbursements incurred in the said action, as by the record and proceedings thereof still remaining in this Court more fully and at large appears, which said judgment still remains in full force and effect, not in the least reversed, satisfied, or made void.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b360-6\">“ And for a further and separate defence to the plaintiff’s complaint, the defendants allege, that on the twenty-ninth day of January, A. D. 1863, the mining ground or claim of the Belcher Company was altogether undeveloped, and its actual value unknown; that it had no appreciable market value, and was sold altogether according to the circumstances or caprice of the owners; that its title was unsettled, and especially in this respect, that a certain claim was made against the said company for an undivided fifty feet of the said ground, by one John Murphy; that on the day and year last aforesaid, in the County of Storey, Territory of Nevada, the defendant Woodruff bargained with the said J. W. Hastings of and concerning all the interest which he, the said Hastings, then had in the mining ground of the Belcher Company, whether in his, the said Hastings’, own right, or as the heir-at-law of his son, the said Charles W. Hastings; that the said J. W. Hastings then claimed and pretended to have and to hold in his own right forty-five feet of the said ground, and, as the heir-at-law of his said son, forty other feet of the said ground, and then and there agreed to sell and convey all of the said ground to the said Woodruff for the sum of two hundred dollars, and thereupon, for and in consideration of the said sum of two hun<page-number citation-index=\"1\" label=\"361\">*361</page-number>dred dollars, to Mm then paid by the defendant Woodruff, for himself and the defendant Bacon, the said Hastings made, executed, and delivered to the said defendants his, the said J. W. Hastings’, deed of conveyance, whereby he, the said Hastings, purported and pretended to grant, bargain, sell and convey unto the said defendants an undivided interest of about forty-five feet of the said ground, and described the said forty-five feet as being all the right, title and interest in the said Belcher Company’s claim then owned or claimed by the said J. W. Hastings in Ms own individual right, and whereby also he, the said Hastings, purported and pretended to grant, bargain, sell and convey to the said defendants a further undivided interest of about forty feet of said ground, more or less, and described the said forty feet as formerly owned by Charles W. Hastings, who departed this life at Virginia City, Storey County, about the month of December, 1861, intestate and without wife or issue, and leaving the said J. W. Hastings his sole heir-at-law. And the defendants further allege, that in truth and in fact at the time of the execution of the said deed, the. said J. W. Hastings had only ten feet of the said mining ground in his own right, instead of forty-five feet, as in and by his said deed alleged and pretended, and the defendants acquired, therefore, by the said deed, only fifty feet of said mining ground; that the said fifty feet, so conveyed to the defendants, were subject to the claim of the said Murphy, above described; that when the defendants demanded the issuance of stock from the Trustees of the said Belcher Mining Company, and the title to the said mining ground was examined, the grantees of said Murphy were, found to be entitled to the whole of the fifty feet so conveyed by the said Hastings to these defendants, and the defendants were forced to reconvey and deliver the same to the grantees of the said Murphy; that, in fact, the defendants took and received nothing whatever by the said deed of January 29th, 1863; that the said J. W. Hastings had no valid title to the <page-number citation-index=\"1\" label=\"362\">*362</page-number>same or any part thereof, either in his own right, or as the heir-at-law of the said Charles W. Hastings.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b362-6\">“ And these defendants deny that the said Belcher Mining Company issued to the defendants forty shares of the stock of the said company, in consideration of the deed, in said complaint alleged, made hy the said defendants to the said company; but allege that, on the contrary, the said company altogether rejected the claim made by the .defendants, for the forty shares of stock representing the said forty feet of ground, and recognized and admitted the claim of the grantees of the said Murphy to the said forty feet of ground, and issued and delivered to them the forty shares of stock representing the same.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b362-7\">The cause was tried before the Court without a jury. The evidence was more or less conflicting upon all the material facts in issue. The findings of fact and legal conclusions made by the Court were as follows, to- wit:</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b362-8\">“ This cause having been tried and fully considered by the Court, the following facts are found therein, as having been established by the evidence:</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b362-9\">“First—That one J. W. Hastings was the owner of three hundred feet undivided in what was known as the Belcher Mining Company, situate at Gold Hill, in the County of Storey, and then Territory of Nevada.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b362-10\">“ Second—That some time in the month of January, 1861, the said J. W. Hastings conveyed forty-five feet of said ground to his son, Charles W. Hastings.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b362-11\">“ Third—That Charles W. Hastings conveyed five feet of said ground to one Sarah Palmer, and still retained forty feet thereof.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b362-12\">“Fourth—That Charles W. Hastings departed this life in the month of December, 1861.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b362-13\">“ Fifth—That at different times during his last illness, the said Charles W. Hastings expressed an earnest desire that all his property, and particularly his Belcher interest, should go <page-number citation-index=\"1\" label=\"363\">*363</page-number>to Ms mother, the plaintiff in this suit; that said Charles also spoke of making a will for the purpose of carrying out his wishes and of vesting the title of all of his property in his mother.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b363-5\">“ Sixth—That the said J. <em>W. </em>Hastings told his son, the said Charles, during his last illness, that it was unnecessary for him to make a will, and repeatedly promised said Charles that his wishes should be strictly carried out, and that his mother, the plaintiff in this suit, should have all of his, Charles’, property.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b363-6\">“ Seventh—That some time in the month of April, 1862, the plaintiff sent her brother, one J. A. Dunn, over to Nevada Territory for the purpose of looking to her interests there, and, more particularly, to look after the interest which the plaintiff claimed in the said forty feet of Belcher ground by gift from her son Charles.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b363-7\">“ Eighth—That the said J. A. Dunn, in company with the said J. W. Hastings, went upon the Belcher mining claim in the month of April, 1862, and from thence to the house of Mrs. Barstow, near said claim, and the said J. W. Hastings then and there delivered the deed from himself to Charles of this ground, to the said Dunn, saying, ‘ I give you possession of forty feet of this ground for Maria (meaning plaintiff); Charley left it her, and she shall have it.’</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b363-8\">“ Ninth—That some time in the month of April, 1862, the plaintiff met the defendant Hiram Bacon in the City of San Francisco, and related to him fully in detail all the facts connected with her claim of title to the said forty feet of Belcher ground, and expressed the fear that some one would get the said J. W. Hastings intoxicated, and would swindle her out of her interest in said Belcher ground.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b363-9\">“ Tenth—That plaintiff at that time told defendant, Bacon, that she wanted some person to look after her interest over in Nevada, and, more particularly, her said Belcher interest, and pay the assessments, if any became due'.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b363-10\">“ Eleventh—That defendant Bacon, then and at other times, promised plaintiff that he would take care of her <page-number citation-index=\"1\" label=\"364\">*364</page-number>interests, pay assessments, if any became due, and see that she was not swindled out of her interest in said Belcher ground.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b364-6\">“ Twelfth—That defendants were partners, dealing in mines and mining stocks, and communicated with each other in respect to all business transactions which were transacted when they were together, but not always in small transactions which were done by them separately; that Bacon was not in Hevada Territory at the time of the purchase by Woodruff, but had left there about a month before.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b364-7\">“ Thirteenth—That in the month of January, 1863, the defendant, J. W. Woodruff, applied to J. W. Hastings to purchase of him his, Hastings’, interest in the said Belcher ground, and was told by said Hastings that said forty feet belonged to plaintiff, and that he, Hastings, would not sell the same. In all of which defendant Woodruff acquiesced, and said that he only wanted to buy the interest owned by said J. W. Hastings.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b364-8\">“Fourteenth—That the defendant Woodruff had knowledge of the said agency, assumed by his partner, Bacon, for plaintiff, and also had knowledge of plaintiff’s title to said Belcher ground.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b364-9\">“ Fifteenth—That the defendants, during the continuance of such agency, acting in bad faith and with intent to defraud the plaintiff, induced J. W. Hastings, in the month of January, 1863, to execute to them a deed'for said Belcher ground.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b364-10\">“ Sixteenth—That defendants paid no adequate consideration for said forty feet of ground.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b364-11\">“ Seventeenth—That the defendants conveyed to the Belcher Mining Company the title to said forty feet of mining ground, and, in consideration thereof, received from said company forty shares of the capital stock of said company.</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b364-12\">“ Eighteenth—That the defendants have received dividends of said company, on said forty shares of stock, amounting to sixteen thousand two hundred dollars, in gold coin of the Hnited States.</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b365-5\"><page-number citation-index=\"1\" label=\"365\">*365</page-number>“ Nineteenth—That the said forty shares of stock in said Belcher Mining Company, and also said dividends, have been unlawfully converted by defendants to their own use.</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b365-6\">“ Twentieth—That on- September 1st, 1864, a certificate for thirty-six and one half feet was issued to Bacon and Woodruff, and on the 26th of November, 1864, the balance of said forty feet was issued in another certificate.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b365-7\">“ The first certificate was transferred by Bacon &amp; Wood-ruff to Howard Havens, on the 22d of September, 1864; the other certificate was transferred to B. S. Bates, on the 26th of April, 1865.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b365-8\">“ Sixty-nine dollars per foot, of dividends, was paid to Bacon &amp; Woodruff, while these certificates stood in their names. On the 24th of January, 1865, the certificate for thirty-six and one half feet was transferred hack to Bacon &amp; Woodruff, and was by them transferred to George Aylesworth on the 17th of April, 1865.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b365-9\">“ Four hundred and five dollars per foot, of dividends, have been declared upon the stock of the Belcher Company, from the time of the issuance of the stock to the time of trial.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b365-10\">“ That Bacon &amp; Woodruff have at all times held in their names more than forty feet of Belcher stock. That the transfer was made without any particular reference to this stock, and after this suit was brought.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b365-11\">“ Twenty-First— That at the time this suit was commenced, March 30th, 1865, the said stock was worth the sum of sixteen hundred and fifty dollars, in gold coin of the Hnited States, per each share, or the aggregate sum of sixty-six thousand dollars in gold coin of the Hnited States.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b365-12\">“ Twenty-Second—That on the 17th day of April, 1865, the defendants assigned said forty (40) shares of stock to one George Ayleswortk, and at that time the same was worth the sum of sixteen hundred and forty-five dollars, in gold coin of the Hnited States, per each share, or the aggregate sum of sixty-five thousand eight hundred dollars in gold coin of the Hnited States.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b365-13\">“ Twenty-Third—That the said stock is now worth the <page-number citation-index=\"1\" label=\"366\">*366</page-number>sum of three hundred dollars, in gold coin of the United States, per share, or the aggregate sum of twelve thousand dollars in gold coin of the United States.</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b366-6\"><em>“ </em>Twenty-Fourth—That the defendants in this action did recover final judgment against the plaintiff herein, on demurrer to the complaint in the suit of James B. Hardenhergh and Maria Hardenbergh, his wife, against Joseph W. Hastings, Hiram Bacon, and J. W. Woodruff, in this Honorable Court; hut the cause of action, in the said last named suit, is not the same cause of action as in this suit.</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b366-7\">“ Twenty-Fifth—That the purchase of forty feet of Belcher mining ground was made by instructions, consent, and connivance of said Bacon.</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b366-8\">“ Twenty-Sixth—That the title to the forty feet of Belcher mining ground, which the deed from Joseph W. Hastings purported to convey to the defendants, did not fail by reason of any adverse and conflicting claim thereto; and the Belcher Mining Company did not recognize any adverse claim as superior to the title of the defendants, and did not reject the said title of the defendants.</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b366-9\">“ From the above finding of facts, the Court draws the following conclusions of law :</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"b366-10\">“ First—The defendants, Hiram Bacon and J. W. Wood-ruff, when they procured the conveyance to them from J. W. Hastings,, of the said forty feet of Belcher ground, became the trustees of the plaintiff, and held the same in trust and for the benefit of said plaintiff.</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"b366-11\">“ Second—The defendants, Hiram Bacon and J. W. Woodruff, having conveyed said ground to the Belcher Mining Company, and having received said forty shares of the capital stock of said company, in consideration of said conveyance, took and held the said shares of stock in trust for and for the benefit of said plaintiff.</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"b366-12\">“ Third—The plaintiff is in equity entitled to have and receive of the .défendants the said forty shares of stock.</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"b367-5\"><page-number citation-index=\"1\" label=\"367\">*367</page-number>“ Fourth—The plaintiff is entitled to have and receive of the defendants the dividends paid them by the Belcher Company on said forty shares of stock, amounting to four hundred and five dollars, in gold coin of the United States, per each share, or the aggregate sum. of sixteen thousand two hundred dollars in gold coin of the United States.</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b367-6\">“ Fifth—From the amount of dividends received by defendants on said forty shares of Belcher stock, there should be deducted the amount of any assessments levied by said company and paid by defendants on said forty shares of stock.</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"b367-7\">“ Sixth—The plaintiff\" is entitled to a decree requiring the defendants to transfer to her within twenty days the said forty shares of Belcher stock.</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"b367-8\">“ Seventh—The plaintiff is not entitled to have and recover from the defendants the value of said stock at the time this action was brought, or at any other time.</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"b367-9\">“A decree will be drawn in favor of the plaintiff, in accordance with the above findings and conclusions of law.”</summary>\n<summary data-order=\"65\" data-type=\"summary\" id=\"b367-10\">Decree was entered accordingly.</summary>\n<summary data-order=\"66\" data-type=\"summary\" id=\"b367-11\">The defendants moved for a new trial, and assigned as grounds therefor: First—Insufficiency of the evidence to justify the said several findings of fact and the judgment. Second—Error in law occurring at the trial. Among others the following, to wit:</summary>\n<summary data-order=\"67\" data-type=\"summary\" id=\"b367-12\">On the trial the defendants objected to any testimony tending to prove the allegations in the complaint of an alleged gift by Charles W. Hastings to the plaintiff, on the ground that the same is immaterial and irrelevant, and because the said alleged gift was invalid and void.</summary>\n<summary data-order=\"68\" data-type=\"summary\" id=\"b367-13\">The Court overruled the defendants’ objections and admitted the evidence, to which ruling of the Court the defendants then and there excepted, and all of the evidence tending to prove the said allegations of the complaint in that behalf was taken subject to the above \"objection and exception of <page-number citation-index=\"1\" label=\"368\">*368</page-number>the defendants in all respects as if the same objection and exception were repeated whenever such evidence was offered.</summary>\n<summary data-order=\"69\" data-type=\"summary\" id=\"b368-6\">The Court denied the motion, and from the order denying the same and from the judgment the defendants appealed; and assigned as grounds for reversal on appeal the same grounds assigned on motion for a new trial.</summary>\n<summary data-order=\"70\" data-type=\"summary\" id=\"b368-7\">The plaintiff also appealed to this Court from that part and from so much of the judgment of the District Court as denies to plaintiff the right to recover the market value of the forty shares of the stock of the Belcher Mining Company, mentioned in her complaint, instead of the market value thereof at the commencement of the above suit, as claimed by plaintiff.</summary>\n<summary data-order=\"71\" data-type=\"summary\" id=\"b368-8\">Both appeals were considered and decided together by this Court.</summary>\n<p data-order=\"72\" data-type=\"attorneys\" id=\"b368-9\"><em>Edward J. Pringle, </em>for Defendants.</p>\n<p data-order=\"73\" data-type=\"legal\" id=\"b368-10\">The plaintiff’s claim is barred by a former judgment between the same parties on the same cause of action. The former hill detailed at length the same circumstances of the gift and transfer of possession, and claimed the ground as equitably belonging to the plaintiff, charging that the legal title was in Hastings, in trust for the plaintiff, and that the defendant by fraudulently acquiring the title from Hastings had assumed the character of trustee for her. It demanded the same relief as the present hill. <em>(Birckhead </em>v. <em>Brown, </em>5 Sandf. 134; <em>Le Euen </em>v. <em>Gouverneur and Kemble, </em>1 Johns. Cas. 502; <em>Caston </em>v. <em>Perry, </em>1 Bailey, 534; <em>Capeton </em>v. <em>Schmidt, </em>26 Cal. 512; <em>Gray </em>v. <em>Dougherty, </em>25 Cal. 272; <em>Doty </em>v. <em>Brown, </em>4 Comst. 72; <em>Outram </em>v. <em>Morewood, </em>3 East. 346; <em>Mervine </em>v. <em>Parker, </em>18 Ala. 241; <em>Crawford </em>v. <em>Simonton, </em>7 Port., Ala., 110; <em>Ramsey </em>v. <em>Herndon, </em>1 McLean, 450; <em>Parkhurst </em>v. <em>Sumer, </em>23 Vt., 8 Wash., 538; <em>Hitchin </em>v. <em>Campbell, </em>2 Bl. R. 827; <em>Bouchaud </em>v. <em>Dias, </em>3 Denio, 244; <em>Perkins </em>v. <em>Moore, </em>16 Ala. 17; <em>Agnew </em>v. <em>McElroy, </em>10 S. &amp; M. 552.) The presence of other parties in the first suit is immaterial. This hardly <page-number citation-index=\"1\" label=\"369\">*369</page-number>admits of a doubt, especially in equity suits, when all parties having any interest in a subject matter are proper parties. (See <em>Ehle </em>v. <em>Bingham, </em>7 Barb. 494; <em>Lawrence </em>v. <em>Hunt, </em>10 Wend. 82.)</p>\n<p data-order=\"74\" data-type=\"legal\" id=\"b369-6\">Admitting the agency to be established as alleged, we contend:</p>\n<p data-order=\"75\" data-type=\"legal\" id=\"b369-7\">First—That the purchase was not in the line of the agency.</p>\n<p data-order=\"76\" data-type=\"legal\" id=\"b369-8\">Second—That the purchase was not any injury to the rights of the plaintiff, and not inconsistent with Bacon’s duty to her.</p>\n<p data-order=\"77\" data-type=\"legal\" id=\"b369-9\">Third—That the plaintiff cannot in any event claim the benefit of the purchase. Her relief could not be extended beyond setting it aside as subversive of her rights, and void as against her.</p>\n<p data-order=\"78\" data-type=\"legal\" id=\"b369-10\">Fourth—That the plaintiff has not only delayed, and for an unreasonable time, to affirm her agent’s act, but she failed to affirm it when occasion offered in her first suit.</p>\n<p data-order=\"79\" data-type=\"legal\" id=\"b369-11\">Fifth—That the agency being by parol cannot create any trust \"of interest in lands.</p>\n<p data-order=\"80\" data-type=\"legal\" id=\"b369-12\">Sixth—That the agency was without any consideration, and was not actually entered upon, and could therefore impose no obligations or disabilities upon the agent.</p>\n<p data-order=\"81\" data-type=\"legal\" id=\"b369-13\">The agency being by parol, and no part of the purchase money being paid by the plaintiff, could create no trust or interests in land. The trust being altogether dependent on the agreement, and not being a resulting trust, could only be created by a writing under the Statute of Frauds. Ho part of the purchase money being paid by the plaintiff, she cannot establish the trust by parol. (Statutes of Nevada, 18-21: Story’s Eq., Sec. 1,201 a; <em>Botsford </em>v. <em>Burr, 2 </em>John. Ch. 404; <em>Dorsey </em>v. <em>Clark, </em>4 Har. &amp; J. 551; <em>Hidden </em>v. <em>Jordan, </em>21 Cal. 97.) The agency was without consideration and was not entered upon. (1 Parson’s Contracts, 372 and note.)</p>\n<p data-order=\"82\" data-type=\"attorneys\" id=\"b370-5\"><page-number citation-index=\"1\" label=\"370\">*370</page-number><em>Quint &amp; Hardy, </em>also for Defendants.</p>\n<p data-order=\"83\" data-type=\"legal\" id=\"b370-6\">First—As to the error of the Court below in overruling the objection of the defendants to the introduction of evidence to show an alleged gift of Charles W. Hastings to the plaintiff.</p>\n<p data-order=\"84\" data-type=\"legal\" id=\"b370-7\">It is difficult to perceive upon what grounds this evidence was admissible. It appears to us to be in the teeth of the Statute of Frauds, which prohibits in terms all conveyances, gifts, or grants concerning real estate, unless the same be in writing. (1 Hittell Dig., p. 457, Sec. 6.)</p>\n<p data-order=\"85\" data-type=\"legal\" id=\"b370-8\">It cannot be said that Bacon’s was a general agency of the land, for the plaintiff really owned nothing. She had no valid title; not even sufficient equity to sustain any promise from Hastings. She had, therefore, no subject matter of which to give him the <em>agency; </em>she had absolutely nothing, and could put him in charge of nothing. But it will be said she had a claim for the land, and was determined to assert and pursue her rights in it, and that it was of those rights that Bacon was put in charge. Be it so. But Bacon did not purchase or acquire <em>her </em>rights to the land, or acquire, in any manner, the claim, interest, or rights <em>she put him in charge of.</em></p>\n<p data-order=\"86\" data-type=\"legal\" id=\"b370-9\">As to the claim of the plaintiff on her appeal to be entitled to recover the highest value of the stock, up to the time of trial, because Woodruff transferred the shares of stock which she claims represented her forty feet, we say, that except under peculiar circumstances, shares of stock have no ear mark, or any valuable identity. All shares are alike and equally valuable. A share of stock can not represent any particular interest in a corporation, but only a determined portion of the whole interest, and as each share represents the same portion, one can have no value over another. This is the reasoning of <em>Nourse </em>v. <em>Prime, </em>4 Johns. Ch. 490, and the cases which have followed its ruling. <em>(Horton </em>v. <em>Morgan, </em>19 N. Y. 170.) The farthest point to which any case has gone has been to hold that when a, pledgee has sold all of <page-number citation-index=\"1\" label=\"371\">*371</page-number>his stock, showing that he must have parted with that of his pledgor, he will he held liable. But when he has always retained enough stock to represent the pledgor’s interest, he is within the terms of his trust.</p>\n<p data-order=\"87\" data-type=\"legal\" id=\"b371-6\">It is not true, in any legal sense, that improper evidence, admitted upon a trial before a Court without a jury, is less injurious than when admitted upon a trial with a jury. If the Court acts upon erroneous evidence, it is as fatal to the party against whom it is used, as if it were acted upon by a jury. The <em>object </em>of this evidence, however, is manifest, and its effect equally so. In the first place, it is thrown into the case to create a <em>pretence </em>of title, and to use that pretence as the substantive, concerning which an agency could arise, for unless there existed an object upon which the agency was to he exerted, there could be no agency. Second—it was intended to operate as the consideration for which J. W. Hastings is claimed to have placed Dunn in possession of the premises, and thereby to corroborate the unreliable evidence on that point. Was the evidence admissible for any of these purposes ?</p>\n<p data-order=\"88\" data-type=\"legal\" id=\"b371-7\">Surely not for the first, for by the law the pretence thus founded is absolutely void. Yet the Court admits the evidence, and gives sufficient vitality to the pretence to found the subject matter of an agency, and out of which, in defiance of the statute, to perfect a title to real property. Without this proof there was nothing about which the plaintiff could even interest herself, much less a stranger. It was not admissible for the second purpose, because for that it was also in contravention of the statute.</p>\n<p data-order=\"89\" data-type=\"attorneys\" id=\"b371-8\"><em>E. W. F. Sloan, </em>for Plaintiff.</p>\n<p data-order=\"90\" data-type=\"legal\" id=\"b371-9\">The agency of Bacon precluded him from acquiring a legal title to the subject matter of the agency, except subject to the right of the principal to charge him as trustee in a Court of equity. It would not render absolutely void a conveyance to him of the legal estate, either from J. W. Hast<page-number citation-index=\"1\" label=\"372\">*372</page-number>ings or from any one else in whom it may have been vested. But it would place him in the attitude of trustee, as to the title so conveyed, at the election of the plaintiff. There is no conflict in the authorities upon this point. It is not necessary that the agent should have been appointed, or should have undertaken expressly to purchase or procure a conveyance of the property on behalf of the principal. It is sufficient that the principal asserted a claim to or interest in the given property, and to the protection of the principal’s interest or claim of interest therein. Where a trust is created and extends only to the management of certain real estate, without respect to the sufficiency of the title, the trustee cannot buy in an outstanding paramount title, and assert it in opposition to the interest of the <em>cestui que trust. (McClanahan’s Heirs </em>v. <em>Henderson, 2 </em>A. K. Marsh. 387; <em>Crane </em>v. <em>Mitchell, </em>1 Sandf. Ch. 256; <em>Oldhams </em>v. <em>Jones, </em>5 B. Monroe, 467 ; <em>Cleavenger </em>v. <em>Reimar, </em>3 Watts &amp; Serg. 494; <em>Hockenbury </em>v. <em>Carlisle, </em>5 Watts <em>&amp; </em>Serg. 349-51 ; <em>Galbraith </em>v. <em>Elder, 8 </em>Watts, 94.)</p>\n<p data-order=\"91\" data-type=\"legal\" id=\"b372-6\">Nor is it necessary that compensation should be paid, tendered or promised; if the undertaking of the agent is expressly gratuitous, the rule is the same. <em>(Rankin </em>v. <em>Porter, </em>7 Watts, 389, 390.)</p>\n<p data-order=\"92\" data-type=\"legal\" id=\"b372-7\">But it is said that by the statute law of the State of Nevada, mining ground is real estate; also, that by the Statute of Brauds of that State, a trust cannot be created or declared except by an instrument in writing, signed by the party or parties to be charged.</p>\n<p data-order=\"93\" data-type=\"legal\" id=\"b372-8\">I was unable to discover any perceptible difference between the statute of that State and our own statute upon that subject. Both statutes contain the same exception or reservation, to wit: that no construction shall be given which shall “ prevent <em>any trust from arising, or being extinguished by implication or operation of law.”</em></p>\n<p data-order=\"94\" data-type=\"legal\" id=\"b372-9\">Now, as above shown, the agent may purchase and receive a conveyance of the legal estate when no such purchase was contemplated at the time of the appointment, and in such <page-number citation-index=\"1\" label=\"373\">*373</page-number>case it is not to be supposed that any declaration of trust would be made or given, either in writing or otherwise. <em>The trust arises by implication of law, </em>and is unaffected by the provision of the statutes which requires the trust to be created or declared in writing.</p>\n<p data-order=\"95\" data-type=\"legal\" id=\"b373-6\">The Statute of Frauds does not apply to cases of that character. <em>(Sheriff </em>v. <em>Neal, </em>6 Watts, 538-40; <em>Jenkins </em>v. <em>Eldridge, </em>3 Story R. 181; <em>Lees </em>v. <em>Nuttall, </em>1 Tamlyn; <em>Ringo </em>v. <em>Binns, </em>10 Pet. 269.)</p>\n<p data-order=\"96\" data-type=\"legal\" id=\"b373-7\">It is contended by the defendants that plaintiff is estopped by the former suit, or at least that the judgment therein rendered is a bar to the present suit.</p>\n<p data-order=\"97\" data-type=\"legal\" id=\"b373-8\">First—Let us inquire how anything decided upon a question of fact in the former suit can operate by way of estoppel in this ? There was no issue joined in that suit upon any matter of fact, consequently there was no <em>verdict </em>or <em>finding of facts. </em>The defendants, by their demurrer in that case, admitted the allegations of the complaint to be true. <em>There was no issue presented except an issue of law. </em>There is therefore nothing in that case which can operate as an estoppel, save the admission so made.</p>\n<p data-order=\"98\" data-type=\"legal\" id=\"b373-9\">Second—The judgment entered up in that case cannot operate as a bar, because the causes of action are different in the two cases. <em>(Crandall </em>v. <em>Gallup, </em>12 Conn. 365; <em>Kenedy </em>v. <em>Scovall, </em>14 Conn. 62; <em>Gist </em>v. <em>Davis, </em>2 Hill Ch., S. C., 335; <em>Burdick </em>v. <em>Post, </em>12 Barb. 168; <em>People </em>v. Skidmore, 27 Cal. 287; 1 Greenl. on Ev., Secs. 527, 530.)</p>\n<p data-order=\"99\" data-type=\"attorneys\" id=\"b373-10\"><em>Bobert F. Morrison, </em>also for Plaintiff.</p>\n<p data-order=\"100\" data-type=\"legal\" id=\"b373-11\">All profits made by the agent belong to the principal. (Story on Agency, Secs. 207, 214, 340.) An agent who discovers a defect in the title of his principal to lands, cannot misuse it to acquire a title for himself, but will be held a trustee for his principal. It is a general principle, that in all cases where a person is either actually or constructively an agent for other persons, all profits and advantages made <page-number citation-index=\"1\" label=\"374\">*374</page-number>by him in the business, beyond his ordinary compensation, are to be for the benefit of his employers. (Story on Agency, Sec. 211, p. 251; <em>Ringo </em>v. <em>Binns, </em>10 Peters, 269.) An agent is not permitted to set up the adverse title of a third person to defeat the rights of his principal, or to dispute the title of his principal. (Story on Agency, Sec. 217.) Agents are not permitted, by abusing their confidence, to acquire unreasonable gifts or advantages. (1 Story’s Equity Jurisprudence, Sec. 315.) A trustee is not permitted to use the information he gains as trustee, by purchasing in for himself. It would be an extremely wrong thing to allow him to do so. <em>(Green </em>v. Winter, 1 Johns. Ch. 36.) An agent or trustee undertaking a special business for another cannot, on the subject of that trust, act for his own benefit, to the injury of his principal. This is a sound and fundamental rule of equitable policy. <em>(Parkist v. Alexander, </em>1 John. Ch. 396. See, also, <em>Sweat et al. </em>v. <em>Jacobs et al., </em>6 Paige, 355; <em>Torrey </em>v. <em>Bank of Orleans, </em>9 Paige, 662; <em>Jenkins </em>v. <em>Eldridge, </em>3 Story, 289.) An agent undertaking any business for another is disabled in equity from dealing in the matter of the agency upon his own account or for his own benefit. This general rule extends alike to all cases in which confidence is reposed, and applies as strongly to those who have gratuitously or officiously undertaken the management of another’s property as to those who are engaged for that purpose and paid for it. <em>(Rankin </em>v. <em>Porter, </em>7 Watts, 387, 390; <em>Michael </em>v. <em>Girod, </em>4 How., U. S., 504.</p>\n<opinion data-order=\"101\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b374-6\">By the Court, Rhodes, J. :</author>\n<p id=\"b374-7\">The objections of the defendants to the plaintiff’s evidence do not require particular consideration. The evidence relating to the intended gift of the mining ground by Charles W. Hastings to his mother, the plaintiff; and that in respect to the delivery of the possession of the mining ground .by J. W. Hastings, the father of Charles, to Dunn, for the plaintiff, though it may not have shown title in the plaintiff, was suffi<page-number citation-index=\"1\" label=\"375\">*375</page-number>cient and competent to show the nature of the plaintiff’s claim to the property—the matter to which the alleged agency related. \"</p>\n<p id=\"b375-6\">We will first notice the former recovery, which the defendants rely upon as a bar to this action. In that action the present plaintiff, uniting with her husband, set up the same gift and transfer of the possession of the mining ground as are alleged in this, charged that the legal title was in J. W. Hastings, that Bacon &amp; Woodruff fraudulently acquired the title from him, and it was sought to hold them as her trustees. The defendants demurred on the ground that the Court had no jurisdiction of the subject of the action, and that the complaint did not state facts sufficient to constitute ■ a cause of action. The demurrer was sustained, and the plaintiffs refusing to amend, final judgment was given for defendants. It is unnecessary to enter into an analysis of the facts in that case, or to inquire into the effect of a judgment on demurrer to the complaint, when there is no issue of fact; and it need only be observed that the agency of Bacon was not alleged; and as it was not alleged it could not have been proven by the plaintiff or found by the Court. Had that fact been stated it would have essentially changed the action. In this action the agency is the leading fact, and if that fact had not been averred, or, if averred, had not been found by the Court below, the plaintiff must of necessity have failed. Although many of the facts in the former action are identical with those in this, the causes of action are not the same, and, therefore, the former recovery is no bar to this action.</p>\n<p id=\"b375-7\">The point upon which counsel have bestowed the most labor, is that of the alleged agency of Bacon. The Court found that he took upon himself the agency of the mining ground for the plaintiff, and promised to take care of her interests, pay assessments, if any became due, and see that she was not swindled out of her interests in the mining ground. There was much evidence produced by each party upon this .point, and the conflict is very apparent. If the <page-number citation-index=\"1\" label=\"376\">*376</page-number>Court believed the oral testimony on the part of the plaintiff, the finding, of the fact of the agency was inevitable; but if on the contrary the greater credit was given to the testimony of Bacon, the finding must have been against the alleged agency. All questions relating to contradictions among the witnesses, the degree of credit to be given to each, and the probability of the plaintiff’s story, when tested by the acts, delays and conduct of the plaintiff as well as of Bacon, are all for the Court below. An agency of the character alleged, may be created by parol, and may be proven in the same manner. The evidence should be clear and satisfactory, but when the agency is fully and explicitly testified to, we cannot say that it is not clearly and satisfactorily proven because there are contradictions or disagreements among the witnesses.</p>\n<p id=\"b376-6\">The subject matter of the agency was the plaintiff’s claim to the mining ground. Where property, or the claim to property, is the subject to which the agency relates, we do not understand it to be requisite that the principal must hold a perfect title, or an equitable title that will enable him to acquire the legal title; and we know of no rule that will prevent the parties from creating an agency which has for its subject matter a mere naked claim to property. If a perfect title will suffice, and a mere claim will not, where is the line to be drawn between the several grades and characters of title, on the one side of which they will, and on the other side they will not, amount to enough to support the agency ? The agency may be created for the very purpose of procuring title, either legal or equitable, and so it may be for the protection of an asserted title, whether well founded or not. Otherwise, the rule forbidding the agent from acquiring an outstanding title for his own use never could have any application when the principal held a legal title; for if the outstanding title was not the true one, its acquisition by the agent could be of no possible injury to the principal; and if it was the true title, the principal could <page-number citation-index=\"1\" label=\"377\">*377</page-number>not complain, for his title, not being the true title, amounted to no more than a mere claim.</p>\n<p id=\"b377-6\">The principle is elementary that an agent who is informed of a defect in his principal’s title to land, is not permitted to acquire a title for himself, but will be held as a trustee for his principal. This is not denied by the defendants, but several objections are raised to its application in this case, some of which will be noticed. It is said that the purchase was not in the line of the agency—that as Bacon was not her agent to purchase the outstanding title, he cannot be held as her trustee in respect to such title when purchased in his own name. The prohibition is not limited in that manner. The agent is not merely forbidden to perform in his own name, and for his benefit such acts as he is authorized to perform in the name of his principal, but he cannot act on the subject of the trust for his own benefit. Here the authority committed to the agent and his undertaking was, among other things, as found by the Court, to take care of his principal’s interest in the mining ground; and as any act he might do in acquiring title would have a direct bearing on her interest, she could at her election treat him as her trustee in effecting the purchase and talcing the title. (See <em>Ringo </em>v. <em>Binns; </em>10 Pet. 269; Story on Agency, Sec. 211 and notes.)</p>\n<p id=\"b377-7\">The doctrine that when the alleged agency is created by parol and is denied by the agent, and no part of the purchase money is paid by the plaintiff, the Court will not treat the agent as a trustee, holding the title for the plaintiff, is applicable to a case where it is claimed that the agent’s authority was to effect the purchase in his own name, but in trust for his principal. The action to compel a conveyance in such case cannot be maintained, <em>“ </em>because that would be decidedly in the teeth of the Statute of Frauds.” (2 Sto. Eq. Juris., Sec. 1,201 a.) It has no bearing upon a case like the one at bar, where the agency is to take care of the interests of the principal in the given property. Such agency, as we have <page-number citation-index=\"1\" label=\"378\">*378</page-number>remarked, may be both created and proved by parol, and when the agent—it being satisfactorily shown that he is such agent—in violation of the confidence reposed in him, and of his duty, purchases for his own use an outstanding or adverse title to the property, the principal does not proceed against him as his agent to purchase the property, but on the ground that he occupied such a position of trust and confidence in reference to his principal, that his purchase was fraudulent as- against the principal, and therefore may be avoided, or he may at his election treat the agent as his trustee and claim the benefit of the purchase. There is no question in this case in reference to rights growing out of a trust reposed in the agent, to purchase the property in his name for the benefit of the principal, for that trust was not created even by parol; nor any question about the payment of the purchase money by the principal, for that would be inconsistent with the theory that the purchase was in violation of the agent’s duty.</p>\n<p id=\"b378-6\">The Court found that the defendants induced J. \"W. Hastings to convey to them the mining ground in question. The defendants contend that the evidence shows conclusively that the purchase was made by Woodruff alone, and although we think the evidence tends more strongly to that conclusion, it will make no difference in the final result, according to the view we take of the case. After the title was taken by them, they held as tenants in common, and there being nothing to indicate a disproportion .in their shares, each will be deemed to hold the undivided half. ■ They were partners in their dealings in mining land and stocks, but the title to the mining land did not vest in the partnership, but in the individuals composing the-firm. The title could be controlled, and the property itself sold or otherwise administered in a Court of equity for the benefit of the partnership, but until such a disposition is made the legal title remains where their conveyances placed it. The result will be the same, so far as the title to the undivided half that passed to Bacon is concerned, whether the negotiation was in fact <page-number citation-index=\"1\" label=\"379\">*379</page-number>made by both partners or by Woodruff alone, for if made by him, he was merely the agent of Bacon in respect to the half conveyed to Bacon, and Bacon will be considered for every purpose as the purchaser of that half of the property. That portion of the title, upon the execution of the conveyance by J. W. Hastings to the defendants, became subject to the trust in favor of the plaintiff, she being entitled under the principles of equity in reference to the agency, already announced, tó treat him as her trustee, holding the title for her use.</p>\n<p id=\"b379-6\">Woodruff occupies a position quite different from that of Bacon. He was neither actually nor constructively the agent, of the plaintiff. If the interest acquired by him can be reached and controlled for the benefit of the plaintiff, it must be worked out by means of the notice to him of <em>her rights </em>in the property. Counsel have discussed at some length the question of notice of the agency of Bacon, but the question has no bearing on the case. He stood in reference to the whole matter of the agency—both the trust and the property to which it related—as would any other third person. The partnership had no connection with the agency, and could not impose any disability upon him in respect to the property; and as any other person, although having full knowledge of the agency, might purchase the outstanding title to the property or any interest therein, Woodruff was entitled to do the same. The only notice that would affect and bind him would be the notice of the right or title of the plaintiff to the property. The Court found that Woodruff <em>“ </em>had knowledge of the said agency, assumed by his partner Bacon for plaintiff, and also had knowledge of plaintiff’s title to said Belcher ground.” It is not found what title she had, but in the findings the evidence is stated showing what was said and done in reference to the property, and upon those matters of evidence the plaintiff’s title, at the time of the creation of the agency, depends. It hence becomes necessary to ascertain the nature and extent of the plaintiff’s title at that time.</p>\n<p id=\"b380-5\"><page-number citation-index=\"1\" label=\"380\">*380</page-number>Both parties concede that the claim to mining ground in Hevada, acquired by location, purchase, etc., is treated as real estate, and is subject to the laws governing property of that character. The wish or desire expressed by Charles W. Hastings, shortly before his death, that this property should go to his mother, the plaintiff, was ineffectual to pass the title, and his subsequent death, without having revoked that desire, did not serve to add anything to the words expressed, as a means of passing the title. The title could pass only by deed or last will and testament. The assent of J. W. Hastings to the desire expressed by his son, did not lend it any strength in law, for he then had nothing in the property; and if he had then held any interest in the property, his verbal assent to the wish expressed by the son that the title should be transferred to his mother would have been a mere nullity. And any statement of his, subsequent to the death of his son, to the effect that the property was the plaintiff’s, or that he intended that she should have it, or that he would comply with the wish of his son in that respect, was without effect upon the title, either legal or equitable. Hpon the death of Charles the title passed by descent to his father, and this was held by him at the time of the appointment of Bacon as the agent of the plaintiff, unless the matters that transpired between Mm and Dunn, as the plaintiff’s agent, passed some title or interest to the plaintiff.</p>\n<p id=\"b380-6\">The Court found “ that the said J. A. Dunn, in company with the said J. W. Hastings, went upon the Belcher Mining Claim, in the month of April, 1862, and from thence to the house of Mrs. Barstow, near said claim, and that said J. W. Hastings then and there delivered the deed from himself to Charles of this ground to the said Dunn, saying: I give you possession of forty feet of, this ground <em>for </em>Maria, (meaning plaintiff;) Charley left it for her, and she shall have it.’ Considering the mining ground as real estate within the proper meaning of that term, it is beyond all question that that ceremony and those words were incompetent and insufficient to pass the legal title. In this State it has frequently <page-number citation-index=\"1\" label=\"381\">*381</page-number>been held that the title to a mining claim would pass by a verbal sale accompanied by an actual transfer of the possession. <em>(Table Mountain Company </em>v. <em>Stranahan, </em>20 Cal. 198; <em>Gatewood </em>v. <em>McLaughlin, </em>23 Cal. 178; <em>Patterson </em>v. <em>Keystone Mining Company, </em>23 Cal. 576.) It is impossible to reconcile those cases with the Statute of Frauds, except upon the ground taken in the leading case, that “ rights resting upon possession only, and not amounting to an interest in the land, are not within the Statute of Frauds, and no conveyance other than a transfer of possession is necessary to pass them.” The doctrine of those cases, however, has no bearing, when the interest held in the mining ground is considered as real estate.</p>\n<p id=\"b381-6\">The plaintiff’s counsel claim that she held some title in the premises, but they do not undertake to define it, and they speak of the defect in her title, but do not state in what the defect consisted; nor did the Court find what title was in her, nor in what respect it was defective. All the title she held, came to her through the acts and declarations of J. W. Hastings at the time he delivered to Dunn the deed he had executed to his son. We do not understand the plaintiff as claiming that thereby the legal title was transmitted to her; for if such was the case there would be no reason in saying that there was a defect in her title. And besides this, by claiming that the legal title then passed, and that the defendants had notice thereof at the time they took their deed from J. W. Hastings, she would show that she was entitled to no relief in this action, so far as the title was concerned; for if the defendants purchased with notice, they took nothing by their purchase, and their deed would be simply void. Did those proceedings on the part of J. W. Hastings pass to her the equitable title ? We cannot see how this can be claimed. It certainly was not a contract to be enforced against him, for there is an absence of a consideration, and of any promise, express or implied. There was nothing in the transaction affecting his conscience that a Court of equity could lay hold of, to enforce from him either the legal title, or the proceeds <page-number citation-index=\"1\" label=\"382\">*382</page-number>and profits of the mining ground, and it being purely voluntary on his part, the Court would not confer upon her any other or greater rights than he had bestowed. The utmost that can.be claimed for her is a license, which, until revoked, would justify her entry and receipt of the profits. She would possess no greater right or remedy against a third person, bearing no fiduciary relation to her, who took the title from J. W. Hastings, than against Hastings, had he not conveyed the title. She could not demand of him a conveyance of the legal title, nor could she claim the possession or enjoyment of the property, for any time, against his will. There was no title in the plaintiff of which Woodruff can be said to have had notice, and on the case before us, it is impossible to see how he can be charged as her trustee. The title to the undivided half of the mining ground stands unaffected by the agency assumed by Bacon, or the rights and duties growing out of that relation.</p>\n<p id=\"b382-6\">The defendents contend that there can be no recovery, in this case, at least that if there is to be any recovery, it must be for only a small portion of the stock sued for, because ' they say that the Hastings title in a great measure failed, that the stock issued by the Belcher Company on this ground was mostly absorbed in a compromise and settlement of the Murphy title. The evidence upon this point is quite voluminous, but either the parties have not been fortunate in eliciting the testimony with precision and clearness, or the company did not make its arrangements as to the reservation and the subsequent delivery of the stock with the certainty that should characterize such a transaction. We gather from the record, that the company reserved thirty-six feet to meet the claim of the holders of the Murphy title, and the reservation was made against the defendants, as the holders of the last purchase from J. W. Hastings. It also reserved forty feet to answer the claim of the present plaintiff, and this was of course the forty feet in controversy. The President of the company states that the company held the last purchase responsible for both claims, because they did not wish to <page-number citation-index=\"1\" label=\"383\">*383</page-number>make a double reservation. The last purchase from Hastings, though calling for eighty-five feet, was held good for only fifty feet, and that was insufficient to respond to both claims, should they be held good. After the termination of the suit above referred to, of Hardenbergh and wife against the present defendants and Hastings, the defendants gave a bond of indemnity against the claim of the plaintiff, and the stock reserved on account of that claiih, was issued to the defendants. An action was commenced by the claimants of the Murphy title against the Belcher Company, and they obtained judgment in the District Court of ¡Nevada, and while the cause was pending an appeal to the Supreme Court of that State, a compromise was effected with the claimants of the Murphy title, by which it was agreed, that Bacon and \"Wood-ruff should give them, in satisfaction of their claim, thirty feet of Belcher stock. That stock was immediately issued to Bacon and Woodruff, and was by them delivered to the claimants of the Murphy title. The question arising at this point is, were those thirty shares of stock a parcel of the forty shares issued upon the mining ground in controversy ? It does not become material to inquire either as to the validity of the Murphy claim or upon what portion of the mining ground originally held by J. W. Hastings it became a charge —whether it should have been satisfied out of the fifty feet passing under the deed of Hastings to the defendants, or that which they held through the deed of Hastings to Kelly, or out of both—for the responsibility of the defendants, or either of them, growing out of their connection with the mining ground in controversy, is measured by what they received in consideration of their conveyance of the ground rather than what they were entitled to receive. From the testimony of the President and Secretary of the company, it appears that the bond of indemnity was filed and the largest part of the stock issued to the defendants on the 1st of September, 1864, and the balance of the forty feet was issued ¡November 26th, 1864. The compromise with the claimants of the Murphy title was effected and the thirty feet of stock <page-number citation-index=\"1\" label=\"384\">*384</page-number>issued to the defendants, and by them delivered to tire claimants of the Murphy title, in October, 1864. The thirty feet of stock could not therefore have been parcel of the forty feet representing the ground that Hastings took by inheritance.from his son. The Court below did not err, we think, in finding that the Hastings title did not fail, and that the Belcher Mining Company did not recognize any adverse claim as superior to the title of the defendants, and did not reject the title of the defendants.</p>\n<p id=\"b384-6\">We see no merit in the plaintiff’s appeal. The plaintiff ' seeks a recovery of the stock, and if that cannot be had, that she may recover the value thereof. Since the issue of the stock the defendants have always had forty shares of stock; and as one share is of the same value and will serve the same purposes in every respect as another, it is of no conceivable interest to the plaintiff to have the particular stock. She is not injured by the transfer of this stock if the requisite amount of stock is transferred to her.</p>\n<p id=\"b384-7\">It follows, from the views above expressed, that the decree should have been, that the plaintiff is entitled to a transfer of twenty instead of forty shares of the capital stock of the Belcher Mining Company, together with the dividends paid thereon; and it is ordered that the cause be remanded, with directions to modify the decree accordingly, and to make such orders in reference to the dividends accruing since the entry of the decree as may be meet and proper.</p>\n<p id=\"b384-8\">Mr. Justice Sawyer did not express an opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}