{
  "casebody": {
    "data": "<casebody firstpage=\"641\" lastpage=\"649\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b641-4\">THOMAS HARPER <em>v. </em>P. A. LAMPING.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b641-6\">Continuance.—A judgment will not ho reversed because the Court refuses to grant a continuance, jf there is no abuse of discretion on the part of the Court in denying the motion.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b641-7\">Idem.—If a party who applies for a continuance on account of the absence of a witness does <em>not know </em>where he is, and does not show that he will he able to procure his testimony within a reasonable time, it is not an abuse of discretion in the Court to refuse it.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b641-8\">Idem.—It is not an abuse of discretion for a Court to refuse' a continuance on account of the absence of a witness whose testimony is not material.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b641-9\">Irrelevant Testimony.—A judgment will not he reversed on account of the reception of testimony which has no bearing upon the verdict or findings of fact, even if technically irrelevant.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b641-10\">Cross Examination oe Witness.—If a witness is a very material one for the party introducing him, and has been intimately associated with him in relation to the matters in suit, the opposite party has a right to test his credibility on cross examination by any questions calculated to illustrate his attitude to the parties, even if the questions are not strictly speaking cross examination.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b641-11\">Partnership.—If A. enters into a partnership with B., and puts into the concern as his share money belonging to a third person, which he holds as agent, that fact does not make such third person a partner of B., nor does it make A. any the less the partner of B., even if A. used the money without the authority of B., the owner; and in an action brought by A. against B. to wind up the partnership, such facts have no relevancy.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b641-12\">Action to wind up Partnership.—If, in an action to wind up a partnership between the plaintiff and defendant in the stock of a corporation, standing in the name of defendant, it appears that the plaintiff has agreed that the defendant may retain certain shares until a demand made against the partnership is settled, the Court should not direct a conveyance of those shares to the plaintiff without proof that the demand has been settled.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b641-13\">Judgment Winding Up Partnership.—A judgment winding up the affairs of a partnership may make a division of the partnership property, if there are no debts, and if a division in kind is as fair to all the parties as a sale and division of the proccods. If the property consists of stock standing in the name of the .defendant, the judgment should not be in the alternative, requiring the defendant to either transfer to the plaintiff his part thereof or pay him a certain sum of money, but should direct a division in kind or a sale and a division of the proceeds.</syllabus>\n<summary data-order=\"9\" data-type=\"history\" id=\"b641-14\">Appeal from the District Court, Tenth Judicial District, Sierra County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b641-15\">The defendant was prosecuting two actions in his name to foreclose mortgages on a mining claim in Sierra County. The plaintiff furnished him a sum of money, and the two <page-number citation-index=\"1\" label=\"642\">*642</page-number>entered into a written agreement, in June, 1863, that the actions should be prosecuted in the name of the defendant, but that both should be equally interested in the causes of action, and in the property if purchased by the defendant at Sheriff’s sale.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b642-6\">On the 26th day of April, 1864, the defendant had acquired the legal title to the claim by a Sheriff’s deed, and a short time before that had agreed verbally with the plaintiff that a corporation should be formed to work the claim, and that the stock should be principally issued to defendant, and that defendant should convey the property to the corporation, and that the corporation should work the claim, and that the parties should pay in equal proportions all assessments levied on the stock, and share equally all dividends. The corporation was formed and the stock issued, and the claims were worked as agreed. There were one hundred shares of stock, of which ninety were issued to the defendant. Soon after the stock was issued, by mutual agreement, fifteen shares were sold to obtain means to work the mine,' leaving seventy-five shares in defendant’s name. The defendant received the dividends declared on the seventy-five shares, but refused to account with the plaintiff for dividends on more than fifty-five shares.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b642-7\">On the 11th day of April, 1866, the defendant transferred to the plaintiff twenty-five shares of the stock, and admitted his right to two and one half shares more, but as one Perkins claimed that the parties were indebted to him, it was agreed that the defendant might keep the two and one half shares until Perkins’ demand was arranged.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b642-8\">This action was commenced July 11th, 1866, for an accounting and settlement of the partnership affairs.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b642-9\">When the corporation was first organized there had been assessments levied on the stock, but when the mine was developed dividends were declared. The defendant claimed in his answer, that when an assessment was levied in 1864, the plaintiff was unable to pay his part of the same, and consented that the plaintiff might hypothecate twenty shares <page-number citation-index=\"1\" label=\"643\">*643</page-number>of the stock to raise the money, and that the defendant then paid the assessment (two thousand dollars,) out of his own pocket, and soon afterwards borrowed the two thousand dollars of one Brown, for sixty days, at three per cent per month, and hypothecated the twenty shares as security, and that when the sixty days expired the defendant did not raise the money to redeem, and consented that the stock might go for the debt, and that the defendant then agreed with Brown that he might have the stock for the debt.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b643-6\">\"When the cause was called for trial, the defendant applied for a continuance, on account of the absence of Brown, to whom he claimed he had hypothecated the stock, and in his affidavit stated that Brown left San Francisco in the spring of 1865, saying that he was going to the new mines in the north, and that he had not been able since to learn where he was, although he had diligently inquired for that purpose, and that he expected to prove by said Brown that he borrowed the two thousand dollars of him and hypothecated the twenty shares of stock, and when the money fell due agreed with Brown that he might keep the stock for the debt. The Court denied the continuance.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b643-7\">On the trial, it appeared from the plaintiff’s testimony that the greater part of the money (about five thousand dollars) which the plaintiff paid the defendant at the time the contract was made in 1863, was derived from the estate of plaintiff’s deceased brother, who died in California, and which had been distributed by the Probate Court to plaintiff’s father, who lived in England, and which had been placed in the plaintiff’s hands as the agent of his father. The plaintiff offered evidence to prove that his father had consented that he invest the money in California, and called Mr. Langstaff, who testified that he visited England and saw the plaintiff’s father, and told him about the money, and that he, Langstaff, had been the administrator of the estate. Plaintiff’s counsel then asked Langstaff what disjiosition the plaintiff’s father told him he wanted his son to make of the money. The defendant’s counsel objected to the question <page-number citation-index=\"1\" label=\"644\">*644</page-number>as irrelevant, and the Court overruled the objection, and the defendant excepted. The witness answered, that the father told him that he wanted his son to use the money in California, and did not want it sent to England.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b644-6\">On the cross examination of Langstaff, the defendant’s attorney aslced him if the plaintiff did not assign to him the twenty-five shares of stock which the defendant let the plaintiff have in 1866. The plaintiff’s counsel objected to this as irrelevant, and the Court sustained the objection, and the defendant excepted. When the plaintiff rested, the defendant’s counsel moved the Court for a nonsuit, because the plaintiff never had any interest in the subject matter of the action. The Court overruled the motion, and the defendant’s counsel excepted.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b644-7\">The Court found that the stock was worth seven hundred dollars per share, hut that the plaintiff esteemed it to be worth, and was unwilling to sell it for less than fifteen hundred dollars per share, and found against the defendant on the question of the. hypothecation to Brown of the twenty shares. The Court then rendered judgment for the plaintiff for the dividends on twelve and a half shares, being one half of the twenty shares claimed to have been hypothecated, and the two and a half shares held by the defendant for the Parkins claim, and directed in the judgment that the defendant transfer and deliver to the plaintiff said twelve and a half shares; and that in default of such assignment the plaintiff should recover from the defendant the sum of eighteen thousand seven hundred and fifty dollars, being the value of the stock as estimated by the plaintiff. The defendant appealed.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b644-8\">The other facts are stated in the opinion of the Court.</summary>\n<p data-order=\"20\" data-type=\"attorneys\" id=\"b644-9\"><em>P. Van Clief, </em>for Appellant.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b644-10\">The defendant should have been, allowed to ask Langstaff whether the plaintiff had assigned to' him the twenty-five shares of stock. The question was asked in cross examination for the purpose of showing that the witness was inter<page-number citation-index=\"1\" label=\"645\">*645</page-number>ested in. the dispute. Had we been permitted to pursue this line of examination, we might have shown that the witness was the only party interested.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b645-6\">The nonsuit should have been granted. The plaintiff invested his father’s money without his authority. By the fourth section of our code it is provided that every action must be prosecuted in the name of the real party in interest. The plaintiff is not an executor or administrator or trustee of an express trust, and therefore cannot sue under the provisions of the sixth, section. The plaintiff was not entitled to recover the two and a half shares held by the defendant as security for the settlement of the Parkins demand. There was no proof that it had been settled. The decree therefore should have been confined to twelve shares. It was error to decree a division of the partnership property in kind. (Gow. on Part., 3d ed., 234-5, 252-3; <em>Freedy </em>v. <em>Wightwick, </em>1 Tomlin, 261 <em>; </em>3 Kent, <em>76; </em>Collyer on Part. 146, 204; <em>Crashway </em>v. <em>Collins, </em>15 Vesey, 218, 227; <em>Crashway </em>v. <em>Mawle, </em>1 Swanton, 495.) The decree is in the alternative, and leaves it at the option of the defendant to assign twelve and a half shares or. have twenty-five shares sold, and the proceeds applied to the payment of the-value of the twelve and a half shares, which value is fixed at the plaintiff’s estimate. This was erroneous.</p>\n<p data-order=\"23\" data-type=\"attorneys\" id=\"b645-7\"><em>Charles A. Tuttle, </em>for Respondent.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b645-8\">Even if Langstaff’s testimony about the declarations of Harper’s father in England was erroneously admitted, defendant was not injured by it. He had dealt with Harper all the way through, and knew no one else, and had not asked that any one else be made a party to the action.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b645-9\">The question whether Harper had assigned twenty-five shares to Langstaff was irrelevant. These shares were not in dispute.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b645-10\">Appellant’s authorities only hold that all partnership property may be decreed sold on a dissolution; not that it <page-number citation-index=\"1\" label=\"646\">*646</page-number>must be sold. A division in kind is equitable with regard to mining stocks. Their value fluctuates, and a sale at the time of dissolution might not produce a tenth part of what the purchaser might realize in ten months.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b646-6\">If the defendant delivers up the stock, that part of the decree in the alternative-will be mere surplusage. It is not inequitable that he deliver it up. If he refuses to do equity in this behalf, it is not inequitable for him to pay us what we think the stock is worth to us.</p>\n<p data-order=\"28\" data-type=\"attorneys\" id=\"b646-7\"><em>James Johnson, </em>also for Respondent.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b646-8\">The affidavit for a continuance does not show diligence, and it shows that Brown’s testimony was not relevant. If Harper had transferred twenty-five shares of stock to Lang-staff, the fact was irrelevant. The defendant, when he put the question, did not claim that he intended to impeach the witness; had he done so, we might have withdrawn our objection.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b646-9\">The twelve and a half shares are the property of the plaintiff, and the defendant should transfer\" them: He is not injured by the provision that if he fails to transfer he shall pay their value, for he need not refuse.</p>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b646-11\">By the Court, Sanderson, J.:</author>\n<p id=\"b646-12\">There had been one continuance by consent of parties, and the defendant had not only been unable to find the witness Brown, or to ascertain with any certainty his place of residence, but was unable to give any satisfactory assurance that he could obtain his testimony within any reasonable time. Moreover, his testimony does not seem to have been very material. It only went to the fact that the defendant had hypothecated twenty shares of stock, and afterwards allowed the stock to go in payment of the loan. In that respect the vital fact was not whether the defendant had hypothecated the stock, but whether he had done so as the <page-number citation-index=\"1\" label=\"647\">*647</page-number>agent of the plaintiff, or whether the act of hypothecation was the act of the plaintiff or the defendant, and upon that point it was not pretended that Brown could give any evidence. It is true the Court at the trial found against the defendant as to the fact of hypothecation, but for the reason already suggested the finding is not material, for it may be conceded that the stock was in fact hypothecated without changing the final result. Under these circumstances we think there was no abuse of discretion on the part of the Court in its ruling upon the defendant’s motion for a continuance.</p>\n<p id=\"b647-6\">The point made upon the ruling of the Court in respect to the oral testimony of Langstaff as to what the plaintiff’s father said to him in England, and as to his telling the plaintiff of what his father had said, admits of substantially the same answer. The testimony only served to explain how the plaintiff came by the money which he had invested in the concern. So far as the defendant was concerned, it was of no consequence where the plaintiff got his money. The only material question in that connection was, did he pay in money, and how much, and not where he got it. Doubtless the evidence was irrelevant, and perhaps technically incompetent if relevant; but we do not regard the matter as having had any bearing upon the findings, and therefore are not disposed to reverse the judgment on account of the ruling of the Court, whether it was right or wrong.</p>\n<p id=\"b647-7\">We have more difficulty with the next point, which is founded upon the ruling of the Court against the defendant’s right to question Langstaff touching the assignment of stock by the plaintiff to him. Langstaff seems to have been a very material witness on the part of the plaintiff. He was intimately associated with the plaintiff in matters directly connected with questions of fact involved in the action, and spoke to the main points in issue. Under these circumstances the defendant had a right to test Ms credibility on cross examination by any mode of examination which was calculated to illustrate the attitude and relation of the wit<page-number citation-index=\"1\" label=\"648\">*648</page-number>ness to the parties and the subject matter of the action. Hpon this point, in <em>Jackson </em>v. <em>Feather River Water Co., </em>14 Cal. 24, it was very justly said :</p>\n<blockquote id=\"b648-6\">“We are inclined to agree with the counsel for the appellants, that Courts are apt to take too narrow a view of the rights of the examiner in such cases and to give too extended a scope to the rule that a cross examination is to be confined to the subject matter of the evidence in chief. Undoubtedly the cross examination cannot go beyond the matter; but it ought to be allowed a very free range within it. In order to do this, the witness may be sifted as to every fact touching the matters as to which he testifies, so that his temper, leanings, relations to the parties and the cause, his intelligence, the accuracy of his memory, his disposition to tell the truth, his means of knowledge, his general and particular acquaintance with the subject matter may be fully tested. Much must be left to the discretion of the counsel upon this subject.”</blockquote>\n<p id=\"b648-7\">The Court erred in not allowing the defendant’s cross examination to proceed.</p>\n<p id=\"b648-8\">The Court did not err, however, in denying the defendant’s motion for a nonsuit. Concede that the money invested in the concern by the plaintiff belonged to his father or his mother, that fact would not make his father or mother, as the case may be, the partner of the defendant. This is an action to wind up a copartnership existing between plaintiff and defendant, under written articles, to which neither the plaintiff’s father nor mother were parties. Admit that the plaintiff had funds in his hands belonging either to his father or his mother, as their agent or trustee, which he paid into the concern; and .concede, further, that he so used the funds without any authority from them or either of them, the plaintiff is none the less the partner of the defendant, and the real party in interest touching the matters involved in this action. In a proper case, if the <page-number citation-index=\"1\" label=\"649\">*649</page-number>facts assumed are true, the father or mother might follow the funds so converted by the plaintiff into the partnership effects in question, and charge both plaintiff and defendant as trustees; but whether they could or not has nothing to do with this case.</p>\n<p id=\"b649-6\">Heither the pleadings nor the evidence show whether the transaction with Parkins, whatever it may have been, has ever been closed, and from what appears, the legal presumption is that it has not. If so, the defendant was not bound to account for the two and a half shares belonging to the plaintiff and withheld by the defendant on account of that transaction. Doubtless the answer of the defendant is defective in not averring that the transaction with Parkins is still open, but the plaintiff went to trial without taking any objection, and under all the circumstances we think the evidence ought to have shown that the transaction with Parkins had been closed up, in order to sustain the judgment so far as it relates to the two and a half shares held back by the defendant on account of that transaction, but we see no objection to dividing the stock instead of selling it, there being no necessity for a sale of it to raise money to pay debts, unless there is some other reason for a sale which does not thus far appear. The general rule is to sell, because it is generally considered to be the fairest course to be pursued, but a division in kind may be, under certain circumstances, as fair to all the parties as a sale and division of the proceeds. Where such is the case there can be no objection to a division in kind. (Story on Part. See. 350.) But the decree ought not to be in the <em>alternative; </em>that is to say, it ought not to require the defendant to transfer the stock or pay a sum of money greater than the value of the stock. It should direct the stock to be sold and the proceeds divided, or divided in kind and there stop.</p>\n<p id=\"b649-7\">Order denying new trial reversed and new trial granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}