{
  "casebody": {
    "data": "<casebody firstpage=\"525\" lastpage=\"528\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b559-5\">[Sac. No. 484.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AzB\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AR7\">May 27, 1899.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"Ab4\">PACIFIC BANK et al., Appellants, v. MADERA FRUIT AND LAND CO. et al., Respondents.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b559-6\">Receiver—Dismissal oe Action—Jurisdiction to Settle Account.— The entry of a judgment of dismissal by the clerk at the' request of the plaintiff before the issuance of summons, or the appearance of any defendant, cannot deprive the court of jurisdiction to settle the account of a receiver appointed by the court at the instance of the plaintiff, to take possession of the property described in the complaint. The receiver is still amenable to the court as its officer, until discharged by the court, and it may direct the application of the funds in his hands.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b559-7\">APPEAL from an order of the Superior Court of Madera County settling the account of a receiver. W. M. Conley, Judge.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b559-8\">The facts are stated in the opinion.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b559-9\">Sawyer <em>&amp; </em>Burnett, and William Grant, for Appellants.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b559-10\">A. Everett Ball, for Respondents.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b559-11\">COOPER, C.</author>\n<p id=\"AWsS\">On January 31, 1894, the plaintiff filed its complaint and, among other things, asked for the appointment of a receiver to take charge of a large amount of real and personal property. One S. Ephraim was thereupon and at the request of the plaintiff appointed receiver of all the .property described in the complaint. He gave the proper bond, took the oath and thereupon took charge of said property as such receiver. Thereafter, on March 6, 1895, before the issuance of any summons or the appearance of any defendant, the plaintiff filed with the clerk a written dismissal of the ease, and judgment of dismissal was accordingly entered by the clerk. Thereafter the said receiver filed his account and petition and asked the court <page-number citation-index=\"1\" label=\"526\">*526</page-number>to settle the same, fix his compensation, et cetera. The plaintiff thereupon made a special appearance and filed a written motion to dismiss the account and petition of the receiver on the ground that by the judgment of dismissal oE the said action the court had lost jurisdiction to settle the said account. The court overruled the said motion and proceeded to hear the account of the receiver, and after hearing evidence made an order settling the said account. From this order the plaintiff has appealed. The only question argued or presented on this appeal is as to whether or not, after the plaintiff had dismissed the action, the court had jurisdiction to hear and settle the account of the receiver. The court below held that it had such jurisdiction, and we think its conclusion correct. In Beach on Receivers, section 796, the author lays down the rule as follows: “The end of the suit, its final adjudication, gives cause for the discharge of the receiver, but does not, <em>ipso facto, </em>effect his discharge, which results only from an order or decree of court so directing. After the settlement of the suit the receiver must have time and opportunity to prepare and present his accounts, and for the adjustment of the details of the receivership.....The dismissal of the action does not discharge the receiver from accountability to the court which appointed him. He is an officer of the court and subject to its orders in relation to the property placed in his hands as receiver until discharged by the court.” The same rule is given by High on Receivers, section 833, and is thus stated:</p>\n<blockquote id=\"b560-4\">“It is to be observed, however, that the abatement of the action, or the entry of final judgment therein, does not have the effect of discharging the receiver <em>ipso fado. </em>And although as between the parties to the litigation his functions have terminated with the determination of the suit, he is. still amenable to the court as its officer until he has complied with its directions as to the disposal of the funds which he has received during the course of his receivership.”</blockquote>\n<p id=\"b560-5\">In <em>State v. Gibson, </em>21 Ark. 140, it appeared that the action was compromised and dismissed during a vacation of the court. ■It was claimed that the action being dismissed, the court had no further jurisdiction in the premises. The supreme court said: “But the dismissal of the bill did not discharge the re<page-number citation-index=\"1\" label=\"527\">*527</page-number>ceiver from accountability to <em>the </em>court of chancery, from which he received his appointment. He was an officer of the court and subject to its orders in relation to the partnership effects placed in his hands as receiver until discharged by the court.'\"’ To the same effect are <em>Ireland v. Nichols, </em>40 How. Pr. 85; <em>Whiteside v. Prendergast, 2 </em>Barb. Ch. 471. The same practice \"was followed in the lower court in <em>Garniss v. Superior Court, </em>88 Cal. 415, and the practice was not questioned in this court. The only case cited by appellant in regard to receivers is the case of <em>Field v. Jones, </em>11 Ga. 418, but that case is against the proposition contended for and directly in line with the authorities cited. The court said: “The bill by virtue of which Mr. Schley was appointed receiver and came into the possession of this fund was dismissed upon demurrer, the legal consequence of which was to dispense with the functions of the receiver as a depositary of the parties litigant. His duties ceased with the termination of the litigation between the parties, and that ceased when it went out of court upon the demurrer. But his relations to the court of chancery from which he received his appointment did not determine; his amenability to that court as receiver continued. That is to say, he \"was still an officer of the court. His possession of the fund was the possession of the court.” If the court belowr lost jurisdiction of the case by virtue of the dismissal so that it could not settle the accounts of the receiver, nor make any disposition of the funds in his hands, how would the account be settled or the funds disposed of? The money on hand and collected by the receiver is in contemplation of law in the hands of the court, to be disposed of as the law directs. The expenditures made by the receiver for the preservation of the property, and under the orders of the court and at the request of the parties, should be repaid by some one. If the court in which the receiver was appointed cannot, after the dismissal of the ease, settle and adjust the accounts of the receiver, to what jurisdiction will he resort? The dismissal of the case was the end of it as between the parties, but we think the court still retained the power to settle the accounts of its receiver and to direct the application of the funds in his hands.</p>\n<p id=\"b561-3\">We advise that the order be affirmed.</p>\n<p id=\"b561-4\">Haynes, C., and Britt, C., concurred.</p>\n<p id=\"b562-4\"><page-number citation-index=\"1\" label=\"528\">*528</page-number>For the reasons given in the foregoing opinion the order is affirmed. McFarland, J., Temple, J., Henshaw, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}