{
  "casebody": {
    "data": "<casebody firstpage=\"663\" lastpage=\"666\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b697-4\">[S. F. No. 1089.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A9o\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ABo\">June 5, 1899.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b697-5\">THOMAS CUSHING, Respondent, v. MANUEL S. PIRES, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b697-7\">Appeal—Sufficiency of Proof—Defective Complaint—Variance— Waiver of Objections.—Where the findings and judgment are supported by the evidence, and it appears that the case was decided correctly upon the merits, objections to a defective complaint, and to a variance between the complaint and the proof, not urged in the court below, and which might have been obviated by an amendment of the complaint, are waived, and cannot be urged upon appeal for the first time.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b697-8\">Surface Water—Rights of Landowner.—A landowner cannot protect his own land to the injury of the land of another, by turning the storm or surface water which would naturally flow upon his land away therefrom, and onto the land of another.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b697-9\">In.—Culvert Across Private Road—Obstruction—Injunction.—An action will lie to enjoin the obstruction and interference by ikedefendant with the repair of a culvert constructed by the plaintiff across a private road, the grade of which had been raised, the object of which culvert was to allow the storm water to flow from plaintiff’s land across defendant’s land, as it had been accustomed to flow through a natural depression, at the piase where the culvert was constructed, for many years prior to ikeraising of the grade of the private road, and the obstruction e£ which by the defendant caused great injury to the growing crops of the plaintiff by the accumulation of surface water upoa plaintiff’s land.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b697-20\">APPEAL from a judgment of the Superior Court of Alameda County and from an order denying a new trial. E. B. Ogden, Judge</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b697-21\">The facts are stated in the opinion.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b697-22\">Thomas C. Huxley, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b697-23\">Fitzgerald <em>&amp; </em>Abbott, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b697-24\">GRAY, C.</author>\n<p id=\"A3_\">This action was brought to enjoin defendant from interfering with the repairing of a certain culvert, and to restrain him from destroying or filling the same in with earth, and for damages. ' Defendant appeals from the judgment and from an order denying his motion for a new trial.</p>\n<p id=\"b697-25\">Plaintiff owned land adjoining defendant on the west. There <page-number citation-index=\"1\" label=\"664\">*664</page-number>was a county road some distance to the east of plaintiff’s land. Plaintiff and defendant were accustomed to reach this road by means of a private road commencing at the northeast corner of defendant’s land and running thence east along the northern boundary of and on defendant’s land out to said county road. One Eeynolds owned a tract of land adjoining the lands of both plaintiff and defendant on the north. All these several tracts were composed of bottom lands near the bay of San Francisco, nearly flat, but with a slight slope to the south of several feet to the mile. In the rainy season great quantities of water fall upon this land, and this water, as observed by witnesses, for upward of twenty years has been accustomed to flow from the Eeynolds land through slight natural depressions in a southerly direction across the private road referred to, and so on across defendant’s land. Some three or four years before the trial this private road was graded up slightly above the surface of the adjoining territory, and this grading left a gutter or ditch along the sides of the road, and had the effect to dam up the surface water, preventing it in some measure from flowing upon the land of defendant and causing it to follow the road in a westerly direction and flow upon the lands of plaintiff. To obviate this and to permit the water to take its natural course across the lands of defendant, and to prevent its flowing upon his own lands in unnatural abundance, the plaintiff constructed a culvert on defendant’s land across said private road at a point thereon very near to the northeast corner of his own land, where there was a natural depression through which the storm and surface waters had been accustomed to flow from the Eeynolds tract upon and across defendant’s land. In January, 1894, the defendant tore out this culvert, destroyed it, and filled in the depression where it had been, and thus prevented the water from flowing through it to his land, and caused a much greater amount of water to flow upon plaintiff’s land than otherwise would have flowed there, and as a result plaintiff’s growing crops were damaged and his land was injured by the consequent erosion of the same.</p>\n<p id=\"b698-5\">The strongest contention of appellant for reversal of the judgment and order appealed from is based on the ground of a defective complaint. The argument is that the complaint <page-number citation-index=\"1\" label=\"665\">*665</page-number>fails to state a cause of action, or, if it does state any cause of action, it is not the one to which the proofs were directed\" upon the trial. On an inspection of the record we cannot say that this argument is altogether without foundation. But we find that no such argument as this and no objection of this nature was at any time presented to the court in which the case was tried. There was no demurrer to the complaint, and no motion based upon a variance between the pleadings and proof, and to such evidence as might have been objected to on the ground that it was not pertinent to the case made by the pleadings no such objection was made. Had counsel made the objection he here urges, and presented his argument in support thereof at the trial with the same force and clearness as in his brief in this court, it would have resulted, probably, in an amendment of the complaint. He did not do this, but proceeded with the trial as if all the matters to which the evidence was directed were properly in issue. The findings and judgment were clearly supported by the evidence, and the case was decided correctly on the merits. It is the settled law of this state that a landowner cannot protect his own land to the injury of another’s land by turning the storm or surface water which would naturally flow thereon away from his own and onto the lands of another. <em>(Ogburn v. Connor, </em>46 Cal. 346; 13 Am. Rep. 213; <em>McDaniel v. Cummings, </em>83 Cal. 515; <em>Hicks v. Drew, </em>117 Cal. 305.)</p>\n<p id=\"b699-5\">While the complaint is not to be recommended as a precedent to be hereafter followed, yet in view of the fact that no objection, either as to its form or substance, was made in the court below, we think it sufficient to support the judgment based upon it-. It is true that the objection that the complaint does not state a cause of action may be-successfully made for the first time on appeal, but the appellate court will not be overzealous to find a defect in a complaint that the appellant himself failed to discover until the case had been decided against him on its merits. We think the defects in the complaint, as well as the variance complained of, arc of a nature to be waived by failure to call them to the attention of the trial court by proper objections, and that defendant should not be heard to urge those objections for the first time after judgment. <em>(Hill v. Haskin, </em>51 Cal. 175; <em>Eversdon v. Mayhew, </em>85 Cal. 1; <em>Knox v. Higby, </em>76 Cal. <page-number citation-index=\"1\" label=\"666\">*666</page-number>264; <em>Dikeman v. Norrie, </em>36 Cal. 94; <em>Bell v. Knowles, </em>45 Cal. 193.)</p>\n<p id=\"b700-5\">There was no error in permitting plaintiff to testify as to the conversations with defendant about raising the road and putting in culverts. This was proper in rebuttal and explanation of defendant’s testimony on the same subject.</p>\n<p id=\"b700-6\">For the foregoing reasons we advise that the judgment and order should be affirmed.</p>\n<p id=\"b700-7\">Cooper, C., and Haynes, C., concurred.</p>\n<p id=\"b700-8\">For the reasons given in the foregoing opinion the judgment and order are affirmed.</p>\n<p id=\"b700-9\">Harrison, J., Garoutte, J., Van Dyke, J.</p>\n<p id=\"b700-10\">Hearing in Bank denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}