{
  "casebody": {
    "data": "<casebody firstpage=\"259\" lastpage=\"268\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b281-10\">George Barrie &amp; another <em>vs. </em>Frederick J. Quinby &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b281-11\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A72\">March 3, 1910.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Agnj\">June 25, 1910.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b281-12\">Present: Knowlton, C. J., Morton, Hammond, Loring, &amp; Braley, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b281-13\"><em>Contract, </em>In writing, Performance and breach. <em>Evidence, </em>Extrinsic affecting writings, Proof of usage of trade. <em>Usage. Sale. Damages, </em>In contract.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b281-14\">An unambiguous offer in writing to furnish certain articles of merchandise at a certain price, accepted by an indorsement in writing upon the instrument, constitutes a completed contract, which cannot be enlarged or varied by showing a contemporaneous oral agreement that the purchase is to be made only upon the condition that the seller shall give to the purchaser the exclusive right to sell a certain other article controlled by the seller.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b281-15\">In an action by a publisher against a bookseller for the alleged breach of a contract in writing, by which the defendant ordered and agreed to purchase from the plaintiff two hundred sets of a cheap edition of the works of a certain author “ deliverable as issued ten sets a month,” it appeared that by an independent concurrent agreement the defendant ordered and agreed to purchase from <page-number citation-index=\"1\" label=\"260\">*260</page-number>the plaintiff seventy-five sets of an expensive edition of the works of the same author to be printed on Japan paper, to be delivered beginning at a certain date at the rate of eight sets monthly as issued. It further appeared that the plaintiff did not begin the delivery of <em>the sets of the </em>cheap edition until <em>after </em>the expiration of two and a half years. The plaintiff was allowed to testify, against the exception of the defendant, that it was “ the custom to allow an interval between the publishing of an expensive edition and a cheaper edition in order to market the expensive edition before issuing the cheaper.” The testimony of the plaintiff appeared to be the only evidence in regard to the existence of such a custom. The presiding judge in substance instructed the jury that, in passing upon the question whether there had been unreasonable delay on the part of the plaintiff in publishing the cheaper edition and delivering the books to the defendant, they might consider the question of the existence of the custom and the presumption that the parties made their contract with reference to it, and that whether the delay was unreasonable depended on whether such a custom existed. After a verdict for the plaintiff, upon exceptions alleged by the defendant, it was <em>held, </em>that to explain the delay in the delivery of the books, which otherwise would be unreasonable, evidence of a usage in the trade would be admissible, that such a usage might be established by the testimony of one witness, if he was found by the presiding judge to be qualified to testify to the fact of the existence of the usage from his actual knowledge acquired through observation and experience in the business, but that, in order that such evidence should be admissible, the usage must be shown to have been universal at the place where the contract was made and to have become known generally by the long and uniform practice of those engaged in the trade there, and that in the present case, these facts not having been shown or offered to be shown, the admission of the evidence and the instruction of the judge based upon it were erroneous and the defendant’s exceptions must be sustained. <em>Held, also, </em>that the instruction to the effect that if the custom existed the delay was not unreasonable also was erroneous, because the custom as stated by the witness did not fix the length of the time which properly might intervene between the editions, and, even if such a usage of trade were established properly, it still would be a question for the jury whether the interval allowed by the usage of trade had not been prolonged unjustifiably.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b282-5\">In an action by a publisher against a bookseller for the alleged breach of a contract in writing by which the defendant ordered and agreed to purchase from the plaintiff two hundred sets of a $3.50 edition of the works of a certain author “ deliverable as issued ten sets a month,” it appeared that the plaintiff printed the entire edition, of which the sets ordered by the plaintiff formed a part, that, after a delay, which the defendant alleged was unreasonable but which the plaintiff contended was excusable, the plaintiff shipped to the defendant the first and second instalments of the books, which the defendant refused to receive and reshipped to the plaintiff, also refusing to comply with the terms of payment, that the plaintiff continued for some time to tender succeeding monthly instalments of the books, which the defendant refused to receive, and that, when the plaintiff had on hand ready for delivery the whole number of volumes called for by the contract, the action was brought with a count for damages for a breach of the contract and another count for the contract price of the books. It was evident upon the undisputed testimony, that, although not expressly so specified in the contract, the parties mutually understood that the books were to be delivered by the plaintiff at the defendant’s place of business, and that the defendant was to give for each instalment when delivered and received his <page-number citation-index=\"1\" label=\"261\">*261</page-number>promissory note payable at a future day. <em>Held, </em>that the plaintiff, if he succeeded in proving that he had tendered performance within a reasonable time, could not recover the contract price, because the title to the books was to pass only when each instalment was delivered and received, that the absolute refusal of the defendant to accept or receive the first instalment when it arrived was a repudiation of the whole contract, and that the plaintiff, if not himself in default, was entitled to recover the damages which naturally resulted from such repudiation, the measure of damages being the difference between the contract price and the market price at the place of delivery.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b283-5\">Coxtbact by the members of a firm of publishers against the members of a firm of booksellers to recover damages for an alleged breach of contract in failing to accept certain books alleged to have been delivered under an agreement in writing dated February 20, 1900, whereby the defendants agreed to purchase from the plaintiffs two hundred sets of the $3.50 edition of George Sand; with a second count in which the plaintiffs sought to recover the contract price of the books delivered. Writ dated June 18, 1903.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b283-6\">• The answer, as amended, contained, first, a general denial; second, alleged that the signing and delivery of the alleged contract was conditional upon the orders being approved in writing by the defendant Chatman and upon the plaintiffs giving to the defendants the exclusive right to sell certain editions of <em>Hogarth; </em>third, that there was an unreasonable delay on the part of the plaintiffs in delivering the books; and, fourth, that a corporation formed by the defendants had assumed certain other indebtedness of the defendants to the plaintiffs and that the plaintiffs in consideration thereof had agreed to release the defendants from liability on account of the agreement sued upon.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b283-7\">In the Superior Court the case was tried before Bond, J. Robert Barrie, one of the plaintiffs, was allowed to testify, against the exception of the defendants, in regard to a usage of trade referred to in the opinion, as follows: “ That it is the custom to allow an interval between the publishing of an expensive edition and a cheaper edition in order to market the expensive edition before issuing the cheaper.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b283-8\">The instructions of the judge in regard to the effect of the usage were in part as follows:</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b283-9\">“ Now, these books were not issued immediately — right along in connection, I should say, with the Japan edition — not until <page-number citation-index=\"1\" label=\"262\">*262</page-number>some time afterwards. Now, the testimony there is that the custom of book publishers of this class—subscription books — here in this locality where this trade was made, was to publish the more expensive edition first, and give time to make sales of that before they commenced with the cheaper edition, and that that is what they did in this case. The pertinency of that is this, — that where there is a well known custom in the trade with refference to certain business, that the parties are presumed to make their contract with reference to that custom; and the claim is here that these parties all understood that the first or expensive edition was to be sold first, and then they would begin the publication of the cheaper edition, and they say that is what they did, and that that is what was understood by all the parties was to be done, as much as though that had been written in the contract. Now, if that was so, then consider whether there was any delay in the publication of the cheaper edition, which was different from what was fairly understood by the parties.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b284-5\">He also further instructed the jury as follows: “They are entitled to recover that [the contract price with interest from the date of the writ] provided you believe that the claim of the plaintiffs here is maintained, that is, that this contract was entered into and that the books were manufactured and that they were sent for some considerable time to these defendants, and in every instance returned, and they were, therefore, retained by them, with the balance of the two hundred sets, for the defendants, whenever they wanted them. If that is true, then they are entitled to recover for the amount of goods, unless there was some unreasonable delay in the publication of them and the delivery of them ; and the publication of them depends upon what you say as to the custom of book publishers of this class here in Boston with reference to printing two editions, one expensive one and one cheaper one. There has been no evidence to contradict the evidence of Mr. Barrie in reference to that, so far as I recall. If there is any, you may recall it, but I don’t now recall it.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b284-6\">The judge made certain rulings as to the admission of evidence subject to the exception of the defendants. He refused, among other rulings requested by the defendants, to rule that upon all <page-number citation-index=\"1\" label=\"263\">*263</page-number>the evidence the plaintiffs could not recover. The jury returned a verdict for the plaintiffs in the sum. of $7,476, which was the contract price for all the books covered by the contract. The defendants alleged exceptions, raising the questions which are considered in the opinion.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b285-5\"><em>A. T. Johnson, </em>for the defendants.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b285-6\"><em>R. B. Sprague, </em>for the plaintiffs.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b285-7\">Braley, J.</author>\n<p id=\"AmF2\">We have carefully read the instructions, and are unable to adopt the defendants’ interpretation, that the judge expressed an opinion upon the credibility of the witnesses. <em>Whitney </em>v. <em>Wellesley &amp; Boston Street Railway, </em>197 Mass. 495, 503, and cases cited.</p>\n<p id=\"b285-8\">The remaining exceptions so far as urged in argument have been confined to the admission and exclusion of evidence, and to the refusal of the rulings requested as to the nature and extent of the defendants’ liability.</p>\n<p id=\"b285-9\">It being plain there was evidence for the jury that the signature of the firm bound the copartnership, the defendants offered to prove in avoidance that the contract never became binding, because the plaintiffs refused performance of the second condition averred in the amended answer. <em>Fiegenspan </em>v. <em>McDonnell, </em>201 Mass. 341, 346. If this defense were available, the delivery provided for in the contract was conditional. A party for instance undoubtedly may prove by paroi that he executed an agreement upon the understanding that until signed by others similarly interested it was not to take effect, or, that his promissory note in payment of the premium was given upon condition that he should receive a policy of life insurance, which never has been delivered. The performance by the promisee of a precedent condition being collateral to the promise, its non-perform-once furnishes a good defense as between the parties. <em>Elastic Tip Co. </em>v. <em>Graham, </em>185 Mass. 597. <em>Faunce </em>v. <em>State Mutual Assurance Co. </em>101 Mass. 279. <em>Watkins </em>v. <em>Bowers, </em>119 Mass. 383. <em>Hill </em>v. <em>Hall, </em>191 Mass. 253, 265.</p>\n<p id=\"b285-10\">But it is apparent that the conversation, which the defendants wished to elicit in support of this defense, preceded the signatures of the parties, and they evidently sought to enlarge an unambiguous written offer, which upon acceptance by the plaintiffs, indorsed on the instrument, constituted the contract, by <page-number citation-index=\"1\" label=\"264\">*264</page-number>incorporating a contemporaneous oral agreement transforming an absolute into a conditional promise. The evidence was inadmissible as it tended to control or vary the terms of the contract, and was-rightly excluded. <em>Drew </em>v. <em>Wiswall, </em>183 Mass. 554. <em>DeFriest </em>v. Bradley, 192 Mass. 346. <em>McCusker </em>v. <em>Greiger, </em>195 Mass. 46.</p>\n<p id=\"b286-5\">By an independent concurrent agreement, the defendants contracted for seventy-five sets of an edition of the same author to be printed on Japan paper, to be delivered beginning on a certain date at the rate of eight sets monthly as issued, while by the contract in suit they agreed to take two hundred sets of a cheaper edition “ deliverable as issued, ten sets a month,” the terms of payment and of discount to be the same as provided for the “Japan edition.” The contract, which was for four thousand volumes, being silent as to when delivery should begin, the plaintiffs were required to tender performance within a reasonable time. An interval of two years and six months elapsed before the first ten sets or two hundred volumes were tendered. During this period the defendant partnership became merged in a corporation, with a substantial change in the character of the business, but whether it assumed the debts and other obligations of the firm does not appear. If unexplained, although no demand for performance had been made by the buyers, the delay, in view of these circumstances, was so unreasonable as to constitute a breach by the plaintiffs, which would justify a disaffirmance of the contract by the defendants. <em>Spoor </em>v. <em>Spooner, </em>12 Met. 281, 285. <em>Williams </em>v. <em>Powell, </em>101 Mass. 467. <em>Campbell </em>v. <em>Whoriskey, </em>170 Mass. 63, 67. To meet this defense it was competent for the plaintiffs to prove a usage in the trade, that where two editions of an author are to be issued by the same publisher, one of which is to be more expensive than the other, an interval between the publications is allowed in order that the more costly edition may be disposed of before the cheaper edition is put upon the market. It is settled, that a general trade usage may be introduced to supply unexpressed terms in a contract. The time of delivery or of credit or of payment, where the contract is silent, may be shown by the universal course of dealing of the trade. <em>Bradford </em>v. <em>Drew, </em>5 Met. 188, 191. <em>Kriete </em>v. <em>Myer, </em>61 Md. 558. <em>Scudder </em>v. Bradbury, <page-number citation-index=\"1\" label=\"265\">*265</page-number>106 Mass. 422. <em>Salmon Falls Manuf. Co. </em>v. <em>Goddard, </em>14 How. 447. Or in a sale on credit that the delivery of the goods was to be concurrent with payment. <em>Field </em>v. <em>Lelean, </em>6 H. &amp; N. 617. See <em>Dickinson </em>v. <em>Gay, </em>7 Allen, 29, 35. It may be established by the testimony of one witness, but whether his general knowledge is such as to qualify him to give testimony is a preliminary inquiry to be decided by the trial judge. The witness testifies to the existence of a fact from actual knowledge acquired through observation and experience in the business, but he cannot give his opinion. <em>Hamilton </em>v. <em>Nickerson, </em>13 Allen, 351. <em>Jones </em>v. <em>Hoey, </em>128 Mass. 585. <em>Haskins </em>v. <em>Warren, </em>115 Mass. 514, 515. <em>A. J. Tower Co. </em>v. <em>Southern Pacific Co. </em>184 Mass. 472, 475. <em>Robinson </em>v. <em>United States, </em>13 Wall. 363. If the usage is general as applied to a particular transaction, especially where the defendant is a member of the trade, the presumption is that both parties knew of it and contracted accordingly. The question is one of fact for the jury under suitable instructions. <em>A. J. Tower Co. </em>v. <em>Southern Pacific Co. </em>184 Mass. 472, 475, and cases cited. <em>Clark </em>v. <em>Baker, </em>11 Met. 186. <em>Haskins </em>v. <em>Warren, </em>115 Mass. 514. <em>National Bank </em>v. <em>Burkhardt, </em>100 U. S. 686. It is also as well settled, that to be admissible the usage not only must be universal but must have become notorious by the long and uniform practice of those engaged in the trade at the place where the contract is made. <em>Scudder </em>v. <em>Bradbury, </em>106 Mass. 422. The evidence offered by the plaintiffs falls short of these essential requirements, and should have been excluded. <em>Winsor </em>v. <em>Dillaway, </em>4 Met. 221, 223. <em>Haskins </em>v. <em>Warren, </em>115 Mass. 514. <em>Flatt </em>v. <em>Osborne, </em>33 Minn. 98.</p>\n<p id=\"b287-5\">Nor were the instructions as to the effect of the usage if proved, to which the defendants excepted, correct. It did not follow, as the length of the intervening time did not appear to have been fixed by the usage, that the interval between the editions exonerated the plaintiffs. It was still a question of fact whether performance had not been unjustifiably delayed.</p>\n<p id=\"b287-6\">But, if the exceptions must be sustained because of these errors, the plaintiffs at the second trial may be able to furnish satisfactory evidence of the usage, and we deem it advisable to consider the other important questions which again must arise. We have found some embarrassment in their consideration from <page-number citation-index=\"1\" label=\"266\">*266</page-number>the meagre and obscure statements in the exceptions. The plaintiffs apparently printed the entire edition, of which the sets contracted for by the defendants formed only a part, before they began delivery. But the correspondence shows that the corporation, which the parties appear to have treated for all purposes connected with the litigation as if it were the former partnership, refused to receive the first and second instalments, or to comply with the terms of payment, or to accept drafts drawn by the plaintiffs for the instalment price, and reshipped the consignments to the sellers. The plaintiffs, treating the notice as inoperative, continued for some time to tender succeeding monthly instalments, which the defendants declining to receive, suit was brought when they held ready for delivery, including these sets, the whole number of volumes called for by the contract. The amended declaration, or second count, upon which the plaintiffs obtained a verdict, is on an executed contract to recover the entire contract price, and, no question of warranty or of the statute of frauds being involved or a conditional agreement proved, they assert that the sale had been completed and that the title had passed. <em>Carter </em>v. Willard, 19 Pick. 1. <em>Goddard </em>v. Binney, 115 Mass. 450. <em>Putnam </em>v. <em>Glidden, </em>159 Mass. 47. <em>White </em>v. <em>Solomon, </em>164 Mass. 516. <em>Mitchell </em>v. <em>Le Clair, </em>165 Mass. 308. If the defendants were to have taken the sets as manufactured at the plaintiffs’ place of business, or the sets were to have been delivered to a carrier for transportation, an appropriation by setting them apart as the buyer’s goods or delivering them to the carrier would have passed the title, and a refusal to give the notes would have permitted the plaintiffs to sue for the price of each instalment, or, when the time of full performance had expired, to sue for the whole amount. <em>Parsons </em>v. <em>Dickinson, </em>11 Pick. 352. <em>Putnam, </em>v. <em>Tillotson, </em>13 Met. 517, 520. <em>Philbrook </em>v. <em>Eaton, </em>134 Mass. 398. <em>Morse </em>v. <em>Sherman, </em>106 Mass. 430. <em>Weld </em>v. <em>Came, </em>98 Mass. 152. <em>Mitchell </em>v. <em>LeClair, </em>165 Mass. 308. <em>Loring </em>v. <em>Gurney, </em>5 Pick. 15. It is evident, however, from the undisputed testimony, that, although not specified in the contract, which was made here, the parties mutually understood that delivery was to' be at the defendants’ place of business, where the sale would be completed. <em>Taylor </em>v. <em>Cole, </em>111 Mass. 363. <em>Suit </em>v. <em>Woodhall, </em><page-number citation-index=\"1\" label=\"267\">*267</page-number>113 Mass. 391, 393, 394. <em>American Malting Co. </em>v. <em>Souther Brewing Co. </em>194 Mass. 89.</p>\n<p id=\"b289-5\">The contract, which contemplated a present sale of chattels to be manufactured in the future, was purely an executory one until there had been an appropriation by delivery in accordance with the intention of the parties, and the control of the property was transferred to the buyers. <em>Hatch v. </em>Bayley, 12 Cush. 27. <em>Stearns </em>v. Washburn, 7 Gray, 187, 189. <em>Stephenson </em>v. <em>Cady, </em>117 Mass. 6, 10. <em>Dr. A. P. Sawyer Medicine Co. </em>v. <em>Johnson, </em>178 Mass. 374, 377. <em>Cox v. Andersen, </em>194 Mass. 136. Yet, even then, title would only pass as to each instalment when delivered and received, and when suit was begun only a few books more than one quarter of the number comprising the sets had been actually tendered, while in no event were the defendants to pay cash, but they were to give for each instalment their promissory note payable in the future. <em>Collins </em>v. <em>Delaporte, </em>115 Mass. 159. <em>Fullam </em>v. <em>Wright &amp; Colton Wire Cloth Co. </em>196 Mass. 474. The absolute refusal by the defendants to accept or receive the first instalment when it arrived, with notice to the plaintiffs of their intention not to perform, which they reaffirmed when notified of succeeding shipments, having gone to the essence of the promise, was a repudiation of the whole contract, and no question of anticipatory breach is presented. <em>Denny v. Williams, </em>5 Allen, 1, 4. <em>Badger </em>v. <em>Titcomb, </em>15 Pick. 409, 413. <em>Barrie v. Earle, </em>143 Mass. 1. <em>Murray </em>v. <em>Mayo, </em>157 Mass. 248. <em>Fullam </em>v. <em>Wright &amp; Colton Wire Cloth Co. </em>196 Mass. 474. <em>Parker </em>v. <em>Russell, </em>133 Mass. 74, 75, 76. <em>Cutter </em>v. <em>Gillette, </em>163 Mass. 95. <em>Speirs </em>v. <em>Union Drop Forge Co. </em>180 Mass. 87. <em>Edwards </em>v. <em>Slate, </em>184 Mass. 317, 319. <em>R. H. White Co. </em>v. <em>Remick &amp; Co. </em>198 Mass. 41, 47.</p>\n<p id=\"b289-6\">The defendants having an unqualified right to abandon the contract at any stage of performance, the plaintiffs, even if not in default, could not insist on proceeding under it, by tendering books which the defendants not only might be unable to dispose of but did not want, and thereby compel them to pay the contract price for goods sold and delivered. <em>Collins </em>v. <em>Delaporte, </em>115 Mass. 159,162. <em>Barry </em>v. <em>Cavanagh, </em>127 Mass. 394. <em>Barrie </em>v. <em>Earle, </em>143 Mass. 1, 5. <em>Obery </em>v. <em>Lander, </em>179 Mass. 125, 130. <em>Martin </em>v. <em>Meles, </em>179 Mass. 114. <em>Porter </em>v. <em>American Legion of Honor, </em>183 Mass. 326. <em>Earnshaw </em>v. <em>Whittemore, </em>194 Mass. 187, <page-number citation-index=\"1\" label=\"268\">*268</page-number>192. <em>R. H. White Co. </em>v. <em>Remick &amp; Co. </em>198 Mass. 41. <em>Moffat </em>v. Davitt, 200 Mass. 452. <em>Roehm </em>v. <em>Horst, </em>178 U. S. 1.</p>\n<p id=\"b290-3\">But under the first count, having been able and willing to perform, the plaintiffs were entitled to damages which naturally resulted from the defendants’ repudiation. <em>Foternielc </em>v. <em>Watson, </em>184 Mass. 187, 193. The cause of action, however, accrued at the time of the breach, and the plaintiffs having a right to treat the contract as irrevocably broken, were to be compensated for the defendants’ failure of performance in the future as well as in the past. <em>Parker </em>v. <em>Russell, </em>113 Mass. 74. <em>Murray </em>v. <em>Mayo, </em>157 Mass. 248. <em>Cutter </em>v. <em>Gillette, </em>163 Mass. 95. <em>Speirs </em>v. <em>Union Drop Forge Co. </em>180 Mass. 87. <em>Pierce </em>v. <em>Tennessee Coal, Iron &amp; Railroad Co. </em>173 U. S. 1, 11. <em>Hinckley </em>v. <em>Pittsburgh Bessemer Steel Co. </em>121 U. S. 264. The measure of. recovery, therefore, should be ascertained by the difference between the market price and the contract price at the place of delivery. <em>Tufts </em>v. <em>Bennett, </em>163 Mass. 398. <em>Houghton </em>v. <em>Furbush, </em>185 Mass. 251. <em>Moffat </em>v. <em>Davitt, </em>200 Mass. 452.</p>\n<p id=\"b290-4\">We do not deem it important to review further the various requests, but for the reasons stated there was a mistrial on the question of damages.</p>\n<p id=\"b290-5\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}