{
  "casebody": {
    "data": "<casebody firstpage=\"39\" lastpage=\"46\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b61-4\">Mary M. W. Gahm &amp; another <em>vs. </em>George E. Wallace &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b61-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ALu\">March 11, 1910.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUQ\">May 18, 1910.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b61-7\">Present: Knowlton, C. J., Morton, Loring, Braley, &amp; Rtjgg, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b61-8\"><em>Practice, Civil, </em>Removal of default, on motion under Common Law Rule 43 of Superior Court, General appearance by defendant, Amendment into bill in equity. <em>Rules of Court. Equity Jurisdiction, </em>To reach property conveyed in fraud of creditors.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b61-9\">Common Law Rule 43 of the Superior Court, which provides that “ When a default is entered in an action it shall not he stricken off after the day upon which it is entered, except upon notice to the adverse party, and upon an affidavit of merits in the defense, with a statement of its nature, and proof to the satisfaction of the court that a defense is in good faith intended,” plainly was intended to prevent the removal of a default to enable a defendant to interpose dilatory motions, or to do anything else than to defend the case upon its merits; and after, upon such a motion by a defendant in an action of contract, the court has removed a default and has permitted the defendant to file an answer by a certain day and has assigned the action for trial on a day three days thereafter, no question of jurisdiction can be raised by the defendant; and if he thereupon files an answer alleging that the court has no jurisdiction of the action because of insufficient service upon him, it is proper for the court to strike such answer from the files.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b61-10\">Under the provisions of R. L. c. 173, § 52, the Superior Court has power to allow an amendment to an action at law against a single defendant upon two promissory notes, in which a special attachment had been made of certain real estate as property of the defendant standing in the name of one E., into a suit in equity in which E. is made a party defendant and the bill sets forth claims upon the same notes upon which the action at law was founded and also alleges facts to show that the real estate standing in the name of E. had been purchased by the defendant and that E. has no interest therein, and the prayers of the bill are for an adjudication of the debt due the plaintiff and for the application to its satisfaction of the defendant’s property standing in the name of E.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b61-11\">In an action at law in the Superior Court, with a declaration on four promissory notes, the defendant was not served upon because he was not an inhabitant of this Commonwealth and had no last and usual place of abode, tenant or agent herein, hut a special attachment was made of certain real estate as his property although its record title stood in the name of another person, and upon a motion of the plaintiff an order was made for personal service upon the defendant in another State in accordance with R. L. c. 170, § 6, and, the defendant still not appearing, he was defaulted in accordance with R. L. c. 170, § 7. Thereafter, appearing specially therefor, he made a motion under Common Law Eule 43, which provides that “when a default is entered in an action it shall not be stricken off after the day upon which it is entered, except upon notice to the adverse party, and upon an affidavit of merits in the defense, with a statement of its nature, and proof to the satisfaction of the court that a defense is in good faith intended,” and in the affidavit which he filed in support of the motion, he set up as a defense that the plaintiff had brought suits in other States on the <page-number citation-index=\"1\" label=\"40\">*40</page-number>same cause of action as that set forth in the action here, and that certain of the notes were without consideration, and stated nothing as to a contention that the court here had no jurisdiction in the case. The court thereupon made an order allowing the defendant to file his answer on a certain date and assigning the case for trial on a date five days thereafter. The defendant filed an answer in two papers, the first setting up in defense that the court had no jurisdiction of the case because of alleged defective service, and the second, without waiving the first, setting up a general denial. On motion of the plaintiff the paper containing the plea to the jurisdiction was stricken from the files. Thereupon the defendant moved for leave to amend his answer of general denial and, upon leave being granted, filed also an answer of payment. Thereafter the plaintiff moved under R. L. c. 173, § 62, to amend the action into a suit in equity to reach in satisfaction of the debt due to the plaintiff property conveyed by the defendant in fraud of creditors, and the court in a proper exercise of its discretion allowed the amendment. The defendant thereupon filed a plea and a demurrer, which set up that the court did not have jurisdiction because of insufficient service upon the defendant. The plea and the demurrer were overruled. A decree taking the bill <em>pro confessa </em>for failure of the defendant to answer having been entered, a final decree was made in accordance with the prayers of the bill. The defendant appealed from all orders of the court and contended that the court was without jurisdiction because of insufficient service. <em>Held, </em>that the acts of'the defendant in the action at law constituted a general appearance for all purposes, and that therefore the defendant's appeals must be dismissed.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b62-5\">Contract, (afterwards amended into a bill in equity as stated in the opinion,) with a declaration in four counts upon four promissory notes of which the defendant was alleged to be the maker. Writ dated November 17,1908.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b62-6\">The facts regarding the service upon the defendant and the proceedings in the action at law and the suit in equity into which it was amended are stated in the opinion.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b62-7\">The first amendment to the declaration, made by leave of court when the order was made removing a default and permitting the defendant to file an answer, struck out two counts of the declaration and left the action upon two instead of four promissory notes.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b62-8\">The bill in equity into which the action was amended as stated in the opinion was against George E. Wallace, who was the defendant in the action at law, and Frank Watson, who was not a party to the action at law. The bill set forth the plaintiffs’ claim upon the two promissory notes described in the amended declaration in the action at law and averred the circumstances under which the notes were given to the plaintiffs by the defendant Wallace, set forth certain payments of principal and interest thereon, and alleged in detail that Wallace had purchased cer<page-number citation-index=\"1\" label=\"41\">*41</page-number>tain property and had had the title placed in the name of Watson. The prayers of the bill were that a receiver be appointed to take possession of the rents and profits of the property, to apply such portion thereof as was necessary for the' preservation of the property during the pendency of the suit; for the adjudication of the plaintiffs’ claim, and for the application of the defendant Watson’s interest in the property toward the satisfaction thereof.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b63-5\">Besides demurring to the bill in equity, as stated in the opinion, the defendant filed a plea to the jurisdiction which was overruled ; and the defendant appealed.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b63-6\">The grounds of the defendant’s demurrer to the bill in equity were, “ (1) that the plaintiffs have not stated such a case as entitles them to any relief in equity against this defendant; (2) that the plaintiffs have a plain and adequate remedy at law; (3) that a suit in equity cannot be maintained upon an attachment of property without personal service on the defendant within the jurisdiction of the court.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b63-7\">The bill was taken <em>pro confess </em>as against the defendant Watson.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b63-8\">The final decree, besides adjudicating that the defendant Wallace owed the plaintiffs as alleged in the bill, and that the real estate described was the property of Wallace, ordered that the defendant pay the debt to the plaintiffs, and “ that in the event that the defendant Wallace shall refuse or shall neglect to pay to the plaintiffs the aforesaid sum and interest and costs within thirty days from the date of this decree, then all the property of the defendant Wallace which was attached upon the original writ in this suit, ... be taken on execution in the manner provided by R. L. c. 178.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b63-9\">The various appeals of the defendant Wallace and the substance of the orders appealed from are stated in the opinion. -</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b63-10\"><em>W. D. </em>Turner, (G. <em>Hoague </em>with him,) for the defendant Wallace.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b63-11\"><em>A. </em>Lincoln, for the plaintiffs.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b63-12\">Knowlton, C. J.</author>\n<p id=\"A0J\">The plaintiffs, having a substantial claim against the defendant Wallace upon certain promissory notes, brought this suit against him in the Superior Court, and attached generally his interest in any real estate in the county <page-number citation-index=\"1\" label=\"42\">*42</page-number>of Suffolk, and especially a certain parcel of land with buildings upon it on Westland Avenue in Boston, which stands in the name of the defendant Watson. The original writ ran against Wallace alone. As Wallace was not an inhabitant of the Commonwealth and had no last and usual place of abode, tenant or agent therein, no service was made on him. Upon the plaintiffs’ motion an order was issued for notice to be served personally on him, fourteen days at least before the first Monday of January, 1909, that he might appear on that day and show cause why judgment should not be entered against him in the action. An affidavit was subsequently filed, saying that on the twelfth day of December, 1908, he was served with an attested copy of this order of notice at Rochester, in the State of New Hampshire, by a deputy sheriff appointed for the county of Strafford in that State. He having failed to enter an appearance within the time prescribed by the R. L. c. 170, § 7, a default was entered, in accordance with the terms of this section. Under this section and § 6, the plaintiffs then became entitled to a judgment which would be good against the property attached, under the provisions of § 1 of this chapter, if an effectual attachment was made. The defendant had lost his right to appear and be heard in the case, and could afterwards appear only by leave of the court on the removal of the default. Any judgment that the court might render, founded on the default, and the facts proved by the plaintiffs, would not be binding upon the defendant to make him liable directly, inasmuch as there had been no service that gave jurisdiction to adjudicate against him personally. <em>Eliot </em>v. <em>McCormick, </em>144 Mass. 10. <em>Pennoyer </em>v. <em>Neff, </em>95 U. S. 714. But to raise questions of this kind in reference to a judgment running only against his property, unless the default was taken off, he would be obliged to wait until the judgment was rendered and then to proceed by a writ of error, a writ of review, or otherwise. Before the default he could have appeared specially, simply for the purpose of objecting to the jurisdiction, without thereby submitting to the jurisdiction of the court.</p>\n<p id=\"b64-5\">On February 16, 1909, he appeared specially, representing that he did it only for this purpose, and moved that the default be removed. Rule 43 of the Superior Court is as fol<page-number citation-index=\"1\" label=\"43\">*43</page-number>lows: “ When a default is entered in an action it shall not be stricken off after the day upon which it is entered, except upon notice to the adverse party, and upon an affidavit of merits in the defense, with a statement of its nature, and proof to the satisfaction of the court that a defense is in good faith intended.” This rule was plainly intended to prevent the removal of a default to enable a defendant to interpose dilatory motions, or to do anything else except to defend the case upon its merits. Under this rule we are of opinion that a defendant cannot have a default taken off merely for the purpose of raising a question as to the jurisdiction of the court. It seems to have been intended to require him to waive all questions of jurisdiction, so far as it is possible for him to waive them, and to come directly to the merits of his defense as a condition of having the default removed. The affidavit must not only show merits in the defense, but must contain a statement of its nature; and the court must be satisfied that a defense is in good faith intended. These provisions indicate the presentation of something different from a mere denial of the jurisdiction of the court.</p>\n<p id=\"b65-5\">On February 23 the defendant filed an affidavit in compliance with this rule. He set up that he had a good defense to the action, in that the same plaintiffs had brought a suit against him in New Hampshire upon the same notes, and another suit in New York upon them, and that certain of the notes were without consideration and void, and in the nature of penalties. In stating his defense in the affidavit, he did not refer to want of jurisdiction, although he had stated in an early part of the affidavit the facts relative to the service, and had said, as an excuse for his failure to appear seasonably, that he had been told that the court had no jurisdiction.</p>\n<p id=\"b65-6\">On February 27, upon the motion and affidavit, the court made an order, after a hearing, reciting a waiver by the plaintiffs of their claim for a trial by jury, and allowing them to amend their writ on or before March 1, and allowing the defendant to file his answer on or before March 6, and setting down and assigning the action for hearing in a session without a jury, March 11. Thereupon the plaintiffs amended their declaration, upon a motion allowed March 1, striking out two counts and changing another count. The defendant then filed his answer <page-number citation-index=\"1\" label=\"44\">*44</page-number>in two papers, numbered thirteen and fourteen, respectively, and each marked, “ Filed by leave, Mar. 6, 1909.” The first of these papers, numbered thirteen, purported to be under a special appearance for the sole purpose of objecting to the jurisdiction of the court and setting up the facts relative to service, with an averment that no attachment of his goods or estate had been made, and setting up also the pendency of two actions ■ against him by the same plaintiffs, upon the same notes, one in' New Hampshire and the other in New York. The other paper was a further answer, not waiving the first, making a general denial of the averments of the declaration.</p>\n<p id=\"b66-5\">Thereupon the plaintiffs, on March 11, filed a motion that paper number thirteen be stricken from the files, as improperly filed after the filing of the affidavit of merits upon which the default was removed. This motion was allowed on March 13.</p>\n<p id=\"b66-6\">This being the state of the record, the defendant moved for leave to amend the answer in general denial by adding an averment of payment of the notes pursuant to an agreement in writing, a copy of which he annexed. This motion was allowed on March 18, 1909.</p>\n<p id=\"b66-7\">The defendant’s affidavit of merits, made under the rule, indicated an intention to submit to the jurisdiction of the court for a trial of the case upon the defenses stated in it, which did not include, want of jurisdiction. The order of the court upon the motion was an order permitting this, and providing for an amendment of the declaration and the filing of an answer, and setting the case down for a hearing by assignment at a stated time. This purported to be for a hearing upon the merits, on the issues presented by the declaration and the answer, and the default was taken off only by this order made for this purpose.</p>\n<p id=\"b66-8\">The second paper of the defendant’s answer, filed at the same time with the first paper, raised issues upon the merits by its general denial. It indicates that he correctly understood the order removing the default for. the purpose of a hearing on the merits. Then, after, the paper numbered thirteen had been stricken from the files, the defendant further amended his answer by setting up payment. It is a familiar rule that, if one appears generally in a case, or asks the court to do any<page-number citation-index=\"1\" label=\"45\">*45</page-number>thing which involves the exercise of jurisdiction over the parties, he waives all questions in regard to service and submits himself to the jurisdiction of the court. This case is not as if the defendant filed a special appearance within the time prescribed by the statute. He had lost his right to be heard in the proceeding unless the default should be removed, and he could have the default removed only under a rule which required him to appear generally for the purpose of a decision upon the merits. We are of opinion that the court was right in the order for the removal of the default and the hearing of the case on the merits, and that the defendant was right in filing his affidavit of merits and in setting up a general denial and payment in his answer. His affidavit and these answers, made after the order assigning the case for a hearing, and the last of them made after paper number thirteen had been stricken from the files, constituted a general appearance, which gave the court jurisdiction to render a judgment against him personally, as well as against his property. The judge was also right in striking from the files the answer to the jurisdiction. The defendant’s appeal from this order, which was not claimed until March 29, after all the other proceedings recited above, was not well founded.</p>\n<p id=\"b67-5\">The plaintiffs then, on May 21, moved to amend their writ and declaration from an action of contract into a bill in equity, and to make Frank Watson, in whose name the title to the attached land stood, a party defendant. The claim in equity was made under the R. L. c. 159, § 3, cl. 8, which is to reach and apply property conveyed by a debtor or held for his benefit in fraud of his creditors. It was in the power of the court to allow the amendment. R. L. c. 173, § 52; c. 159, § 6. The facts well warranted a finding that the cause of action stated in the bill in equity was the same for which the action was brought, and the court might find that the amendment was necessary to enable the plaintiffs to sustain the suit in the most effectual way for the cause for which it was intended to be brought. By this amendment the holder of the title was brought into court, so that the rights of all parties could be plainly determined in a single suit. The order allowing this motion is affirmed.</p>\n<p id=\"b67-6\">The defendant Wallace then filed a demurrer to the bill, and after the demurrer had been overruled, appealed from the order <page-number citation-index=\"1\" label=\"46\">*46</page-number>overruling it. The demurrer was rightly overruled. He then appealed from an order that the bill be taken <em>pro confessa </em>as against hiin, for his failure to file an answer to the bill within one month after the entry of the order overruling the demurrer. This order was rightly entered.</p>\n<p id=\"b68-3\">Finally, the defendant Wallace appealed from the decree for the plaintiffs. No argument has been addressed to us touching the form of the decree, and the defendant, throughout the case, has relied upon objections to the jurisdiction which we have already considered. Upon the findings of the court that the real estate was purchased and paid for by the defendant Wallace, while the record title was conveyed to the defendant Watson, with intent to defeat, delay and defraud the creditors of Wallace, and that this record title remained in Watson until the commencement of the suit and the making of the attachment, it was proper to provide for a levy of execution upon the property, if the defendant Wallace failed to make the payment ordered within the thirty days prescribed therefor.</p>\n<p id=\"b68-4\">\n<em>Decree affirmed with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}