{
  "casebody": {
    "data": "<casebody firstpage=\"4\" lastpage=\"6\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b26-7\">Esther Connelly <em>vs. </em>City of Boston.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b26-8\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Abx\">March 4, 1910.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AWN\">May 18, 1910.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b26-9\">Present: Knowlton, C. J., Morton, Loring, Braley, &amp; Rugo, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b26-10\"><em>Way, </em>Defect in highway. <em>Municipal Corporations. Notice.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b26-11\">A person, who is attempting to take a street car in a street of a city after leaving a theatre on a rainy evening, in the absence of any warning or barrier, has no reason to anticipate that the pavement in the middle of the street suddenly will give way and that one of his feet will go down for a considerable distance, and, in an action against the city for his injuries thus caused, he can be found to have been in the exercise of due care.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b26-12\">Although a city is not liable for the negligence of the agents or employees of a board of public officers engaged in constructing a tunnel beneath a street of the city under direct legislative authority, yet, so long as the street is left open for public use, the city is under its ordinary statutory obligation to keep it reasonably safe and convenient for travellers, and is liable for an injury by reason of a defect in the street caused by the excavation for the tunnel, if the city has had reasonable notice of the defect or might have had such notice by the exercise of proper care and diligence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b26-13\">In an action against a city for injuries sustained by reason of a defect in a highway of the defendant, it appeared that, as the plaintiff was attempting to take a street car after leaving a theatre on a rainy evening, the pavement in the middle of the street suddenly gave way and one of the plaintiff’s feet went down for a considerable distance, causing the injuries, and that this caving in was caused by the construction of a tunnel beneath the street, which was being done by a board of public officers under direct statutory authority. There was nothing to show that the defendant knew before the accident of the condition of the excavation which made this place unsafe, but, there was evidence that, before the accident, a part of the pavement at this place looked “ put together tight ” and other parts looked as if the ground underneath the pavement had been loose and had sunk in, that \" about every few feet there were humps,” and <page-number citation-index=\"1\" label=\"5\">*5</page-number>that, after the accident, the street at that point was all caved in for a distance of from a foot and a half to two or three feet each way. <em>Held, </em>that general knowledge that the excavation for the tunnel was going on underneath the street called for special vigilance on the part of the representatives of the defendant to ascertain whether the irregularities in the surface of the pavement were such as would expose travellers to danger, and that there was evidence for the jury on the question whether the defendant by the exercise of proper care and diligence might have had reasonable notice of the defect.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b27-5\">Tort for personal injuries sustained by reason of an alleged defect in Washington Street, a public highway of the defendant, on the evening of March 8,1906. Writ dated March 15, 1906.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b27-6\">At the trial in the Superior Court before <em>Dana, </em>J., the evidence for the plaintiff was presented which is described in the opinion. The defendant offered no evidence, and the judge ruled that the action could not be maintained and ordered a verdict for the defendant, with the understanding that the case should be reported for determination by this court. The judge so reported the case, with the agreement of the parties “ that, if it should be found that the defendant was liable, judgment should be entered for the plaintiff in the sum of $2,250, otherwise judgment should be entered for the defendant.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b27-7\">The case was submitted on briefs.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b27-8\"><em>D. H. Coahley, H. R. Sherman &amp; W. </em>Flaherty, for the plaintiff.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b27-9\"><em>A. L. Spring, </em>for the defendant.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b27-10\">Knowlton, C. J.</author>\n<p id=\"AB\">This is an action to recover for a personal injury caused by a defect in a public street. Between half past ten and eleven o’clock in the evening the plaintiff left the Park Theatre, and as she was walking near the railway track on Washington Street, in an attempt to take a street car, the pavement suddenly gave way and one of her feet went down to a considerable depth below the surface of the street. This condition of the street was a serious defect. It had been raining hard through the day and evening, and the pavement in some places was a little muddy as well as wet. The jury well might have found that the plaintiff was in the exercise of due care, for she had no reason to anticipate danger from a defect in the middle of the street.</p>\n<p id=\"b27-11\">The evidence tended to show that the cause of the defect was the prosecution of the work of constructing a tunnel under Washington Street, which was done by the transit commission <page-number citation-index=\"1\" label=\"6\">*6</page-number>under the St. 1902, c. 534. This was a great public work, carried on by a board of public officers, acting independently under direct legislative authority. The city might assume that the members of this commission and the contractors and employees engaged in the work would use due care to avoid exposing travellers to injury. The city was not liable directly for the negligence of any of these persons. But so long as the street was left open for public use the city was under the ordinary statutory liability for a failure to keep it safe and convenient for travellers.</p>\n<p id=\"b28-5\">In order to recover the plaintiff must prove either that the city had reasonable notice of the defect, or that it might have had such notice by the exercise of proper care and diligence. There is no evidence that the city knew of the condition that rendered this place unsafe before the accident, for the pavement had not then fallen. The important and difficult question in the case is whether there was evidence from which a jury could have found that the city might have known of it by the exercise of proper care and diligence.</p>\n<p id=\"b28-6\">On this point the evidence was meagre. There was testimony that, after the accident, the street at that point was all caved in for a distance of a foot and a half to two or three feet each way. One witness testified as to the conditions near that point before the accident: “ The pavings there, it seemed that some part of them were put together tight and others looked as though the ground underneath the pavements had been loose and it sunk in. About every few feet there were humps.” The known fact that excavation was going on underneath called for special vigilance on the part of the representatives of the city to ascertain whether the irregularities in the surface of the pavement were such as would expose travellers to danger. We are of opinion that there was evidence on this part of the case proper for the consideration of the jury.</p>\n<p id=\"b28-7\">\n<em>Judgment for the plaintiff.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}