{
  "casebody": {
    "data": "<casebody firstpage=\"584\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b602-3\">Boston and Lowell Railroad Corporation &amp; another <em>vs. </em>County Commissioners of Middlesex. Same <em>vs. </em>Same.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b602-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AlIu\">March 6, 1908.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABk\">May 20, 1908.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b602-6\">Present: Knowlton, C. J., Morton, Loring, Braley, &amp; Sheldon, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b602-7\">\n<em>Railroad. County Commissioners. Certiorari.</em>\n</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b602-8\">Upon a petition of the mayor and aldermen of a city under R. L. c. Ill, § 132, averring that a railroad so crosses a public way as to obstruct it contrary to law, and that the corporation maintaining the railroad refuses and neglects to keep in repair a bridge or other structure which is required and necessary at such crossing, the county commissioners have no jurisdiction to order a separation of the grades of the railroad and the way at the crossing.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b602-9\">If an order made by the county commissioners upon the petition of the mayor and aldermen of a city under R. L. c. Ill, § 134, which gives the commissioners authority to prescribe the manner and limits within which an alteration shall be made in a crossing of a public way and a railroad, the approaches thereto, the location of the railroad or way or in a bridge at the crossing, when the alteration does not involve the abolition of a crossing at grade, makes no reference to the taking of any land, although the carrying out of the order would require the taking of considerable land, and the plan referred to in the order does not show where the lines of the street to be constructed are with reference to the existing street or how much land is to be taken on one side or how much on the other, if land is to be taken, and there is nothing to show whether the filling of the space between the, bridge to be constructed and another bridge is to be supported by sloping embankments of earth or by retaining walls, and certain sidewalks are designated without anything to indicate the material of which they are to be constructed, and the plan also contains other uncertainties, the order is too indefinite to meet the requirements of the statute and is void.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b602-10\">Where two petitions for writs of certiorari to quash orders made by a board of county commissioners were considered together by this court, each order purporting to authorize the construction of a railroad bridge over a highway, the locations of the proposed bridges being on the same street about one hundred and fifty feet apart, one of them being upon a branch road and the other upon the main line of the same railroad company, the two orders having been made at the same time as parts of a single scheme which called for the construction of a steel bridge in each location, and the order relating to the bridge on the branch road plainly was void as beyond the jurisdiction of the commissioners, while the order relating to the bridge on the main line was too indefinite to meet the requirements of the statute under which it was made, it was intimated that, even if the errors and omissions in the last named order had not been fatal, this court would have hesitated to sustain that order when the result of carrying it out with the other order quashed would be useless and undesirable.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b602-11\">Under St. 1902, c. 544, § 27, which provides that on a petition for a writ of certiorari the court at any time after the petition is presented “ may order the proceedings brought up; and after they are brought up, may quash or affirm them, <page-number citation-index=\"1\" label=\"585\">*585</page-number>or may make such order, judgment or decree as law and justice may require,” this court, even if otherwise the case were an appropriate one for such a procedure, would not exercise the powers given by the statute to order the record brought up for its action for the purpose of making a decree which would produce a result useless and undesirable.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b603-4\">Two petitions, both filed April 3, 1906, by the Boston and Lowell Railroad Corporation and the Boston and Maine Railroad, for writs of certiorari to quash two orders made by the county commissioners of the county of Middlesex, one providing for a bridge over the tracks of the main line of the petitioners at Lowell Street in Somerville, and the other providing for a bridge over the tracks of the Lexington and Arlington Branch Extension of the petitioners at Lowell Street in Somerville.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b603-5\">The cases were heard by <em>Morton, </em>J. In each case the petitioners offered evidence tending to show that Lowell Street at the location of the proposed bridge was not a public way at the time of the order. The justice excluded the evidence and the petitioners excepted.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b603-6\">At the request of the parties the justice reported the cases for determination by the full court of the questions of law involved. If the full court should be of opinion that the evidence which was excluded was material and should have been admitted, the cases were to stand for hearing. If the court should be of opinion that the evidence was excluded rightly but that upon the other facts in either of the cases a writ of certiorari should be issued, orders were to be made accordingly; otherwise, the petitions were to be dismissed, or such other disposition of the cases was to be made as law and justice might require.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"A3X\"><em>C. A. Hight, </em>for the petitioners.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b603-8\"><em>F. W. Kaan, </em>for the respondents.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b603-9\">Knowlton, C. J.</author>\n<p id=\"Ars-\">At a point about three hundred feet southeasterly of Lowell Street in the city of Somerville, the Lexington and Arlington branch of the Boston and Lowell Railroad, now operated by the Boston and Maine Railroad, diverges from the main line, so that the two lines of track when they cross Lowell Street are about one hundred and fifty feet apart. The Lexington and Arlington branch was built under the St. 1870, c. 386, which provided that all crossings of highways should be at grade, unless a different mode of crossing should be ordered <page-number citation-index=\"1\" label=\"586\">*586</page-number>by the railroad commissioners. In the proceedings before the county commissioners which are called in question, there wop a dispute between the parties as to whether Lowell Street was a public way, but the commissioners found that it was. No crossing was ever constructed at the point where this branch of the railroad passes over Lowell Street, but the railroad was constructed at a depth of several feet below the surface of the adjacent land.</p>\n<p id=\"b604-3\">This being the situation, and the place never having been used as a crossing for teams, the mayor and aldermen of Somerville presented a petition to the county commissioners, averring that the public way at that point was so crossed that the railroad obstructed the way, and that the corporation refused and neglected to keep in repair a bridge or other structure which was required and necessary at the crossing, and asked that they be ordered to make repairs.</p>\n<p id=\"b604-4\">It is very plain that this petition was brought under the It. L. c. Ill, § 132, which gives the county commissioners jurisdiction to order repairs to be made by the railroad corporation at a crossing in cases such as this was averred to be. Under this petition the county commissioners ordered the present petitioners to separate the grades of the street and the railroad, to construct a bridge over the railroad, and a street to pass over the railroad on the bridge.</p>\n<p id=\"b604-5\">\" This section of the statutes did not authorize the making of an order of this kind, nor had the county commissioners jurisdiction, upon any form of petition or under any statute, to order a, separation of the grades of the railroad and the way at this point. If, notwithstanding the special provision as to crossings in the St. 1870, c. 386, these grades can now be separated under a general law, the proceedings will need to be in a different form and before another tribunal. R. L. c. Ill, § 149.</p>\n<p id=\"b604-6\">As the order in regard to this crossing was wholly unwarranted, a writ of certiorari must be issued in accordance with the prayer of the petitioners.</p>\n<p id=\"b604-7\">The petition in the other case relates to the order for the erection of a bridge and the construction of a street to cross over the main line of the railroad at its intersection with Lowell Street. The orders upon the two petitions were made at the same time, <page-number citation-index=\"1\" label=\"587\">*587</page-number>and as a part of a single scheme which called for the erection of a steel bridge over each of the lines of the railroad, at a height to give sixteen feet in the clear between the tracks and the bridge above. The distance between the adjacent abutments of the two bridges, measuring on Lowell Street, was to be about one hundred and twenty-five feet. The street was to be constructed forty feet wide and the bridges were to be of the same width. The street was to be graded for a considerable distance on each side of the tracks, and the grades.of other streets near by, running at right angles to Lowell Street, were also to be raised to make convenient connections with that street.</p>\n<p id=\"b605-3\">The petition and order in this case were under the.R. L. c. Ill, § 134. This section authorizes the county commissioners to make an alteration in a crossing, the approaches thereto, the location of the railroad or way, or in a bridge at the crossing, if the change does not involve the abolition of a crossing at grade. When action is taken under this section the county commissioners must prescribe the manner of making the changes, and the limits within which they are to be made. If necessary, land may be taken for the purpose, and the damages are to be assessed as in other similar cases where land is taken for a public use. Under § 136 a special commission is to be appointed to determine which party shall carry the decision into effect, and which shall pay the charges and expenses of making the alteration and of keeping the crossing and the approaches thereto in repair, as well as the cost of the application to the county commissioners.</p>\n<p id=\"b605-4\">The petitioners object that the respondents failed to prescribe the manner of making the alterations, and the limits within which they should be made, with sufficient fullness to answer the requirements of the law.</p>\n<p id=\"b605-5\">In the first place, while the bridge and the street are to be constructed forty feet wide, there is nothing in the record of the proceedings to show how wide Lowell Street now is. A plan which is furnished us as a part of the papers of the case is said to be one annexed by the respondents to their answer, and we assume this to be the fact, although there is nothing to identify it sufficiently to make us certain of its relation to the case. This plan shows Lowell Street, with the lines of railroad, and numerous streets' that cross Lowell Street. It shows Lowell <page-number citation-index=\"1\" label=\"588\">*588</page-number>Street to be forty feet wide in a part of its length, but between Vernon Street and Albion Street, which space includes the crossing of the railroad tracks and a considerable distance to the southward, it shows it to be only thirty-three feet wide. If this plan is correct, there must be a taking of considerable land to widen the street under the order of the commissioners. But the record makes no reference to the taking of any land, and does not show where the lines of the street to be constructed are, in reference to the lines of the existing street, or how much land is to be taken on one side, or how much on the other, if land is to be taken for the street. There is nothing in the record to show whether the space between the two bridges is to be constructed with sloping embankments of earth, or with retaining walls. The plan which is referred to in the order <footnotemark>*</footnotemark> is marked at that place, “ Filling or piers,” and there is nothing to show which is required. In another part of the plan representing this space, there is a dotted line marked, “ Bottom of slope ”; but this does not relieve one from the uncertainty, especially when we find in the order a requirement that railings be erected on the edges of embankments and retaining walls, while there is nothing but these marks on the plan that refers to any retaining walls. In various places on the plan, along the side of Lowell Street and around corners of streets which cross Lowell Street, there are dotted lines marked, “Bottom of slope,” which lines around these corners are curved. From these it seems that, apart from the widening of Lowell Street from thirty-three to forty feet, about which we are uncertain, there must be a taking of land in different places for the sloping of these embankments, unless Lowell Street is now more than forty feet wide. Some of these curved lines run through buildings marked upon the plan, but there is no means of locating any of these lines except by the use of the scale and measurements upon the plan. These would be too indefinite fairly to determine the rights of those interested, or to furnish a guide to a party who might be ordered to do the work, or to enable the special commission to reach such conclusions as the statute contemplates in such cases. The order requires that the surface of the street shall be macadamized <page-number citation-index=\"1\" label=\"589\">*589</page-number>through its whole width of forty feet. The plan, which is referred to as a guide for the construction, calls for a roadway twenty-six feet and eight inches wide, and a sidewalk on each side six feet and eight inches wide. There is nothing to show of what material these sidewalks are to be built. No one is authorized to enlarge or change this order of the county commissioners. We are of opinion that it is too indefinite to meet the requirements of the statute. See <em>Hinchley </em>v. <em>Hastings, </em>2 Pick. 162; <em>Jeffries </em>v. <em>Swampscott, </em>105 Mass. 535; <em>Housatonic Railroad </em>v. <em>Lee &amp; Hudson Railroad, </em>118 Mass. 391.</p>\n<p id=\"b607-3\">If it were doubtful whether the errors and omissions in the order were fatal, so that a question of discretion was presented, we should hesitate to sustain an irregular and imperfect proceeding, the effect of which, if carried out, would be to leave Lowell Street with a bridge over the main line, terminating on that grade at a point eighteen feet in the.air, while the remainder of the street would be left at its present level, near the grade of the Lexington and Arlington branch.</p>\n<p id=\"b607-4\">It is contended by the respondent that, if there are irregularities in the proceedings, the court, under the St. 1902, c. 544, § 27, may order the record brought up, and may make such order, judgment or decree as law and justice may require. While this provision is very broad, it would hardly be practicable for the Supreme Judicial Court, in a case involving so many details and inquiries in matters of fact as appear in this case, to prescribe the manner of constructing this crossing. Besides, the fact that a crossing by a bridge over the track of the main line would be useless without a similar crossing over the branch line is a sufficient reason why the court should not proceed under this statute in the manner proposed.</p>\n<p id=\"b607-5\">In each case the order will be</p>\n<p id=\"b607-6\">\n<em>Writ of certiorari to be issued.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b606-3\"> This is not the plan mentioned on page 587.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}