{
  "casebody": {
    "data": "<casebody firstpage=\"280\" lastpage=\"292\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b528-4\">CLARKE v NORTH DETROIT GENERAL HOSPITAL DAWSON v DETROIT RECEIVING HOSPITAL</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b528-5\">Docket Nos. 86437, 86438.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AEI\">Argued October 3, 1990</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"APO\">(Calendar No. 11).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Abq\">Decided May 28, 1991.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b529-11\"><page-number citation-index=\"1\" label=\"281\">*281</page-number><em>Linda D. Bernard, </em>Attorney, Executive Director, Wayne County Neighborhood Legal Services; <em>Jordan Rossen, </em>General Counsel, and <em>Richard W. McHugh, </em>Associate General Counsel, UAW, for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b529-12\"><em>Health Care Legal Group, P.C. </em>(by <em>Clark R. Ballard), </em>for defendants North Detroit General Hospital and Detroit Receiving Hospital.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b529-13\"><em>Frank J. Kelley, </em>Attorney General, <em>Gay Secor Hardy, </em>Solicitor General, and <em>Donna K. Welch </em>and <page-number citation-index=\"1\" label=\"282\">*282</page-number><em>Tom Nelson, </em>Assistant Attorneys General, for defendant Michigan Employment Security Commission.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b530-6\">Amici Curiae:</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b530-7\"><em>Sachs, Nunn, Kates, Kadushin, O’Hare, Helves-ton &amp; Waldman, P.C. </em>(by <em>Theodore Sachs </em>and <em>Eileen </em>Nowikowski), for Michigan State AFL-CIO.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b530-8\"><em>Daniel Bambery </em>for Legal Aid of Central Michigan.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b530-9\">Levin, J.</author>\n<p id=\"AYRN\">The question presented is whether Edna T. Clarke and Toni R. Dawson, nurses employed by the defendant hospitals, who were discharged after they failed nursing board licensing examinations, are entitled to unemployment compensation benefits. We hold that they did not leave work \"voluntarily” when they were discharged after they failed the examinations and are entitled to benefits. Because they did not leave work voluntarily, no issue is presented whether they left work \"voluntarily <em>without good cause attributable to the </em>employer.” MCL 421.29(l)(a); MSA 17.531(l)(a). (Emphasis added.)</p>\n<p id=\"b530-10\">The Public Health Code provides that hospitals may employ only nurses licensed by the state<footnotemark>1</footnotemark> and permits graduate nurses to work under temporary licenses.<footnotemark>2</footnotemark> When Clarke and Dawson failed the licensing examination, the hospitals declined to employ them in an unlicensed capacity and terminated their employment.<footnotemark>3</footnotemark></p>\n<p id=\"b530-11\">Clarke and Dawson filed for unemployment com<page-number citation-index=\"1\" label=\"283\">*283</page-number>pensation benefits. The hospitals do not assert that Clarke and Dawson deliberately or negligently failed the examination, or that either quit or willingly resigned, or otherwise were guilty of misconduct.</p>\n<p id=\"b531-5\">The Employment Security Commission ruled that Clarke and Dawson were disqualified from receiving benefits because they had \"left work voluntarily without good cause attributable to the employer” within the meaning of the act. The circuit court, in <em>Clarke, </em>affirming the mesc, held that Clarke was not entitled to benefits. The circuit court in <em>Dawson, </em>reversing the mesc, held that Dawson was entitled to benefits.</p>\n<p id=\"b531-6\">The Court of Appeals consolidated the two cases and ruled that Clarke and Dawson were entitled to benefits. 179 Mich App 511; 446 NW2d 493 (1989). The Court noted that its decision conflicted with a decision of another panel, <em>Employment Security Comm v Children’s Hosp of Michigan, </em>139 Mich App 525; 362 NW2d 819 (1984).<footnotemark>4</footnotemark></p>\n<p id=\"b531-7\">This Court granted leave to appeal limited to the question whether Clarke and Dawson were disqualified from receiving unemployment compensation benefits. 434 Mich 900 (1990).</p>\n<p id=\"b531-8\">i</p>\n<p id=\"b531-9\">The Employment Security Act provides:</p>\n<blockquote id=\"b531-10\">An individual shall be disqualified for benefits in the following cases in which the individual:</blockquote>\n<blockquote id=\"b531-11\">(a) Left work voluntarily without good cause attributable to the employer or employing unit. [MCL 421,29(l)(a); MSA 17.531(l)(a).]_</blockquote>\n<p id=\"b532-3\"><page-number citation-index=\"1\" label=\"284\">*284</page-number>Clarke and Dawson contend that they did not \"voluntarily” leave their jobs. We agree.</p>\n<p id=\"b532-4\">When the Employment Security Act was enacted in 1936, a worker was disqualified \"[f]or the week in which he has left work voluntarily <em>without good cause </em>or in which he has been discharged for misconduct connected with his work . . . .”<footnotemark>5</footnotemark> (Emphasis added.) Literally read, a claimant might be eligible for benefits, even though he had quit, if he could show good cause, personal or work-connected.</p>\n<p id=\"b532-5\">The act was amended in 1941 to disqualify a claimant who \"left his most recent work voluntarily and without good cause <em>attributable to the employer . . . </em>.”<footnotemark>6</footnotemark> (Emphasis added.) Following this amendment, a claimant who voluntarily left his employment would be ineligible for benefits unless the claimant could establish that the asserted good cause for leaving was attributable to the employer. The threshold question, whether the claimant voluntarily quit the job, or was discharged, remained the same. There has been no substantive change in the language since 1941.</p>\n<p id=\"b532-6\">A</p>\n<p id=\"b532-7\">This Court has rejected attempts to disqualify claimants who have been discharged on the basis that they left voluntarily. The words \"left their work voluntarily without good cause attributable to the employer” were construed for the first time in <em>Copper Range Co v Unemployment Compensation </em>Comm, 320 Mich 460, 468; 31 NW2d 692 (1948). The unemployed workers had voted to reject a proposed wage cut, after being told by their employer that, because of financial difficulties, the <page-number citation-index=\"1\" label=\"285\">*285</page-number>mine would be closed if they rejected the proposal. Less than a month later the mine was closed and the workers were discharged. This Court rejected the argument that the discharged workers had in fact \"voluntarily quit,” and quoted with approval a Pennsylvania court’s<footnotemark>7</footnotemark> definition of \"voluntary” as \" '[w]hen we say, \"he left work voluntarily,” we commonly mean, \"he left of his own motion; he was not discharged.” ’ ” <em>Id. </em>at 469.</p>\n<p id=\"b533-5\">In <em>Thomas v Employment Security Comm, </em>356 Mich 665, 669; 97 NW2d 784 (1959), and in <em>Sullivan v Employment Security Comm, </em>358 Mich 338, 341; 100 NW2d 713 (1960), this Court held that employees who were fired for being absent from work because they were in jail — Thomas for driving without a license, Sullivan for driving drunk— had not left work voluntarily and were entitled to benefits. The Court rejected the argument that the words \"left work voluntarily” should be construed to preclude the payment of benefits to claimants who were absent from work because they had been convicted of an offense and were in jail. The Court, in both <em>Thomas </em>and <em>Sullivan, </em>said:</p>\n<blockquote id=\"b533-6\">The legislature did not make provision for disqualification under the facts in this case. It is not the proper function of this Court to amend the statute to broaden or extend the disqualifications fixed by plain language by the legislature. <em>[Sullivan </em>at 341. See <em>Thomas </em>at 669.]</blockquote>\n<p id=\"b533-7\">Thereafter, in 1967 PA 254, the Legislature amended the disqualification provision of the act, <em>not </em>by broadening \"voluntarily quit” to include a worker discharged because he was in jail, but rather by adding a subsection (f) which disqualifies <page-number citation-index=\"1\" label=\"286\">*286</page-number>a person who has lost his job for being absent from work as a result of a violation of law of which he was convicted and sentenced to jail or prison. MCL 421.29(1X0; MSA 17.531(1X0.</p>\n<p id=\"b534-6\">In <em>Wickey v Employment Security Comm, </em>369 Mich 487; 120 NW2d 181 (1963), this Court held that a seaman who missed the ship’s sailing because he was watching a movie and was subsequently discharged had not voluntarily quit.</p>\n<p id=\"b534-7\">In <em>Parks v Employment Security Comm, </em>427 Mich 224; 398 NW2d 275 (1986), this Court held that a worker, forced to retire under the terms of a collective bargaining agreement, had not \"left work voluntarily” and was entitled to unemployment compensation benefits.<footnotemark>8</footnotemark></p>\n<p id=\"b534-8\">B</p>\n<p id=\"b534-9\">In <em>Lyons v Employment Security Comm, </em>363 Mich 201; 108 NW2d 849 (1961), this Court held that a claimant did not have good cause attributable to the employer and was not eligible for benefits when he quit after two weeks a job with a three hundred-mile commutation in each direction. The Court said that while the claimant had good <page-number citation-index=\"1\" label=\"287\">*287</page-number>cause to voluntarily quit, that cause was not attributable to the employer.<footnotemark>9</footnotemark></p>\n<p id=\"b535-5\">Clarke and Dawson did not voluntarily leave employment. All agree that they were discharged when they failed the licensing examination.</p>\n<p id=\"b535-6\">ii</p>\n<p id=\"b535-7\">The hospitals and the commission argue that a claimant should be disqualified if he has failed \"to maintain prerequisites of hire and continued employment” and where the employer would have been in violation of state law had it allowed the employee to continue working in the position absent the necessary license. The \"prerequisites of hire” formulation is derived from <em>Echols v Employment Security Comm, </em>380 Mich 87; 155 NW2d 824 (1968).<footnotemark>10</footnotemark></p>\n<p id=\"b535-8\">In <em>Echols, </em>a taxicab driver was temporarily unemployed because his license had been suspended for ninety days when he accumulated too many points for traffic violations. He was not discharged by his employer, and for that reason the misconduct discharge disqualification was not applicable. This Court affirmed a denial of benefits on the basis that the worker had voluntarily left.<footnotemark>11</footnotemark> The Court said:_</p>\n<blockquote id=\"b536-5\"><page-number citation-index=\"1\" label=\"288\">*288</page-number>\"The appeal board has ruled on several occasions that the loss of a claimant’s prerequisites for continued employment, especially through his own negligence, is a voluntary leaving without good cause attributable to the employer. ... In the instant matter, the claimant lost his operator’s license through no fault of the employer and it is our opinion that <em>his leaving was not constructive but purely a voluntary leaving </em>and he should be disqualified.” [380 Mich 92-93. Emphasis added.]</blockquote>\n<p id=\"b536-6\">The dissenting justice argued that while an employee’s <em>voluntary </em>surrender of a prerequisite to employment, for example, a driver’s license, might justify a finding that the employee voluntarily left his work, such a finding must be supported by evidence in the record. The justice observed that \"prerequisite of employment” was essentially an application of the \" 'constructive voluntary leaving’ ” doctrine, a doctrine rejected by this Court. <em>Id. </em>at 91, 92.<footnotemark>12</footnotemark></p>\n<p id=\"b536-7\">In <em>Echols, </em>the Court spoke of \"prerequisites of employment” in a factual context that looked like ■misconduct but which did not fall within the express language of the misconduct disqualification. <em>Echols </em>is the only case in which this Court has applied \"prerequisites of employment.”</p>\n<p id=\"b536-8\">In the instant case, there are no allegations of misconduct, negligence, or illegal acts. As the Court of Appeals observed, there is no evidence in the record that either Clarke or Dawson were negligent in preparing for or taking the examination.<footnotemark>13</footnotemark></p>\n<p id=\"b537-4\"><page-number citation-index=\"1\" label=\"289\">*289</page-number>Ill</p>\n<p id=\"b537-5\">The employers argue that the disqualification provisions must be read in light of the policy statement in § 2 of the act speaking of \"persons unemployed through no fault of their own.”<footnotemark>14</footnotemark> The employers argue that Clarke and Dawson became unemployed through their own actions and, thus, it cannot be said that they are unemployed through no fault of their own. Putting aside whether and to what extent the policy statement set forth at the outset of the act should be read as modifying the specific disqualification provisions of the act,<footnotemark>15</footnotemark> we would not ascribe fault to Clarke or Dawson simply because they failed the examination.</p>\n<p id=\"b537-6\">Affirmed and remanded to the circuit court.</p>\n<judges id=\"b537-7\">Cavanagh, C.J., and Brickley and Boyle, JJ., concurred with Levin, J.</judges>\n<footnote label=\"1\">\n<p id=\"b530-12\"> MCL 333.21513; MSA 14.15(21513).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b530-13\"> MCL 333.17211; MSA 14.15(17211).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b530-14\"> North Detroit General Hospital informed Clarke during her exit interview that the hospital budget would not allow it to absorb the cost.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b531-12\"> In <em>Children’s Hosp, </em>the Court of Appeals, on essentially the same facts, held that a claimant who was discharged after failing a nursing examination was disqualified from receiving benefits because she had left work voluntarily without good cause attributable to the employer.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b532-8\"> 1936 (Ex Sess) PA 1, § 29.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"A0k\"> 1941 PA 364, § 29(l)(a).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b533-8\"><em> MacFarland v Unemployment Compensation Bd of Review, </em>158 Pa Super 418, 422; 45 A2d 423 (1946).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b534-10\"> Courts in other jurisdictions with a similarly worded voluntary-quit disqualification provision have interpreted the language in the same manner as this Court. See <em>Ames v Employment Appeal Bd, </em>439 NW2d 669, 674 (Iowa, 1989), where the Iowa Supreme Court, in awarding benefits to nonstriking workers who refused to cross a hostile picket line, said:</p>\n<blockquote id=\"b534-11\">The . . . disqualification is expressly couched in terms of \"voluntary” leaving. The words \"attributable to the employer,” which appear in this statute, serve to identify those instances in which a claimant voluntarily absent from employment may nevertheless avoid disqualification from benefits. If the facte show . . . that the employee was absent involuntarily, then, under a proper interpretation of the statute, the words \"attributable to the employer” simply have no application.</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b535-9\"> The act now provides that when an individual leaves \"unsuitable work” within sixty days after the beginning of that work, such leaving shall not disqualify the claimant. 1982 PA 535, 1983 PA 164, MCL 421.29(l)(a); MSA 17.531(l)(a).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b535-10\"> In <em>Phillips v Employment Security Comm, </em>373 Mich 210, 211; 128 NW2d 527 (1964), a taxicab driver was discharged after his license was revoked for failure to pay parking tickets. The Court found that the taxicab driver was discharged for \"misconduct in connection with his work” under the precursor of § 29(l)(b). The opinion discusses the intent requirement as it relates to denial of benefits on the basis of a discharge for misconduct. <em>Phillips </em>is not a voluntary-quit case.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b535-11\"> The Legislature has since added § 29(9) which provides:</p>\n<blockquote id=\"b535-12\">An individual shall be disqualified for benefits for the duration of the individual’s disciplinary layoff or suspension in all <page-number citation-index=\"1\" label=\"288\">*288</page-number>cases in which the individual becomes unemployed because of a disciplinary layoff or suspension based upon misconduct directly or indirectly connected with work .... [MCL 421.29(9); MSA 17.531(9), added by 1965 PA 281, as amended.]</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b536-10\"> See <em>Copper Range, supra </em>at 470.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b536-11\"> Many, though not all, courts that have adopted a prerequisites-of-<page-number citation-index=\"1\" label=\"289\">*289</page-number>hire doctrine have been hesitant in extending the doctrine to the situation at hand. See <em>Allen v Core Target City Youth Prograna, </em>275 Md 69; 338 A2d 237 (1975), declining to extend the doctrine to bar payment of benefits to a teacher discharged for incompetence; and <em>Yardville Supply Co v Bd of Review, </em>114 NJ 371; 554 A2d 1337 (Í989), which cites with approval <em>Means v Hamilton Hosp, </em>172 NJ Super 465; 412 A2d 1053 (1980), which rejected the extension of the doctrine to bar payment of benefits to a graduate who was discharged after twice failing her examinations. And see <em>Michael v Long Island College Hosp, </em>60 AD2d 438; 401 NYS2d 591 (1978), declining to extend New York’s provoked-discharge doctrine to disqualify nurses who failed their board examinations three times; <em>Milwaukee Co v Dep’t of Industry, </em>80 Wis 2d 445; 259 NW2d 118 (1977), declining to construe Wisconsin’s codified prerequisites-of-hire doctrine as disqualifying a nurse who lost her temporary license because she failed her board examination. But see <em>Bd of Ed v Labor &amp; Industrial Relations Comm, </em>633 SW2d 126 (Mo App, 1982), relying on the doctrine to disqualify a substitute teacher whose temporary teaching certificate expired.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b537-10\"> MCL 421.2; MSA 17.502.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b537-11\"> See <em>Noblit v Marmon Group, </em>386 Mich 652; 194 NW2d 324 (1972).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b537-8\">Riley, J.</author>\n<p id=\"Aa6\">(concurring). For the reason stated below, I concur with the majority only with respect to the result it reached._</p>\n<p id=\"b538-5\"><page-number citation-index=\"1\" label=\"290\">*290</page-number>The majority in this case seems to hold, as a rule, that if persons are discharged from their employment by their employer, then they did not \"voluntarily” leave their job under MCL 421.29(l)(a); MSA 17.531(l)(a). \"We hold that they did not leave work 'voluntarily’ when they were discharged after they failed the examinations and are entitled to benefits.” <em>Ante, </em>p 282. \"Clarke and Dawson did not voluntarily leave employment. All agree that they were discharged when they failed the licensing examination.” <em>Ante, </em>p 287. This Court \"quoted with approval a Pennsylvania court’s definition of 'voluntary’ as ' \"[w]hen we say, 'he left work voluntarily,’ we commonly mean, 'he left of his own motion; he was not discharged.’ ” ’ ” <em>Ante, </em>p 285. The majority states that the threshold question in cases analyzing § 29(l)(a) is \"whether the claimant voluntarily quit the job, or was discharged . . . .” <em>Ante, </em>p 284.</p>\n<p id=\"b538-6\">In <em>Parks v Employment Security Comm, </em>427 Mich 224, 264-265; 398 NW2d 275 (1986), I stated:</p>\n<blockquote id=\"b538-7\">I would acknowledge that § 29(l)(a) may be applicable, under some circumstances, in cases in which an employee is discharged; the applicability of § 29(l)(a) should not be limited to cases in which the employee says \"I quit.” When an employee voluntarily fails to comply with a condition of employment with knowledge that such failure requires resignation or will result in termination, and without good cause attributable to the employer, that disqualifying provision may, under the particular circumstances, be applicable. Issues concerning \"volition” and \"good cause” must be determined case by case. <em>Whether an employee was formally discharged as opposed to voluntarily resigning should not, in all cases, be dispositive. </em>When a claimant asserts a justifiable excuse for his actions, that justification must be carefully <page-number citation-index=\"1\" label=\"291\">*291</page-number>considered. [Riley, J., concurring in part and dissenting in part. Emphasis added.]</blockquote>\n<p id=\"b539-5\">I believe this rationale in <em>Parks </em>would provide a better rule from which to analyze these types of cases dealing with the interpretation of § 29(l)(a).</p>\n<p id=\"b539-6\">Section 29(l)(a) focuses on whether an employee \"left work voluntarily.” The language of the statute does not mention or focus on whether an employer discharged the employee. Therefore, a rule which focuses on \"[i]ssues concerning 'volition’ and 'good cause’ ” on a case-by-case basis would seem a better approach.</p>\n<p id=\"b539-7\">Focusing on the employee’s volition and reasons for \"leaving work” would also provide a rule in this case which would be more consistent with this Court’s opinion in <em>Echols v Employment Security Comm, </em>380 Mich 87; 155 NW2d 824 (1968). (See <em>ante, </em>p 288.)</p>\n<p id=\"b539-8\">The majority states that \"[i]n the instant case, there are no allegations of misconduct, negligence, or illegal acts” and that there is \"no evidence in the record that either Clarke or Dawson were negligent in preparing for or taking the examination.” <em>Ante, </em>p 288. Furthermore, the final sentence of the opinion states that \"we would not ascribe fault to Clarke or Dawson simply because they failed the examination.” <em>Ante, </em>p 289.</p>\n<p id=\"b539-9\">I agree with these statements and would suggest that they are based more on a rule which focuses on \"issues of volition” and on whether the employees \"left work voluntarily” than on simply whether the employer discharged the employees.</p>\n<p id=\"b539-10\">I believe that by failing an examination, Clarke and Dawson should not be disqualified from employment compensation under § 29(l)(a). However, the reason I believe this, and the reason I believe the Court should give for such a holding, is that <page-number citation-index=\"1\" label=\"292\">*292</page-number>failing an examination is not a volitional act, and, therefore, since the act which caused the employees to leave work was not volitional or voluntary, the employees cannot be disqualified under the language of § 29(l)(a). Clarke and Dawson did not \"leave work voluntarily” regardless of whether they were discharged or had to resign.</p>\n<judges id=\"b540-5\">Griffin, J., concurred with Riley, J.</judges>\n<judges id=\"b540-6\">Mallett, J., took no part in the decision of these cases.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}