{
  "casebody": {
    "data": "<casebody firstpage=\"560\" lastpage=\"562\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b590-3\">Moffett <em>et al. v. </em>City of Goldsborough.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"A86f\">\n<em>(Circuit Court of Appeals, Fourth Circuit.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AROG\">October 11, 1892.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b590-4\">No. 21.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b590-5\">Municipal Corporations—Contracts—Ordinances—Bond.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b590-6\">A city passed an ordinance authorizing certain persons to construct and operate waterworks, giving them power to acquire the necessary land, and making certain requirements as to purity of water, and the repairing of gas pipes, sewers, and highways disturbed in laying the water pipes. It was also provided that the grantees might operate the waterworks for 20 years, unless the city bought them at a price to be fixed by agreement or arbitration. There was no money consideration, and no bond was required by the ordinance; but afterits passage the city required a bond, which, as given, was conditioned to be void if the grantees faithfully performed their “contract” “during the construction of said works. ” <em>Held, </em>that the ordinance did not constitute a binding contract, and the failure of the grantees to construct or begin the construction of the works did not render them liable on the bond. 49 Fed. Rep. 218, reversed.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b590-7\">In Error to the Circuit Court of the United States for the Eastern District of North Carolina.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b590-8\">Action by the city of Goldsborough against John F. Moffett, Henry C. Hodgkins, and John Y. Clarke, as principals, and Daniel G. Griffin as surety, upon a bond given to secure the performance of an alleged contract to construct waterworks. Jury waived, and trial by the court. Judgment for plaintiff. 49 Fed. Rep. 213. Defendants bring error. Reversed.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b590-9\"><em>Louis Marshall, </em>for plaintiffs in error.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b590-10\"><em>F. H. Busbee, </em>for defendant in error.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b590-11\">Before Bond and Goff, Circuit Judges, and Simonton, District Judge.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b590-12\">Bond, Circuit Judge.</author>\n<p id=\"AN-\">This is a writ of error to the circuit court of the United States for the eastern district of North Carolina. The facts presented by the record, at least so far as it is necessary to state them that the points raised by the writ of error may be understood, are these:</p>\n<p id=\"b590-13\">The city of Goldsborough, having power so to do by its charter, did on the 29th day of March, 1887, adopt an ordinance authorizing Moffett, Hodgkins, and Clarke, citizens of the state of New York, to construct, maintain, and operate waterworks to supply the city with water. The style of the ordinance is: “An ordinance authorizing Moffett, Hodgkins, and Clarke to construct, maintain, and operate waterworks to supply the city of Goldsborough, North Carolina, and its inhabitants with water, and defining their rights, duties, privileges, and powers.” The first section gives the grantees power to acquire the necessary land for the purpose of the grant. The second provides for the purity of the water. The third, that in laying their pipes and mains they shall not unnecessarily obstruct any highway, shall repair any gas pipe or sewer which they disturb, and leave the highways in as good condition as they found them when they commenced to lay their pipes and mains. The ordinance provided that the grantees might operate the waterworks for 20 years, unless within that time the city bought them at a value to be as<page-number citation-index=\"1\" label=\"561\">*561</page-number>certained by agreement or arbitration. Upon the passage of this ordinance, the city required the grantees or licensees to give a bond (although there is nothing in the ordinance requiring a bond) for the proper exercise of the powers granted by the ordinance. A bond was given in the words following:</p>\n<blockquote id=\"b591-4\">“Know all men by these presents that we, Moffett, Hodgkins &amp; Clarke, of Watertown, N. Y., as principals, and Daniel G. Griffin, as surety, of Water-town, are held and firmly bound unto the city of Goldsborough, N. C., in the-sum of five thousand dollars, ($5,000,) to be paid to tile city or its assigns, for which, well and truly to be paid, we hereby jointly and severally bind ourselves.</blockquote>\n<blockquote id=\"b591-5\"><em>“Dated the 7th day of June, A. D. </em>1887.</blockquote>\n<blockquote id=\"b591-6\">“Whereas, the city of Goldsborough, N. C., did on the 29th day of March, A. D. 1887, adopt an ordinance authorizing and empowering Moffett, Hodgkins &amp; Clarke to construct, maintain, and operate waterworks to supply the city of Goldsborough, N. C., and its inhabitants with water; and whereas, the said ordinance was duly accepted by said Moffett, Hodgkins &amp; Clarke; and whereas, it was further required by said city that the said Moffett, Hodgkins &amp; Clarke give a bond in the sum of five thousand dollars ($5,000) for the faithful performance of their contract: How, if the said Moffett, Hodgkins <em>&amp; </em>Clarke, or their assigns, do faithfully perform the terms of their contract during the construction of said works, then this obligation to be void; otherwise to remain in full force and virtue.</blockquote>\n<blockquote id=\"b591-7\">“Moffett, Hodgkins &amp; Clarke. [Seal.]</blockquote>\n<blockquote id=\"Apt\">“Daniel G. Griffin. [Seal.],’’</blockquote>\n<p id=\"b591-8\">The circuit court held that the ordinance above recited was a contract on the part of the licensees, plaintiffs in error, to build and complete a system of waterworks for the supply of that city by a specified time, and that the bond above recited was a security given by the grantees named in the ordinance for the performance of such contract.</p>\n<p id=\"b591-9\">This suit is brought upon the bond, and not upon any failure to accept or comply with the ordinance. There are five errors assigned iis the record, of which we think it necessary to consider but the first and second, which embrace the above-recited rulings of the court. It will be seen from the above statement of facts that there was no money consideration which passed between the city of Goldsborough and its licensees under the ordinance. There was no mutuality in the so-called “contract.” The whole plant, when complete, was and remained the property of the grantees. If the city of Goldsborough found the works successful after they were put in operation, it could purchase them at an agreed valuation, or by an award of arbitrators, but the grantees in the ordinance were under no obligation to let the plant remain longer than it was remunerative, and could remove it at any time. But there was no obligation in the ordinance upon the grantees to give any bond whatever. The third section of it required the grantees to leave the streets of the city in as good repair after their use as they found them. The bond recited above, upon which this suit is brought, was apparently executed to secure this desired end. It is a bond without consideration, and even in its language can only be construed to bind the parties thereto <page-number citation-index=\"1\" label=\"562\">*562</page-number>in a .penalty of $5,000, that the grantees during the construction of the waterworks will obey the provisions of the ordinance. As the grantees never constructed or attempted to construct any waterworks under the •license given them by the city ordinance, there has been no breach of the condition of the bond. We are of opinion that it was error in the circuit court of the eastern district of North Carolina to hold that, by the terms of the ordinance of the city of Goldsborough, the licensees therein agreed to furnish the, city of Goldsborough with waterworks by the 1st day of October, 1887, and were bound, pursuant thereto, to construct and operate waterworks for the use of that city; and that the court erred in holding that the defendants below violated the conditions of a certain bond executed by them to the plaintiff (below) wherein they agreed to pay the plaintiff the sum of $5,000 in case they did not faithfully perform the terms of their contract during the construction of waterworks for the plaintiff. We think there whs error in these rulings, for which the judgment of the court below should be reversed, and the suit dismissed, with costs, and it is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}