{
  "casebody": {
    "data": "<casebody firstpage=\"459\" lastpage=\"470\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-3\">LINDIA GROOMS, Petitioner and Appellant, v. PONDEROSA INN, Employer, STATE COMPENSATION MUTUAL INSURANCE FUND and DEPARTMENT OF LABOR AND INDUSTRY, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b485-9\">No. 96-594.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b485-10\">Submitted on Briefs March 13, 1997.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b485-11\">Decided July 15, 1997.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b485-12\">54 St.Rep. 725.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b485-13\">283 Mont. 459.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b485-14\">942 P.2d 699.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b487-5\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>For Appellant: Don Edgar Burris, Attorney at Law, Billings.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b487-6\">For Respondents: Ann E. Clark, State Compensation Insurance Fund, Helena; Robert J, Campbell, Department of Labor &amp; Industry, Helena.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b487-7\">JUSTICE GRAY</author>\n<p id=\"AUs\">delivered the Opinion of the Court.</p>\n<p id=\"b487-8\">Lindia Grooms (Grooms) appeals from the order and judgment entered by the Workers’ Compensation Court which rejected her constitutional challenges to certain Occupational Disease Act statutes and dismissed her petition. We affirm.</p>\n<p id=\"b487-9\">We address the following issues on appeal:</p>\n<p id=\"b487-10\">1. Did the Workers’ Compensation Court err in concluding that Grooms’ right to due process was not violated when the State Compensation Mutual Insurance Fund determined that her claim should be processed under the Occupational Disease Act of Montana?</p>\n<p id=\"b487-11\">2. Did the Workers’ Compensation Court err in concluding that Grooms’ right to choose her treating physician was not violated by the statute permitting the Department of Labor and Industry to select an occupational disease medical panel physician to examine her for the purpose of determining whether she was suffering from an occupational disease?</p>\n<p id=\"b487-12\">3. Did the Workers’ Compensation Court err in concluding that Grooms’ right to equal protection of the laws was not violated by the statutory requirement that a claimant requesting a second examination by a panel physician pay for the examination?</p>\n<p id=\"b487-13\">4. Did the Workers’ Compensation Court err in concluding that Grooms was not deprived of the right to legal redress?</p>\n<p id=\"b488-3\"><page-number citation-index=\"1\" label=\"462\">*462</page-number>BACKGROUND</p>\n<p id=\"b488-4\">Grooms filed a workers’ compensation claim with the State Compensation Mutual Insurance Fund (State Fund), her employer’s workers’ compensation insurer. She alleged she was suffering from dermatitis, a skin allergy condition. The State Fund denied liability under the Workers’ Compensation Act (WCA) and, pursuant to the Occupational Disease Act of Montana (ODA), requested the Department of Labor and Industry (the Department) to schedule an examination of Grooms by a member of the occupational disease medical panel. Grooms objected to the first physician designated and the Department subsequently designated Dr. Stephen Behlmer (Behlmer), a Helena dermatologist, as the examining physician. Grooms did not pursue the workers’ compensation claim after the State Fund denied it.</p>\n<p id=\"b488-5\">Behlmer diagnosed Grooms as suffering from “atopic dermatitis,” a condition which is largely hereditary but which also has environmental components. He stated that household products, such as soap and ammonia, may trigger the condition and that he could not determine whether Grooms’ condition was aggravated by her work. Based on Behlmer’s report, the Department issued an “Order Referring Copy of Medical Reports To Parties” (Order) which informed Grooms and the State Fund of its preliminary determination that Grooms’ claim would be denied and she would not be entitled to occupational disease benefits. The Order also notified the parties that either of them could request a second examination by a medical panel physician, at their own expense, and that either party could request a hearing. Grooms requested a second examination and the Department scheduled it. Grooms then submitted an affidavit to proceed in forma pauperis and requested the Department to pay for the second examination. The Department denied Grooms’ request and the second examination did not take place.</p>\n<p id=\"b488-6\">Grooms subsequently petitioned for a hearing with the Department’s hearings unit, advancing various constitutional challenges. She then moved to dismiss her petition on the basis that the Department did not have jurisdiction to determine her constitutional issues. The Department agreed that it was without jurisdiction and dismissed the petition. Grooms appealed the Department’s dismissal order to the Workers’ Compensation Court.</p>\n<p id=\"b488-7\">The Workers’ Compensation Court deemed Grooms’ action a petition for declaratory judgment, rather than an appeal. Following <page-number citation-index=\"1\" label=\"463\">*463</page-number>consideration of the parties’ briefs, the court concluded that (1) the statutes permitting the State Fund to determine that a claim should be processed under the ODA did not violate Grooms’ due process rights; (2) the Department’s designation of an examining physician from the occupational disease panel for the purpose of determining whether a claimant is suffering from an occupational disease did not violate Grooms’ right to choose her own treating physician; (3) the requirement that a claimant requesting a second examination by a panel physician pay for the examination did not violate Grooms’ right to equal protection; and (4) Grooms was not deprived of the right to legal redress. The Workers’ Compensation Court entered its order and judgment dismissing Grooms’petition and Grooms appeals.</p>\n<p id=\"b489-4\">STANDARD OF REVIEW</p>\n<p id=\"b489-5\">Grooms asserts error with regard to the Workers’ Compensation Court’s legal conclusions. We review the court’s conclusions of law to determine whether they are correct. <em>Turjan v. Valley View Estates </em>(1995), 272 Mont. 386, 390, 901 P.2d 76, 79 (citing <em>Caekaert v. State Compensation Mutual Ins. Fund </em>(1994), 268 Mont. 105, 111, 885 P.2d 495, 498).</p>\n<p id=\"b489-6\">DISCUSSION</p>\n<p id=\"b489-7\">1. Did the Workers’ Compensation Court err in concluding that Grooms’ right to due process was not violated when the State Fund determined that her claim should be processed under the Occupational Disease Act of Montana?</p>\n<p id=\"b489-8\">Grooms argued in the Workers’ Compensation Court — and argues on appeal — that her right to due process was denied by the State Fund’s unilateral determinations that she had not suffered an “injury” as defined in the WCA and that her claim should be processed pursuant to the ODA. According to Grooms, the State Fund’s decisions deprived her of the notice and opportunity to be heard on her workers’ compensation claim which due process requires.</p>\n<p id=\"b489-9\">The Workers’ Compensation Court concluded that, when the State Fund denied Grooms’ workers’ compensation claim, she retained statutory rights to request mediation of the dispute before a Department mediator and to petition the Workers’ Compensation Court to determine that she had suffered a compensable injury. On that basis, it rejected Grooms’ assertion that the State Fund had effectively deprived her of a claim under the WCA without affording her notice <page-number citation-index=\"1\" label=\"464\">*464</page-number>and an opportunity to be heard and concluded that Grooms had not been deprived of her right to due process.</p>\n<p id=\"b490-4\">Grooms argues that the court erred as a matter of law. The only authorities she advances, however, reiterate general due process concepts too well-established to need repeating. Grooms cites to no authority under which the State Fund itself would be required to hold a hearing in advance of denying her workers’ compensation claim. Nor does she address the Montana statutes which clearly provide procedures under which workers’ compensation claimants can have their claims determined after denial by the insurer.</p>\n<p id=\"b490-5\">Section 39-71-2401(1), MCA, provides that, when a dispute arises concerning benefits under the WCA, the parties involved in the dispute must bring the matter before a Department mediator. In the event mediation does not resolve the dispute, either party may petition the Workers’ Compensation Court for a resolution. Section 39-71-2401(1), MCA. Section 39-71-2905, MCA, mirrors § 39-71-2401(1), MCA, by providing that, after satisfying the statutory dispute resolution requirements, either a claimant or an insurer may petition the Workers’ Compensation Court for a determination of a dispute concerning benefits under the WCA.</p>\n<p id=\"b490-6\">Grooms did not avail herself of the available statutory procedures for resolution of her dispute with the State Fund over her asserted entitlement to workers’ compensation benefits; indeed, she took no further action on her workers’ compensation claim after the State Fund denied it. Nonetheless, those statutory procedures were available to her and the State Fund’s decisions to deny her workers’ compensation claim and to process it pursuant to the ODA did not deprive her of the opportunity to be heard on that claim. Grooms simply failed to take advantage of the due process afforded her under the WCA. We hold, therefore, that the Workers’ Compensation Court correctly concluded that Grooms’ right to due process was not denied.</p>\n<p id=\"b490-7\">2. Did the Workers’ Compensation Court err in concluding that Grooms’ right to choose her treating physician was not violated by the statute permitting the Department to select an occupational disease medical panel physician to examine her for the purpose of determining whether she was suffering from an occupational disease?</p>\n<p id=\"b490-8\">When the State Fund denied Grooms’ workers’ compensation claim, it requested the Department to schedule, pursuant to § 39-72-602, MCA, an examination of Grooms by a medical panel physician. The Department did so and Grooms was examined by Behlmer. <page-number citation-index=\"1\" label=\"465\">*465</page-number>Grooms contended that the statutory procedures for an examination by a panel physician deprived her of her right under § 33-22-111, MCA, to select her own treating physician.</p>\n<p id=\"b491-4\">The Workers’ Compensation Court determined that the § 33-22-111, MCA, right to select a physician is limited to selection of a treating physician and that examinations by panel physicians are in the nature of independent medical examinations used only for the purpose of assessing whether the claimant suffers from an occupational disease. The court farther determined that an ODA claimant is not required to undergo treatment by the panel physician who conducts the examination. On that basis, the Workers’ Compensation Court concluded that the examination required by § 39-72-602(2)(a), MCA, did not infringe on Grooms’ right to choose her treating physician. We agree.</p>\n<p id=\"b491-5\">Section 33-22-111, MCA, provides, in pertinent part, that</p>\n<blockquote id=\"A8q_\">[a]ll policies of disability insurance ... must provide that the insured has full freedom of choice in the selection of any licensed physician ... for treatment of any illness or injury within the scope and limitations of the person’s practice.</blockquote>\n<p id=\"b491-6\">This statute clearly provides an insured the freedom to choose a treating physician; it does not require, however, that an insured be allowed to choose any and all physicians who may be utilized during the determination of an ODA claim. Section 39-72-602, MCA, on the other hand, authorizes the Department to select a panel physician to independently examine the claimant to assist in determining whether the claimant suffers from an occupational disease. This examination is separate from, and in addition to, any examination and treatment a claimant may choose to pursue. There is no requirement in § 39-72-602, MCA, that the claimant proceed with treatment from the panel physician selected to conduct the examination.</p>\n<p id=\"b491-7\">Grooms also argues that her right to choose a treating physician is violated by the operation of § 39-72-602(2)(b), MCA, which provides that either the insurer or the claimant may request an additional examination by a second panel physician. She contends that, inherent in her right to choose her treating physician, is the right to have her chosen physician suggest or designate a qualified expert to conduct the second examination and that it is impermissible to limit her selection to those physicians who are members of the occupational disease medical panel. Grooms cites to <em>Stordalen v. Ricci’s Food Farm </em>(1993), 261 Mont. 256, 862 P.2d 393, for the proposition that the State <page-number citation-index=\"1\" label=\"466\">*466</page-number>Fund cannot unreasonably deny a claimant’s request to be examined by a physician of her choice and argues that, as a result, the Department also should not be able to deny her the choice of a physician for her second examination.</p>\n<p id=\"b492-4\">In <em>Stordalen, </em>the Workers’ Compensation Court determined that the State Fund unreasonably denied Stordalen’s request pursuant to Rule 24.29.1403(3), ARM, for a neurological consultation with a physician of her choice; the issue on appeal was whether the State Fund’s denial of the request was unreasonable for purposes of imposing a penalty and attorney fees. <em>Stordalen, </em>862 P.2d at 394-95. <em>Stordalen </em>involved neither § 39-72-602(2)(b), MCA, nor an ODA examination by a medical panel physician at the Department’s request. Thus, it has no application to the case presently before us.</p>\n<p id=\"b492-5\">We hold that the Workers’ Compensation Court correctly concluded that Grooms’ right to choose her treating physician was not violated by the statute permitting the Department to select a medical panel physician to examine her for the purpose of determining if she was suffering from an occupational disease.</p>\n<p id=\"b492-6\">3. Did the Workers’ Compensation Court err in concluding that Grooms’ right to equal protection of the laws was not violated by the statutory requirement that a claimant requesting a second examination by a panel physician pay for the examination?</p>\n<p id=\"b492-7\">The Workers’ Compensation Court determined that Grooms’ ability to seek or receive benefits under the ODA was not impeded by the requirement that she pay for a second examination if she requested one. The court noted that Grooms was entitled to one examination under the ODA for which she was not required to pay and that she was also entitled to a hearing on her claim before the Department at which she could present her own evidence to support her claim. The Workers’ Compensation Court concluded that a second examination, at Grooms’ expense, was not a prerequisite to pursuit of Grooms’ claim and, therefore, the requirement that she pay for a second examination if she requested one did not violate equal protection.</p>\n<p id=\"b492-8\">Grooms’ argument in this regard appears to be twofold. First, she contends that requiring her to pay for the second examination she requested under the ODA violates equal protection because she would not have been required to pay for such an examination had her claim remained under the WCA. Second, Grooms contends that § 39-72-602, MCA, violates equal protection because it requires a mandatory physical examination without providing for a waiver of the costs of the examination for an indigent claimant.</p>\n<p id=\"b493-3\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>Legislative enactments are presumed to be constitutional. <em>Heisler v. Hines Motor Co. </em>(1997), [282 Mont. 270], 937 P.2d 45, 50 (citations omitted). The party challenging a statute bears the burden of proving its unconstitutionality beyond a reasonable doubt and, if any doubt exists, it must be resolved in favor of the statute. <em>Heisler, </em>937 P.2d at 50.</p>\n<p id=\"b493-4\">The equal protection clauses of the Fourteenth Amendment to the United States Constitution and Article II, Section 4 of the Montana Constitution require that all persons be treated alike under like circumstances. <em>Heisler, </em>937 P.2d at 50 (citations omitted). We apply the rational relationship test to equal protection challenges to workers’ compensation statutes. <em>Heisler, </em>937 P.2d at 50 (quoting <em>Stratemeyer v. Lincoln County </em>(1993), 259 Mont. 147, 151, 855 P.2d 506, 509 (citation omitted)). In order to pass the \"rational relationship” or “rational basis” test, a challenged legislative enactment “ ‘must implicate legitimate goals, and the means chosen by the legislature must bear a rational relationship to those goals.’ ” <em>Heisler, </em>937 P.2d at 50 (quoting <em>Lyng v. Automobile Workers </em>(1988), 485 U.S. 360, 375, 108 S.Ct. 1184, 1194, 99 L.Ed.2d 380, 394 (Marshall, J., dissenting)). Grooms’ equal protection challenges to certain ODA statutes and procedures are premised on the rational basis test.</p>\n<p id=\"b493-5\">Grooms first argues that her equal protection guarantees are infringed by the requirement that, if she requests a second examination pursuant to § 39-72-602(2)(b), MCA, she must pay the costs of that examination, whereas if her claim had proceeded under the WCA, § 39-71-605, MCA, would require the insurer or the Department to pay those costs. Grooms misreads § 39-71-605, MCA.</p>\n<p id=\"b493-6\">Section 39-71-605(l)(a), MCA, provides that an insurer or the Department may require a workers’ compensation claimant submit to physical examinations from time to time at the insurer’s or Department’s cost. It does not authorize a workers’ compensation claimant to request and obtain an examination and require the insurer to pay for it. Similarly, the Department may require an independent examination of a workers’ compensation claimant on the request of either the claimant or the insurer. Section 39-71-605(2), MCA. In such a case, the party requesting the examination must pay the cost of the examination. Section 39-71-605(2), MCA. Thus, § 39-71-605, MCA, does not allow a workers’ compensation claimant to request and obtain an examination at the insurer’s expense. As a result, no disparate treatment of claimants exists between the WCA and the <page-number citation-index=\"1\" label=\"468\">*468</page-number>ODA in this regard and the premise underlying this portion of Grooms’ equal protection argument fails.</p>\n<p id=\"b494-4\">Grooms also argues that the ODA violates equal protection by requiring a mandatory physical examination without providing for a waiver of costs for those examinations for indigent claimants. On this basis, she contends that indigent claimants, as a class, are discriminated against under the ODA. Again, however, Grooms mischaracterizes the controlling statute and, as a result, the premise underlying this portion of her equal protection argument also fails.</p>\n<p id=\"b494-5\">When an insurer has not accepted liability for an ODA claim, the Department must designate a medical panel physician to examine the claimant and determine whether she is suffering from an occupational disease. Section 39-72-602(2)(a), MCA. The expense of this examination is borne by the insurer. Section 39-72-608, MCA. Thus, while it is mandatory that an ODA claimant submit to an examination for the purpose of assessing the compensability of the claim, the claimant is not required to pay for the examination. In the event either the claimant or the insurer is dissatisfied with the result of the first examination, that party may request a second examination. Section 39-72-602(2), MCA. The party requesting the second examination must pay for it. Section 39-72-608, MCA.</p>\n<p id=\"b494-6\">Sections 39-72-602 and 39-72-608, MCA, simply do not mandate an examination at the claimant’s expense under any circumstance. While a claimant may be required to submit to two physical examinations thereunder, the claimant never pays for the first and pays for the second only when she initiates the request for it. When a claimant requests the examination, that examination cannot be characterized as a mandatory examination. As a result, the ODA does not require an examination at the claimant’s cost which could violate equal protection.</p>\n<p id=\"b494-7\">We hold that the Workers’ Compensation Court correctly concluded that Grooms’ right to equal protection of the laws was not violated by the statutory requirement that the party requesting a second examination by an occupational disease panel physician pay for the examination.</p>\n<p id=\"b494-8\">4. Did the Workers’ Compensation Court err in concluding that Grooms was not deprived of the right to legal redress?</p>\n<p id=\"b494-9\">The Workers’ Compensation Court rejected Grooms’ argument that her asserted inability to pay for a second examination by a medical panel physician denied her access to a forum for resolving her ODA claim in violation of Article II, Section 16 of the Montana <page-number citation-index=\"1\" label=\"469\">*469</page-number>Constitution. Observing that Grooms could have requested, and obtained, a hearing before the Department pursuant to § 39-72-611, MCA, at which she would have been entitled to present evidence, the Workers’ Compensation Court concluded that Grooms had not been precluded from litigating her ODA claim on the basis of her asserted inability to pay for a second examination, or on any other basis.</p>\n<p id=\"b495-4\">The Department’s Order stated that, on the basis of the examining physician’s report, the Department’s determination would be to deny Grooms’ ODA claim. The Order also outlined the parties’ rights to request a second examination pursuant to § 39-72-602, MCA, and to request a hearing pursuant to § 39-72-611, MCA, before the Department issued its final determination on Grooms’ entitlement to occupational disease benefits.</p>\n<p id=\"b495-5\">Grooms contends on appeal that she could not afford to pay for a second examination to rebut the findings of the physician who conducted the first examination. As a result, she asserts that she was effectively denied the ability to pursue her claim. Grooms mischaracterizes the purpose of the second examination available under § 39-72-602(2), MCA, and ignores her statutory rights under the ODA.</p>\n<p id=\"b495-6\">Under § 39-72-602(2), MCA, the Department selects a medical panel physician to conduct an independent examination of an ODA claimant; the physician is not affiliated with either the insurer or the claimant. A second examination under § 39-72-602(2), MCA, is an additional independent examination by a physician not affiliated with either party. It is not conducted to provide the party requesting the examination with evidence to “rebut” the findings of the first examining physician, but rather to provide a second objective report regarding a claimant’s physical condition vis-a-vis entitlement to occupational disease benefits.</p>\n<p id=\"b495-7\">Moreover, § 39-72-611, MCA, permits an ODA claimant to request a hearing on her claim before the Department issues its final decision; if a hearing is requested, it must be held. Sections 39-72-611 and 39-72-612, MCA. Entitlement to a hearing is unqualified; that is, a second examination, at the expense of the requesting party, is not a prerequisite to entitlement to a hearing. Thus, even assuming Grooms could not afford a second examination pursuant to § 39-72-602(2)(b), MCA, she could have requested a hearing and presented evidence such as the testimony and records of her treating physician in support of her asserted entitlement to occupational disease benefits. That Grooms did not request a hearing does not negate the <page-number citation-index=\"1\" label=\"470\">*470</page-number>availability of the hearing and the opportunity to establish the compensability of her occupational disease claim.</p>\n<p id=\"b496-4\">In essence, Grooms’ argument here is that her right to legal redress requires the State Fund — and, indirectly, her employer — or the Department — and, indirectly, Montana taxpayers — to finance her efforts to establish her occupational disease claim. She cites to no authority for such a proposition and we know of none.</p>\n<p id=\"b496-5\">We hold that the Workers’ Compensation Court did not err in concluding that Grooms was not deprived of her right to full legal redress by the application of § 39-72-608, MCA.</p>\n<p id=\"b496-6\">Affirmed.</p>\n<judges id=\"b496-7\">CHIEF JUSTICE TURNAGE, JUSTICES NELSON, HUNT, REGNIER, TRIEWEILER and LEAPHART concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}