{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"200\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b263-4\">UNITED STATES of America, Plaintiff-Appellee, v. Eugene Donald METZ, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee, v. Kenneth Eugene MILLER, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b263-8\">Nos. 14881-14882.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b263-9\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b263-10\">Jan. 22, 1963.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b263-21\">Melvin B. Lewis, Chicago, Ill., on the brief, for appellant, Eugene Donald Metz.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b263-22\">Frank W. Oliver, Chicago, Ill., on the brief, for appellant, Kenneth Eugene Miller.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b263-23\">William A. Watson, Asst. U. S. Atty., Lexington, Ky., Bernard T. Moynahan, Jr., U. S. Atty., YGlliam A. Watson, Asst. U. S. Atty., Lexington, Ky., on the brief, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b263-24\">Before CECIL, Chief Judge, O’SULLIVAN, Circuit Judge, WILLIAM E. MILLER, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b263-25\">PER CURIAM.</author>\n<p id=\"b263-26\">The appellants, Eugene Donald Metz and Kenneth Eugene Miller, were tried in the United States District Court for the Eastern District of Kentucky on the first count of an indictment charging them with conspiracy to violate Section 2421, Title 18 U.S.C., by knowingly transporting Mae Deloris Garland from the Eastern District of Kentucky to Chicago, Illinois, for the purpose of prostitution and debauchery.</p>\n<p id=\"b263-27\">Metz was charged, in count two of the indictment, with the substantive offense of transporting the girl, in interstate commerce, from Newport, Kentucky, to Chicago, Illinois, for prostitution, debauchery and other immoral purposes.</p>\n<p id=\"b263-28\">The case was tried to a jury and a verdict of guilty was returned against both appellants on count one, and against <page-number citation-index=\"1\" label=\"200\">*200</page-number>Metz on count two. Neither of the appellants testified on his own behalf, nor were' any witnesses offered in their defense. The appellants were each sentenced to five years imprisonment on count one and Metz was sentenced to five years on the second count, to run concurrently with his sentence on the first count.</p>\n<p id=\"b264-4\">The appeals were submitted to this Court on the record of the trial in the District Court and the oral arguments and briefs of counsel.</p>\n<p id=\"b264-5\">The assignments of error, on behalf of both appellants, are failure of the government to establish a prima facie case on the charge of conspiracy; failure to prove venue in the Eastern District of Kentucky, and improper use, for cross-examination, of a statement given by Mae Deloris Garland to an F. B. I. agent.</p>\n<p id=\"b264-6\">It is further claimed that there was a failure to identify the defendant Kenneth Eugene Miller as the person who committed the offense charged. And it is claimed on behalf of Metz that the court erred in failing to give an instruction to the jury requested by counsel on the question of intent and motivation in connection with the transportation.</p>\n<p id=\"b264-7\">From an examination of the transcript of all the evidence taken at the trial, we conclude that the government established a prima facie case on the questions of conspiracy and venue. There is evidence, direct and circumstantial, from which the jury could draw logical inferences that the appellant Metz entered into a conspiracy with one Blackie to commit the offense charged in count one of the indictment. In the absence of any evidence to the contrary, the jury was entitled to believe the evidence offered by the government and to draw logical inferences therefrom.</p>\n<p id=\"b264-8\"> The instructions of the trial judge, with reference to the offenses charged, the essential elements thereof and the relation of each defendant to the crimes charged in the indictment, are adequate and proper. We find no prejudicial error to either defendant in the manner in which the statement of Mae Deloris Garland to the F. B. I. agent was used. No substantial rights were affected. Rule 52, Rules of Criminal Procedure.</p>\n<p id=\"b264-10\">The co-conspirator of Metz is referred to throughout the testimony of Garland, the prosecuting witness, as Blackie. Trial Counsel for the government also refers to him as Blackie. Metz testified that he knew a Blackie Miller in Chicago and that he always saw him when he went to Chicago. Nowhere in the record do we find any connection between Blackie or Blackie Miller and the Kenneth Eugene Miller, who stood trial in this case. For this reason, the judgment of conviction of the appellant, Kenneth Eugene Miller, is reversed and his case remanded to the District Court for further proceeding in conformity with this opinion.</p>\n<p id=\"b264-11\">The judgment of conviction of the appellant, Eugene Donald Metz, is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}