{
  "casebody": {
    "data": "<casebody firstpage=\"621\" lastpage=\"631\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b547-3\">[Civ. No. 53278.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"At9\">Second Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQE\">Oct. 18, 1978.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b547-4\">HENRY CALLAHAN, Petitioner, v. WORKERS’ COMPENSATION APPEALS BOARD, McDONNELL DOUGLAS CORPORATION et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b550-5\"><page-number citation-index=\"1\" label=\"624\">*624</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b550-6\">Owen A. Silverman for Petitioner.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b550-7\">Mouser, Channels &amp; Roberts, Susan L. England and F. Whitfield Giddens for Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b550-8\">Opinion</p>\n<author id=\"b550-9\">KAUS, P. J.</author>\n<p id=\"AgB\">Petitioner Henry Callahan contends that all of his psychiatric disability is related to his industrial injury of August 21, 1969, and that the Workers’ Compensation Appeals Board (Board) erred in apportioning 50 percent of his psychiatric disability to preexisting nonindustrial causes. Respondent McDonnell Douglas Corporation (McDonnell), which was Callahan’s employer at the time of the industrial injury of August 21, 1969, and its workers’ compensation insurance carrier, Industrial Indemnity Company (Industrial Indemnity), argue in rebuttal that the Board correctly apportioned Callahan’s disability in that different rules of apportionment should apply to “psychiatric” as opposed <page-number citation-index=\"1\" label=\"625\">*625</page-number>to “physical” injuries. For the reasons stated below, we annul the Board’s finding of apportionment and remand the question for further evaluation.</p>\n<p id=\"b551-4\">I</p>\n<p id=\"b551-5\">Callahan, while employed on August 21, 1969, by McDonnell, sustained injury arising out of and occurring in the course of his employment to his head and neck. The injury also resulted in psychiatric disability.</p>\n<p id=\"b551-6\">The workers’ compensation judge initially found that Callahan’s industrial injury of August 21, 1969, did not result in any psychiatric disability. Callahan sought reconsideration by the Board, contending the judge’s decision on the question of psychiatric disability was in error. The Board granted reconsideration to refer Callahan to an independent medical examiner in the field of psychiatry, Dr. Myron Feld, “to obtain an opinion of whether or not the applicant had a psychiatric disability which was the result of the industrial injuries . . . .”</p>\n<p id=\"b551-7\">Dr. Feld viewed this matter as involving two questions. First, whether Callahan had a psychiatric disorder. Second, whether the psychiatric disorder, if it existed, was secondary to an industrial injury.</p>\n<p id=\"b551-8\">Dr. Feld noted that the first question involved the “touchy matter” of whether Callahan’s newly found religious fervor, in reality stemmed from a psychiatric disorder. Dr. Feld felt Callahan’s “religious conversion” was actually a psychosis, stating in his report of May 12, 1977: “There is no doubt that religion carried to the extreme, and being obsessed with it, can be a form of a psychosis even if we use the old term of monomanical psychosis and I do believe that [Callahan’s] extreme views, feelings, etc., constitute a psychosis.”</p>\n<p id=\"b551-9\">As to the question of the industrial causation of the “psychosis,” Dr. Feld opined that Callahan’s psychiatric disorder was, in part, related to the 1969 industrial injury. While viewing Callahan’s psychiatric disorder as one of moderate intensity, Dr. Feld attributed only 50 percent of the psychiatric disability as related to the 1969 industrial injury. In his report, Dr. Feld explained the issue of apportionment as follows:</p>\n<blockquote id=\"b551-10\">“This individual has had some previous stigmata of course. He had enuresis, intermittently until the age of 16, which in the absence of any urological disease, of course, would indicate a psychopathology being <page-number citation-index=\"1\" label=\"626\">*626</page-number>present. Further, he had already given up on really advancing when he quit college after a year and a half, feeling that he, as a black man and could not go forth in the business world. And despite being at least of normal intelligence, he has never been able to do more than non-skilled type work. The patient tells me, that he himself believes, that even if he had had no accident, that his religious conversion was bound to come. This I do not believe, of course, can be used in one way or the other.</blockquote>\n<blockquote id=\"b552-5\">“He has felt, himself, as being unable to progress in this world as he would like to. By being touched by God and really being in a tremendously omnipotent position of being the only type of his kind in the world, and knowing the only truth, has made something of himself unique, which was otherwise unobtainable and overrides his feelings of basic inferiority and an inability to handle realities of the world and his position in it.</blockquote>\n<blockquote id=\"b552-6\">“So the questions still arises. If he had not had this accident and the subsequent surgeries, etc., would he have felt it necessary to, or would he have had, what I consider this illness at this time.</blockquote>\n<blockquote id=\"b552-7\">“I must say that the ground was certainly fertile for this and, therefore, I’m going to make an apportionment. At the time I see him, I believe him to be moderately ill. Until, and if ever, he acts on some of his thoughts that may come to him, I do not believe that he is committable under the present laws of the State of California and I’m not too sure any of the medications, including the Phenothiazines would be of any help. But my rating is of moderate degree in total with apportionment of 50% due to the accident in the position of which he finds himself.”</blockquote>\n<p id=\"b552-8\">In a two-to-one Board panel decision, the Board followed Dr. Feld’s finding on the issues of the existence of an industrially related psychiatric disorder,<footnotemark>1</footnotemark> level of psychiatric permanent disability and apportionment.</p>\n<p id=\"b552-9\"> Callahan then again sought reconsideration challenging the 50 percent apportionment.<footnotemark>2</footnotemark> The two member majority of the Board <page-number citation-index=\"1\" label=\"627\">*627</page-number>panel denied reconsideration on the issue of apportionment, stating that different rules of apportionment apply for psychiatric disability as opposed to physical disability. The dissenting panel member argued no apportionment was proper since present law does not provide for different standards in apportioning psychiatric as opposed to physical disabilities and that here “the apportionment provided by Dr. Feld does not constitute legal apportionment” since it had not been shown Callahan “was psychiatrically disabled prior to the injury of 1969.”</p>\n<p id=\"b553-4\">II</p>\n<p id=\"b553-5\">McDonnell, Industrial Indemnity and the majority of the Board panel argue that the well-established rules of apportionment as applied to physical injuries should be different than that applied to psychiatric injuries.</p>\n<p id=\"b553-6\">The Board’s majority opinion rationalizes such a distinction is warranted by stating: “It must be realized that there is a fundamental, substantive difference in the standards applied to determining physical disability <em>vis-a-vis </em>mental disability. The court-made rule restricting apportionment to situations where there is actual, pre-existing physical disability is inapplicable when concerned with psychiatric injuries. Since a person afflicted with a ‘pronounced neurosis’ may be capable of performing even ‘very heavy lifting,’ to limit apportionment of such neurosis to cases of actual pre-existing physical disability is a <em>non sequitur. </em>If the distinction between physical and mental disability remains unrecognized, the result may be that potential employers would require potential employees to undergo pre-employment psychiatric examinations in order to determine if there are any work restrictions caused by mental disorders.”</p>\n<p id=\"b553-7\">Appellate authority does not indicate that any different rules of apportionment apply to psychiatric injuries. (See <em>Dorman </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1978) 78 Cal.App.3d 1009 [144 Cal.Rptr. 573]; <em>Bstandig </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1977) 68 Cal.App.3d 988 [137 Cal.Rptr. 713]; <em>Skinner </em>v. <em>Workmen’s Comp. App. Bd. </em>(1969) 269 Cal.App.2d 905 [75 Cal.Rptr. 314]; see also <em>Ballard </em>v. <em>Workmen’s Comp. App. Bd. </em>(1971) 3 Cal.3d 832 [92 Cal.Rptr. 1, 478 P.2d 937]; <em>Baker </em>v. <page-number citation-index=\"1\" label=\"628\">*628</page-number><em>Workmen’s Comp. Appeals Bd. </em>(1971) 18 Cal.App.3d 852, 861-862 [96 Cal.Rptr. 279].) As pointed out by the dissenting Board member, no basis for such a distinction is found in the pertinent statutory law.  Accordingly, we expressly reject the contention that different rules of apportionment apply to psychiatric as opposed to physical injuries. Thus, as is the case with “physical injuries,” an injured’s predisposition or vulnerability to psychiatric injury alone is never a basis for apportionment. <em>(Dorman, supra, </em>78 Cal.App.3d at p. 1018; <em>Bstandig, supra, </em>68 Cal.App.3d at pp. 997-998.)<footnotemark>3</footnotemark></p>\n<p id=\"b554-5\">We perceive the difficulty here as proper application of the rules of apportionment. Division Three of this district in <em>Franklin </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1978) 79 Cal.App.3d 224 [145 Cal.Rptr. 22], has recently made an exhaustive review of the rules of apportionment which are pertinent here.  As pointed out in that case, the statutes governing apportionment generally are Labor Code sections 4663<footnotemark>4</footnotemark> and 4750.<footnotemark>5</footnotemark> <em>(Franklin, supra, </em>79 Cal.App.3d at p. 236.) While these two sections share certain principles, they also have significant differences.</p>\n<p id=\"b555-3\"><page-number citation-index=\"1\" label=\"629\">*629</page-number>Under both sections the employer is liable to the extent the industrial injury accelerates, aggravates or “lights” up the preexisting disability, condition or impairment. <em>(Franklin, supra, </em>79 Cal.App.3d at pp. 237, 242-245; <em>Dorman </em>v. <em>Workers’ Comp. Appeals Bd., supra, </em>78 Cal.App.3d 1009, 1018; <em>Bstandig v. Workers’ Comp. Appeals Bd., supra, </em>68 Cal.App.3d 988, 997.) Both sections seek to avoid the employer from being charged with permanent disability unrelated to the industrial injury. <em>(Franklin, supra, </em>79 Cal.App.3d 224, 235-236.) Further, neither section permits apportionment to mere pathology but only apportionment to disability. <em>(Franklin, supra.)</em></p>\n<p id=\"b555-4\">Under section 4663, the employer is not liable to the extent the present permanent disability is actually related to the natural progression of the preexisting nonindustrial condition. <em>(Franklin, supra, </em>at pp. 243-246.) For apportionment under section 4663, unlike section 4750 as will be discussed below, the preexisting condition need not be symptomatic or disabling at the time of the industrial injury. <em>(Ibid.)</em></p>\n<p id=\"b555-5\">Section 4750 is designed to ensure that an employer is not charged with the disability which preexisted the industrial injury. <em>(Franklin, supra, </em>at p. 236.) Clearly, section 4750 by its terms only deals with preexisting <em>disabilities </em>as opposed to asymptomatic and nondisabling <em>conditions </em>covered by section 4663.<footnotemark>6</footnotemark></p>\n<p id=\"b555-6\">Here, the Board apportioned Callahan’s disability on the basis of Dr. Feld’s opinion that prior to the industrial injury he had psychiatric disability. Neither the Board nor Dr. Feld purport to apportion based upon the natural progression of Callahan’s preexisting condition. Thus, we only deal with apportionment pursuant to section 4750 and not under section 4663/</p>\n<p id=\"b555-7\">In deciding the issue of apportionment, the Board may rely upon expert medical opinion. <em>(Zemke </em>v. <em>Workmen’s Comp. App. Bd. </em>(1968) 68 Cal.2d 794, 798 [69 Cal.Rptr. 88, 441 P.2d 928]; <em>Berry </em>v. <em>Workmen’s Comp. App. Bd. </em>(1968) 68 Cal.2d 786, 791 [69 Cal.Rptr. 68, 441 P.2d 908]; <em>Franklin, supra, </em>79 Cal.App.3d 224, 235; <em>Dorman </em>v. <em>Workers’ Comp. Appeals Bd., supra, </em>78 Cal.App.3d 1009, 1018.) Of course, medical opinion which does not rest on relevant facts or which assumes an incorrect legal theory cannot constitute substantial evidence on which the <page-number citation-index=\"1\" label=\"630\">*630</page-number>Board may base a finding of apportionment. <em>(Zemke, supra; Franklin, supra; Dorman, supra.) </em>Accordingly, in order for the Board to rely upon a physician’s evaluation as to apportionment under section 4750, “the physician must disclose adequate familiarity with the preexisting disability.” <em>(Dorman, supra, </em>78 Cal.App.3d 1009, 1018.) That is, the physician must describe in detail the exact nature of the preexisting disability and the basis for such opinion in order that the Board be able to determine whether the physician is properly apportioning under correct legal principles.</p>\n<p id=\"b556-5\">Dr. Feld here appears to impermissibly give an arbitrary figure on apportionment in order to be “fair” in this difficult case. (See <em>Zemke, supra, </em>68 Cal.2d at pp. 798-799; <em>Berry, supra, </em>68 Cal.2d at p. 791.) Because the case is difficult to apportion, it does not excuse the physician, the parties or the Board from undertaking the task. Anything less than best efforts either deprives the injured of the compensation to which he is entitled or impermissibly charges the employer with nonindustrial disability.<footnotemark>7</footnotemark></p>\n<p id=\"b556-6\">While Dr. Feld does propose that prior to the 1969 industrial injury Callahan had some psychiatric problems, Dr. Feld does not explain how such translates into 50 percent apportionment. Dr. Feld’s apportionment is a “mere legal conclusion.” <em>(Zemke, supra, </em>68 Cal.2d 794, 798; <em>Berry, supra, </em>68 Cal.2d 786, 791; <em>Skinner, supra, </em>269 Cal.App.2d 905, 909.) Accordingly, Dr. Feld’s opinion does not support a finding of apportionment.</p>\n<p id=\"b556-7\">This is not to say that on remand the Board may not find any apportionment of Callahan’s permanent disability.  The fact that before the 1969 injury Callahan was not partially disabled on a psychiatric basis from performing his job duties at McDonnell does not alone preclude a finding of a preexisting psychiatric disability. Any. preexisting psychiatric disorder may merely have gone unnoticed because the work at McDonnell was congenial to the preexisting disorder. (See <em>Subsequent Injuries Fund </em>v. <em>Ind. Acc. Com. (Baldes) </em>(1960) 53 Cal.2d 392, 401-402 [1 Cal.Rptr. 833, 348 P.2d 193]; see also <em>Franklin, supra, </em>79 Cal.App.3d 224, 237-238.) The fact that the alleged preexisting psychiatric disorder did not interfere with the injured’s employment that he was engaged in at the time of the industrial injury is merely strong evidence <page-number citation-index=\"1\" label=\"631\">*631</page-number>that such preexisting psychiatric disorder did not disable the injured from <em>that type of employment.</em></p>\n<p id=\"b557-4\">“Consequently, neither the fact that the preexisting disability did not interfere with the occupation the injured was engaged in at the time of the subsequent injury nor the fact that it was unknown to him is determinative. The question is whether it can be demonstrated by competent evidence that the preexisting condition did interfere or would have actually interfered with any type of work activity [in the open labor market].” <em>(Franklin, supra, </em>79 Cal.App.3d at p. 241.)</p>\n<p id=\"b557-5\">We are cognizant, however, that the very nature of psychiatric disability makes apportionment difficult. The physician in apportioning to preexisting psychiatric disability must take care not to apportion to “pathology” or “predisposition.” Further, the physician may not apportion based upon a retroactive prophylactic restriction on a psychiatric basis. (See <em>Franklin, supra, </em>79 Cal.App.3d 224, 238-239.) There is all the more reason, therefore, in psychiatric cases for the parties to have their reporting physicians detail the basis for their apportionment or their opinion as to the lack of a basis for apportionment.</p>\n<p id=\"b557-6\">III</p>\n<p id=\"b557-7\">Accordingly, the award is annulled as it pertains to apportionment, and the matter remanded to the Board for the obtaining of further evidence or such other proceedings consistent with this opinion.</p>\n<p id=\"b557-8\">Stephens, J., and Ashby, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b552-10\">The sole issue before this court is the question of apportionment. Whether Callahan’s “religious fervor” is truly a psychiatric disorder and whether such psychiatric disorder is related, at least in part, to the 1969 industrial injury are issues not before this court.</p>\n<p id=\"A6O\">It also appears that Callahan in fact alleged several industrial injuries while employed by McDonnell. The Board found all the industrial psychiatric disability to be the result of only the 1969 injury and not related to any of the other alleged industrial injuries. We are also not asked to review this portion of the Board’s decision.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b552-12\">Since on reconsideration the Board obtained additional evidence, Callahan was entitled to seek reconsideration again, even though he was the party that originally sought <page-number citation-index=\"1\" label=\"627\">*627</page-number>reconsideration. <em>(Goodrich </em>v. <em>Ind. Acc. Com. </em>(1943) 22 Cal.2d 604, 611-612 [140 P.2d 405]; <em>Zozaya </em>v. <em>Workmen’s Comp. Appeals Bd. </em>(1972) 27 Cal.App.3d 464, 470 [103 Cal.Rptr. 793].)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b554-6\">“A psychoneurotic injury caused by the work environment is a compensable injury. <em>(Burnight </em>v. <em>Industrial Acc. Com., </em>181 Cal.App.2d 816, 823 [5 Cal.Rptr. 786]; <em>Stamation </em>v. <em>Workmen’s Comp. App. Bd., </em>31 Cal. Comp. Cases 277; <em>Hall </em>v. <em>Sears, Roebuck &amp; Co., </em>18 I.A.C. 10; Note, <em>Workmen’s Compensation Awards For Psychoneurotic Reactions, </em>70 Yale L.J. 1129.) The more enlightened view to which we subscribe does not impose physical accident or trauma as a precondition of recovery for psychoneurotic injury. <em>(American National Red Cross </em>v. <em>Hagen </em>(7th Cir. 1964) 327 F.2d 559; 1A Larson, Workmen’s Compensation Law (1970) § 42.23; Note, <em>Workmen’s Compensation Awards For Psycho-neurotic Reactions, </em>70 Yale L.J. 1129, 1135-1138.) In order to find a physical industrial injury, a single identifiable traumatic experience need not be shown. <em>(Fireman’s Fund Indem. Co. </em>v. <em>Ind. Acc. Com., </em>39 Cal.2d 831, 834 [250 P.2d 148]; <em>Lumbermen’s Mut. Cas. Co. </em>v. <em>Ind. Acc. Com., </em>29 Cal.2d 492, 496 [175 P.2d 823]; <em>Argonaut Ins. Co. </em>v. <em>Industrial Acc. Com., </em>231 Cal.App.2d 111, 116 [41 Cal.Rptr. 628].) The disabling injury may be the result of the cumulative effect of each day’s stresses and strains. <em>(Fireman’s Fund Indem. Co. </em>v. <em>Ind. Acc. Com., supra, </em>39 Cal.2d 831, 834.) We perceive no logical basis for a different requirement for a psychoneurotic injury. To one experiencing it, such an injury is as real and disabling as a physical injury.” (Fns. omitted.) <em>(Baker </em>v. <em>Workmen’s Comp. Appeals Bd., supra, </em>18 Cal.App.3d 852, 861-862.)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b554-7\">Labor Code section 4663 provides: “In case of aggravation of any disease existing prior to a compensable injury, compensation shall be allowed only for the proportion of the disability due to the aggravation of such prior disease which is reasonably attributed to the injury.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b554-8\">Section 4750 provides: “An employee who is suffering from a previous permanent disability or physical impairment and sustains permanent injury thereafter shall not receive from the employer compensation for the later injury in excess of the compensation allowed for such injury when considered by itself and not in conjunction with or in relation to the previous disability or impairment. [H] The employer shall not be liable for compensation to such an employee for the combined disability, but only for that portion due to the later injury as though no prior disability or impairment had existed.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b555-8\"> Apportionment may call for the application of both sections 4663 and 4750. The injured’s permanent disability may in part be preexisting and in part due to the natural progression of the preexisting condition subsequent to the industrial injury.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b556-8\">It is not a case for apportionment only where apportionment proves truly impossible or imponderable. <em>(Bstandig </em>v. <em>Workers’ Comp. Appeals Bd., supra, </em>68 Cal.App.3d 988, 998.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}