{
  "casebody": {
    "data": "<casebody firstpage=\"592\" lastpage=\"598\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b616-7\">Argued 4 February;</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AO4\">decided 24 February, 1902.</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b616-8\">CLOSE <em>v. </em>RIDDLE.</parties>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b616-9\">[67 Pac. 932.]</citation>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b616-10\">Notes — Higher Interest After Default — Liquidated Damages.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b616-11\">1. A provision in a promissory note that if the note shall not be paid at maturity it shall thereafter bear a specified higher rate of interest than before maturity (such higher agreed rate being less than the highest legal rate) is not an agreement for a penalty, and not properly enforceable in equity, but it is rather an agreement for liquidated damages, which the parties are at liberty to make if they choose.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b617-4\"><page-number citation-index=\"1\" label=\"593\">*593</page-number>Mortgage Foreclosures — Disposal of Excess oe Proceeds.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b617-5\">2. A direction in a mortgage foreclosure proceeding that the excess of the proceeds of the sale of the mortgaged property over the sum necessary to satisfy the mortgage be deposited in court subject to its final order is not reversible error, though Hill’s Ann. Laws, § 417, provides that foreclosure sales shall be conducted in the same manner as execution sales ; and section 296, subds. 3, 5, direct that the proceeds of an execution sale shall be paid to the clerk, who shall pay the excess, over the sum necessary to satisfy the judgment, to the judgment debtor.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b617-6\">From Douglas: James W. Hamilton, Judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b617-7\">This is a suit by Chas. W. Close to foreclose a mortgage. The complaint, so far as material to the questions'involved, alleges, in substance, that on May 1,1888, the defendants George W. Riddle and Helen, his wife, executed a bond to the Lombard Investment Company, a corporation, for the sum of $11,000, due in five years, with interest at the rate of six per cent, per annum, payable semiannually, evidenced by ten coupons of $330 each, and stipulating that the debt should bear interest after maturity at the rate of eight per cent, per annum; that at the same time they and Wm. H. Riddle, to secure the payment of said principal and interest, executed to the said company a mortgage upon certain real property in Douglas County, which mortgage, after being duly recorded, was assigned, with said bond, to the plaintiff, who is the owner thereof; that William H. Riddle died testate April 4, 1891, having devised to George W. Riddle and his wife all his interest in said real property, and, his will having been admitted to probate, his estate was duly settled; that the other defendants claim some interest in the mortgaged premises, but their rights, if any, are subordinate to plaintiff’s; that no part of said debt has been paid except the coupons and the sum of $1,500, on the principal and the interest theréon to June 1,1897; and prays for the recovery of the sum of $9,500, with interest from that date at the rate of eight per cent, per annum, arid for a decree foreclosing the lien of said mortgage. The defendant Walter S. Riddle, alone answering, admits the execution of the bond and mortgage, but denies that there is due thereon the sum of $9,500, with <page-number citation-index=\"1\" label=\"594\">*594</page-number>interest at the rate of eight per cent, per annum, or any greater sum than $7,800. For a separate defense he alleges that on July 28, 1891, the defendants George W. Riddle and his wife executed to Stilly Riddle their mortgage upon said premises to secure the sum of $7,500, and they also conveyed a part of said premises to W. H. Taylor, whereupon Stilly Riddle released the lien of his mortgage upon the land so conveyed, and thereafter assigned his mortgage to this defendant, who secured a decree foreclosing the same, in pursuance of which the remaining premises were sold to him, and, the sale having been confirmed, a sheriff’s deed therefor was executed to him; that the title to the premises so conveyed to Taylor has passed by <em>mesne </em>conveyances to the defendants Samuel Parmley and Clara S., his wife; that on August 19, 1899, this defendant paid on account of the bond so assigned to plaintiff the sum of $600; and that the stipulation in the bond and mortgage to pay eight per cent, interest on the debt after its maturity is void; and prays that the land so conveyed to Parmley and wife be first sold, and the proceeds arising therefrom applied upon plaintiff’s demand, and, if sufficient to satisfy the same, that the premises so owned by this defendant be freed from the lien of said mortgage. The reply having put in issue the allegations of new matter in the answer, a trial was had, and the court found that, after giving said defendant credit for the sum of $600, there remained due on the bond the sum of $11,270.76, and decreed a foreclosure of the mortgage and a sale of the premises, the part so conveyed to Taylor to be sold first, and that, if any of the proceeds thereof remain after the payment of the sum so found due plaintiff, it be deposited in court to be paid out on its further order, and the defendant Walter S. Riddle appeals. Affirmed.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b618-5\">For appellant there was an oral argument by <em>Mr. J. G. Fullerton, </em>with a brief to this effect:</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b618-6\">The respondent’s mortgage provides that in case of a default of payment of any sum convenanted therein to be paid for the period of thirty days after the same becomes due, or in default <page-number citation-index=\"1\" label=\"595\">*595</page-number>of the performance of any covenant therein contained, the first party agrees to said second party and its assigns to pay interest at the rate of eight per cent, per annum computed semiannually on said principal note from the date thereof to the time when the money shall be actually paid. The attempted enforcement of the covenant is a penalty which a court of equity will not permit: <em>Mason </em>v. <em>Callender, </em>2 Minn. 350 (72 Am. Dec. 102); <em>Kurtz </em>v. <em>Robbins, </em>12 Wash. 7 (40 Pac. 415, 50 Am. St. Rep. 871, and note); <em>Spear </em>v. <em>Smith, </em>1 Denio, 465; <em>Hogg </em>v. <em>McGinness, </em>22 Wend. 163; <em>Neven </em>v. <em>Rossman, </em>18 Barb. 50; <em>Gregg </em>v. <em>Crosby, </em>18 Johns. 219; <em>Curry </em>v. <em>Lance, </em>7 Pa. St. (Barr.) 400.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b619-5\">For respondent there was an oral argument and a brief by <em>Mr. Milton W. Smith, </em>to this effect:</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b619-6\">An increased rate of interest after maturity is not a penalty, but is always recoverable where it is expressly stipulated for in the note: 3 Randolph, Com. Paper, § 1713; 2 Daniel, Neg. Inst. (3 ed.) § 1458a; 11 Am. &amp; Eng. Ency. of Law (1 ed.), pp. 416, 417; <em>Finger </em>v. <em>McCaughey, </em>114 Cal. 64; <em>Wortman </em>v. <em>Vorhies, </em>14 Wash. 152; <em>Kurtz </em>v. <em>Robbins, </em>12 Wash. 7 (40 Pac. 415, 50 Am. St. Rep. 871); <em>Hallam </em>v. <em>Telleren, </em>55 Neb. 255; <em>Sheldon </em>v. <em>Pruessner, </em>52 Kan. 579, 592; <em>Davis </em>v. <em>Hendrie, </em>1 Mont. 499; <em>McKay’s Estate </em>v. <em>Belknap Sav. Bank, </em>27 Colo. 50 (59 Pac. 745); <em>Vermont L. &amp; Trust Co. </em>v. <em>Dygert, </em>89 Fed. 123; <em>Scottish Amer. Mtg. Co. </em>v. <em>Wilson, </em>24 Fed. 310.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b619-7\">Mr. Justice Moore,</author>\n<p id=\"AvS\">after stating the facts, delivered the opinion of the court.</p>\n<p id=\"b619-8\"><bracketnum>1.</bracketnum> It is contended by appellant’s counsel that the stipulation in the bond and mortgage for the payment of eight per cent, interest after the maturity of the debt is a penalty designed to secure the payment of a lesser rate of interest, and, this being so, it should not be enforced in equity, and that the court erred in decreeing the recovery of more than six per cent,., and cites in support of the principle insisted upon the case of <em>Mason </em>v. <em>Callender, </em>2 Minn. 350 (72 Am. Dec. 102), in <page-number citation-index=\"1\" label=\"596\">*596</page-number>which it was held by the Supreme Court of Minnesota that an agreement to pay a greater sum on default in the payment of a lesser was a penalty, and not liquidated damages, and could not be recovered, and that this rule applies to a stipulation in a note providing for an increased rate of interest after maturity upon both principal and interest. While the decisions upon this subject are not uniform, we think the great preponderance of authority supports the rule that, where a higher rate of interest is expressly reserved to be paid after maturity, the rate so stipulated is recoverable if not usurious: 2 Edwards, Bills &amp; N. § 1005; 3 Randolph, Com. Paper (2 ed.), § 1713. The editors of the American and English Encyclopaedia of Law [vol. XYI (2 ed.), p. 1049], in discussing this question, say: “By the weight of authority a stipulation for a higher rate of interest after maturity is valid and enforceable, provided the increased rate which it is sought to recover does not exceed the highest rate allowed by law; and, in the absence of a statute limiting the rate which may be contracted for, or where the rate provided for after maturity is not unlawful, a stipulation for a higher rate after maturity will generally be considered as a liquidation of the damages, rather than as a penalty for a breach. ’ ’ The statute of this state permits the recovery of ten per cent, interest per annum by express agreement of the parties (Hill’s Ann. Laws, .§ 3587); so that the stipulation in the bond and mortgage to pay eight per cent, interest per annum after maturity is not usurious. Interest is compensation for the use or forbearance of money, or for withholding from or depriving a party of money: 16 Am. &amp; Eng. Ency. Law (2 ed.), 990.</p>\n<p id=\"b620-5\">Interest proper would seem to be the compensation agreed to be paid by the borrower to the lender for the use of money to be paid at a future day, while the compensation 'awarded by law for the forbearance or withholding money is denominated “damages,” the measure of which is established at a given rate. The statute prescribing the rate of compensation by way of damages is as follows: ‘ ‘ The rate of interest in this state shall be six per centum per annum, and no more, on all moneys <page-number citation-index=\"1\" label=\"597\">*597</page-number>after the same become due; on judgments and decrees for the payment of money; on money received to the use of another and retained beyond a reasonable time without the owner’s consent, express or implied, or on money due upon the settlement of matured accounts from the day the balance is ascertained”: Hill’s Ann. Laws, § 3587, as amended October 14, 1898 (Laws, 1898, p. 15). It will be observed that the statute employs the word “interest” instead of “damages,” but the term so selected cannot change the character of the compensation awarded; for after the breach of a contract interest is never recoverable except as damages: <em>Seton </em>v. <em>Hoyt, </em>34 Or. 266 (55 Pac. 967, 43 L. R. A. 634, 75 Am. St. Rep. 641); <em>Mason </em>v. <em>Callender, 2 </em>Minn. 350 (72 Am. Dec. 102); <em>Jourolmon </em>v. <em>Ewing, </em>80 Fed. 604 (26 C. C. A. 23); <em>Brainard </em>v. <em>Jones, </em>18 N. Y. 35. In the ease at bar, the makers of the bond having neglected to pay the sum due thereon at maturity, damages necessarily resulted, which should be measured, in the absence of any stipulation to the contrary, by the rate specified in the bond as compensation for the use of the money prior to the breach of the contract: Hill’s Ann. Laws, § 3591. Such damages, however, are properly anticipated and adjusted by the parties, and, if the rate thus agreed to be paid for the use of money after maturity does not exceed the highest rate prescribed by law, the agreement, by the great weight of authority, is for liquidated damages, and not in the nature of a penalty, and, the parties having agreed upon the payment of a rate recoverable by express contract, no error was committed in assessing the damages so agreed upon.</p>\n<p id=\"b621-5\"><bracketnum>2.</bracketnum> It is maintained that the appellant was entitled to the remainder of the proceeds arising from a sale of the mortgaged premises after satisfying the sum found to be due the plaintiff, and hence an error was committed in decreeing that such remainder should be deposited in court subject to its further order. It will be remembered that Samuel Parmley and wife owned a part of said land in fee, subject to plaintiff’s mortgage, Avhieh was decreed to be sold first. If the sum realized from such sale was more than sufficient to satisfy plaintiff’s <page-number citation-index=\"1\" label=\"598\">*598</page-number>decree, no necessity would exist for a resort to the appellant’s land, and the remainder of the proceeds, if any, would belong to Parmley and his wife; but, if insufficient for that purpose, and the sale of appellant’s land became necessary, any sum that remained after paying plaintiff the amount of his decree would belong to the appellant. A sale of real property under a decree of foreclosure is conducted in the same manner as a sale thereof under an execution in an action: Hill’s Ann. Laws, § 417. Upon a return of the execution the sheriff shall pay the proceeds of the sale to the clerk, who shall then apply the same, or so much thereof as may be necessary, to the satisfaction of the judgment; and, if any of the proceeds then remain, the clerk shall pay the same to the judgment debtor or his representative: Hill’s Ann. Laws, § 296, subds. 3, 5. It is quite probable that, if the decree had been silent in respect to the payment of such remainder after the satisfaction of plaintiff’s demand, the clerk would have been authorized to pay the same to the party entitled thereto. It would undoubtedly have been better practice if the decree had designated the party to whom it should be paid; but, as the undertaking on appeal did not stay the enforcement of the decree, it is possible that a sale of the premises may have been made, and, if so,, and any remainder exists, the necessity of securing the court’s order therefor, as prescribed in the decree, if erroneous, is not, in our judgment, so prejudicial as to require a modification thereof.</p>\n<p id=\"b622-6\">There are other errors alleged, but we do not consider them of sufficient importance to require consideration, and hence the decree is affirmed. Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}