{
  "casebody": {
    "data": "<casebody firstpage=\"116\" lastpage=\"117\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b140-5\">JUDELSHON v. BLACK et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b140-6\">No. 304.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b140-7\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHS\">April 3, 1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b140-15\">Charles Solomon, of Brooklyn, N. Y., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b140-16\">Charles Gr. Hensley, of New York City, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b140-17\">Before MANTON, L. HAND, and SWAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b140-18\">MANTON, Circuit Judge.</author>\n<p id=\"b140-19\">The appellee owns a patent and sued appellants for infringement, obtaining a decree on November 24, 1926&gt; holding the patent valid and infringed. Claiming a violation of the injunction therein contained against further infringement, they moved to punish the appellants for civil contempt. The matter was referred to a master, who took the testimony and reported that they were guilty of violation of the decree. Upon this report, Woolsey, J., punished the appellants for contempt finding a violation of the injunction, and imposed a fine of about $2,000, composed of counsel fees and disbursements and the master’s allowance and his disbursements.</p>\n<p id=\"b140-20\">The appellants’ acts giving rise to the charge are found to have been committed under the following circumstances: In March, 1931, appellee placed in the hands of one Bonomo a spooling machine and a cutting machine with instructions to convey them to appellants’ shop' for repair. This was done solely for the purpose of obtaining evidence to establish that the appellants were infringing appellee’s patent. Bonomo said he did so, and appellants made repairs reconstructing the machines and charged $95 therefor, which was paid in cash. For this undertaking Bonomo was paid about $400. Bonomo said he saw workmen repairing the cutting machine. There is very strong evidence tending to show that appellants did not perform this work or make the repairs as claimed. But, accepting the facts here found, there is no conduct which is subject to punishment for civil contempt. Appellee freely stated as a witness that he engaged Bonomo to entrap and detect the appellants in violating his patent rights and the injunction.</p>\n<p id=\"b140-21\">Appellee and appellants were competitors in trade, and the appellee said that the appellants were the only other concern that could makq repairs to this type of machine. The work of repair was set on foot by the appellee’s agent employed for the purpose of intriguing appellants with the view of inducing them to breach the injunction order. In this way they were entrapped, but, beyond the question of whether a court of equity should grant equitable relief under the circumstances, it is clear that there can be no fine imposed for this alleged civil contempt. There was no loss to the appellee. This is a <page-number citation-index=\"1\" label=\"117\">*117</page-number>■civil proceeding to recover loss for the infringement. There was no infringement in making repairs to appellee’s machine, for he requested or procured it to be done. No damage was suffered by tho appellee in having his own machines rebuilt with his consent and approval. The theory of recovery in civil contempt proceedings is to compel the payment of damages by way of a fine, and, since no damages were suffered, there should bo no finding of contempt.</p>\n<p id=\"b141-4\">Decree reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}