{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"80\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b101-11\">MAROTTA v. AMERICAN SURETY CO. OF NEW YORK.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b101-12\">No. 2647.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b101-13\">Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b101-14\">March 23,1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b102-11\"><page-number citation-index=\"1\" label=\"78\">*78</page-number>Harry Le Baron Sampson, Philip R. White and Hutehins &amp; Wheeler, all of Boston, Mass., for appellee American Surety Co.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b102-12\">George I. Cohen, of Boston, Mass., for appellant Marotta.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b102-13\">Before BINGHAM, WILSON, and MORTON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b102-14\">SCOTT WILSON, Circuit Judge.</author>\n<p id=\"b102-15\">A petition in bankruptcy was filed in the District Court of Massachusetts against the appellant by the appellee, alleging less than twelve creditors. The appellant appeared and filed an answer denying that she was insolvent or that the appellee was a creditor. The case was then referred to a special master to ascertain and report facts on the question of adjudication.</p>\n<p id=\"b102-16\">The facts which led up to the filing of the petition are as follows: In the spring of 1927, one Mario Mogliani of Providence, R. I., proposed to give an exhibition of fireworks in the city of Everett, Mass. In order to do so, by the statutes of Massachusetts, G. L. c. 148, §§ 57C and 57D [as added by St. 1921, c. 500], he was required to file a bond with the state treasurer of Massachusetts and running to that official, with surety or sureties approved by that official. He filed such a bond in which he as principal and the American Surety Company of New York as surety “jointly and severally” bound themselves in the penal sum of $15,000 conditioned upon the payment of any judgment obtained against him by reason of any loss or damages resulting to persons or property from discharging or displaying fireworks at a public exhibition. •</p>\n<p id=\"b102-18\">To obtain such a bond Mogiiani sent an agent to the husband of the appellant, and, as a result of a conference with him, the appellant and her husband went with the agent of Mogiiani to an attorney in Boston, where the appellant and Mogiiani signed an application for a so-called “fireworks bond” to be executed by Mog-liani as principal and the appellee as surety, under which application the appellant agreed to indemnify the appel-lee against any claim or liability arising out of the execution of such “fireworks bond.”</p>\n<p id=\"b102-19\">At the time of signing the application the appellant signed a statement of her financial condition, showing assets as follows: Cash, $8,000; land and improvements, $75,000, subject to mortgages of $32,000; and additional real estate of the value of $15,500.</p>\n<p id=\"b102-20\">A form of bond provided by the statutes of Massachusetts was executed by the ap-pellee under seal, as surety, with the date and the space for the signature of the principal left blank. It was executed by the surety with the understanding that it was later to be executed by the principal and the proper date of its execution by him inserted. The execution by the principal was afterward done in Rhode Island in the presence of a duly authorized agent of the appellee, but no wax wafer or “stieker” was attached to the instrument as the seal of the principal, the omission being accounted for by the fact that a seal in the form of a wax wafer or “sticker” was not essential to the validity of a bond in the state of Rhode Island, when the word “seal,” as in this instance, was printed on the instrument opposite the signer’s name. The instrument therefore was delivered by the appellee with full knowledge that no seal of the principal was attached, but intending to be bound by it in its then condition. At the time of the execution of this instrument, a wax wafer, “stieker,” or impress was necessary to constitute a bond in the state of Massachusetts.</p>\n<p id=\"b102-21\">The master also found that the instrument was intended by the principal as a valid instrument and was forwarded by him to the state treasurer of Massachusetts as a compliance with the statute, and intending to be bound thereby. Some question arose before the master as to when the bond was filed, but the master found on the evidence that it was filed before the exhibition was given, and we think it cannot be said his finding in this particular was not warranted upon the evidence.</p>\n<p id=\"b103-4\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>In September, 1927, an exhibition of fireworks was given by Mog'liani in the city of Everett, and an injury to a spectator resulted.</p>\n<p id=\"b103-5\">In February, 1928, ihe appellant conveyed one pared of the real estate standing’ in her name to her husband, but Ihe master found that this conveyance was not made to hinder, delay, or defraud creditors. While it -was done after the bond was executed, she was not then insolvent, and the master evidently found it was not made in contemplation of any liability resulting from the accident and there was left apparently abundant property standing in her name to make good any liability resulting from her agreement of indemnity. This finding must stand.</p>\n<p id=\"b103-6\">In April, 1928, the person injured at the exhibition in Everett brought an action of tort in the Massachusetts superior court against Mogliani, and the husband of the appellant was notified of the pendency of the action and of a possible liability resulting to the appellant. A verdict was recovered against Mogliani on March 4, 1930, for $10,-000.</p>\n<p id=\"b103-7\">During the pendency of the suit, her husband consulted counsel in relation thereto, and after judgment sent counsel to Rhode Island to investigate the facts, who, on his return, advised the filing of a motion for a new trial on the ground that the verdict was excessive. Such a motion was filed, and on March 29, 3930, a new trial was granted, unless a remittitur for $3,500 was filed by the plaintiff. This was done, and judgment, was entered for the plaintiff for $6,5 ¡0.08, with costs taxed at $110.40, and execution was issued.</p>\n<p id=\"b103-8\">In the meantime on March 15, 1930, Urn husband of the appellant consulted another lawyer, who apparently was not advised of the possible liability on the bond, and arrangements were made, by a somewhat complicated method of conveyance, under which all the rest of the real estate standing in the name of the appellant was conveyed to a third person, with a reconveyance to her husband, and a declaration of trust on his pai’t in favor of their children. It is not necessary to determine the legal effect of these conveyances, except that by them the appellant undertook to put the title to the real estate out of her own name. The master found that these transfers were made with intent to hinder and defraud the appellee, which at this time was a contingent, creditor.</p>\n<p id=\"b103-9\">Following the judgment obtained by the plaintiff in the action against Mogliani, ex-edition was issued and a demand made on Mog'liani. Failing to collect the judgment from him, demand was then made on the ap-pellee, and on April 18, 1930, action was brought against the appellee on the bond for ihe amount of the judgment. Following the bringing- of this action’ and before judgment, the appellee paid the judgment against Mog-liani, and on April 30, 1930, consented to judgment against itself on the bond for the amount of the sum paid in discharge of the judgment against Mogliani.</p>\n<p id=\"b103-12\">On April 9, 1930, the appellee brought a bill in equity in the Massachusetts court against the appellant to set aside the conveyance made by her on March 15 and March 18, 3930, of all her real estate on the ground of fraud; and on May 35, 1930, after the payment of the judgment against Mogliani, it filed a second bill in the state court to set aside these conveyances upon the same ground. On July 16, 1930, and within four months of the alleged fraudulent conveyances, it filed a petition in bankruptcy in which the appellant was finally adjudicated a bankrupt on June 24, 1931. In its petition the appellee offered to surrender on adjudication, for the benefit of the estate in bankruptcy, any liens it had acquired by its equitable attachments of the real estate alleged to have been fraudulently conveyed.</p>\n<p id=\"b103-13\">From the decree of adjudication by the District Court, an appeal was taken to this court, and numerous errors were assigned. The errors chiefly relied on are: (3) That a valid bond was not given, since it was not under seal of the principal; (2) that the ap-pellee was guilty of fraud in obtaining the appellant’s signature to the indemnifying agreement and was negligent in defending the action on the bond; (3) that since the appel-lee; had already begun action in the state court to set aside the conveyances by the appellant, the bankruptcy court should not have taken jurisdiction; (4) that the findings of the master were not supported by the evidence; (5) that the bond was not delivered to the state treasurer before the exhibition was given; (6) that since the appellee was her sole creditor at the time of the alleged fraudulent conveyances, and at the time the conveyances were made the appellee did not have a provable claim, no act of bankruptcy was thereby created.</p>\n<p id=\"b103-14\">It is only necessary at this time to consider the first assignment relied on, viz., as to whether there was a valid bond, and whether any defect therein affected the liability of the appellant under her indemnifying agreement.</p>\n<p id=\"b104-3\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>The issue of whether, in order to constitute an act of bankruptcy, there must be an intent to hinder, delay, or defraud a creditor having a provable claim, has been settled by the Supreme Court, which held in American Surety Company v. Marotta, 287 U. S. 513, 53 S. Ct. 260, 77 L. Ed. -, decided January 9, 1933, that the definition of a creditor in the Bankruptcy Act, § 1 (9), 11 USCA § 1 (9), was not an exclusive definition, and an intent to defraud a contingent creditor was an act of bankruptcy.</p>\n<p id=\"b104-6\">The other errors, except the first above stated, require no special consideration. The findings of the master are supported by substantial evidence, and the pendency of the actions in the state court to set aside a fraudulent conveyance is not a bar to the proceedings in bankruptcy.</p>\n<p id=\"b104-7\"> As to the failure to attach the seal of the principal to the bond, we think it does not affect the liability of the appellant under her agreement of indemnity. She agreed to indemnify the appellee in case it was held liable on the bond. The appellee, under the condition of the instrument signed by it, agreed to become liable in ease Mario Mogliani failed to pay any judgment obtained against him for any injury or damages resulting from discharging, exploding, or displaying of fireworks at a public exhibition.</p>\n<p id=\"b104-8\">The appellee, through its Rhode Island agent, delivered the instrument with knowledge of the omission, but intending that it should be filed with the state treasurer as a compliance with sections 57C and 57D of chapter 148, G. L. Mass, (as added by St. Mass. 1921, e. 500); and that it would become liable in case judgment was recovered against Mogliani and he did not satisfy the judgment.</p>\n<p id=\"b104-9\">Mogliani’s liability did not depend on whether he duly executed the bond. He was liable for negligence in conducting the exhibition. The action against Mogliani was not under the bond, but in tort for negligence. The appellee as surety, having bound itself severally and jointly, became liable under the instrument it signed, even though it had not delivered the bond with knowledge that the principal’s seal was not affixed, but intending to be bound by it in its present form. United States Fidelity &amp; Guaranty Co. v. Haggart (C. C. A.) 163 F. 801, 809; Empire State Surety Co. v. Carroll County et al. (C. C. A.) 194 F. 593, 600; Title Guaranty &amp; Surety Co. v. Schmidt et al. (C. C. A.) 213 F. 199, 202; United States v. Linn, 15 Pet. 290, 10 L. Ed. 742; St. Louis Brewing Ass’n v. Hayes et al. (C. C. A.) 97 F. 859; Goodyear Dental Vulcanite Co. v. Bacon, 148 Mass. 542, 20 N. E. 175; City of Deering v. Moore, 86 Me. 181, 29 A. 988, 41 Am. St. Rep. 534; Inhabitants of Boothbay v. Giles et al. 68 Me. 160.</p>\n<p id=\"b104-11\">The appellant agreed to hold the appel-lee harmless in case it was called on to pay any claim, demand, or liability by reason of Mogliani being held liable for any injuries or damages resulting from any public fireworks exhibition given by him. Upon the ap-pellee becoming liable under the bond, we think the appellant beeame liable to it under her agreement of indemnity.</p>\n<p id=\"b104-12\">The decree of the District Court is affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}