{
  "casebody": {
    "data": "<casebody firstpage=\"280\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b300-4\">Washington Glover, appellant. John W. McKim, Judge of Probate, <em>vs. </em>Washington Glover, administrator.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b300-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Az4\">November 10, 1896.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4z\">January 7, 1897.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b300-8\">Present: Field, O. J., Allen, Knowlton, Morton, &amp; Lathrop, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b300-9\"><em>Trust Fund </em>— <em>Investment of Trustee </em>— <em>Breach of Trustee’s Bond—■Equity </em>— <em>Subrogation </em>— <em>Decree of Probate Court fixing Amount due on Account not to be attacked collaterally.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b300-10\">It is an improper investment of a trust fund for the trustee to buy of himself with it a mortgage of real estate which is worth much less than the amount of the fund so invested; and the facts that subsequently the <em>cestui que trust </em>authorized the trustee to bid off the mortgaged property for him at a sale of the same, and took a conveyance of it, cannot avail the trustee, if the <em>cestui que trust </em>acted solely on the false representations of the trustee as to the value of the property, and, upon learning the truth, promptly demanded that he should take back the property, and not long afterwards tendered him a deed of it; and the contention that the <em>cestui que trust </em>could not put himself in a position to have the investment disallowed and the trustee held for the money which it represented, without first seeking the aid of a court of equity, is unsound.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b300-11\">If the.surety on the bond of a trustee under a will pays the amount due on the account of the trustee by his having bought of liimself with the trust fund a mortgage of real estate worth much less than the amount of the fund so invested, the surety will be subrogated to the right of the principal to the mortgaged property.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b300-12\">In a suit upon a probate bond, founded on the failure of a trustee to pay over the estate remaining in his hands, or due from him on the settlement of his account in the Probate Court, it is not competent, either for the principal or the sureties, to attack collaterally the decree of the Probate Court fixing the amount due on the account.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b300-13\">The first case was an appeal by the administrator with the will annexed of the estate of Henry P. Nichols, surety upon the bond of Charles S. Nichols, trustee under \"the will of Isaac B. Woodbury, from a decree of the Probate Court dismissing his petition to open the trustee’s final account for the correction of an alleged error therein. Hearing before Morton, J., who found for the appellees, and at the request of the parties reserved the case for the determination of the full court. The facts appear in the opinion.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b301-4\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>The second case was an action on the probate bond founded on the failure of the trustee to pay over the balance found due by the Probate Court on his accounts. The case, having been referred to a master, to whose report the defendant took exceptions, was heard before Allen, J., who reserved the questions of law for the determination of the full court. The facts appear in the opinion.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b301-5\"><em>F. </em>Rackemann, <em>(W. F. Dana </em>with him,) for the administrator.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b301-6\">\n<em>J. B. Lord, contra.</em>\n</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b301-7\">Knowlton, J.</author>\n<p id=\"ASE\">As these two cases relate to the same controversy, and depend for the most part on the same facts, they were argued together, and they may both be considered in the same opinion. The first of them is a petition to open a trustee’s final account for the correction of an alleged error in it. The decisions of this court in <em>Nichols, appellant, </em>157 Mass. 20, and in <em>McKim </em>v. <em>Glover, </em>161 Mass. 418, which were made upon the facts now before us, go far towards settling the questions raised in this new phase of the controversy. In <em>Nichols, appellant, </em>it was held that the decree of the Probate Court disallowing the item which the petitioner now seeks to have allowed was correct, and the petitioner’s argument is virtually, although not in terms, a request that we reconsider the grounds of the decision in that case and overrule it. We see no reason for dissatisfaction with the result then reached. We assume that the Probate Court has power to open an account for the correction of a manifest error upon the application of a surety on the probate bond of the accountant. <em>Waters </em>v. <em>Stichkey, </em>12 Allen, 1. <em>Pierce </em>v. <em>Prescott, </em>128 Mass. 140, 145. <em>Cleveland </em>v. <em>Quilty, </em>128 Mass. 578. But the appellant’s contention that the disallowance of the item was erroneous is not well founded. The accountant was chargeable with the funds which came into his hands as trustee. He asked to be allowed for an investment in a mortgage which he owned, and which he assigned through a third person to himself as trustee. The mortgaged property was not worth nearly so much as the money loaned upon it, and its assignment was a fraud upon the <em>cestuis que trust. </em>As they objected to it when his account was presented for allowance, it is clear that it was rightly disallowed, unless by their conduct they had lost the right to object to <page-number citation-index=\"1\" label=\"282\">*282</page-number>it. In ignorance of the fraud practised upon them in making the investment, and relying upon the fraudulent representation of the trustee, they had authorized him to buy the property for them at a foreclosure sale under the mortgage. After taking the title, they acted under the advice of the trustee in regard to the management of the property, until, coming from New Jersey to Boston and seeing it for the first time, they began to think that they had been misled. After trying for a while to sell the property, they became aware of the extent of the fraud practised upon them, demanded of him that he should take it back, and not long afterwards tendered him a deed of it. In the two decisions first referred to it was held that the <em>cestuis que trust </em>acted with proper diligence to preserve their rights after the discovery of the fraud. A further consideration of the facts leaves us still of the same opinion. The petitioner’s contention that the <em>cestuis qm trust </em>could not put themselves in a position to have this investment disallowed and the trustee held for the money which it represented, without first seeking the aid of a court of equity, is not sound. If they offered to restore that which they were induced by his fraud to receive, and held themselves in readiness to perform their offer, it was enough. Upon their objection, the investment of the fund in the mortgage was to be treated as void from the beginning, and if they were willing to deal fairly with the trustee in regard to their holding of the property, which was all the time equitably his, their rights iii regard to the accounting in the Probate Court were not to be prejudiced by his neglect or refusal to take back the title when it was offered him. We are of opinion that the decree of the Probate Court denying the prayer of the petition should be affirmed.</p>\n<p id=\"b302-5\">The second suit is an action on the probate bond founded on the failure of the trustee to pay over the balance found due by the Probate Court on the accounts. In <em>McKim </em>v. Glover, 161 Mass. 418, it was held that the conduct of the <em>cestuis que trust </em>in regard to the property was not an exoneration of the sureties on the prohate bond, and judgment was rendered for the penal sum. At the hearing before the master appointed to determine for how much justice and equity require that execution should issue, the defendant raised certain questions which were not considered in detail in the former decision, but which must <page-number citation-index=\"1\" label=\"283\">*283</page-number>be decided adversely to the defendant on grounds already stated in this opinion. The evidence taken by the master does not change the legal aspect of the case. If the defendant as administrator of the surety pays the amount due on the account, he will be subrogated to the right of the principal to the mortgaged property.</p>\n<p id=\"b303-5\">There is also another ground which leads to the same result. In a suit upon a probate bond, founded on the failure of a trustee to pay over the estate remaining in his hands, or due from him on the settlement of his account in the Probate Court, it is not competent, either for the principal or the sureties, to attack collaterally the decree of the Probate Court fixing the amount due on the account. <em>Heard </em>v. <em>Lodge, </em>20 Pick. 53. <em>White </em>v. Weatherbee, 126 Mass. 450. <em>Stovall </em>v. Banks, 10 Wall. 583. <em>Braiden </em>v. <em>Mercer, </em>44 Ohio St. 339. <em>Holden </em>v. <em>Lathrop, </em>65 Mich. 652. See also <em>Tracy </em>v. <em>Goodwin, </em>5 Allen, 409: <em>Tracy </em>v. <em>Maloney, </em>105 Mass. 90; <em>Way </em>v. <em>Lewis, </em>115 Mass. 26; <em>Cutter </em>v. <em>Evans, </em>115 Mass. 27. On this ground, as well as the other, the exceptions to the master’s report must be overruled, and execution must be issued for the amount found due by the master.</p>\n<p id=\"b303-6\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}