{
  "casebody": {
    "data": "<casebody firstpage=\"327\" lastpage=\"328\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b347-4\">Cornelius A. Driscoll <em>vs. </em>James J. Hurlburt &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b347-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aqx\">November 23, 1896.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHp7\">January 8, 1897.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b347-6\">Present: Field, C. J., Allen, ICnowlton, Morton, &amp; Lathrop, JJ. !</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b347-7\"><em>Poor </em>Debtor—Recognizance—Breach— <em>Waiver </em>— <em>Agreement for Continuance.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b347-8\">If the examination of a poor debtor, who has given the usual recognizance, is continued until a certain day, before the arrival of which a written agreement for a further continuance is made at the creditor’s request by the parties out of court and left by the creditor’s attorney with the debtor’s attorney to file in court before that day, which the latter inadvertently fails to file, and as a consequence the proceedings are dismissed, the conditions of the recognizance are not waived by such agreement for a continuance.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b347-9\">Contract, upon a poor debtor’s recqgnizance, entered into by the first named defendant as principal, and by the other defendant as surety, and conditioned that the debtor should deliver himself up for examination before some court authorized to act, giving notice of the time and place thereof, “ and appear at the same time and place fixed for his examination, and from time to time until the same is concluded.” An amended an-\" swer alleged that a partial examination of the debtor took place, which was continued until a certain day; that, before that date, “a written agreement for a further continuance was made at the creditor’s request, by the parties out of court, and left by the attorney for the creditor with the counsel for the debtor to file with the court, before said date, which he inadvertently failed to do ”; that, on that date, the case was called in the court, and was dismissed; and that the creditor thus waived the conditions of the recognizance. The plaintiff demurred to the amended answer, on the ground that it did not contain any legal defence to the action.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b347-10\">In the Superior Court, the demurrer was sustained, and judgment ordered for the plaintiff; and the defendants appealed to this court.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b347-11\"><em>C. F. Eddy, </em>for the first named defendant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b347-12\"><em>C. B. Loud, </em>for the other defendant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b347-13\"><em>J. L. Powers, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b348-4\"><page-number citation-index=\"1\" label=\"328\">*328</page-number>Allen, J.</author>\n<p id=\"AVG\">It is plain that the recognizance was broken unless its provisions were waived by the plaintiff. <em>Mount Washington Grlass Works </em>v. Allen, 121 Mass. 283. The defendants contend that it was waived by the agreement for a continuance. No copy of the agreement is before us, but by the true construction of its terms, as set forth in the amended answer of the defendants, it was the debtor’s duty to see to it that a proper order of continuance was duly entered by the court. This the debtor failed to do, and as a consequence the proceedings were dismissed. The defendants contend that, in undertaking to file the agreement with the court, the debtor’s counsel was acting for the plaintiff as well as for the debtor, and that his neglect was therefore the neglect of the plaintiff. But the general duty of keeping alive the proceedings in court rested upon the debtor; and no part of this duty was assumed by the plaintiff under the agreement. The judgment for the plaintiff was therefore right.</p>\n<p id=\"b348-5\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}