{
  "casebody": {
    "data": "<casebody firstpage=\"824\" lastpage=\"826\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b840-3\">Masseth <em>v. </em>Palm.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b840-4\">\n<em>(Circuit Court, W. D. Pennsylvania.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Al1\">August 19, 1892.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b840-5\">No. 16.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b840-6\">Patents eor Inventions—Infringement—Packers eor Oil Wells.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b840-7\">In letters patent No. 167,400, issued September 7, 1S7S, to James P. Gordon, for an improvement in packers for shutting oS water from oil wells, consisting of (1) a tubular casing, (3) an expansible packer, and cone for expanding it, and (8) a set of slips or wedge arms, and a wedge cone to force the arms against the wall of the well, to form a resistance base to the packer, so that when the casing is moved lengthwise the cone within the packer will expand it, the third element is novel, and is the basis of the entire device, and the patent is infringed by a device making use of the same idea by mechanical equivalents, their position merely being reversed, although in such device the wedge arms, besides serving to place the packer in position, as in the combination patented, have the additional function of aiding in sustaining the casing.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b840-8\">Iii Equity. Suit for infringement of patent. Heard on pleadings and proofs.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AgzS\">Decree for complainant.</disposition>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b840-9\"><em>W. Bakewell &amp; Sons, </em>for complainant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b840-10\"><em>D. F. Patterson, </em>for defendant.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b840-11\">Before Acheson, Circuit Judge, and Buffington, District Judge.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b840-12\">Buffington, District Judge.</author>\n<p id=\"AJL\">This bill is filed by Benjamin Masseth, assignee of James P. Gordon, against George Palm, for alleged infringement of patent No. 167,400, issued September 7, 1875, for an improvement in packers in shutting off water from oil wells. In drilling such wells veins of saltwater are met at great depth, which must be shut off, or the well will be ruined. Before the patent in suit this was done by running an iron pipe called “casing,” from the surface to a point below the salt-water vein. Here it rested on the bottom of the well, and by means .of a packer kept the water out. Prom that point a hole of smaller diameter was drilled, until the oil was reached. Inside the casing, and from its lower end to the bottom, as well, was placed a smaller string of pipe, called “tubing,” through which the oil was pumped to ■the surface. As these veins of salt water were found at considerable depth, the casing was a large item of expense. To avoid this, Gordon, the patentee, conceived the novel idea of using only sufficient casing to span the water veins, placing at each end a packer, to ¡irevent the water escaping either up or down; and thus effectually shut off the water in a jacket, closed at both ends, and suspended and self-sustaining, hundreds of feet below the surface. This was called a “double packer.” The idea was novel, and was a radical departure from former methods. Being a pioneer, and not a mere improver, Gordon’s claims must be given a liberal construction. <em>Sewing-Machine Co. </em>v. <em>Lancaster, </em>129 U. S. 278, 9 Sup. Ct. Rep. 299. Gordon’s patent shows how he accomplished this result:</p>\n<blockquote id=\"b840-13\">“Having prepared the necessary length of easing, C, I screw onto the top and bottom of it the cones, O', C'/, both of them having their bases down<page-number citation-index=\"1\" label=\"825\">*825</page-number>ward, as shown. On these cones, which are roughened or corrugated to hold them, I place the leather packers, P, I\". Above the lower packer is placed the open expansible ring, O', and above this a loose ring, R/, conical on its outer surface, and with its base resting on O'. To ring, <em>V, </em>are Attached three elastic amis, which carry at their lower ends the barbed wedges, W, which lie in contact with the ouier surface of the conical ring, it. Their barbed teeth are cut so as to offer no resistance while descending the well, but to oppose being drawn up by jcaieliing in its sides. The lings, V and Ii, are respectively held in place and prevented from riding upon the casing by the pins, <em>pp'. </em>It is clear that after the casing, with ihe-sc attachments at its lower end, has been lowered to a point some distance below the water vein, it an attempt is made to draw it up, the ring, R, will drive apart the wedges. \\V, and cause them to engage the sides of the well, and to become firmly wedged in between the well walls and the loose ling, IP, thereby stopping'the upward movement of that ring and of the expansible ring, O', below it. By a continuation of the upward draft the cone, is farther drawn up, and wedges the packer P', tightly between it and the wall, effectually packing the well below the water vein, and [irmly fixing the apparatus in the wall. ”</blockquote>\n<p id=\"b841-4\">Having solidly secured the packer and the casing at the lower end, lie fixes the upper packer in place by means which need not be detailed. as they are not material to the issue. He alleges infringement by Palm of-the third claim ofhis patent, which is as follows:</p>\n<blockquote id=\"b841-5\">“In combination with any required length of well casings, devices constructed and operating substantially in the manner hereinbefore specified, attached to the upper and lower ends of the same, whereby said casing may he made self-sustaining at any desired point in an oil or artesian well, and have a water-tight packing inserted and fixed between its ends and the well walls, for the purpose, of shutting off: a watercourse or vein, substantially in the manner sot forth.”</blockquote>\n<p id=\"b841-6\">That is, in the lower packer he claims (1) a tubular casing of proper length to span the water veins; (2) an expansible packer of leather or rubber, and a cone for expanding it; and (b) a set of slips or wedge arms, and a wedge cone to force the arms against the wall, to form a resistance base to tlie packer, so that when the casing is moved lengthwise the cone within the packer will expand it. The first and second elements in the combination were old, but the third was novel, and is the basis clement of the entire device. Palm places his slips or wedge arms below, instead of above, the rubber, with a spring below them, hold in place by a wooden pin. Above the slips is a wedge cone, to force the arms against the wall when the spring is released, and thus form a resistance base for the packer above it. When the pin is withdrawn, and the spring released, it forces the wedge arms upward on the cone, by which they are-expanded, and become fixed in the wall of the well. 'Fhe packer is then let down on the shoulder of the wedgo cone, and expanded by a cone from above. By certain means, not material to the issue, an upper packer is next put in place; the whole forming a double packer.</p>\n<p id=\"b841-7\">From the testimony we are satisfied the wedgo arms in Gordon’s device are simply used for placing the packers in position, After this is done, the expanded rubbers alone sustain the casing. If possible to do <page-number citation-index=\"1\" label=\"826\">*826</page-number><em>so, </em>Gordon’s wedge arms could be taken from the well after the apparatus is set without affecting the functions of the double packer; but in Palm’s device the wedge arms do more. They serve the purpose of placing the packers in position, but they also aid in sustaining the casing afterwards; a matter'of no small moment when the weight of a long-string of heavy iron pipe is considered. In fact, the greater the pressure, the more firmly Palm’s wedge arms become imbedded. That Palm’s idea was a most valuable one is also shown by the fact that Gordon’s packers are now constructed on this principle of using the wedge arms for a support, substantially as Palm did. Conceding that Palm’s improvement was a valuable one, it must still be admitted he makes use, by mechanical equivalents, of Gordon’s device, and that he has borrowed the basis idea of the wedge arms and the cone from that source. This view is strengthened by the fact, testified to by himself, that he was employed in making Gordon packers. The mechanism of Gordon is simply reversed, in Palm’s device. In the former the upper sharpened edges of the cleats on the wedge amis and the lifting of the casing cause the wedge arms to catch the well wall, and thus secure the starting point in a self-supporting casing, viz., a stationary base; in the latter, the spring and gravity, or jarring, cause the same result, though from an opposite starting point. In both, increased pressure on the wedge cone aids and finishes the work. That the additional function of the wedge arms helping sustain the casing appears in the Palm device does not make it any less an infringement. It is still Gordon’s device inverted, plus the added function of the sustaining aid of the wedge arms. As such, it is our duty to decree it an infringement. Let a decree be drawn accordingly.</p>\n<p id=\"b842-4\">Aoheson, Circuit Judge, concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}