{
  "casebody": {
    "data": "<casebody firstpage=\"531\" lastpage=\"536\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b599-11\">Maria CHISM, et al., Plaintiffs, v. COUNTY OF SAN BERNARDINO, et al., Defendants.</parties>\n<p data-order=\"1\" data-type=\"court\" id=\"b599-13\">And Related Counter-Claim.</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b599-14\">No. ED-CV 94-0134-RT (Bx).</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b599-15\">United States District Court, C.D. California.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b599-16\">Dec. 23, 1994.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b600-17\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>Martin J. De Vries, Bruggeman, Smith &amp; Peckham, Rancho Cucamonga, CA, for defendants and counterclaimants County of San Bernardino and Sgt. Darryl Heller.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b600-18\">Benjamin Schonbrun and Michael D. Seplow, Schonbrun &amp; De Simone, Venice, CA, for plaintiff William Chism, individually and as the personal representative of Estate of David Chism, Maria Chism, Brent and Branden Chism, minors, By and Through their guardian ad litem Cheri Ann Morrow.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b600-19\">Thomas M. Stefanelli, Law Offices of Thomas M. Stefanelli, Palm Springs, CA, for defendant Hi-Desert Memorial Hosp. Dist. (which was not involved in the motion which resulted in the attached order).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b600-20\">ORDER (1) SETTING ASIDE THE MAGISTRATE JUDGE’S RULING ON PLAINTIFFS’ MOTION TO COMPEL FURTHER DISCOVERY; (2) GRANTING PLAINTIFFS’ MOTION TO COMPEL, SUBJECT TO A PROTECTIVE ORDER; AND (3) VACATING THE HEARING DATE ON DEFENDANTS’ MOTION FOR SUMMARY JUDGMENT</p>\n<author id=\"b600-21\">TIMLIN, District Judge.</author>\n<p id=\"b600-22\">After consideration of the papers in support of and opposition to plaintiffs’ motion to <page-number citation-index=\"1\" label=\"533\">*533</page-number>reconsider the magistrate judge’s ruling on plaintiffs’ motion to compel responses to plaintiffs’ request to produce records and interrogatories (first set) (the motion) pursuant to the Federal Rules of Civil Procedure, Rule 72(a), the court rules as follows:</p>\n<p id=\"b601-5\">1) The motion to reconsider is granted.</p>\n<p id=\"b601-6\">2) The U.S. Magistrate Judge’s order is clearly erroneous because Deputy Rick Roper’s (Roper’s) declaration in opposition to the motion does not meet the threshold requirements of showing cause why discovery should be denied under the official information privilege. The undersigned judge concludes that the official information privilege does not apply to the subject records, i.e., the five documents identified in Roper’s declaration.<footnotemark>1</footnotemark></p>\n<p id=\"b601-7\">3) Plaintiffs are therefore entitled to discovery of the subject documents, conditioned on an appropriate protective order to be fashioned by the undersigned judge assigned to the case after an <em>in camera </em>review of the documents.</p>\n<p id=\"b601-8\">\n<em>ANALYSIS</em>\n</p>\n<p id=\"b601-9\">1. <em>Law Related to Assertion of Official Information Privilege</em></p>\n<p id=\"b601-10\">A party seeking to claim the official information privilege must submit, at the time it files its response to a request for production, a declaration, under oath, from the head of the department having control over the matter, which declaration:</p>\n<p id=\"b601-11\">(1) affirms that its department has collected the material in question and kept it confidential;</p>\n<p id=\"b601-12\">(2) affirms that the declarant official has personally reviewed the material;</p>\n<p id=\"b601-13\">(3) specifically identifies what government interest or privacy interest would be threatened by disclosure;</p>\n<p id=\"b601-14\">(4) describes how disclosure, even if made subject to a protective order, would create a substantial risk of harm, and</p>\n<p id=\"b601-15\">(5) projects how much harm would be done by disclosure.</p>\n<p id=\"b601-16\"><em>Hampton v. City of San Diego, </em>147 F.R.D. 227, 230-31 (S.D.Cal.1993); <em>Miller v. Panucci, 141 </em>F.R.D. 292, 311 (C.D.Cal.1992); <em>Kelly v. City of San Jose, </em>114 F.R.D. 653, 669-70 (N.D.Cal.1987).</p>\n<p id=\"b601-21\">Although not essential, the objecting party may also wish to include in its affidavit a description of how the other party could acquire, without undue economic burden, information of equivalent value from other sources. <em>Kelly v. City of San Jose, </em>114 F.R.D. 653, 670, <em>supra.</em></p>\n<p id=\"b601-22\">■ The party opposing discovery has the burden of showing why discovery should be denied, <em>Miller v. Panucci </em>141 F.R.D. at p. 299, and the balancing of the potential benefits of disclosure against the potential disadvantage is pre-weighted in favor of disclosure because privileges operate in derogation of the truth-finding process, and because such a pre-weighting is consistent with the idea that privileges are to be narrowly construed, and any doubts about their applicability are to be resolved in favor of disclosure. <em>Id. </em>at pp. 299-300.</p>\n<p id=\"b601-23\">If the party opposing production fails to meet its threshold requirement of establishing cause to apply the privilege, the privilege will be overruled and full disclosure will be ordered. <em>Kelly v. City of San Jose, </em>114 F.R.D. 653, 671, <em>supra; Miller v. Panucci </em>141 F.R.D. 292, 300, 311, <em>supra.</em></p>\n<p id=\"b601-24\">2. <em>Roper’s Declaration Did Not Satisfy the Kelly Requirements</em></p>\n<p id=\"b601-25\">Roper’s declaration identified the following documents:</p>\n<p id=\"b601-26\">(a) 5/25/93 interoffice memo from R. Dean Knadler, Captain, Specialized Detective Division, to Shooting Review Board;</p>\n<p id=\"b601-27\">(b) 6/22/93 interoffice memo from Board of Deputy Chiefs to the sheriff;</p>\n<p id=\"b601-28\">(c) 7/7/93 interoffice memo from Board of Deputy Chiefs to William Holloway, Captain;</p>\n<p id=\"b601-29\">(d) 7/14/93 interoffice memo from William Holloway to Board of Deputy Chiefs;</p>\n<p id=\"b602-3\"><page-number citation-index=\"1\" label=\"534\">*534</page-number>(e) 6/25/93 interoffice memo from John Hernandez, Captain, to Gary Huff, Deputy Chief.</p>\n<p id=\"b602-4\">Notably, only document (a) was addressed to the Shooting Review Board; the other documents were neither sent to nor from the Shooting Review Board, nor were they ever further identified as being related to preparation of the Shooting Review Board’s report, nor were they actually identified as being related to the preparation of training materials or as containing information about use-of-force tactics, nor were the persons to whom or by whom they were sent identified as having anything to do with the Shooting Review Board.</p>\n<p id=\"b602-5\">Roper’s declaration then stated that:</p>\n<p id=\"b602-6\">(1) these materials have been kept confidential, and have not been released to any persons or agencies;</p>\n<p id=\"b602-7\">(2) he personally reviewed the documents;</p>\n<p id=\"b602-8\">(3) the documents were generated as a matter of course because Sergeant Darryl Heller (Heller) was involved in a shooting. The Shooting Review Board prepares a report for internal use only and with the expectation they would be used internally only, not for litigation, and kept completely confidential;</p>\n<p id=\"b602-9\">(4) if the documents are disclosed, the entire Shooting Board Review process will be affected and the candor of the reports may be compromised because the Board will be aware that they might be discoverable; self-critical findings are crucial to maintaining and improving operations and training;</p>\n<p id=\"b602-10\">(5) the privacy rights of Heller and other persons mentioned in the report will be violated if the reports are disclosed;</p>\n<p id=\"b602-11\">(6) the Chism shooting generated much publicity and there were numerous witnesses, and Roper was informed that several witnesses had been deposed; thus little or no further information could be gleaned from the documents which was not already revealed through other sources; and</p>\n<p id=\"b602-12\">(7) disclosure of use-of-force tactics will threaten the safety of police officers in future situations.</p>\n<p id=\"b602-13\">This declaration does not satisfy the <em>Kelly v. City of San Jose </em>and <em>Miller v. Panucci </em>threshold requirements, i.e., it does not adequately establish that County’s interest in keeping the documents secret outweighs the plaintiffs’ interest in discovering them, given that the balance is weighted in favor of discovery.</p>\n<p id=\"b602-14\">Roper’s declaration contains four basic reasons for assertion of the official information privilege:</p>\n<p id=\"b602-15\">(1) the need to keep “self-critical” findings confidential, so as to encourage candor in internal communications;</p>\n<p id=\"b602-16\">(2) the need to protect the privacy interests of Heller and others mentioned in the documents;</p>\n<p id=\"b602-17\">(3) the lack of need of plaintiffs for the documents; because there were numerous witnesses, little or no further information could be gleaned from the documents which was not already revealed through other sources; and</p>\n<p id=\"b602-18\">(4) the need to keep use-of-force tactics secret to protect officers in future situations.</p>\n<p id=\"b602-19\">The first problem with the declaration, which applies to all of these reasons, is that it fails to establish any nexus between the documents in question and the purported reasons for nondisclosure. There is no indication that the documents contain “self-critical findings,” that they contain truly private information about Heller or others, that they contain only information related to what the witnesses might have seen (in fact, if they <em>did </em>contain “self-critical findings,” they would contain more than a summary of what witnesses saw in connection with the shooting, and might contain information relevant to plaintiffs’ <em>Monell </em>claim), or that they contain information about use-of-force tactics.</p>\n<p id=\"b602-20\">The second problem with the declaration is that these reasons are simply not specific enough to allow for a true weighing of the County’s interest in keeping the documents private against the plaintiffs’ interest in disclosure of the documents’ contents.</p>\n<p id=\"b602-21\">As to reason (1) re self-critical findings, a general assertion that a police department’s internal investigatory system would <page-number citation-index=\"1\" label=\"535\">*535</page-number>be harmed by disclosure of the documents is insufficient; a resisting party must specifically describe how disclosure of the requested documents in the particular case in question would be harmful. <em>Miller v. Panucci, 141 </em>F.R.D. 292, 300, 301, <em>supra.</em></p>\n<p id=\"b603-5\">In <em>Kelly v. City of San Jose, </em>114 F.R.D. 653 (N.D.Cal.1987), Magistrate Judge Brazil expounded on the basis for the privilege exemption in a variety of cases, and pointed out that many of the rationales were developed in cases involving the executive branch and the development of public policies, and that these rationales were not generally applicable in cases involving alleged civil rights violations by police departments. <em>Id. </em>at pp. 658-60.) On the issue of discoverability of self-critical evaluations, he specifically noted that “no empirical study supports the contention that the possibility of disclosure would make officers who participate (as respondents or as investigators) in internal affairs investigations less honest____” <em>Id. </em>at p. 664. In fact, “there are solid reasons to believe that that possibility might have the opposite effect (improving accuracy and honesty) there is no justification for offering near absolute protection to the statements that go into such reports or to the opinions and recommendations that conclude them. In fact, for reasons to be developed below, such material should be presumptively discoverable when a plaintiff makes a proper showing of relevance.” <em>Id. </em>at pp. 665-66.</p>\n<p id=\"b603-8\">As to reason (2), Heller’s and others’ privacy interests, Roper’s declaration fails to make any specific showing of what privacy interests are at stake. If the documents contained names of citizen-informants in ongoing criminal investigations, the sheriffs department obviously has a high interest, as do the informants themselves, in keeping such information private. <em>Kelly v. City of San Jose, </em>114 F.R.D. at p. 662. In contrast, courts should be less solicitous of finding a significant privacy interest in keeping secret the names of witnesses providing factual information about events which are no longer the subject of investigation or prosecution. <em>Id,</em></p>\n<p id=\"b603-9\">As to reason (3), the possibility that plaintiffs could obtain this information elsewhere, as noted in <em>Kelly, </em>plaintiffs, who do not know the contents of the documents in question, are hardly in any position to know where they might get the equivalent information. 114 F.R.D. at p. 667. Furthermore, because “information in police files often will have been developed closer in time to the subject events, when witnesses were around and their memories were fresher, and when the physical evidence was more accessible, in many cases it will not be likely that information of <em>comparable quality </em>will be available from any source. [Citations.]” <em>Id., </em>emphasis in original. And, as noted above, although Roper’s declaration implies that the documents contain matters observed by witnesses, the implication that these documents contain use-of-force tactic information and “self-critical findings” indicates that there is information in these documents which plaintiffs could not obtain by deposing the percipient witnesses, and which would otherwise require a costly and time-consuming attempt by plaintiffs to depose the persons with this kind of internal information.</p>\n<p id=\"b603-11\">As to reason (4), the need to keep use-of-force tactics secret, in <em>Kelly </em>the magistrate pointed out that while a “police department’s interest in not permitting <em>the general public </em>to have access to such materials may be weighty[,] ... [t]he weight of law enforcement’s interest drops drastically, ... when a court imposes a tightly drawn protective order on the disclosure of such material, so that only counsel for plaintiff, and perhaps his [or her] expert, has access to it. [Citations.]” <em>Id. </em>at p. 666, emphasis in original.</p>\n<p id=\"b603-12\">As noted above, the opposing party’s declaration is supposed to describe how disclosure^ <em>even if made subject to a protective order, </em>would create a substantial risk of harm, as well as a projection of how much harm would be done by disclosure. <em>Hampton v. City of San Diego, </em>147 F.R.D. 227, 230-31 (S.D.Cal. 1993); <em>Miller v. Panucci, 141 </em>F.R.D. 292, 300 (C.D.Cal.1992); <em>Kelly v. City of San Jose, </em>114 F.R.D. 653, 669-70 (N.D.Cal.1987). Roper’s declaration does not discuss disclosure of this material in the context of a protective order.</p>\n<p id=\"b603-13\">Accordingly, the undersigned judge concludes that Roper’s declaration failed to es<page-number citation-index=\"1\" label=\"536\">*536</page-number>tablish County’s right to assert the official information privilege as to such documents.</p>\n<p id=\"b604-4\">3. <em>Kelly Did Not Establish an Absolute Privilege for Any Particular Category of Documents</em></p>\n<p id=\"b604-5\">The court has also considered defendants’ contention that under the factors of <em>Kelly v. City of San Jose, </em>114 F.R.D. 653 (N.D.Cal.1986), on which the magistrate judge specifically relied (as stated in his order), these particular reports are not discoverable because they are used only for training purposes, and are not part of an internal investigation or review of citizens’ complaints.</p>\n<p id=\"b604-6\">Although defendants apparently believe that <em>Kelly </em>is distinguishable because it involved a request to produce documents “relate^] to investigations of wrongdoing on the part of the officers,” (Opposition, p. 6) they do not cite any authority for the specific proposition that “documents used only for training purposes” are never discoverable, and <em>Kelly </em>does not so hold; in fact, <em>Kelly </em>specifically rejected the use of an absolute privilege based on categories of documents. (114 F.R.D. at p. 658.)<footnotemark>2</footnotemark></p>\n<p id=\"b604-7\">Furthermore, even if there was an absolute privilege for Shooting Review Board reports or items prepared for training purposes, Roper’s declaration fails' to identify the documents in question as falling into such categories or containing such information.</p>\n<p id=\"b604-8\">\n<em>DISPOSITION</em>\n</p>\n<p id=\"b604-9\">THEREFORE, IT IS HEREBY ORDERED THAT:</p>\n<p id=\"b604-10\">1) The Magistrate Judge’s order of November 15, 1994 denying plaintiffs’ motion is set aside.</p>\n<p id=\"b604-11\">2) Plaintiffs’ motion is GRANTED subject to a protective order as to those documents or portions thereof which the court will order defendant County of San Bernardino (County) to give to plaintiffs. In considering the extent of the protective order the undersigned judge will conduct an <em>in camera </em>review during which it may cause portions of the subject documents to be redacted.</p>\n<p id=\"b604-14\">3) The County is directed to produce the subject records and the custodian thereof in Courtroom 740 on Friday, January 13, 1995, 1 p.m. for an <em>in camera </em>proceeding and preparation of the protective order.</p>\n<p id=\"b604-15\">4) The County shall lodge with the court a proposed protective order no later than January 9, 1995 and serve a copy thereof on plaintiffs.</p>\n<p id=\"b604-16\">5) The hearing on defendants’ pending summary judgment motion, presently set for January 9,1995, is vacated and shall be reset for a date to be chosen on January 13, 1995.</p>\n<footnote label=\"1\">\n<p id=\"b601-17\">. The court finds that the U.S. Magistrate Judge's implied finding that defendant San Bernardino County did not waive the assertion of the official information privilege was not clearly erroneous. or contrary to law.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b604-12\">. In <em>Kelly, </em>the requested documents included \"files generated investigating plaintiff's alleged offense, complaints by citizens against officer Graham and internal affairs investigation files generated in response to such complaints, forms used by the police department in recording and processing complaints by citizens against police officers, complaints lodged against Officer Graham by other officers or his superiors (so called ‘administrative complaints'), reports of injuries suffered by other persons while being arrested by Officer Graham, and manuals, policy statements, memoranda or any other documents that discusses arrest techniques or use of force by police officers in effecting arrests.” (114 F.R.D. at p. 655.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}