{
  "casebody": {
    "data": "<casebody firstpage=\"185\" lastpage=\"190\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b195-4\">Laurel Printing and Publishing Company, a corporation created by and existing under the laws of the State of Delaware, d. b. a., <em>vs. </em>Benjamin F. James, Arthur C. Colohan and Americus Ferrizzi, trading in the name, style and firm of Franklin Photo Engraving House, p. b. r.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b195-5\">1. Depositions—Exceptions—Diligence.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b195-6\">Where a commission to take depositions out of the state was issued January 8, and on the tenth defendant's counsel was notified that depositions would be taken in foreign state on the twenty-seventh, at which time the resident judge of the county was in court in another county so that objection could not be made to him at that time or before the date fixed for taking deposition, and defendant served notice on the commission, formally objecting and notifying him that he would file objections in the Superior Court, which objections were filed on the first day of the next term, defendant did not waive objections to the taking of the deposition, though he did not participate in the taking.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b195-7\">2. Depositions—Return—Sufficiency.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b195-8\">Where depositions are taken by a commissioner in a foreign state, the commissioner must certify his proceedings, showing the execution of the commission, and must either take down in writing the testimony of the witnesses, or if the testimony be taken by a stenographer, the appointment of the stenographer and the fact that he took proper oath must appear in the certificate; and a return, merely showing that the testimony was taken down by a stenographer duly sworn according to law, and that the shorthand notes were signed by the respective witnesses, is insufficient.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b195-9\">3. Depositions—Right to Take—Right of Parties.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b195-10\">Under the Constitution, giving the Superior Court power to direct the examination of witnesses who are aged, infirm, or going out of the state upon interrogatories <em>de bene esse, </em>to be read in evidence in event of death, departure, or inability of the witness to attend, a nonresident plaintifi cannot have his own deposition taken and introduced in evidence unless he is aged, infirm, or unable to attend.</syllabus>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"b195-11\"><em>(February </em>18, 1916.)</decisiondate>\n<p data-order=\"8\" data-type=\"judges\" id=\"b195-12\">Conrad, J., sitting.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b195-13\"><em>Daniel J. Layron, Jr., </em>for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b195-14\"><em>Woodburn Martin </em>for respondent.</attorneys>\n<court data-order=\"11\" data-type=\"court\" id=\"b195-15\">Superior Court, Sussex County,</court>\n<otherdate data-order=\"12\" data-type=\"otherdate\" id=\"AQa\">February Term, 1916.</otherdate>\n<docketnumber data-order=\"13\" data-type=\"docketnumber\" id=\"b195-16\">Appeal by defendant from Justice of the Peace, No. 8,</docketnumber>\n<otherdate data-order=\"14\" data-type=\"otherdate\" id=\"AmV\">April Term, 1914.</otherdate>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b195-17\">Action of assumpsit on book account, by the firm of Franklin Photo Engraving House against the Laurel Printing and Publish<page-number citation-index=\"1\" label=\"186\">*186</page-number>ing Company, for the recovery of forty-nine dollars and forty-eight cents, with interest from August 1, 1913.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b196-6\">On exceptions to depositions, and motion to suppress the same on the first day of the next succeeding term of court.</summary>\n<disposition data-order=\"17\" data-type=\"disposition\" id=\"AfV\">Depositions suppressed.</disposition>\n<p data-order=\"18\" data-type=\"summary\" id=\"b196-7\">Counsel for the plaintiff below had requested a continuance of the case for the purpose of taking the depositions of certain alleged nonresident witnesses without indicating who they were. The continuance was granted. Subsequently a commissioner was appointed to take testimony without interrogatories under rule of court. Counsel for plaintiff below, sent the following notice to counsel for the defendant below:</p>\n<p data-order=\"19\" data-type=\"summary\" id=\"b196-8\">“Please take notice that Charles W. Cullen, Esquire, of the Town of Georgetown, State of Delaware, has been appointed Commissioner under Rule 5 [55 <em>Atl. vi] </em>of this Superior Court of the State of Delaware, to take testimony of witnesses on behalf of the plaintiS below respondent without written interrogatories, upon oral examination, and that the testimony will be taken by him pursuant to that commission at the office of Albert W. Sanson, Esquire, being room No. 501 of the Bailey Building, 1218 Chestnut Street, in the City of Philadelphia, State of Pennsylvania, on Thursday, the twenty-seventh day of January, A. D. 1916, at one o’clock in the afternoon, and thence forward until completed.”</p>\n<p data-order=\"20\" data-type=\"summary\" id=\"b196-9\">When the said notice was served, the resident judge for Sussex County was engaged in the courts in New Castle County, and there was no opportunity offered to file before him objection to the issuance of the commission; but counsel for defendant below being informed that it was the purpose to take the depositions of one or more of the parties plaintiffs, served upon Charles W. Cullen, Esquire, the commissioner appointed to take the depositions, a notice of objection as follows:</p>\n<p data-order=\"21\" data-type=\"summary\" id=\"b196-10\">“In the matter of <em>Laurel Printing and Publishing Co. v. Franklin Photo Engraving House, </em>No. 8 to the April <em>Term, </em>1914, in which you have been appointed Commissioner to take certain testimony of witnesses, I beg to enter a formal objection before you, and one which I shall also make at the proper time in the Superior Court, for the reason that it is not proper to take the depositions of parties to a suit in order that they may save the expense of attending the trial, or for any other reason of convenience.</p>\n<p data-order=\"22\" data-type=\"summary\" id=\"b196-11\">“For the further reason that the statutes of Pennsylvania do not permit the taking of testimony in the manner which is being pursued in this case.”</p>\n<p data-order=\"23\" data-type=\"summary\" id=\"b197-4\"><page-number citation-index=\"1\" label=\"187\">*187</page-number>Counsel for defendant below refused to attend the taking of the depositions. The depositions were however taken and return made by the commissioner.</p>\n<p data-order=\"24\" data-type=\"summary\" id=\"b197-5\">The exceptions filed are:</p>\n<p data-order=\"25\" data-type=\"summary\" id=\"b197-6\">“1. For that the said depositions are not certified to by the commis sioner.</p>\n<p data-order=\"26\" data-type=\"summary\" id=\"b197-7\">“2. For that it does not appear that the witnesses were sworn by the commissioner.</p>\n<p data-order=\"27\" data-type=\"summary\" id=\"b197-8\">“3. For that it does not appear that the usual and proper oath was administered to the clerk or stenographer by the commissioner.</p>\n<p data-order=\"28\" data-type=\"summary\" id=\"b197-9\">“4. For that it is not certified that the commissioner administered any oath to the clerk or stenographer.</p>\n<p data-order=\"29\" data-type=\"summary\" id=\"b197-10\">“5. For that it does not appear that there was any agreement made between the parties to the cause, or their counsel, whereby the witnesses might sign the stenographic notes in lieu of the transcription thereof.</p>\n<p data-order=\"30\" data-type=\"summary\" id=\"b197-11\">“6. For that it does appear that there was no agreement whereby the witnesses might sign the stenographic notes in lieu of the transcription thereof.</p>\n<p data-order=\"31\" data-type=\"summary\" id=\"b197-12\">“7. For that the commissioner was not present when the transcription of the stenographic notes was read to the witnesses; that the subscriptions thereto were not made in the presence of the commissioner, and that the commissioner certified to the said subscriptions not in the presence of the witnesses.</p>\n<p data-order=\"32\" data-type=\"summary\" id=\"b197-13\">“8. That Benjamin F. James, one of said witnesses whose testimony was taken by the said deposition, was and is, one of the parties plaintiff to the action, and as such not beyond the jurisdiction of this court, and no reason was alleged for the taking of his deposition against the written objection of the defendant below filed with the commissioner and by him submitted to counsel for the plaintiff below.</p>\n<p data-order=\"33\" data-type=\"summary\" id=\"b197-14\">“9. That the appointment of a commissioner resident in this state to take depositions without the state was not warranted by law or the practice of the jcourts of this state.”</p>\n<p data-order=\"34\" data-type=\"summary\" id=\"b197-15\">Argument was made in support of each.</p>\n<p data-order=\"35\" data-type=\"attorneys\" id=\"b197-16\">Counsel for plaintiff contended, in reply:</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b197-17\">(1) That defendant waived all objection to any irregularity or informality in the matter of the issuance of the commission to take testimony or in the manner in which the testimony was taken arid certified to by the examiner.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b197-18\">(2) That the stenographer employed to take down and transcribe the testimony under the commission was a public officer and was presumed &lt;to have done his duty; also that the examiner being an officer of the court was likewise presumed to have done his duty.</p>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b198-5\"><page-number citation-index=\"1\" label=\"188\">*188</page-number>Conrad, J.,</author>\n<p id=\"Aqq\">delivering the opinion of the court.</p>\n<p id=\"b198-6\">The commission issued January 8, 1915, and on January 10, 1915, counsel for appellant was notified that testimony of witnesses upon oral examination would be taken under said commission in Philadelphia, on January 27, 1915. At that time the resident judge of this county was absent from the county upon attendance on the courts in New Castle County, so that objection to further proceedings under the commission could not be made to him at that time, but on January 24, 1915, counsel for appellant served a notice on the commissioner formally objecting to him taking further steps in the matter and notifying the commissioner that he would file objections in the Superior Court, which objections or exceptions were duly filed in the court on February 7, 1915, being the first day of the term next succeeding the exit of the commission. Neither the appellant or his attorney were present at the hearing on January 27, 1915, when the testimony was taken under the commission.</p>\n<p id=\"b198-7\"><bracketnum>[1]</bracketnum> The court is of opinion that counsel for appellant has used due diligence and that his exceptions are properly before the court at this time. That he was not bound to attend the hearing and that he waived no right to exceptions by nonattendance.</p>\n<p id=\"b198-8\"><bracketnum>[2]</bracketnum> The court agrees with the practice regarding depositions as so clearly laid down in <em>Woolley on Delaware Practice </em>and holds in accord therewith and in line with prior Delaware decisions:</p>\n<p id=\"b198-9\">1. That the commissioner must certify his proceedings to the court showing clearly and definitely the execution of the commission.</p>\n<p id=\"b198-10\">2. That the commissioner must either take down in writing the testimony of the witnesses, or a clerk appointed by him, or if by agreement the testimony is taken by a stenographer, the fact of the agreement and the appointment of the stenographer, that the stenographer was properly sworn in accordance with established forms that the notes made by the stenographer were correctly transcribed, and the testimony so transcribed made known to and signed by the witnesses in the presence of the commissioner, must appear by the certificate of the commissioner in his return.</p>\n<p id=\"b199-4\"><page-number citation-index=\"1\" label=\"189\">*189</page-number>In the case now before the court certain testimony is returned, it being stated in the return that—</p>\n<blockquote id=\"b199-5\">“said testimony was taken in shorthand by Henry F. Jolly, he having been duly sworn according to law, and the said notes in shorthand, so taken as aforesaid, having been signed by the respective witnesses.”</blockquote>\n<p id=\"b199-6\">At the conclusion of the testimony of each of the two witnesses examined their names appear with the attestation that the name was subscribed and sworn to before the commissioner.</p>\n<p id=\"b199-7\">A return similar to this in <em>Porter v. Beltzhoover, 2 Harr. </em>484, was held insufficient, and in the latter case the court says:</p>\n<blockquote id=\"b199-8\">“The certificate of the commissioner must clearly show that the depositions were taken by him, he is the person to conduct the examination, put the questions to witnesses and <em>take </em>their depositions.”</blockquote>\n<p id=\"b199-9\"><bracketnum>[3]</bracketnum> The further and more important question is raised by the brief of counsel for appellant as to whether a plaintiff in a suit, being a non-resident, can have his testimony taken on commission, or whether, not having shown any of the disabilities recited in the Constitution and in the rules of court he is not bound, being under the jurisdiction of the court in the role of a suitor, to attend in person and submit to an examination in person before the court.</p>\n<p id=\"b199-10\">The Constitution of the state gives to the Superior Court power to direct the examination of witnesses who are aged, very infirm or going out of the state, upon interrogatories <em>de bene esse, </em>to be read in evidence, in case of the death or departure of the witnesses before trial, or inability by reason of age, sickness, bodily infirmity or imprisonment, then to attend; and also the power of obtaining evidence from places not within the state.</p>\n<p id=\"b199-11\">The courts of this state have ruled that it must appear that the person whose testimony is taken by deposition comes under one of the classes mentioned in the Constitution, and the tendency has been to restrict and not enlarge the constitutional provision.</p>\n<p id=\"b199-12\">In the case of <em>Hirons v. Griffin, </em>2 <em>Harr. 479, </em>the court would not allow the deposition of a witness to be read, even though a summons had been issued to the sheriff of the county where the <page-number citation-index=\"1\" label=\"190\">*190</page-number>suit was brought and returned <em>non est, </em>it appearing that the witness was a resident of another county, the court holding that the witness was within the jurisdiction of the court because of the court having jurisdiction in all of the three counties of the state.</p>\n<p id=\"b200-5\">In the case before us one of the respondents was examined by the commissioner, to whose return exceptions were filed and which the court is now discussing. The counsel did not cite any Delaware case directly on the point but in an extended and forcible argument sought to show the court that such a practice ought not to be tolerated.</p>\n<p id=\"b200-6\">The reasoning of Judge Ritchie in the Supreme Court of Maryland, in <em>Goodman v. Wineland, </em>61 <em>Md. </em>455, is most convincing. He says:</p>\n<blockquote id=\"b200-7\">“While suitors are competent as witnesses, they do not lose their relation to the case as parties, and their capacity as witnesses must be exercised subject to such abridgment or modification as springs from their two-fold character. _ To allow a plaintiff at his mere option to' remain at home in a foreign jurisdiction and have hit testimony taken, with the disadvantages and expense entailed upon a defendant by proceedings under a commission, would often result in great hardship and oppression to the latter.”</blockquote>\n<blockquote id=\"b200-8\">\"As a general principle, in contemplation of law, the plaintiff is within the jurisdiction of the court wherein he sues and actually present in person or by attorney in the conduct of the cause, and to permit him to prosecute his suit and yet have himself dealt with as one outside the jurisdiction and beyond the process of the court he is employing to recover a judgment, is an anomaly inconsistent with a sound construction of the rights of suitors.”</blockquote>\n<p id=\"b200-10\">But, continued the learned judge, while this is so, to take the position that in no case can the plaintiff’s testimony be taken by commission would frequently work a denial of justice. In case of extreme old age, chronic infirmity or other permanent disability, where his personal attendance in court would be impossible, although his right to bring suit could not be questioned, unless the plaintiff were allowed to testify, at his residence he might be deprived of his only means of establishing his demand, and then be left without remedy against a possible dishonest defendant.</p>\n<p id=\"b200-11\">The court is therefore constrained to sustain the exceptions taken to the return of the commissioner and the prayer of the appellant to have the depositions suppressed is granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}