{
  "casebody": {
    "data": "<casebody firstpage=\"521\" lastpage=\"524\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b539-3\">LORETTA S. SEIP, EDWARD HANNA AND JULIA HANNA, APPELLANTS, v. MAYOR AND BOROUGH COUNCIL OF THE BOROUGH OF FRENCHTOWN, RICHARD T. HUGHES, AND DIVISION OF ALCOHOLIC BEVERAGE CONTROL, DEPARTMENT OF LAW AND PUBLIC SAFETY, STATE OF NEW JERSEY, RESPONDENTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b539-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b539-5\">Argued May 20, 1963</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHVH\">Decided June 25, 1963.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b540-7\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>Before Judges Price, Sullivan and Lewis.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b540-8\"><em>Mr. John Dale Seif </em>argued the cause for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b540-9\"><em>Mr. Gowles W. Herr </em>argued the cause for respondent Borough of Prenchtown <em>(Messrs. Herr and Fisher, </em>attorneys; <em>Mr. Herr, </em>of counsel).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b540-10\"><em>Mr. William, R. Stem </em>argued the cause for respondent Richard T. Hughes.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b540-11\"><em>Mr. Herbert 8. Alterman, </em>Deputy Attorney General, argued the cause for respondent Division of Alcoholic Beverage Control <em>(Mr. Arthur J. Sills, </em>Attorney General of New Jersey, attorney; <em>Mr. Alterman </em>of counsel).</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b540-12\">The opinion of the court was delivered by</p>\n<author id=\"b540-13\">Lewis, J. A. D.</author>\n<p id=\"AaT\">Prior to 1962 the Borough of Prenchtown had never issued a plenary retail distribution license. On October 5 of that year the Division of Alcoholic Beverage Control affirmed the action of the majror and council of said <page-number citation-index=\"1\" label=\"523\">*523</page-number>borough in granting such a license to respondent llichard T. Hughes. Appellants Loretta S. Seip (local resident, owner of the National Hotel and the holder of a plenary retail consumption license) and Edward Hanna and Julia Hanna (local residents, owners of the Warford House and holders of a plenary retail consumption license) on their appeal to this court contend that the agency’s determination should be reversed, and for the following reasons:</p>\n<blockquote id=\"b541-5\">(1) the provisions of <em>N. J. S. A. </em>33:1-12.14 prohibit the issuance of a plenary retail distribution license by a municipality where the population of the municipality is more than 1,000 and less than 5,000;</blockquote>\n<blockquote id=\"b541-6\">(2) the mayor and council of the Borough of Frenchtown improperly and mistakenly abused their discretion in granting a plenary retail distribution license ; and</blockquote>\n<blockquote id=\"b541-7\">(3) the ordinance establishing the plenary retail distribution license fee was not adopted in the public interest but to favor an individual.</blockquote>\n<p id=\"b541-8\">The population of the Borough of Frenchtown, according to the last federal census, was 1,340. It is argued that (a) under the provisions of <em>N. J. 8. A. </em>33:1-12.14 the borough could not issue a plenary retail license until its popuulation reached 5,000, and (b) the exception provided in <em>N. J. 8. A. </em>33 :1-12.15 is limited to a municipality which has a population of less than 1,000. Accordingly, it is urged there is no legislative authority for the issuance of a plenary retail distribution license by a municipality where the population is more than 1,000 and less than 5,000. We do not agree.</p>\n<p id=\"b541-9\">The legislative enactments constituting our alcoholic beverage law are statutes <em>in pari materia </em>and must be considered and interpreted together; conjunctively they represent a unified state policy. See generally <em>Clifton v. Passaic County Board of Taxation, </em>28 <em>N. J. </em>411, 421 (1958); <em>McCaffrey, Statutory Construction, </em>§ 44, <em>p. </em>83 (1953). It is apparent from a reading of <em>N. J. S. A. </em>33:1-12.14, <em>N. J. 8. A. </em>33 :1-12.15, <em>R. 8. </em>33:1—19 and <em>R. S. </em>33 :l-40 that any municipality in its sound discretion may issue one distribution license. Any other construction would be contrary to reason and would fly in the face of our numerous judicial pronounce<page-number citation-index=\"1\" label=\"524\">*524</page-number>ments that statutes \"will not be construed to lead to absurd results.” <em>State v. Provenzano, </em>34 <em>N. J. </em>318, 322 (1961). See also <em>Robson v. Rodriquez, </em>26 <em>N. J. </em>517, 528 (1958); <em>Union Terminal Cold Storage Co. v. Spence, </em>17 <em>N. J. </em>162, 166 (1954).</p>\n<p id=\"b542-4\"> The license under attack was issued to respondent Richard T. Hughes pursuant to a municipal ordinance adopted on April 5, 1962. Appellants challenged the ordinance in the Superior Court, Law Division, Hunterdon County, and on September 24, 1962 a judgment of that court was entered upholding its validity. Ample opportunity was afforded appellants in said proceeding to present all of their contentions addressed to the illegality of the ordinance and they are not entitled to relitigate the same basic issue. <em>Trenton v. Lenzner, </em>16 <em>N. J. </em>465, 469 (1954), <em>certiorari </em>denied 348 <em>U. S. </em>972, 75 <em>S. Ct. </em>534, 99 <em>L. Ed. </em>757 (1955); <em>Hudson Transit Corp. v. Antonucci, </em>137 <em>N. J. L. </em>704, 706-7 <em>(E. &amp; A. </em>1948). Moreover, the validity of a municipal ordinance is not ordinarily challengeable by way of review before an administrative agency. See <em>Phillipsburg v. Burnett, </em>125 <em>N. J. L. </em>157, 161 <em>(Sup. Ct. </em>1940), and <em>Blanck v. Mayor and Borough Council of Magnolia, </em>73 <em>N. J. Super. </em>306, 311-312 <em>(App. Div. </em>1962), reversed on other grounds 38 <em>N. J. </em>484 (1962).</p>\n<p id=\"b542-5\">The second and third points raised on this appeal are without factual foundation in the record.</p>\n<p id=\"b542-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}