{
  "casebody": {
    "data": "<casebody firstpage=\"419\" lastpage=\"431\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b439-7\">W. J. Way &amp; K. W. Way, Doing Business Under the Firm Name of Way Engineering Co. v. Coca Cola Bottling Co. et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b439-8\">No. 5623.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7-\">Decided June 28, 1930.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b439-9\">(29 S. W., 2d Series, 1067.)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b440-3\"><page-number citation-index=\"1\" label=\"420\">*420</page-number><em>Matlock &amp; Kelly </em>and <em>Ocie Speer, </em>for relators.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b440-4\">By the filing of suit No. B-46, 254, by these relators in the 45th District Court of Bexar County, on April 1, 1927, that court became possessed of the cause of action therein' set up, and here involved, and acquired the exclusive power and jurisdiction to hear and determine said cause, not only as to the party defendant then called to answer, but as to any and all other parties, proper or necessary to the final adjudication concerning such subject matter. Cleveland v. Ward, 116 Texas, 1.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b440-5\">The jurisdiction of the District Court for Bexar County is exclusive and has the effect to abate the later suit filed in Tom Green County, because the amendment by plaintiffs whereby they made respondents, Coca Cola Bottling Company a formal party to the Bexar County case, and subsequently dismissed as to defendant Walker, was in the nature and of the essence, of a substitution of parties defendant, and as such was not the institution of a new suit but the continuation of the old one begun on April 1, prior to respondents’ suit in Tom Green County, of April 19. Texas, Etc., Ry. Co. v. Comstock, 83 Texas, 537, 18 S. W., 946; Texas, Etc., Ry. Co. v. Huffman, 83 Texas, 286, 18 S. W., 741; Texas, Etc., Ry. Co. v. Watson, 24 S. W., 952; Davis v. Hagan, 255 S. W., 484; Kopperl v. Sterling, 241 S. W., 553; 37 C. J., p. 1068, Sec. 506.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b440-6\">The institution by relators of their suit on April 1, 1927, upon the contract there declared upon, was in truth and in law the institution of a suit against respondent Coca Cola Bottling Company, under a mistaken name, and the subsequent amendment formally suing the company as a corporation in its correct name, was not the institution of a new suit even as against it. McCord-Collins Co. v. Prichard, 84 S. W., 388; Mecca Fire Insurance Co. v. Bank, 135 S. W., 1083; Wells Fargo Company v. Bilkess, 136 S. W., 799; Southern Pac. Co. v. Graham, 34 S. W., 135; Manistee Mill Co. v. Hobdy, 51 Southern, 871.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b440-7\"><em>J. A. Thomas, Louis D. Gayer </em>and <em>Lloyd Kerr, </em>for respondents.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b440-8\">Before a prior suit can abate one subsequently filed, the suits must present an identity of parties and of subject matter. 1 Tex.Jur., p. 106, sec. 76; 1C. J., p. 61, sec. 80; Cooper v. Mayfield, 94 <page-number citation-index=\"1\" label=\"421\">*421</page-number>Texas, 107, 58 S. W., 827, 57 S. W., 481; Langham v. Thomason, 5 Texas, 127; Kansas City, etc., R. Co. v. State, 155 S. W., 561; Keator v. Whittaker, 147 S. W., 606; Rochelle v. Pacific Express Co., 56 Texas Civ. A., 142, 120 S. W., 543; Pullman v. Hoyle, 52 Texas Civ. A., 534, 115 S. W., 315; Mutual L. Ins. Co. v. Hargus, 99 S. W., 580; Rieden v. Kothman, 73 S. W., 425; Orient. Ins. Co. v. Moffatt, 15 Texas Civ. A., 385, 39 S. W., 1013; Payne v. Benham, 16 Texas, 364; Kansas City, etc., R. Co. v. State, 155 S. W., 561; Allen v. Burr’s Ferry, etc., R. Co., 143 S. W., 1185; Garza v. Jesse French Piano, etc., Co., 126 S. W., 906; Mutual L. Ins. Co. v. Hargus, 99 S. W., 580; Silcock v. Bradford, 40 S. W., 234; Bryan v. Alford, 1 Texas, A. Civ. Cas., Sec. 85. [Between 400 and 500 additional cases cited by counsel are here omitted.] An amended petition introducing new parties and entirely new subject matter can not relate back but is merely the beginning of a new suit, so far as concerns either the new party or the new matter. Ayres v. Cayce, 10 Texas, 99; Haddock, Reed &amp; Co. v. Crocheron, 32 Texas, 276, 5 Am. Rep., 244; East Line &amp; R. R. R. Co. v. Scott, 12 S. W., 995, 75 Texas, 84; Cotton v. Rand, 51 S. W., 838, 93 Texas, 7; Phoenix Lumber Co. v. Houston Water Co., 61 S. W., 707, 94 Texas, 456; Phoenix Lumber Co. v. Houston Water Co., 59 S. W., 552; Nelson v. Brenham Compress Oil &amp; Mfg. Co., 51 S. W., 514; Booth v. Houston Packing Co., 105 S. W., 40; Texas Co. v. Alamo Cement Co., 168 S. W., 62; Prichard v. Foster, 170 S. W., 1077; Scott, Boone &amp; Pope v. Willis, 194 S. W., 220; Thames v. Clesi, 208 S. W., 195; Mann v. Southland Life Ins. Co., 209 S. W., 191; Kuhn v. Shaw, 223 S. W., 343; Smith v. Price, 230 S. W., 836; Mann v. Mitchell, 243 S. W., 734; Clutter v. Rose, 259 S. W., 1098; Flatow, Riley &amp; Co. v. Roy Campbell Co., 270 S. W., 883; Mills v. Wamock, 284 S. W., 676; City of Orange v. Moore, 246 S. W., 1099; Wunsch v. Burlington State Bank, 248 S. W., 135; Nystel v. Gully, 257 S. W., 286; Harris v. Road Dist. No. 4, San Jacinto County, 290 S. W., 875; McCartney v. Harbin, 5 S. W. (2d) 780; Texas Pacific Coal &amp; Oil Co. v. Stuard, 7 S. W., (2d) 878.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b441-4\">Mandamus will not be granted where an adequate remedy exists by appeal. Aycock v. Clark, 94 Texas, 375, 60 S. W., 665; Screwmen’s Association v. Benson, 76 Texas, 582, 13 S. W., 379; Smith v. Conner, 98 Texas, 434, 84 S. W., 815; Glen v. Milam, 114 Texas, 160, 263 S. W., 900; Glidden Store v. Boyd, 116 Texas, 172, 287 S. W., 1093; Jackson v. Swayne, 92 Texas, 242, 47 S. W., 711; Kruegel v. Nash, 31 T. C. A., 15, 70 S. W., 983,</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b442-2\"><page-number citation-index=\"1\" label=\"422\">*422</page-number>Mr. Judge SHARP</author>\n<p id=\"Aja\">delivered the opinion of the Commission of Appeals, Section A.</p>\n<p id=\"b442-3\">This is an original application for mandamus by W. J. and” K. W. Way, doing business under the name of Way Engineering Company against Hon. S. G. Tayloe, Judge of the 45th District Court of Bexar county, Texas, Hon. J. P. Hill, Judge of the 51st Judicial District Court of Tom Green County, and the Coca Cola Bottling Company, and involves a conflict of jurisdiction between the District Court of Bexar County, Texas, and the District Court of Tom Green County, Texas. W. J. and K. W. Way pray for a writ of mandamus against Judge Tayloe, requiring him to proceed with the trial of a certain cause in his court in Bexar County, No. B-46254, styled W. J. and K. W. Way v. Coca Cola Bottling Company. They also pray for writs of prohibition or injunction against the Hon. J. P. Hill, Judge of the 51st District Court of Tom Green County, to desist from the issuance of any further injunction or the enforcement of any injunction already issued by him in Cause No. 5494, styled Cocoa Cola Bottling Company v. Way Engineering Company, a co-partnership composed of W. J. and K. W. Way, pending in the District Court of Tom Green County, or in any way interfering with the trial of Cause No. B-46254, pending in the 45th District Court of Bexar County, and that the Coca Cola Bottling Company and its attorneys be enjoined or prohibited from attempting to procure any further injunction in said cause against the Way Engineering Company or its attorneys, and that they desist from any further action or effort to try the case pending in Tom Green County, Texas.</p>\n<p id=\"b442-4\">For convenience we will describe the parties as plaintiffs and defendant, as they were designated in the trial courts.</p>\n<p id=\"b442-5\">The proceedings leading up to this condition of affairs between the two district courts above described will be set out in their chronological order and are briefly stated as follows:</p>\n<p id=\"b442-6\">On or about the 1st day of April, 1927, W. J. and K. W. Way, doing business under the name of the Way Engineering Company, filed suit in the 45th District Court of Bexar County, \"Texas, in Cause No. B-46254, against L. W. Walker, doing business under the name of Coca Cola Bottling Company, and it was alleged that plaintiffs entered into a sales contract with L. W. Walker, whereby plaintiffs sold to defendant certain machinery for a consideration of $2,499, and for which the defendant paid part in cash and executed an installment note for the remainder.</p>\n<p id=\"b443-2\"><page-number citation-index=\"1\" label=\"423\">*423</page-number>The note sued upon recited that the purchase price of the machinery was to be paid to the Way Engineering Company’s order at San Antonio, Texas, and was signed Coca Cola Bottling Company by L. W. Walker.</p>\n<p id=\"b443-3\">On. May 2, 1927, L. W. Walker filed his plea of privilege to be sued in Tom Green County, the place of his residence, and in his plea of privilege set up the fact that the Coca Cola Bottling Company was a corporation and that if the note sued upon was signed at all, it was for and on behalf of the Coca Cola Bottling Company, a corporation.</p>\n<p id=\"b443-4\">On May 4, 1927, plaintiffs filed an answer controverting the plea of privilege and alleged that the allegation in plaintiffs’ petition that the defendant executed a note for $1752 payable to plaintiffs at San Antonio, Texas, was true and was made by plaintiffs because the defendant, L. W. Walker, was doing business under the name of Coca Cola Bottling Company at the time of the execution of the note and that the contract and note were each executed for the benefit of the Coca Cola Bottling Company, under which name L. W. Walker was doing business at the time of the making of the contract, but that if it should appear on the trial of the plea of privilege that L. W. Walker signed said contract on behalf of the Coca Cola Bottling Company and that the Coca Cola Bottling Company was then a corporation, plaintiffs had no knowledge that it was a corporation but understood and believed at the time the note and contract were executed that the defendant was doing business for himself under the name of the Coca Cola Bottling Company, and that if it should be developed on the trial that the Coca Cola Bottling Company was a corporation at the time the contract was made and that L. W. Walker signed it for the benefit of the corporation and not for himself, then the plaintiffs should be permitted to amend said petition so as to make the corporation a party and that the court should retain jurisdiction of the cause of action until plaintiffs had an opportunity to procure the necessary and proper service on the Coca Cola Bottling Company.</p>\n<p id=\"b443-5\">On May 19, 1927, plaintiffs filed their first amended original petition, making the Coca Cola Bottling Company, a corporation, a party defendant with L. W. Walker and alleged in substance that at the time of the filing of the original petition plaintiffs had no knowledge that the Coca Cola Bottling Company was a corporation and that they believed that the defendant, L. W. Walker, was doing business for himself under the name of Coca Cola Bottling Com<page-number citation-index=\"1\" label=\"424\">*424</page-number>pany, and since the court acquired jurisdiction of the suit by filing of a petition on April 1, 1927, the court had jurisdiction to permit pleadings to be amended and amplified, new parties to be made to determine all the essential questions involved in the suit and to do whatever is necessary to determine the issues involved therein.</p>\n<p id=\"b444-3\">On October 3, 1927, the Coca Cola Bottling Company filed its plea of privilege to plaintiffs’ first amended original petition and set up the usual allegations essential to a plea of privilege.</p>\n<p id=\"b444-4\">On October 7, 1927, plaintiffs filed a controverted plea to the plea of privilege filed by the Coca Cola Bottling Company.</p>\n<p id=\"b444-5\">On June 18, 1928, an order was entered in Cause No. B-46254, in the District Court of Bexar County, dismissing the defendant, L. W. Walker, personally from that suit, and on the same day the Coca Cola Bottling Company’s plea of privilege to be sued in Tom Green County, Texas, was overruled by the court, and an appeal from that ruling by the trial court was made to the Court of Civil Appeals and in due time the Court of Civil Appeals for the 8th Supreme Judicial District of Texas at El Paso affirmed the judgment of the trial court and petition for writ of error was dismissed without jurisdiction by the Supreme Court.</p>\n<p id=\"b444-8\">On April 19, 1927, the Coca Cola Bottling Company filed suit in the District Court of Tom Green County in Cause No. 5494 against the Way Engineering Company, involving the same cause of action in controversy in Cause No. B-46254, then pending in the 45th District Court of Bexar County, Texas.</p>\n<p id=\"b444-9\">On the 23rd day of May, 1927, the Way Engineering Company filed a plea of the pendency of a prior suit in the 45th District Court of Bexar County, Texas, covering the same cause of action, and set up in detail what had been done in Cause No. B-46254 in the 45th District Court of Bexar County, Texas, in reference to the amendment of pleadings, making new parties, etc., and that the District Court of Bexar County had acquired jurisdiction of the subject matter in controversy and that the District Court of Tom Green County in Cause No. 5494, involving the same subject matter, did not have jurisdiction of this cause and should have nothing more to do with same. That with the intention of depriving the 45th District Court of Bexar County, Texas, of its jurisdiction over this cause, the Coca Cola Bottling Company induced the Hon. District Judge for the 51st Judicial District of Tom Green Coünty, Texas, to issue a temporary writ of injunction, restraining the plaintiffs and their attorneys from further prosecuting or from attempting <page-number citation-index=\"1\" label=\"425\">*425</page-number>to prosecute said Cause No. B-46254, pending in the 45th District Court of Bexar County, and that on the 30th day of November, 1929, a writ of injunction was issued, commanding W. J. and K. W. Way, the Way Engineering Company and their attorneys of record, to desist and refrain from further prosecuting or attempting to prosecute Cause No. B-46254 in the District Court of Bexar County.</p>\n<p id=\"b445-4\">On December 30, 1929, the Way Engineering Company, plaintiffs in Cause No. B-46254, in the 45th District Court of Bexar County, Texas, filed their second amended original petition, praying for injunction against the Coca Cola Bottling Company and its attorneys of record, setting up substantially the facts recited in their first amended original petition and other pleadings, and alleged that Cause No. B-46254, above described, involved the same cause of action, and after setting out in detail the facts giving jurisdiction of this case to the 45th District Court of Bexar County, prayed that the defendant, Coca Cola Bottling Company and its attorneys of record, be enjoined, from further prosecuting or attempting to prosecute said Cause No. 5494 in the District Court of Tom Green County.</p>\n<p id=\"b445-5\">On December 29, 1929, the Hon. S. G. Tayloe set the hearing for injunction down for January 3, 1930, and notices thereon were issued, but the process was not returned and delivered to the Clerk of the District Court of Bexar County until after January 3, 1930,— too late for hearing of said cause.</p>\n<p id=\"b445-6\">In the meantime, the Coca Cola Bottling Company and its attorneys immediately filed in vacation its third amended original petition in Cause No. 5494 and asked for an injunction against the defendant and its attorneys from attempting to prosecute said Cause in the District Court for the 45th Judicial District in Bexar County, and the Hon. J. P. Hill, Judge of the District Court of Tom Green County granted said writ of injunction, which was served upon the defendants and their attorneys in this suit.</p>\n<p id=\"b445-7\">It was further shown that each of the injunctions granted by the Hon. J. P. Hill, Judge of the District Court of Tom Green County, was granted and issued in vacation without notice and at a time when that court had no jurisdiction of the matters in controversy, it appearing that the District Court of Bexar County had first acquired jurisdiction of the subject matter in this suit. That it is shown that the plaintiffs in Cause No. B-46254 would be in contempt of the court if they were to undertake to prosecute said Cause No. B-46254, and it is further shown that the Hon. S. G. <page-number citation-index=\"1\" label=\"426\">*426</page-number>Tayloe, Judge of the 45th District Court of Bexar County, in which Cause No. B-46254 is pending, declines to proceed to a trial of said cause in his court by reason of the injunctions issued by the District Judge of Tom Green County, above set forth, and that the plaintiffs in that suit are deprived of their rights to try their cause in the 45th District .Court of Bexar County, the only court having proper jurisdiction to try and dispose of the matters in controversy between the parties hereto.</p>\n<p id=\"b446-4\">Upon the foregoing record, which we have briefly attempted to outline, Judge Tayloe, Judge of the District Court of Bexar County, refuses to proceed further in the trial of the Bexar County case. Prayer is made for a mandamus commanding him to proceed to trial in that case, and for necessary writs of prohibition, etc.</p>\n<p id=\"b446-5\">The decisive question in this case is: Did the District Court of the 45th District of Bexar County acquire original jurisdiction of the subject matter involved in this suit? By reason of plaintiffs filing their suit in Cause No. B-46254 in the 45th District Court of Bexar County on April 1, 1927, that court became possessed of the cause of action alleged in the pleadings and acquired exclusive power and jurisdiction to hear and determine said cause, not only as to the defendants then called to answer, but as to any and all other parties, proper or necessary to the final adjudication of the subject matter involved therein. The District Court of Tom Green County has no jurisdiction whatever of this suit. Therefore, it follows, that since the District Court of Tom Green County has no jurisdiction of the subject matter involved in this suit, all of its orders and decrees with reference thereto are void. Cleveland v. Ward, 116 Texas, 1, 285 S. W., 1063.</p>\n<p id=\"b446-6\">It is contended by defendant that because the original petition was filed against L. W. Walker doing business under the name of Coca Cola Bottling Company, that no jurisdiction was acquired over the Coca Cola Bottling Company. The note sued upon by plaintiffs in the District Court of Bexar County, among\" other things, recites that the amount stated therein is payable at San Antonio, Texas, and is signed Coca Cola Bottling Company by L. W. Walker. The note does not show that the Coca Cola Bottling Company was a corporation and when on April 19, 1927, L. W. Walker filed his answer showing the true facts with reference thereto, plaintiffs amended their pleadings to meet the true facts. It was shown that plaintiffs did not. know that the Coca Cola Company was a corporation and really believed that L. W. Walker, who signed the note, was operat<page-number citation-index=\"1\" label=\"427\">*427</page-number>ing under that name in his business. When the defendant in his plea of privilege disclosed the true facts, plaintiffs dismissed as to Walker and set up their cause of action against the Coca Cola Bottling Company.</p>\n<p id=\"b447-4\">In the early case of York v. Gregg, 9 Texas, 85, it was in effect held that a suit to rescind a contract of purchase and recover back purchase money paid should have been abated if timely objection had been made, because of the prior action for the collection of notes given for a portion of the purchase money, the Supreme Court in that opinion stating, “there was no necessity in making two suits of what related to the same subject matter and might as well have been litigated in one.”</p>\n<p id=\"b447-5\">In the case of Burdett v. The State, 9 Texas, 43, the Supreme Court says:</p>\n<p id=\"b447-6\">“It is founded on the well established rule, that, in a case of concurrent jurisdiction in different tribunals, the Court first exercising jurisdiction rightfully, acquires the control of the case, to the exclusion of the other.”</p>\n<p id=\"b447-7\">In the case of Peck v. Jenness, 17 How., U. S., 320, 12 L. Ed., 841, the Supreme Court of the United States says:</p>\n<p id=\"b447-8\">“It is a doctrine of law too long established to require a citation of authorities, that, where a court has jurisdiction, it has a right to decide every question which occurs in the- cause, and whether its decision be correct or otherwise, its judgment, till reversed, is regarded as binding in every other court; and that, where the jurisdiction of a court, and the right of a plaintiff to prosecute his suit in it, have once attached, that right cannot be arrested or taken away by proceedings in another court. These rules have their foundation, not merely in comity, but on necessity. For if one may enjoin, the other may retort by injunction, and thus the parties be without remedy; being liable to a process for contempt in one, if they dare to proceed in the other.”</p>\n<p id=\"b447-9\">In Freeman on Judgments, 5th Ed., Vol. 1, Sec. 335, in passing upon this question, the rule is stated to be as follows:</p>\n<p id=\"A8Y\">“It seems impossible that two courts can, at the same time, possess the power to make a final determination of the same controversy between the same parties. If either has authority to act, its action must necessarily be exclusive, and therefore it is our judgment that whenever either the State or the National courts acquire jurisdiction of an action and the parties thereto, this jurisdiction cannot be destroyed, diminished, or suspended by one of the parties <page-number citation-index=\"1\" label=\"428\">*428</page-number>bringing an action in another court, and that any judgment or order of the latter court is void so far as it conflicts with any judgment or order of the court first acquiring jurisdiction.”</p>\n<p id=\"b448-3\">The case of Cleveland v. Ward, supra, involved a conflict of the jurisdiction of the District Court of Johnson County and oí the District Court of Dallas County and this very issue was plainly and clearly passed upon and we quote from that opinion as being a full and complete answer to the contention made. It says :</p>\n<p id=\"b448-4\">“When suit was filed in the Johnson County District Court the jurisdiction of that court attached, with power on the part of the court to permit the pleadings to be amended and amplified, new parties to be made, to determine all essential questions, and to do any and all things with reference thereto authorized by the Constitution and statutes, or permitted District Courts under established principles of law. 31 Cyc., pp. 360, 361, 365, 367, 470, 396; Revised Statutes (1911), Arts. 1824, 1848, (1925) Arts. 2001, 1998, 1992; Reagan v. Copeland, 78 Texas, 551, 14 S. W., 1031; Jolley v. Oliver, 106 S. W., 1152; International &amp; G. N. Ry. Co. v. Howell, 105 S. W., 560; Hartford Fire Ins. Co. v. City of Houston, 110 S. W., 973, 102 Texas, 317, 116 S. W., 36; Latham v. Tombs, 32 Texas Civ. Appeals, 270, 73 S. W., 1060; Taylor v. Hulett, 15 Idaho, 265, 19 L. R. A. (N. S.) 535, 539; 15 Corpus Juris, p. 810; Lanes v. Squyres, 45 Texas, 382; Foster v. Wright, 217 S. W., 1091, 1092; see also Benson v. Fulmore (Com. of App.), 269 S. W., 71; Bailey v. Fly, 97 Texas, 425, 79 S. W., 299; Reed v. Harris, 37 Texas, 167; Connolly v. Hammond, 58 Texas, 11; McDannell v. Cherry, 64 Texas, 177.”</p>\n<p id=\"b448-6\">Again it says:</p>\n<p id=\"b448-7\">“The District Court of Johnson County, then, in permitting the pleadings in that court to be amended so as to bring in parties interested in and to be affected by the decree sought, acted clearly within its express statutory jurisdiction and power to permit additional parties to be made ‘when they are necessary or proper parties to the suit.’</p>\n<p id=\"b448-8\">“The case, therefore, stands in that court, in so far as any jurisdictional question is concerned, precisely upon the same basis as if the original pleading filed had embraced fully the declarations of the last amendment, and had made all of. those who' are now parties to the suit parties in the first instance.</p>\n<p id=\"b448-9\">“Since jurisdiction attached upon filing the suit in Johnson County, the rule is elementary that it could not be taken away or arrested by the subsequent proceedings in another court. Corpus <page-number citation-index=\"1\" label=\"429\">*429</page-number>Juris, Vol. 15, p. 822, Sec. 135, pp. 1134 to 1138, Sec. 583, pp. 1161, 1162, 1163, Sec. 637; Palestine Water &amp; P. Co. v. City of Palestine, 91 Texas, 540, 40 L. R. A., 203, 44 S. W., 814; Riesner v. Gulf, Etc., R. Co., 89 Texas, 656, 33 L. R. A., 171, 59 Am. St., 84, 36 S. W., 53; Waters-Pierce Oil Co. v. State, 47 Texas Civ. App., 162, 103 S. W., 836; Arthur v. Batte, 42 Texas, 159; Burdett v. State, 9 Texas, 43, 44; Goggan &amp; Bros. v. Morrison, 163 S. W., 119, 120, and cases there cited; Neill v. Johnson, 234 S. W., 147, 150; State ex rel. Sullivan v. Reynolds, 209 Mo., 161, 123 Am. St., 468, 14 Ann. Cases, 198, 15 L. R. A. (N. S.), 963, 970; 7 Ruling Case Law, p. 1067, Sec. 105; State ex rel. Parsons Mining Co. v. McClure, 17 N. M., 694, Ann. Cases, 1915b, 1110, 47 L. R. A., (N. S.), 744; Phelps v. Mutual Reserve Fund Life Assn., 112 Fed., 453, 50 C. C. A., 339, 61 L. R. A., 717; Beardslee v. Ingraham, 183 N. Y., 411, 3 L. R. A., (N. S.) 1073.</p>\n<p id=\"b449-4\">“The Johnson County Court having first acquired jurisdiction, may exercise it to dispose of the whole subject-matter of the litigation and adjust all the equities between the parties, and is entitled to do so. Black on Rescission and Cancellation, Vol. 2, Sec. 689; Corpus Juris, Vol. 15, p. 810, Sec. 107; Vol. 21, p. 134, Sec. 117, p. 137, Sec. 118; Vol. 9, p. 1260, Sec. 202; Story’s Equity-Jurisprudence, Vol. 3, Sec. 1981; Chambers v. Cannon, 62 Texas, 293, 294; Pioneer Savings &amp; Loan Co. v. Peck, 49 S. W., (writ refused), 160, 169.”</p>\n<p id=\"b449-5\">It is further contended that this writ of mandamus should be denied because an appeal is available, and because that procedure is not followed this application for the writ should be dismissed or denied. Again we refer to the opinion in the case of Cleveland v. Ward, supra, in. which this very question was passed upon, and it is said:</p>\n<p id=\"b449-6\">“We recognize the rule that mandamus does not ordinarily issue when an adequate remedy by appeal exists. In this case, however, no appeal was possible from the action of Judge Ward in refusing to go forward with the trial in his court. The right of appeal from the adverse order on the pleas in abatement and the injunction in the Dallas District Court is inadequate and not commensurate with the relief to which the relators here are entitled; so that right of appeal cannot supersede the remedy of mandamus provided by statute. To supersede the remedy by mandamus authorized by the organic law, and specially provided by statute (Vernon’s Anno. Stats., Art. 1734), there must exist not only a remedy by appeal, <page-number citation-index=\"1\" label=\"430\">*430</page-number>but the appeal provided for must be competent to afford relief on the very subject matter of the application, equally convenient, beneficial and effective as mandamus. Gulf, C. &amp; S. F. Ry. Co. v. Muse, 109 Texas, 352, 362; Spelling on Extraordinary Relief, Vol. 2, Sec. 1375; Eureka Pipe Line Co. v. Riggs, 75 W. Va., 353, Anno. Cas., 1918a, 995-, 996; 38 Corpus Juris, p. 561, Sec. (32)—2; High on Extraordinary Legal Remedies (2d Ed.) Sec. 17; Terrell v. Greene, 88 Texas, 539, 31 S. W., 631; International Water Co. v. El Paso, 51 Texas Civ. App., 321, 112 S. W., 816; St. Louis, Etc., Ry. Co. v. Smith, 99 S. W., 171; Gaines v. Rugg, 148 U. S., 228, 243, 37 L. Ed., 432.”</p>\n<p id=\"b450-3\">In view of this entire record, in our judgment the District Court of the 45th District of Bexar County first acquired jurisdiction of the parties and subject-matter of this cause and that a judgment rendered in that court in this suit would be res ad judicata of the matters in dispute in both suits. Therefore, we think the court in the 45th District of - Bexar County, Texas, should be allowed to proceed in Cause No. B-46254 and the suit pending in the District Court of Tom Green County in Cause No. 5494 should be abated. We are further of the opinion that since the District Court of Tom Green County is and was without jurisdiction in the premises, all of the orders and decrees entered by that court in Cause No. 5494 above described are void.</p>\n<p id=\"b450-4\">We forego a further discussion of the issues and questions raised in this application for a writ of mandamus. It would prolong this opinion unnecessarily. The questions raised in this suit have all been clearly and fully discussed by Chief Justice Cureton in the case of Cleveland v. Ward, supra, from which we have very liberally quoted. That opinion is one of the outstanding opinions of the Supreme Court in the jurisprudence of this State and the holdings of the Court in that case answer all of the contentions raised in this case. We also refer to the case of Conn et al. v. Campbell, (Com. of App.) 24 S. W., (2d) 817.</p>\n<p id=\"b450-5\">We, therefore, recommend that the following judgment be entered by the Supreme Court:</p>\n<p id=\"b450-6\">(1) That Judge S. G. Tayloe, Judge of the 45th District Court of Bexar County, Texas, be directed to proceed with the trial of Cause No. B-46254 pending in Bexar County.</p>\n<p id=\"b450-7\">(2) That Judge J. P. Hill, District Judge of the 51st Judicial District in Tom Green County and all parties and their attorneys in Cause No. 5494 pending in the District Court of Tom Green <page-number citation-index=\"1\" label=\"431\">*431</page-number>County, be enjoined or prohibited from further proceedings in that cause, except to dismiss and abate the same.</p>\n<p id=\"b451-3\">(3) That the judgment of the Supreme Court be certified to all parties for observance.</p>\n<p id=\"b451-4\">The opinion of the Commission of Appeals is adopted, and mandamus and other writs awarded, as recommended by the Commission of Appeals.</p>\n<p id=\"b451-5\"><em>C. M. </em>Cureton, Chief Justice.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}