{
  "casebody": {
    "data": "<casebody firstpage=\"101\" lastpage=\"115\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b121-2\">Argued and submitted June 24, 2014,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AcC\">supplemental judgment vacated and remanded, otherwise affirmed May 13, 2015</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b121-3\">STATE OF OREGON, <em>Plaintiff-Respondent, v. </em>BRANDON ALEXANDER CRAINE, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b121-5\">Washington County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"Aj\">C121220CR; A152455</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b121-6\">349 P3d 628</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b121-10\">Erik M. Blumenthal, Deputy Public Defender, argued the cause for appellant. With him on the brief was Peter Gartlan, Chief Defender, Office of Public Defense Services.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b122-3\"><page-number citation-index=\"1\" label=\"102\">*102</page-number>Jona J. Maukonen, Assistant Attorney General, argued the cause for respondent. With her on the brief were Ellen F. Rosenblum, Attorney General, and Anna M. Joyce, Solicitor General.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b122-4\">Before Tookey, Presiding Judge, and Hadlock, Judge, and De Muniz, Senior Judge.<footnotemark>*</footnotemark></judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b122-5\">HADLOCK, J.</judges>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b122-7\"> Hadlock, J., <em>vice </em>Haselton, C. J.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b123-3\"><page-number citation-index=\"1\" label=\"103\">*103</page-number>HADLOCK, J.</author>\n<p id=\"b123-4\">In 2012, defendant rented a U-Haul truck for one night for an in-town move in Arkansas. Twenty-five days later, the truck was found in Oregon, approximately 2,000 miles away. Defendant was charged with, and convicted of, unauthorized use of a vehicle (UUV). ORS 164.134. At trial, defendant offered an exhibit purporting to show that he had paid approximately $4,000 to U-Haul. The trial court excluded the exhibit as not relevant. Defendant appeals, assigning error to the trial court’s exclusion of that exhibit. Defendant also assigns errors to the trial court’s imposition of restitution in a supplemental judgment. For the reasons explained below, we affirm on defendant’s first assignment of error, but vacate the supplemental judgment and remand for further proceedings on restitution.</p>\n<p id=\"b123-5\">Except as indicated, the pertinent facts are undisputed. Defendant rented a U-Haul truck on the afternoon of May 9, 2012, in Springdale, Arkansas. U-Haul’s records indicate that defendant was going to use the truck for an in-town move and return the truck to the same U-Haul location the following morning. Bettle, a U-Haul manager in Oregon, testified that the truck was “owned specifically by the location in Arkansas. They would only intend to rent it to return back to their * * * own location.”</p>\n<p id=\"b123-6\">U-Haul employees repeatedly attempted to contact defendant after he did not return the truck on May 10, 2012. U-Haul personnel called defendant three times on May 11, leaving him one voicemail but finding that his voicemail was full during the other two calls. A U-Haul employee left another voicemail on May 14. The record also includes documentation of a May 17 “Equipment Recovery” e-mail from U-Haul to defendant “regarding overdue equipment,” and a demand letter sent via first class mail the same day, and another demand letter from U-Haul sent by certified mail on May 24. On May 28, U-Haul personnel contacted law enforcement to report the truck as stolen. At some point, defendant’s agreement with U-Haul was changed from one day to seven days. The record does not reflect why or how that change occurred; nor does the record include any <page-number citation-index=\"1\" label=\"104\">*104</page-number>indication that defendant contacted U-Haul to request that change to the agreement.</p>\n<p id=\"b124-4\">On June 3, 2012, a person described in U-Haul documentation as a “good Samaritan” called the company and reported having seen the truck in Portland. Bettle went to the truck’s reported location and identified the truck as the same one that defendant had rented; he then contacted the Washington County Sheriffs Office. Deputy Elenes, who was dispatched in response, contacted defendant and told him that he was responding to a report that the truck had been stolen. Elenes asked for defendant’s side of the story, which Elenes described at trial:</p>\n<blockquote id=\"b124-5\">“[Defendant] told me that he knew he had the U-Haul longer than he was supposed to. He said he knew it was going to cost him a lot due to the length of time he had it and * * * the mileage he’s put on it. He also told me that he initially rented for a local move and then ended up losing his place where he was staying and coming to Oregon at that point because he had family here.”</blockquote>\n<p id=\"b124-6\">Defendant also told Elenes that he was helping a friend move and that he had planned to return the truck when he was done. When Bettle looked inside the truck later that day, he said it “seemed as if [defendant and others had] been living out of the vehicle.” Bettle testified that the truck held numerous personal belongings and a used “camp latrine.”</p>\n<p id=\"b124-7\">Defendant was arrested and charged with one count of UUV. ORS 164.135 defines that crime and provides, in pertinent part:</p>\n<blockquote id=\"b124-8\">“(1) A person commits the crime of unauthorized use of a vehicle when:</blockquote>\n<blockquote id=\"b124-9\"><em>\"* </em>* * <em>*</em></blockquote>\n<blockquote id=\"b124-10\">“(c) Having custody of a vehicle *** pursuant to an agreement with the owner thereof whereby such vehicle * * * is to be returned to the owner at a specified time, the person knowingly retains or withholds possession thereof without consent of the owner <em>for so lengthy a period beyond the specified time as to render such retention or possession a gross deviation from the </em>agreement.”</blockquote>\n<p id=\"b124-11\">(Emphasis added.)</p>\n<p id=\"b125-3\"><page-number citation-index=\"1\" label=\"105\">*105</page-number>The most contentious issue at trial was whether defendant’s retention of the truck constituted a “gross deviation” from his agreement with U-Haul. The state focused its case on the undisputed fact that defendant had kept the truck for over three weeks, after renting it for only one day, and on U-Haul’s repeated attempts to contact defendant when he failed to return the truck on May 10, 2012. Defendant argued that his agreement with U-Haul was “fluid,” pointing to two provisions in the agreement. The first of those provisions stated: “Failure to return the equipment by the Rental Due time may result in additional charges.” The second provision upon which defendant relied explained what would happen if the truck was not returned to the agreed upon U-Haul location:</p>\n<blockquote id=\"b125-4\">“I understand that this equipment must be returned to the same U-Haul location where it was rented. I understand that the minimum rental charge for equipment returned to a different location is twice the amount of the current One Way rate from this U-Haul location to the actual drop-off location.”</blockquote>\n<p id=\"b125-5\">Defendant argued that his retention of the truck was not a “gross deviation” from the agreement because the quoted provisions contemplated that the truck might be returned late or to a different location.</p>\n<p id=\"b125-6\">In promoting those theories of the case, both the state and defendant elicited testimony from Bettle about U-Haul’s contracting procedures generally and U-Haul’s agreement with defendant specifically. Bettle testified that U-Haul rental agreements can be changed if the customer asks to extend the rental. However, Bettle explained, customers are expected to pay an additional deposit if the “estimated rental charges” of the updated rental agreement exceed the deposit that they have already paid. Bettle testified that defendant’s initial deposit was sufficient to cover only a three-day rental period and that defendant did not pay an additional deposit to extend the rental. The record includes no evidence suggesting that defendant contacted U-Haul after he kept the truck past May 10, 2012.</p>\n<p id=\"b125-7\">The state introduced as exhibits several printouts from U-Haul’s computer system and asked Bettle to explain <page-number citation-index=\"1\" label=\"106\">*106</page-number>them during his testimony. Those exhibits included defendant’s original signed agreement with U-Haul, notes from U-Haul employees about attempts to contact defendant, and a version of defendant’s agreement with U-Haul that included an accounting of rental charges that appears to have been calculated after U-Haul recovered the truck. Time stamps at the bottom of each of those exhibits indicate that they were all printed on July 23, 2012 — the day before trial.</p>\n<p id=\"b126-4\">At least two of the state’s exhibits included information that defendant’s rental charges totaled $4,230.60. Those exhibits also reflected that defendant had paid an initial deposit of $100 when he rented the truck, but did not indicate any additional payments. Although the state’s exhibits included that information, the prosecutor did not ask Bettle to discuss the charges in any detail, and Bettle mentioned them only in passing during his direct examination:</p>\n<blockquote id=\"b126-5\">“[Bettle]. Okay. State’s Exhibit 6 is a contract that we completed returning the vehicle from the status which is known as late not returned. It indicates that he picked up on the 9th of May and we recovered the truck here [in Oregon] * * * on the 3rd of June and it shows charges relating to the customer’s rental. Do I need to go over the charges or—</blockquote>\n<blockquote id=\"b126-7\">“[Prosecutor], Not — not specifically.</blockquote>\n<blockquote id=\"b126-8\">“A. Okay.</blockquote>\n<blockquote id=\"b126-9\">“Q. But those are reflected on the State’s Exhibit 6?</blockquote>\n<blockquote id=\"b126-10\">“A. Yes. State’s Exhibit 6 showed that we retained possession of the vehicle.”</blockquote>\n<p id=\"b126-11\">During cross-examination, defendant asked Bettle to explain the charges listed on the state’s exhibits.</p>\n<blockquote id=\"b126-12\">“[Defense counsel]. So, again, on State’s Exhibit 3, it indicates a payment amount of $4,130.60?</blockquote>\n<blockquote id=\"b126-13\">“[Bettle]. That’s a promissory note. It indicates that we put the customer in collections for that amount.</blockquote>\n<blockquote id=\"b126-14\">“Q. And * * * so, you’re saying * * * that that is the current amount that’s owed?</blockquote>\n<blockquote id=\"b126-15\">‘A. Yes. * * *</blockquote>\n<blockquote id=\"b127-3\"><page-number citation-index=\"1\" label=\"107\">*107</page-number>\"****</blockquote>\n<blockquote id=\"b127-4\">“Q. Okay. So then [State’s Exhibit 6] indicates that [defendant] is being charged for *** a total amount of $4,230.60?</blockquote>\n<blockquote id=\"b127-5\">“A. *** [Y]es.”</blockquote>\n<p id=\"b127-6\">Defendant then moved to admit as an exhibit a printout from the U-Haul website purporting to show that the “[a]mount paid to date” on defendant’s U-Haul account was $4,230.60. A timestamp at the bottom of that document indicated that it was printed on July 24, 2012 at 8:29 a.m., the morning that defendant’s trial began. As noted above, the state already had introduced an exhibit, printed the previous day, showing that only $100 had been paid on the account. Thus, the state asserted, “we know that this was actually paid after the arrest.” The state argued that defendant’s proffered exhibit was, therefore, not relevant.</p>\n<p id=\"b127-7\">Defendant responded, making essentially two arguments about why the exhibit should be admitted. First, defendant argued, the exhibit was relevant to explain his agreement with U-Haul. Second, defendant argued, the exhibit became relevant once the state “opened the door” to the issue of an outstanding balance on defendant’s account with U-Haul.</p>\n<blockquote id=\"b127-8\">“Regarding the relevancy, I believe that the State opened the door wide and clear when they admitted into evidence [an exhibit] which shows an outstanding balance of $4,130. Again, in another document showing an outstanding balance of $4,230.</blockquote>\n<blockquote id=\"b127-9\">“And Mr. Bettle testified that the nature of the U-Haul contract is fluid. It continues to change. It can change. When somebody returns a rental after the contract period expires, if they have an outstanding balance that they will then pay the balance afterwards. And the — the issue in this case is whether or not this was a gross deviation from the terms of the contract and we now have evidence that this contract was changing.</blockquote>\n<blockquote id=\"b127-10\">“At the end of the contract, the truck was return [ed] and the dollar amount was paid. So it’s very relevant and to not *** admit it would be to prejudice [defendant], violate <page-number citation-index=\"1\" label=\"108\">*108</page-number>his due process and also leave the jury with the false impression that this $4,230 balance is outstanding when, in fact, it is paid.”</blockquote>\n<p id=\"b128-4\">The state responded that defendant, not the state, had opened the door:</p>\n<blockquote id=\"b128-5\">“Only that the door was clearly not opened by the fact that when the records were inputted, the records then printed off by Mr. Bettle indicated that there was an outstanding balance. That doesn’t open the door for the defense to be able to say, ‘Hey, he’s paid it,’ because it’s not relevant. The outstanding balance may not even be relevant in itself, it’s just part of the * * * business record showing that there is an outstanding balance.”</blockquote>\n<p id=\"b128-6\">The trial court agreed with the state that the evidence was not relevant. The court reviewed the statutory language and concluded that the “only issue is the amount of time, not what happened for the payment.”</p>\n<blockquote id=\"b128-7\">“It doesn’t matter if he paid or * * * didn’t pay. It mattered if he retained it for * * * some length of time, not defined [by the statute], that’s a gross deviation, not defined [by the statute]. * * * So, I do not think that the payment’s relevant * * * because it has nothing to do with the length of time that the person possessed it.”</blockquote>\n<p id=\"b128-8\">The trial court added that it thought defendant was “conflating” the “amount of money that was owed civilly with what the legislature” included in the criminal UUV statute.</p>\n<p id=\"b128-9\">The trial court excluded defendant’s proffered exhibit. The jury found him guilty of UUV.</p>\n<p id=\"b128-10\">Defendant was sentenced the next day. At the sentencing hearing, the trial court remarked that defendant had “paid all of the restitution or at least a very substantial portion of it.” The state responded that there was “a pretty major disagreement about what money has actually been paid” and requested that the issue of restitution remain open. The court agreed to leave the issue open, directing the state to give defendant “an exact figure” of the amount owed, and stating that defendant could then “either consent * * * or set a restitution hearing.”</p>\n<p id=\"b129-3\"><page-number citation-index=\"1\" label=\"109\">*109</page-number>The trial court subsequently entered a judgment of conviction that ordered defendant to “[p]ay restitution to victim(s) in an amount to be determined by the District Attorney’s Office within ninety (90) days of this date; defendant is allowed ten (10) days after notification of said amount to request a formal restitution hearing.” The state submitted a proposed supplemental judgment of restitution to the trial court on September 18, 2012, requesting that defendant pay $2,147.60 in restitution to U-Haul. The court signed the supplemental judgment on the same day it was submitted and entered it two days later. Defendant was sent a copy of the proposed supplemental judgment that was also sent to the court; nothing in the record suggests that defendant was notified of the requested amount of restitution before then.</p>\n<p id=\"b129-4\">Defendant appeals, raising three assignments of error. Defendant first argues that the trial court erred when it excluded his proffered exhibit purporting to show that $4,230.60 had been paid towards defendant’s U-Haul account. Second, defendant argues that the trial court erred when it entered a supplemental judgment of restitution. Third, defendant argues that the trial court erred when it imposed $2,147.60 in restitution. We address each of those arguments in turn.</p>\n<p id=\"b129-5\">In arguing that the trial court erred when it excluded his proffered exhibit, defendant essentially renews the arguments he made below. First, defendant argues that evidence that he had paid the U-Haul bill was relevant because it supported his argument that his conduct was not a gross deviation from his agreement with U-Haul. Alternatively, defendant argues, even if the exhibit was not independently admissible, the state offered evidence that defendant had not paid the U-Haul charges and, therefore, defendant should have been allowed to introduce evidence of payment under the doctrine of “curative admissibility.” In other words, defendant argues, the state opened the door to admission of the evidence that defendant’s bill had been paid.</p>\n<p id=\"b129-6\">We review determinations of relevance for errors of law. <em>State v. Titus, </em>328 Or 475, 481, 982 P2d 1133 (1999). Evidence is relevant if it has “any tendency to make the <page-number citation-index=\"1\" label=\"110\">*110</page-number>existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” OEC 401. The question at issue at defendant’s trial was whether, “on or about June 3, 2012” — the day he was arrested — defendant “did unlawfully and intentionally retain or withhold possession” of the U-Haul truck. Under ORS 164.135(1)(c), a person commits the crime of unauthorized use of a vehicle when</p>\n<blockquote id=\"b130-4\">“[hjaving custody of a vehicle *** pursuant to an agreement with the owner thereof whereby such vehicle * * * is to be returned to the owner at a specified time, the person knowingly retains or withholds possession thereof without consent of the owner <em>for so lengthy a period beyond the specified time </em>as to render such retention or possession a gross deviation from the agreement.”</blockquote>\n<p id=\"b130-5\">(Emphasis added.)</p>\n<p id=\"b130-6\">Defendant contends that his contract with U-Haul “contemplated his actions, and so long as he accepted financial responsibility for them, U-Haul would not be deprived of the benefit of its bargain.” Therefore, defendant argues, the evidence of payment is relevant to whether he violated ORS 164.135(1)(c) because it “tended to show that his conduct was not a gross deviation from the contract, but a way for U-Haul to fulfill its purpose of making a profit by renting trucks.”</p>\n<p id=\"b130-7\">We disagree. As a contractual matter, defendant’s agreement with U-Haul did not permit him to retain the truck for longer than the one-day period for which he had rented it. To the contrary, the contract includes a clause providing that the customer “agrees that any operation of [the vehicle rented] outside of time agreed * * * is without [U-Haul’s] consent!.]” The additional contractual provisions specifying what charges defendant would incur if he did not return the truck in one day did not authorize him to keep the truck longer; rather, they just specified one consequence that would follow if he breached his contractual duty to return the truck on time. Moreover, undisputed evidence in the record established that a person who wanted to extend the length of a rental agreement with U-Haul would need to pay an additional deposit and that defendant had not <page-number citation-index=\"1\" label=\"111\">*111</page-number>done so. In other words, the contract between defendant and U-Haul was for a one-day truck rental, with no “fluidity” in that rental period that would have allowed defendant to retain the truck for three weeks, as he contends.</p>\n<p id=\"b131-4\">That aspect of defendant’s contract with U-Haul is significant because ORS 164.135(1)(c) focuses on the <em>length of time </em>that a person retains possession of a vehicle beyond what is specified in an “agreement.” It is that length of time that shows (or does not show) that the person’s retention of the vehicle constituted a gross deviation from the person’s agreement with the vehicle’s owner. Defendant’s payment or nonpayment bears no relationship to whether he kept the truck “for so lengthy a period beyond the specified time” that his conduct grossly deviated from his agreement with U-Haul; consequently, his payment or nonpayment was not a “fact that is of consequence” to the determination of whether he violated ORS 164.135(1)(c). The trial court did not err when it excluded defendant’s proffered exhibit as not relevant.</p>\n<p id=\"b131-5\">We turn to defendant’s contention that, even if it was otherwise irrelevant, the exhibit should have been admitted under the “curative admissibility” doctrine after the state “opened the door” by introducing exhibits that listed an outstanding balance due on defendant’s U-Haul account. The “curative admissibility” doctrine provides that,</p>\n<blockquote id=\"b131-6\">“where one party offers inadmissible evidence, which is received, the opponent may then offer similar facts whose only claim to admission is that they negative or explain or counter balance the prior inadmissible evidence, presumably upon the same fact, subject matter or issue.”</blockquote>\n<p id=\"b131-7\"><em>Wynn v. Sundquist, </em>259 Or 125, 136, 485 P2d 1085 (1971). “The courts have tended to allow subsequent inadmissible evidence only in situations where it is truly necessary to prevent unfairness or misleading of the jury on a significant issue.” Laird C. Kirkpatrick, <em>Oregon Evidence </em>§ 402.04, 172 (5th ed 2007). A “narrow scope to the doctrine [of curative admissibility] is particularly appropriate in cases where the party now seeking to offer inadmissible evidence failed to object to the earlier inadmissible evidence offered by his or her opponent.” <em>Id.</em></p>\n<p id=\"b132-3\"><page-number citation-index=\"1\" label=\"112\">*112</page-number>We reject defendant’s “curative admissibility” argument for the following reasons. First, as explained above, defendant’s payment or nonpayment of the accrued charges was not relevant to any issue in the case. Accordingly, admission of the evidence that defendant’s charges were paid shortly before trial was not necessary to prevent the jury from being misled on a significant issue.</p>\n<p id=\"b132-4\">Second, it was defendant — not the state — who emphasized the evidence that defendant had not yet paid his bill. As discussed above, the state did introduced two exhibits, printed the day before trial, that showed the amount of charges that defendant had incurred. But only one page of those exhibits indicated that defendant still owed that amount. Other parts of the documents simply referenced the amount of charges <em>accrued, </em>as well as a promissory note in the amount of $4,130.60, without indicating whether that referred to the amount that defendant owed or whether, instead, an actual promissory note was in play. Moreover, the state did not introduce any other evidence that defendant had not paid his bill. When the prosecutor asked Bettle to explain the significance of the two exhibits discussed above, he did not ask Bettle about whether defendant still owed the thousands of dollars in accrued charges. Defendant did, however, elicit evidence on that point. During his cross-examination of Bettle, defendant asked directly whether defendant currently owed U-Haul $4,130.60, and Bettle said that he did. Thus, defendant — not the state— emphasized the evidence of nonpayment that defendant now argues makes his evidence of payment admissible.</p>\n<p id=\"b132-5\">Finally, defendant did not object to the introduction of the state’s exhibits at trial; nor did he seek redaction of the information regarding the accrued or owing charges. Because defendant did not object to that evidence, we are reluctant to hold that he could rely on its admission in arguing for the admissibility of his own, purportedly contradictory evidence.</p>\n<p id=\"b132-6\">Given those circumstances, we conclude that the trial court did not err when it decided not to admit defendant’s proffered exhibit under the “curative admissibility” doctrine. Put somewhat differently, the trial court did not <page-number citation-index=\"1\" label=\"113\">*113</page-number>err in declining to allow defendant to introduce his irrelevant evidence by pushing it through a door that he opened wide himself, both by failing to object to the state’s evidence, and then eliciting information from Bettle about the amount he still owed U-Haul.</p>\n<p id=\"b133-4\">We turn to defendant’s second and third assignments of error, in which he challenges entry of the supplemental judgment of restitution and the imposition of $2,147.60 in restitution. As explained below, we conclude the trial court erred when it entered the supplemental judgment of restitution without providing defendant an opportunity to be heard. Because that error requires us to vacate the supplemental judgment and remand for further proceedings, we do not address defendant’s challenge to the specific amount of restitution imposed in that judgment.</p>\n<p id=\"b133-5\">We review sentencing decisions, including restitution orders, for errors of law. <em>State v. Noble, </em>231 Or App 185, 189, 217 P3d 1130 (2009). The trial court has authority to impose restitution when a defendant “is convicted of a crime * * * that has resulted in economic damages.” ORS 137.106(1)(a).<footnotemark>1</footnotemark> The state is required to present evidence regarding the “nature and amount” of the pecuniary damages suffered by the victim. ORS 137.106(1)(a). If the defendant objects to the imposition, amount, or distribution of restitution, ORS 137.106(5) provides that “the court shall allow the defendant to be heard on such issue at the time of sentencing or at the time the court determines the amount of restitution.”</p>\n<p id=\"b133-6\">In this case, the judgment provided that after the state determined the amount of restitution owed to U-Haul and notified defendant of that amount, defendant would be allowed 10 days to request a formal restitution hearing. But defendant was not given that opportunity. Instead, the court signed the supplemental judgment of restitution on the same day that it received it, and entered the supplemental judgment two days later. Accordingly, the court erred when it entered the supplemental judgment, because defendant was not given a reasonable opportunity to object <page-number citation-index=\"1\" label=\"114\">*114</page-number>to the imposition, amount, or distribution of restitution, as ORS 137.106(5) requires.</p>\n<p id=\"b134-4\">The state argues that defendant’s argument is not preserved for appeal because defendant had an opportunity to object to the supplemental judgment but did not do so. Defendant acknowledges that his second and third assignments of error are not preserved, but argues that preservation is not required under the circumstances. We agree with defendant. The preservation requirement “gives way entirely” when a party has “no practical ability to raise an issue.” <em>Peeples v. Lampert, </em>345 Or 209, 220, 191 P3d 637 (2008). Here, defendant had no practical ability to challenge the restitution amount, because he was told that he would have ten days in which to object, but was not given that opportunity before the supplemental judgment was entered. Preservation principles do not apply in those circumstances. <em>See State v. Beckham, </em>253 Or App 609, 613 n 5, 292 P3d 611 (2012) (preservation principles were inapposite when “nothing in the record indicates that defendant had notice of, or a prior opportunity to object to, the trial court’s restitution ruling before the court entered the supplemental judgment”); <em>State v. DeCamp, </em>158 Or App 238, 241, 973 P2d 922 (1999) (“A party cannot be required to raise an objection contemporaneously with a trial court’s ruling or other action when the party was not on notice of the trial court’s intended action and had no opportunity to be present when the trial court acted.”).</p>\n<p id=\"b134-5\">Nonetheless, the state argues that “if defendant did not agree with the amount of restitution or with the procedure for imposing the restitution, he could have moved the trial court to amend the supplemental judgment,” citing ORS 138.083.<footnotemark>2</footnotemark> Perhaps defendant could have done so. But he was not required to seek that after-the-fact remedy, given <page-number citation-index=\"1\" label=\"115\">*115</page-number>that the trial court’s error “arose when the court issued its order or judgment, and not earlier.” <em>State v. Selmer, </em>231 Or App 31, 34, 217 P3d 1092 (2009), <em>rev den, </em>347 Or 608 (2010).</p>\n<p id=\"b135-4\">Because defendant was deprived of the opportunity he thought he had been given to object to the proposed amount of restitution, the appropriate disposition in this case is to vacate the supplemental judgment and remand for further proceedings on restitution.</p>\n<p id=\"b135-5\">Supplemental judgment vacated and remanded; otherwise affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b133-7\"> ORS 137.106 was amended by Or Laws 2013, ch 388, § 1. The 2011 version of the statute governs in this case, but the 2013 changes to the statute do not affect our analysis, so we cite the current version.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b134-6\"> ORS 138.083(1)(a) provides:</p>\n<blockquote id=\"b134-7\">“The sentencing court retains authority irrespective of any notice of appeal after entry of judgment of conviction to modify its judgment and sentence to correct any arithmetic or clerical errors or to delete or modify any erroneous term in the judgment. The court may correct the judgment * * * on the motion of one of the parties * *</blockquote>\n<p id=\"b134-8\">That statute was also amended in 2013. <em>See </em>Or Laws 2013, ch 153, § 1. Again, the change does not affect our analysis, so we quote the current version.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}