{
  "casebody": {
    "data": "<casebody firstpage=\"12\" lastpage=\"16\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b35-23\">(114 App. Div. 532.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b35-24\">In re BYRNES.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"AY\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A9\">July 12, 1906.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"Atk\">L Trustees—Accounting—Transaction Of Business.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"A_r\">Code Civ. Proe. § 2729, made applicable to trustees by section 2802, declares that on an accounting by an executor or administrator the accountant must produce and file vouchers, etc. JBeM that, where a testamentary trustee completed a hotel after testator’s death, and operated the same until it could be satisfactorily rented, and in a judicial settlement of its accounts failed to show that the operation of the hotel was not authorized by the will, such trustee was not authorized to amend a full account, for a part of which no vouchers were appended, by eliminating all items of receipts and disbursements of the business, and charging itself with the amount of profits of the business, on the theory that it was the individual business of the trustee, and not of the cestui que trust.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b36-2\"><page-number citation-index=\"1\" label=\"13\">*13</page-number>2. Same—Wrongful Continuance of Business.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b36-3\">Where a testamentary trustee wrongfully continued a business started by the testator, the estate was not liable for any obligation incurred or loss sustained, and the trustee was chargeable with interest on the money thus wrongfully used, or, at the election of the beneficiaries of the trust, with the profits made in the business in which the money was used.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b36-4\">[Ed. Note.—For cases in point, see vol. 47, Cent. Dig. Trusts, §§ 301-313.]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b36-5\">3. Same—Burden of Proof.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b36-6\">Where a testamentary trustee continued a business started by testator, and the cestuis que trust elected to recover the profits obtained, the burden was on them to show the amount of such profits.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b36-7\">4. Same—Itemized Account—Duty to File—'Vouchers—Disbursements.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b36-8\">Where cestuis que trust elect to recover profits made in a business wrongfully continued by the trustee with the funds of the trust estate, the trustee is not required to file an itemized account of receipts or disbursements therein nor vouchers for such disbursements.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b36-9\">5. Same—Reference—Power of Referee.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b36-10\">Where objections to the account of a testamentary trustee were referred to a referee, with power to “hear and determine,” the referee was authorized to allow the trustee to file an amended account in a proper case.</headnotes>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b36-11\">Appeal from Surrogate’s Court.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"AKF\">Judicial settlement of the accounts of the United States Mortgage &amp; Trust Company, as substituted trustee under the will of Matthew Byrnes, deceased. From a judgment permitting the trustee to file an amended and supplemental account by eliminating from the original account all items of receipts and disbursements of a hotel business conducted by it, and by including therein and charging itself with the amount of profits of the business as the only item, Byrnes appeals. Reversed.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"AAz\">The United States Mortgage &amp; Trust Company was substituted under the last will and testament of Matthew Byrnes, deceased, on the 16th day of November, 1898, as trustee in place of Fernando Battes, who was removed by order of the court On the 7th day of May, 1903, the trust company filed its account, covering the period from July 1, 1901, when it last accounted, to February 16, 1903. On the 13th day of July, 1903, it filed a supplemental account covering the period from February 16th to June 30th of that year. Citations fo.r a judicial settlement of the account were duly issued and served upon all parties interested. It appears that the former trustee began the erection of the apartment hotel known as “The Lorraine” on property of the estate at the southwest corner of Fifth avenue and Forty-Fifth street, and that the building had not been completed at the time of Ms removal and of the substitution of the trust company. The substituted trustee continued the work and completed the building about the 1st day of February 1899, but it was unable to make a satisfactory lease of the hotel until the 20th day of November, 1902. There was a mortgage of $1,000,000 upon the property, and, with a view to meeting the current charges, the trustee operated the hotel between the date of its completion and the time it was able to lease the same. During the time the trustee operated the hotel it kept a complete set of books, and endeavored, so far as practicable, to keep vouchers for all disbursements in conducting the business. The first account which the trustee filed covered the period from its appointment to the 1st day of July, 1901, and contained an itemized statement of receipts and disbursements in connection with the business of running the hotel. The second account which the trustee filed, and the- supplemental account likewise, contained itemized statements of the receipts and disbursements in conducting the hotel business. The first account was judicially settled as filed without objection. Certain beneficiaries filed objections to the second account and to the supplemental account, and the court referred the matter to a referee “to examine <page-number citation-index=\"1\" label=\"14\">*14</page-number>said account and objections, to hear and determine all questions arising upon the settlement of said account which the surrogate has power to determine, and to report to the court” Before the matter was brought to a hearing on the reference, the trustee made a motion, on notice to all parties interested, returnable before the referee, for leave “to amend the said account and supplemental account, by eliminating therefrom ail items of receipts and disbursements of said business, and by including therein and charging itself with the amount of profits of the business as one item.” The referee refused to grant the motion unless the trustee would concede upon the record that it conducted the hotel business without authority. The trustee thereupon requested that, before it be compelled to make an election, the referee report his decision to the surrogate, “to the end that the'same may be reviewed, and the question of the allowance of such amended account and the conditions, if any, upon which it should be allowed may be finally determined before proceeding with the hearings herein.” All interested parties acquiesced in this suggestion, and the referee filed a report of his decision. The trustee and the appellant Byrnes, one of the beneficiaries, filed objections to the report. Byrnes objected upon the ground that the trustee should not under any circumstances be permitted to file the amended account, and the trustee objected upon the ground that it should be permitted to file the amended account unconditionally. The matter was then heard by the surrogate, who reversed the order of -the referee in so far as it imposed the condition, and permitted the trustee to file the amended account unconditionally. The order of the surrogate modifying the decision- of the referee provides that objections to the amended account may be filed, and that thereupon the amended account and objections be remitted to the referee, “with ail the powers contained in the original order of reference for further hearing and report.” Byrnes appeals to this court from each and every part of the last order of the surrogate.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b37-8\">The objections to the account and to the supplemental account were to items of disbursements therein aggregating $116,804.46, for which, it is claimed, no vouchers were filed. The aggregated amount of disbursements for which it is. claimed that vouchers were not presented consists of three items, as follows: “Petty cash,” $32,285.49; “pay roll,” $83,121.09; “sundries,” $1,397.88. The trustee claims that most of the total “petty cash” disbursements came back into its hands and is accounted for in the moneys received from the hotel business. Its explanation of this is that a fund of $4,000 was placed in the hands of the manager of the hotel when it was opened, to be used in payment of necessary cash disbursements, and that those disbursements principally consisted in advances to guests, which were charged to and subsequently paid by the guests with their bills, and the whole deposited in the bank to the credit of the trustee, and that the amount of such advances were then in each case remitted to the manager for the purpose of maintaining the fund of $4,000. The disbursements for the items designated “pay roll” were for wages and salaries of the employés of the hotel, and for the aggregate of this item vouchers signed by the manager of the hotel, showing the receipt of the money by him, were filed, to which, as to about $70,000 of the aggregate, was attached a pay roll sheet containing the names of the employés, and the amounts paid to them and their receipts therefor. The trustee also claims that it has filed proper vouchers for all of the disbursements designated “sundries” excepting $372.89. In the amended account which the surrogate allowed to be filed the trustee charges itself with the balance of the property of the estate in its hands as shown by the prior accounting, and with property subsequently received by it except from the hotel business, and with the profits of the business of the hotel, amounting to $160,655.38. The gross receipts and disbursements and the items of the hotel business as set forth in the original and supplemental accounts are omitted from the amended account. The amended account was evidently filed with a view to relieving the trustee of the burden of proving the disbursements itemized in the account and supplemental accounts for which vouchers were not presented and to which objections were filed.</summary>\n<p data-order=\"19\" data-type=\"judges\" id=\"b37-14\">Argued before O’BRIEN, P. J„ and McRAUGHRIN, PATTERSON, RAUGHRIN, and HOUGHTON, JJ.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b38-2\"><page-number citation-index=\"1\" label=\"15\">*15</page-number>Henry T. Pay, for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b38-3\">Addison C. Ormsbee (Jordan J. Rollins, on the brief), for respondent.</attorneys>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b38-4\">EAUGHRIN, J.</author>\n<p id=\"AU9\">By virtue of the provisions of section 2802_of the Code of Civil Procedure, section 2729, regulating an accounting by an executor or administrator, is rendered applicable to accountings of trustees. Section 2729, so far as material, provides as follows:</p>\n<blockquote id=\"b38-5\">“ * * * On an accounting by an executor or administrator, the accounting party must produce and file a voucher for every payment, except in one of the following cases: (1) He may be allowed, without a voucher, any proper item of expenditure, not exceeding twenty dollars, if it is supported by his own uncontradicted oath. * * * (2) If he proves by his own oath or another’s testimony, that he did not take a voucher when he made -the payment, or that the voucher then taken by him has been lost or destroyed, he may be allowed any item, the payment of which he satisfactorily proves by the testimony of the person to whom he made it; or, if that person is dead or cannot, after diligent search, be found, by any competent evidence other than his own oath or that of his wife. * * * ”</blockquote>\n<p id=\"b38-7\">The theory upon which the trustee moved for leave to file the amended account evidently is that it is entitled to the benefit of the rule applicable to executors and administrators who without authority continue the business of the testator or decedent, or use the funds of the estate in their own business. It is the duty of an administrator or executor, 'unless the will of the testator otherwise directs, to collect the debts and obligations owing to the estate, and close out the business, if any, of the decedent or testator with all reasonable dispatch, and to apply the moneys coming into his hands in satisfaction of the debts owing by the decedent or testator, and distribute the surplus after deducting the expenses of administration according to the statute of distribution or the directions of the will. If, in violation of this duty, the administrator or executor continues the business or uses the money in his own business, his act is wrongful, and the estate is not liable for any obligation incurred or loss sustained, and he may be charged interest upon the money thus wrongfully used, or, at the election of those interested, with the profits made in the business in which it is used; but in that event the burden is upon them to show the amount of the profits, and, the business being unlawful, and his own, so far as the estate is concerned, he is not required to file an itemized account of the receipts and disbursements therein, or vouchers for such disbursements. Matter of Munzor, 4 Misc. Rep. 374, 25. N. Y. Supp. 818; Matter of Peck, 79 App. Div. 296, 80 N. Y. Supp. 76, affirmed 177 N. Y. 538, 69 N. E. 1129; Matter of Suess, 37 Misc. Rep. 459, 461, 75 N. Y. Supp. 1050; Willis v. Sharp, 113 N. Y. 591, 21 N. E. 705, 4 L. R. A. 493; Kenyon v. Olney, 39 N. Y. St. Rep. 839, 15 N. Y. Supp. 416.</p>\n<p id=\"b38-8\">The referee undoubtedly was authorized to allow the trustee to file an amended account in a proper case (Matter of Munzor, supra); but the trustee filed the original and supplemental accounts upon the theory that the busines in which the money was used was not his individual business, but that of his cestui que trust. The amended account is not filed for the purpose of supplying any omission or correcting any error in the original or supplemental accounts.</p>\n<p id=\"b39-3\"><page-number citation-index=\"1\" label=\"16\">*16</page-number>The provisions of the will creating the trust are not set forth, nor is it alleged that the business of conducting this hotel was not authorized by the will or by the beneficiaries. If in any casé a trustee could be heard to say on a voluntary accounting that in investing the money of the estate he had departed from his authority under the will, and engaged in a private venture on his own account, which proved profitable, but that merely because it was not authorized by the will he only charged himself with the amount of the estate that came into his hands and interest thereon, which it is unnecessary now to decide, it seems quite clear that it would be incumbent upon him to show that the business in which he used the trust fund was not authorized by the will or by the beneficiaries; and especially should this be true where he applies for leave to amend, in this respect, an account once filed by him.</p>\n<p id=\"ApfL\">We are of opinion, therefore, that the moving papers were wholly insufficient to authorize the filing of the amended account. The amended account becomes a substitute for the original and supplemental accounts. The order of the court authorizing the trustee to file the amended account constitutes a decision that the trustee is only obliged to account for profits, because, if it were not so, the original and supplemental accounts should have been allowed to stand as the basis of the accounting, whereas, under the order from which the appeal is taken, the amended account is, in effect, a substitute therefor. It seems extremely doubtful whether in any case the rule applicable to an administrator or executor continuing a business without authority is ■ applicable to a trustee, but, since the facts material to present any phase of that question for decision are not contained in the record, we refrain from expressing a definite opinion thereon.</p>\n<p id=\"b39-6\">It follows that the order should be reversed, with $10 costs and disbursements, and motion to file the amended account denied, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}