{
  "casebody": {
    "data": "<casebody firstpage=\"229\" lastpage=\"231\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b252-7\">(114 App. Div. 623)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b252-8\">FREY v. NEW YORK CENT. &amp; H. R. R. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b252-9\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AcY\">July 12, 1906.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"Ah7r\">Costs—Extea Allowance.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"AqOE\">An action by a shipper against a carrier for breach of a contract, whereby the latter agreed to transport goods in time for shipment by a certain steamer, did not involve such a difficult question as to the true measure of damages, where the issues of fact were clearly defined, and the evidence procured in the ordinary way and without unusual expense, as to bring the case within Code Civ. Proc. § 3253, authorizing an extra allowance of costs in a difficult and extraordinary case.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b252-11\">[Ed. Note.—For cases in point, see vol. 13, Cent. Dig. Costs, §§ 623, 624.]</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b252-12\">Appeal from Special Term, Monroe County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b252-13\">Action by John B. Erey, as permanent receiver of the Rogerson Fruit &amp; Cold Storage Company, against the New York Central &amp; Hudson River Railroad Company. From an order granting plaintiff extra allowance, defendant appeals. Reversed, and motion denied.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b252-14\">The action was commenced in May, 1901, in the name of the Rogerson Fruit &amp; Cold Storage Company, a corporation which has since the commencement of this action been dissolved, and of which the plaintiff has been appointed permanent receiver, to recover damages for the alleged neglect of the defendant to properly transport certain fruit upon its railroad to its proper destination. After issue was joined, by stipulation of the parties the case was sent to a referee to hear, try, and determine all the issues involved.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b252-15\">The sole question involved upon this appeal is whether or not the trial was difficult and extraordinary, within the meaning of section 3253 of the Code of Civil Procedure, and so as to entitle the plaintiff to an extra allowance.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"b252-16\">Argued before McLENNAN, P. J., and SPRING, WILLIAMS, NASH, and KRUSE, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b252-17\">Daniel M. Beach, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b252-18\">Elbridge L. Adams, for respondent.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b252-19\">McLENNAN, P. J.</author>\n<p id=\"AWK\">The moving papers fail to show any facts which render this case extraordinary. It is assumed that the plaintiff’s contention is correct, that the defendant neglected or failed to perform its duty as common carrier, in that it failed to transport the goods delivered to it by the company of which the plaintiff is receiver, so that <page-number citation-index=\"1\" label=\"230\">*230</page-number>such goods could be.delivered to a certain steamship (the St. Louis) prior to its sailing, which was designated and scheduled to sail at a particular time, and that in so failing to transport-the goods in question the defendant was negligent, and that such negligence resulted in damage to the plaintiff, to recover for which this, action is brought.</p>\n<p id=\"b253-4\">For the purposes of this appeal we may assume that the contention of the plaintiff was correct in every respect, to wit, that the defendant violated its duty as common carrier, either under its general liability as such, or under express contract established by the plaintiff’s evidence. We think, however, there is no phase of the litigation which renders the case extraordinary. Plaintiff’s cliam was based upon a breach of contract, express or implied, as common carrier. The form of action is in every sense ordinary, and might be said to be common. It is, however, urged that to ascertain the true measure of damages involved a difficult question of law. We are not disposed to disagree with that proposition. It may, however, be said in passing that the referee did not adopt the rule contended for by the counsel of either party, but adopted a middle course, and awarded the sum which he did, which has been, approved by this court in decision handed down at this time. Frey v. New York Cent. &amp; H. R. R. Co., 100 N. Y. Supp. <em>225.</em></p>\n<p id=\"b253-5\">The issues of fact were clearly defined, and the evidence introduced by the plaintiff was procured in the ordinary way, and, so far as appears, without unusual expense, and certainly without any attempt on' the part of the defendant to prevent the plaintiff from ascertaining the exact facts in the premises; so that we think it cannot be said that in the development of the facts the case was extraordinary.</p>\n<p id=\"b253-6\">We appreciate the discrepancy between the decisions of this department and of some of the other departments of the Appellate Division of this state upon the question as to when an extra allowance should be made in any particular action. The rule regarded in this department as controlling was stated by Mr. Justice Spring in Swan v. Stiles, 94 App. Div. 117, 125, 87 N. Y. Supp. 1089, 1094, in which he said:</p>\n<blockquote id=\"b253-7\">“The policy of the courts in this department has been averse to granting an extra aiowance except in a case obviously within the definition ‘difficult and extraordinary.’ A rigid rather than a liberal construction has been given to this phrase of section 3253 of the Code of Civil Procedure.”</blockquote>\n<p id=\"b253-8\">We feel constrained to adhere to the doctrine thus enunciated and long established in this department, that no extra allowance should be made unless the litigation is both difficult and extraordinary. We hold that such words of the Code should be interpreted to mean that an extra allowance should not be granted unless it appears that the case presents difficult and extraordinary features either of law or fact. Upon this question different views have prevailed in the different departments of the Appellate Division of the state, some courts construing the section of the Code referred to to mean one thing, and other courts of the same dignity construing it to mean another. While we recognize that it is desirable that the decisions of the different departments of the Appellate Division should be harmonious in this regard, we feel that we must adhere to the doctrine long maintained by this court, that an extra allowance may not be awarded unless the case is-both difficult and extraordinary, and so obviously within the definition <page-number citation-index=\"1\" label=\"231\">*231</page-number>of “difficult and extraordinary.” Swan v. Stiles, supra. It is desirable that the practice in this regard should be made uniform, but we feel that this should be done by act of the Legislature, rather than by the courts in giving a forced construction to the words “difficult and extraordinary,” as contained in the section of the Code referred to.</p>\n<p id=\"b254-3\">We are constrained to hold that the case at bar was not both difficult and extraordinary and within the meaning of the Code, and therefore that no extra allowance could properly have been allowed.</p>\n<p id=\"b254-4\">It follows that the order appealed from should be reversed, with $10 costs and disbursements, and motion denied, with $10 costs.</p>\n<p id=\"b254-5\">Order reversed, with $10 costs and disbursements, and motion denied, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}