{
  "casebody": {
    "data": "<casebody firstpage=\"145\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b157-6\">George Douglas <em>vs. </em>The New York, New Haven and Hartford Railroad Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b157-7\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AZC\">June Term, 1929.</p>\n<judges data-order=\"3\" data-type=\"judges\" id=\"Acr\">Wheeler, C. J., Maltbie, Haines, Hinman and Banks, Js.</judges>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b157-10\">Argued June 12th</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Arf\">decided October 8th, 1929.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b158-5\"><page-number citation-index=\"1\" label=\"146\">*146</page-number><em>John F. McDonough, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b158-6\"><em>John H. Gardner, Jr., </em>with whom, on the brief, was <em>Edward R. Brumley, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b158-7\">Wheeler, C. J.</author>\n<p id=\"ASv\">The jury were entitled to have found these facts: The plaintiff drove a motortruck of the Byrolly Company from the yards of the Kalbfleisch corporation along a private road, which converged with the double tracks of defendant’s railroad until they were within about thirty feet of one another, when the road turns and crosses the tracks at practically a right angle, to Railroad Hill Avenue. When he reached a point on the northbound track a train of defendant traveling from the south collided with this truck, causing injuries to the plaintiff Douglas. It was a clear day. At the crossing the train could have been seen over a sixth of a mile to the south and from points in the road from a point one hundred and fifty feet from the crossing to it, upward of four hundred feet. Douglas stopped and looked to the south for an approaching train at a point one hundred and fifty feet from the crossing and saw none. It was his duty to look before driving upon the crossing and at a point sufficiently distant from the crossing to enable him to have stopped the truck before driving upon the crossing. He says he did look shortly before driving over the crossing and saw no train. The speed of the train was from twenty to thirty miles an hour. The physical facts make it clear that had he looked, with reasonable care, he must have seen the train. To have driven on the crossing, with<page-number citation-index=\"1\" label=\"147\">*147</page-number>out so looking, was an act of negligence on his part, which materially contributed to the collision and the resulting injury.</p>\n<p id=\"b159-4\">The appellant invokes the last-clear-chance doctrine. It has no application under the facts in evidence. The defendant could not, by the exercise of reasonable care, have realized that the driver of the truck would drive upon the crossing at any time prior to the time when the truck was near to or within the zone of danger, and neither then nor thereafter did defendant have the opportunity, by the exercise of reasonable care, to have avoided the collision.</p>\n<p id=\"b159-5\">The trial court did not err in setting aside the verdict.</p>\n<p id=\"b159-6\">There is no error.</p>\n<p id=\"b159-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}