{
  "casebody": {
    "data": "<casebody firstpage=\"432\" lastpage=\"460\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b488-2\">Argued and submitted January 5, decision of Court of Appeals in both cases affirmed in part and reversed in part;</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AzW\">orders of Board of Parole and Post-Prison Supervision affirmed in part and reversed in part, and cases remanded to Board of Parole and Post-Prison Supervision for further proceedings December 23, 2010</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b488-3\">KENNETH FREDERICK JANOWSKI, <em>Petitioner on Review </em>/ <em>Cross-Respondent on Review, v. </em>BOARD OF PAROLE AND POST-PRISON SUPERVISION, <em>Respondent on Review </em>/ <em>Cross-Petitioner on Review. </em>RIDGE WAYNE FLEMING, <em>Respondent on Review, v. </em>BOARD OF PAROLE AND POST-PRISON SUPERVISION, <em>Petitioner on Review.</em></parties>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b488-10\">(CA A130409; SC S057120, S057276)</docketnumber>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"A09\">(CA A133967; SC S057245)</docketnumber>\n<p data-order=\"5\" data-type=\"summary\" id=\"b488-17\">(Consolidated for argument and opinion)</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b488-18\">245 P3d 1270</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b490-3\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>Denise G. Fjordbeck, Assistant Attorney General, Salem, argued the cause and filed the brief for respondent on review/ cross-petitioner on review and petitioner on review. With her on the brief was John R. Kroger, Attorney General.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b490-4\">Ryan T. O’Connor, Deputy Public Defender, Salem, argued the cause and filed the brief for petitioner on review/ cross-respondent on review Janowski. With him on the brief was Peter Gartlan, Chief Defender, Office of Public Defense Services.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b490-5\">Ridge Wayne Fleming filed the brief for himself.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b490-6\">Ryan T. O’Connor, Deputy Public Defender, Salem, argued the cause and filed the brief for <em>amicus curiae </em>Office of Public Defense Services, Appellate Division. With him on the brief was Peter Gartlan, Chief Defender, Office of Public Defense Services.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b490-7\">Dennis N. Balske, Portland, filed the brief for <em>amicus curiae </em>Keven Roper.</attorneys>\n<judges data-order=\"12\" data-type=\"judges\" id=\"b490-8\">GILLETTE, J.</judges>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b491-3\"><page-number citation-index=\"1\" label=\"435\">*435</page-number>GILLETTE, J.</author>\n<p id=\"b491-4\">These two cases, which we have consolidated for purposes of opinion, present two issues, both of which concern the proper interpretation and applicability of statutes and administrative rules that have long since been amended, but which continue to govern the treatment of prisoners who committed their crimes while those statutes and rules were in effect.<footnotemark>1</footnotemark> The first issue is whether the Board of Parole and Post-Prison Supervision (the board) has the authority effectively to override a prisoner’s 30-year mandatory minimum sentence for aggravated murder and to release the prisoner after 20 years in prison, if the board finds that the prisoner is capable of rehabilitation within a reasonable period of time. If the answer to that first question is “yes,” the second issue is: Which rules or statutes govern the board’s release decision? The Court of Appeals concluded that the board does have the authority to override the mandatory minimum sentence and to release prisoners after 20 years if the board has made certain findings. However, the court concluded that the prisoners’ cases should be remanded to the board to permit the board to determine in the first instance what rules and statutes govern the board’s release decisions. <em>Fleming v. Board of Parole, </em>225 Or App 578, 202 P3d 209 (2009); <em>Janowski v. Board of Parole, </em>226 Or App 82, 202 P3d 920 (2009) (reversing and remanding per curiam in light of <em>Fleming). </em>We allowed the board’s and the prisoners’ petitions for review in both cases and now affirm the Court of Appeals’ conclusion that the board has the authority to override the prisoners’ 30-year mandatory minimum sentences for aggravated murder and to release the prisoners after 20 years. However, because we further conclude that the legislature intended the board to apply the parole matrix (discussed in detail below) to determine when to release prisoners in this situation, we reverse that part of the Court of Appeals decisions remanding the cases to the board for a determination of applicable law.</p>\n<p id=\"b491-5\">The relevant facts of each case are procedural and are not in dispute. Prisoner Janowski murdered his parents <page-number citation-index=\"1\" label=\"436\">*436</page-number>in February 1985. In July 1985, after Janowski pleaded guilty to those murders, a trial court convicted Janowski of two counts of aggravated murder and merged those counts into one conviction. Prisoner Fleming murdered a man during a robbery in November 1985 and a trial court convicted Fleming of aggravated murder in 1986. At the time that Janowski and Fleming committed their crimes, ORS 163.105(1) (1985)<footnotemark>2</footnotemark> provided that a person convicted of aggravated murder</p>\n<blockquote id=\"b492-4\">“shall be sentenced to death or life imprisonment * * *. If sentenced to life imprisonment, the court shall order that the defendant shall be confined for a minimum of 30 years without the possibility of parole, release on work release or any form of temporary leave or employment at a forest or work camp.”</blockquote>\n<p id=\"b492-5\">Both Janowski and Fleming were sentenced to life imprisonment. Pursuant to the directive in ORS 163.105(1) (1985), the trial courts ordered each of them to serve a mandatory minimum term of imprisonment of 30 years.</p>\n<p id=\"b492-6\">Both Janowski and Fleming were incarcerated in due course. In January 1986, the board issued an order with respect to Janowski establishing Janowski’s matrix range<footnotemark>3</footnotemark> as 120 to 168 months but, at the same time, sustaining Janowski’s 30-year (360-month) mandatory minimum <page-number citation-index=\"1\" label=\"437\">*437</page-number>sentence. In February 1987, the board made a similar determination concerning Fleming, concluding that the applicable matrix range for Fleming’s crimes was 228 to 288 months. In the board’s order establishing that matrix range for Fleming, the board also concluded that it did not have the statutory authority to override the 30-year (360-month) mandatory minimum sentence that the trial court had imposed.<footnotemark>4</footnotemark> On November 22, 1995, the board issued orders retracting its crime classification and matrix range calculations for both Janowski and Fleming, because it concluded that \"aggravated murder is an unclassified felony; therefore, there is no crime severity rating or matrix range.”<footnotemark>5</footnotemark></p>\n<p id=\"b493-4\">After Janowski and Fleming had been incarcerated for 20 years, they each sought a hearing under ORS 163.105 (1985), which, in addition to requiring the trial court in subsection (1) of the statute to impose a 30-year mandatory minimum sentence for persons sentenced to life imprisonment for aggravated murder, also provided that</p>\n<blockquote id=\"b493-5\">“(2) At any time after 20 years from the date of imposition of a minimum period of confinement pursuant to subsection (1) of this section, the State Board of Parole, upon the petition of a prisoner so confined, shall hold a hearing to determine if the prisoner is likely to be rehabilitated within a reasonable period of time. The sole issue shall be whether or not the prisoner is likely to be rehabilitated within a reasonable period of time. * * *.</blockquote>\n<blockquote id=\"b494-3\"><page-number citation-index=\"1\" label=\"438\">*438</page-number>“(3) If, upon hearing all the evidence, the board, upon a unanimous vote of all five members, finds that the prisoner is capable of rehabilitation and that the terms of the prisoner’s confinement should be changed to life imprisonment with the possibility of parole, or work release, it shall enter an order to that effect and the order shall convert the terms of the prisoner’s confinement to life imprisonment with the possibility of parole or work release. Otherwise, the board shall deny the relief sought in the petition.”</blockquote>\n<p id=\"b494-4\">Pursuant to that statute, in May 2005, the board conducted a hearing concerning Janowski and, in May 2006, a hearing concerning Fleming, to determine whether either man was likely to be rehabilitated within a reasonable period of time.<footnotemark>6</footnotemark> At the conclusion of each hearing, the board unanimously found that each man had made the requisite showing and that the terms of confinement of each should be converted to life imprisonment with the possibility of parole, as provided in ORS 163.105(3) (1985). Accordingly, the board entered orders to that effect. In each case, however, the board set a release date for the prisoner at the conclusion of his 30-year mandatory minimum sentence. That is, the board set Janowski’s release date for May 2015 and Fleming’s for April 2016.</p>\n<p id=\"b494-5\">Each prisoner requested administrative review, arguing, among other things, that ORS 163.105(3) (1985) gave the board authority to override the statutorily mandated 30-year minimum sentence for aggravated murder upon a finding that a prisoner is likely to be rehabilitated within a reasonable period of time and, therefore, gave the board concomitant authority to release a prisoner before the 30-year mandatory minimum sentence had expired. They also argued that the laws in effect when they committed their crimes required the board to set a release date in accordance with the matrix ranges in effect on the date that they committed their crimes. In addition, Janowski argued that he was entitled to immediate release because, at the time of the board’s finding of likelihood of rehabilitation and the consequent conversion of the terms of his imprisonment, he <page-number citation-index=\"1\" label=\"439\">*439</page-number>already had been incarcerated longer than the matrix range for his crime. In each case, the board rejected the prisoner’s claims and denied relief.</p>\n<p id=\"b495-4\">Janowski and Fleming each sought judicial review of the board’s rulings in the Court of Appeals, which, as noted, held that the board did have authority to override the 30-year mandatory minimum sentences in these cases and to release the prisoner after 20 years of imprisonment, but remanded the cases to the board for a determination of which laws or rules govern the board’s actual release decisions. The board seeks review of that part of the Court of Appeals decisions concluding that it has authority to override a 30-year mandatory minimum sentence for aggravated murder. Janowski and Fleming seek review of that part of those decisions remanding the cases to the board to determine which rules govern release decisions. We turn first to the issue concerning the scope of the board’s authority under ORS 163.105 (1985).</p>\n<p id=\"b495-5\">As did the Court of Appeals, we review the board’s conclusion that it did not have authority under ORS 163.105 (1985) to override the 30-year mandatory minimum sentence for aggravated murder to determine whether the board erroneously interpreted that provision of law. We examine the terms of ORS 163.105 (1985) in an effort to discern the intent of the legislature in enacting it, using the methodology for statutory interpretation that this court explained in <em>State v. Gaines, </em>346 Or 160, 206 P3d 1042 (2009).</p>\n<p id=\"b495-6\">As noted above, at the time that Fleming and Janowski committed their offenses, ORS 163.105 (1985) provided, in relevant part, as follows:</p>\n<blockquote id=\"b495-7\">“Notwithstanding the provisions of ORS chapter 144 [relating to parole and work release], ORS 421.165 [(1985) relating to temporary leave] and ORS 421.450 to 421.490 [(1985) relating to forest and work camps]:</blockquote>\n<blockquote id=\"b495-8\">“(1) When a defendant is convicted of aggravated murder as defined by ORS 163.095, the defendant shall be sentenced to death or life imprisonment pursuant to ORS 163.150. If sentenced to life imprisonment, the court shall order that the defendant shall be confined for a minimum of 30 years without the possibility of parole, release on work <page-number citation-index=\"1\" label=\"440\">*440</page-number>release or any form of temporary leave or employment at a forest or work camp.</blockquote>\n<blockquote id=\"b496-4\">“(2) At any time after 20 years from the date of imposition of a minimum period of confinement pursuant to subsection (1) of this section, the State Board of Parole, upon the petition of a prisoner so confined, shall hold a hearing to determine if the prisoner is likely to be rehabilitated within a reasonable period of time. The sole issue shall be whether or not the prisoner is likely to be rehabilitated within a reasonable period of time. * * *.</blockquote>\n<blockquote id=\"b496-6\">“(3) If, upon hearing all of the evidence, the board, upon a unanimous vote of all five members, finds that the prisoner is capable of rehabilitation and that the terms of the prisoner’s confinement should be changed to life imprisonment with the possibility of parole, or work release, it shall enter an order to that effect and the order shall convert the terms of the prisoner’s confinement to life imprisonment with the possibility of parole or work release. Otherwise, the board shall deny the relief sought in the petition.”</blockquote>\n<p id=\"b496-7\">We begin our analysis of the text of ORS 163.105 (1985) by observing that subsection (1) requires the trial court to order a defendant who was convicted of aggravated murder and sentenced to life imprisonment to serve a mandatory minimum sentence of 30 years’ imprisonment without the possibility of parole or work release. The trial court has no discretion in the matter, and it is undisputed that that the trial court entered such an order in both Fleming’s and Janowski’s cases. We also observe, preliminarily, that subsection (1) does not refer in any way to the board or the board’s authority.</p>\n<p id=\"b496-8\">Subsection (2) gives prisoners a right to a hearing after 20 years to determine whether they are likely to be rehabilitated within a reasonable period of time. The timing of that hearing — the fact that such a hearing is to occur 10 years before the expiration of the 30-year minimum term — indicates that the legislature thought that some legal consequence would flow from a “likely to be rehabilitated” determination. That impression is bolstered by the reference to rehabilitation in a “reasonable time.” That is. the <page-number citation-index=\"1\" label=\"441\">*441</page-number>legislature could have referred to rehabilitation in the 10 years that would remain before expiration of the minimum term, rather than to “a reasonable time,” if it intended that the inmate’s status remain unchanged for the remainder of the 30-year minimum term.<footnotemark>7</footnotemark> We conclude that the reference to a “reasonable time” in subsection (2) indicates that the legislature intended a likely-to-be-rehabilitated finding to have a substantive and practical legal effect at the time that it was made.</p>\n<p id=\"b497-4\">If doubt remains, subsection (3) settles it. That subsection states that the board, if it finds that the prisoner is “capable of rehabilitation,” “shall” enter an order that “con-vertís] the terms of the prisoner’s confinement to life imprisonment with the possibility of parole or work release.” “Shall” is directory. The plain, ordinary, and natural meaning of the word “convert” is to “change or turn from one state to another: alter in form, substance, or quality.” <em>Webster’s Third New Int’l Dictionary </em>499 (unabridged ed 2002). The “terms of the prisoner’s confinement” are the conditions under which the trial court sentenced the defendant to life in prison, <em>viz., </em>incarceration without possibility of parole for 30 years.<footnotemark>8</footnotemark> <page-number citation-index=\"1\" label=\"442\">*442</page-number><em>Severy /Wilson, </em>349 Or 461, 477-78, 245 P3d 119 (2010). Thus, ORS 163.105(3) (1985), in requiring conversion of the prohibition on parole to the possibility of parole, necessarily eliminates the 30-year mandatory minimum sentence.</p>\n<p id=\"b498-4\">ORS 163.105(3) (1985) states that, if the board finds the prisoner to be capable of rehabilitation, “it <em>shall </em>enter an order to that effect and the order <em>shall </em>convert the terms of the prisoner’s confinement to life imprisonment with the possibility of parole or work release.” (Emphasis added.) That mandatory directive to the board implies that the conversion is to take place immediately, rather than 10 years in the future.<footnotemark>9</footnotemark> Our examination of the text of ORS 163.105(3) thus further establishes that, once the conversion described in the statute occurs, the prisoner henceforth is serving a term of life in prison with the possibility of parole. He no longer is subject to the mandatory minimum term that the trial court set, and he is eligible for parole at that point.<footnotemark>10</footnotemark></p>\n<p id=\"b498-5\">In interpreting a statute, a court also looks at relevant context, which includes related statutes and the <page-number citation-index=\"1\" label=\"443\">*443</page-number>“statutory framework within which the law was enacted.” <em>State v. Dahl, </em>336 Or 481, 487, 87 P3d 650 (2004) (internal quotation marks omitted). In this case, context also supports our initial conclusion that ORS 163.105 (1985) gave the board authority to override the court-imposed 30-year mandatory minimum sentence for aggravated murder and to release a prisoner on parole before the expiration of that term.</p>\n<p id=\"b499-4\">ORS 144.110, which deals with restrictions on paroling persons who have been sentenced to minimum terms, provides the most relevant context for our analysis, because it cross-references ORS 163.105 and because it was enacted at the same time that the legislature enacted ORS 163.105. <em>See </em>Or Laws 1977, ch 370, § 2 (enacting ORS 163.105), and Or Laws 1977, ch 372, § 4 (enacting ORS 144.110). When it was enacted, and at the time that Janowski and Fleming committed their crimes, ORS 144.110 provided:</p>\n<blockquote id=\"b499-5\">“(1) In any felony case, the court may impose a minimum term of imprisonment of up to one-half of the sentence it imposes.</blockquote>\n<blockquote id=\"b499-6\">“(2) Notwithstanding the provisions of ORS 144.120 and 144.780:</blockquote>\n<blockquote id=\"b499-7\">“(a) The board shall not release a prisoner on parole who has been sentenced under subsection (1) of this section until the minimum term has been served, except upon affirmative vote of at least four members of the board.</blockquote>\n<blockquote id=\"b499-8\">“(b) The board shall not release a prisoner on parole who has been convicted of murder defined as aggravated murder under the provisions of ORS 163.095, except as provided in ORS 163.105.”</blockquote>\n<p id=\"b499-9\">In subsection (1), the legislature granted trial courts discretion to impose a minimum period of imprisonment \"with respect to felonies other than aggravated murder. As noted, the trial court had no similar discretion with respect to aggravated murder; ORS 163.105(1) required trial courts to impose a 30-year minimum period of imprisonment for aggravated murder (if the defendant was not given the death penalty).</p>\n<p id=\"b499-10\">Next, subsection (2) set out two processes for effectively overriding those mandatory minimum sentences. The <page-number citation-index=\"1\" label=\"444\">*444</page-number>processes were parallel, a fact demonstrated by their use of identical wording in paragraphs (2)(a) and (2)(b), <em>viz., </em>“The board shall not release a prisoner on parole * * * except * * Under paragraph (2)(a), in cases in which the court had imposed mandatory minimum sentences for felonies other than aggravated murder, the board had the authority to override those mandatory minimum sentences if four of the five board members<footnotemark>11</footnotemark> agreed. Paragraph (2)(b), which prohibited the board from releasing on parole a prisoner who had been convicted of aggravated murder “except as provided in ORS 163.105,” gave the board similar authority, albeit with more onerous preconditions: In the case of prisoners convicted of aggravated murder, the prisoner was not permitted to seek a rehabilitation hearing that might lead to an override of the prisoner’s judicially imposed sentence until he already had been incarcerated for 20 years, the burden was on the prisoner to convince the board that he was likely to be rehabilitated within a reasonable time, and the board was required to agree with the prisoner unanimously rather than by a four-of-five member vote. ORS 163.105(2), (3).</p>\n<p id=\"b500-3\">Additionally, we think that it is noteworthy that both ORS 144.110(2)(a) and (2)(b) referred to the <em>release </em>of a prisoner on parole. That is, the legislature clearly contemplated that prisoners, even those who had been convicted of aggravated murder, could be released on parole if the conditions set out in paragraphs (a) and (b) were met.</p>\n<p id=\"b500-4\">The statute governing ordinary, nonaggravated murder, ORS 163.115 (1985), also provides relevant context. At the time that Fleming committed his offense, that statute included a 10-year mandatory minimum sentence for murder, ORS 163.115(3)(b) (1985), and gave the trial court the authority to order the defendant to serve an additional 15 years in prison without the possibility of parole or work release or any other form of temporary leave, ORS 163.115(3)(c) (1985). At the same time, however, ORS 163.115(3)(d) (1985) specifically provided that</p>\n<blockquote id=\"b501-3\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>“[t]he minimum term set forth in paragraph (b) or (c) of this subsection may be set aside by a unanimous vote of the State Board of Parole.”</blockquote>\n<p id=\"b501-4\">Thus, and as ORS 144.110(2)(a) (1985) (discussed above) also shows, the legislature did not intend for a trial court’s imposition of a mandatory minimum sentence to preclude the board from releasing a prisoner on parole before that sentence expired.</p>\n<p id=\"b501-5\">Based on the foregoing, we conclude, at this point in our analysis, that text and context indicate that the legislature intended the board to have the authority to override the 30-year mandatory minimum aggravated murder sentence and to release prisoners on parole before the expiration of that term.</p>\n<p id=\"b501-6\">Our interpretive paradigm also directs us to consider this court’s case law that construes pertinent statutes. In its earlier cases, this court has made various observations concerning the meaning of ORS 163.105(3). For example, in <em>State v. Shumway, </em>291 Or 153, 164, 630 P2d 796 (1981), the court assumed that an inmate convicted of aggravated murder and given a mandatory minimum sentence of either 30 or 20 years would be eligible for parole after either 20 or 15 years (depending on the degree of aggravation under the aggravated murder statute then in effect, ORS 163.105 (1981)) — that is, before the expiration of the prisoner’s mandatory minimum sentence for aggravated murder. Similarly, in <em>State v. Wille, </em>317 Or 487, 503 n 12, 858 P2d 128 (1993), this court summarized the relevant wording in ORS 163.105 as providing a 30-year mandatory minimum sentence that “includes a possibility of parole after 20 years for prisoners who establish that they are likely to be rehabilitated within a reasonable period of time.” Those cases show that the court long has read ORS 163.105(3) in a way that is consistent with our analysis here.<footnotemark>12</footnotemark></p>\n<p id=\"b502-3\"><page-number citation-index=\"1\" label=\"446\">*446</page-number>To summarize, we conclude, based on our review of the text of ORS 163.105 (1985), its context, and our case law, that ORS 163.105 (1985) gave the board the authority to override the 30-year mandatory minimum sentence for aggravated murder, and to consider releasing a prisoner on parole after 20 years, upon a finding that the prisoner is likely to be rehabilitated within a reasonable time. We therefore affirm the part of the decision of the Court of Appeals that so holds.</p>\n<p id=\"b502-4\">We turn now to consider what laws or rules govern the board’s release decisions for those prisoners whom it has unanimously determined are capable of rehabilitation. As noted, the Court of Appeals concluded that the board’s rules provide no clear mechanism for determining when to release prisoners who have been convicted of aggravated murder, and it remanded the case to the board to “reevaluate which, if any, of its authorizing statutes properly apply to [the prisoners’] circumstances, in light of [its] interpretation of ORS 163.105 (1985).” <em>Fleming, </em>225 Or App at 601; <em>see Janowski, </em>226 Or App at 83 (to same effect). As we shall explain, we think that the relevant statutes suggest that the legislature intended that the board employ the matrix system to set release dates for those prisoners whom it has unanimously determined are capable of rehabilitation. For that reason, we reverse the contrary conclusion of the Court of Appeals.</p>\n<p id=\"b502-5\">At the outset, we observe that ORS 163.105 (1985) was silent with respect to how the board was expected to determine a prisoner’s actual duration of confinement, once the board had converted the prisoner’s term to life in prison with the possibility of parole. Furthermore, no other statute directly addressed that issue.</p>\n<p id=\"b502-6\">ORS 163.105 (1985) did, however, contain a reference to the statute governing the parole matrix system; the statute stated that its provisions applied “notwithstanding the provisions of ORS chapter 144,” which govern parole and the parole matrix, among other things. The “notwithstanding” clause means that, to the extent that ORS 163.105 (1985) and ORS chapter 144 contain conflicting provisions, the former prevails. <em>Severy v. Board of Parole, </em>318 Or 172, <page-number citation-index=\"1\" label=\"447\">*447</page-number>178, 864 P2d 368 (1993) (“The function of the ‘notwithstanding' clause that opened ORS 163.105 was to make the statute an exception to the provisions of law referenced in the clause.”). ORS 144.110(2)(b) (1985), in turn, contained an acknowledgement of the fact that the parole provisions in chapter 144 were subordinate to the provisions of ORS 163.105 (1985); that subsection, which dealt with restrictions on release on parole, provided that the “board shall not release a prisoner on parole who has been convicted of murder defined as aggravated murder under the provisions of ORS 163.095, except as provided in ORS 163.105.” As already discussed, however, we have concluded that the effect of those statutes, read together, is only to preclude the board from setting a parole release date for a prisoner who had been convicted of aggravated murder until the board has found the prisoner to be capable of rehabilitation and has converted the terms of his confinement to life in prison with the possibility of parole; they do not deny the board the authority to release a prisoner on parole before the expiration of the mandatory minimum sentence once the board has converted the mandatory term into a sentence that includes the possibility of parole. Unfortunately, those statutes do not shed any light on the question of the applicability of the matrix to the board’s parole release decision in the specific case of inmates whose 30-year mandatory minimum sentences for aggravated murder have been converted.</p>\n<p id=\"b503-4\">However, at the time that Janowski and Fleming committed their crimes, the <em>only </em>statutes that gave the board authority to determine the actual duration of incarceration for any offender or to release inmates on parole were the statutes governing the matrix system in ORS chapter 144.<footnotemark>13</footnotemark> By <page-number citation-index=\"1\" label=\"448\">*448</page-number>its terms, that matrix applied even in the cases of those persons who had been convicted of “murder” under ORS 163.115 (that is, ordinary, nonaggravated murder),<footnotemark>14</footnotemark> and sentenced by a trial court to life in prison with the possibility of parole.<footnotemark>15</footnotemark></p>\n<p id=\"b504-4\">The question, then, is whether the legislature intended to treat prisoners like Janowski and Fleming, whose terms of confinement were converted by the board to life in prison with the possibility of parole, differently than it <page-number citation-index=\"1\" label=\"449\">*449</page-number>treated those prisoners whose sentences of life in prison with the possibility of parole were imposed by the trial court at the time of their convictions for murder. The board has not pointed to any statutory provision or any other indication of a legislative intent to treat the two situations differently, and our research discloses none.</p>\n<p id=\"b505-4\">During the relevant time period, ORS 144.120 (1985)<footnotemark>16</footnotemark> provided:</p>\n<blockquote id=\"b505-5\">“(1) Within six months of the admission of a prisoner to any state penal or correctional institution, the board shall conduct a parole hearing to interview the prisoner and set the initial date of release on parole pursuant to subsection (2) of this section. Release shall be contingent upon the satisfaction of the requirements of ORS 144.125.</blockquote>\n<blockquote id=\"b505-6\">“(2) In setting the initial parole release date for a prisoner pursuant to subsection (1) of this section, the board shall apply the appropriate range established pursuant to ORS 144.780. Variations from the range shall be in accordance with ORS 144.785.</blockquote>\n<blockquote id=\"b505-7\">ttsfc ^ ^ ^</blockquote>\n<blockquote id=\"b505-8\">“(4) Notwithstanding subsection (1) of this section, in the case of a prisoner whose offense included particularly violent or otherwise dangerous criminal conduct * * *, the board may choose not to set a parole date.”</blockquote>\n<p id=\"b505-9\">In 1985, those provisions contained no exception for prisoners serving a mandatory minimum sentence or for prisoners who had been convicted of aggravated murder or murder.<footnotemark>17</footnotemark> Under ORS 144.120, the board was required to determine a <page-number citation-index=\"1\" label=\"450\">*450</page-number>matrix range and to set an initial parole release date for both Janowski and Fleming within six months of their entry into prison, unless it invoked subsection (4) and chose not to set a release date because of the particularly violent nature of the prisoners’ crimes.<footnotemark>18</footnotemark> And, even if that were not decisive support for the proposition that the matrix applies after prisoners’ terms of confinement are converted to life with the possibility of parole under ORS 163.105(3) (1985), a review of the legislative history of ORS 163.105 (1985) confirms that that is what the legislature had in mind.</p>\n<p id=\"b506-4\">That legislative history is replete with comments by legislators that reflect their assumptions that the parole matrix would apply. In 1977, when the bill that became ORS 163.105 first was considered, legislators made many such statements in connection with proposed amendments to the bill that added mandatory minimum sentences for aggravated murder and provided for rehabilitation hearings. The early drafts of the amended bill permitted a prisoner to seek a rehabilitation hearing after two years of incarceration. In discussing those drafts, members of the Senate Committee on the Judiciary focused on the absolute minimum length of time (the “floor”) that a person convicted of aggravated murder would spend in prison, assuming that the board overrode the court-imposed minimum term. Because the draft bill did not contain a floor at that time, the committee understood that “[fit would depend on the parole matrix.” Tape Recording, Senate Committee on the Judiciary, HB 2011, June 2, 1977, Tape 38, Side 2 (statement of Sen Betty Roberts). Eventually, the committee decided to add a 15-year floor before a prisoner would be permitted to seek a rehabilitation hearing. In discussing the effect of that floor, Senator Wallace P. Carson, Jr., stated, in somewhat colloquial terms, that,</p>\n<blockquote id=\"b506-5\">“in this instance rather than delegating the matrix function to the board, the legislature would be setting a 15-year minimum. And they can work their matrix all they want, they can amend it up or down but the guy is going to do 15 years in the slammer.</blockquote>\n<blockquote id=\"b507-4\"><page-number citation-index=\"1\" label=\"451\">*451</page-number>“We’ve in effect just mandated in two aggravated murder situations, the matrix for the parole board. They can’t go below 15 [years]. The lower end of your matrix is 15 years. * * * In other words, if they find the matrix is 15 years, the matrix matches perfectly. If they find 20, you’re looking at 5 more [years].”</blockquote>\n<p id=\"b507-5\">\n<em>Id.</em>\n</p>\n<p id=\"b507-6\">Additionally, when the amended bill was sent to the House of Representatives, Representative Hardy Myers explained to the House that the bill had been amended to allow the board to override the minimum term imposed at sentencing by adding</p>\n<blockquote id=\"b507-7\">“a procedure dealing with consideration by the parole board after a designated period of time, a consideration whether the person should, in effect, be taken out from under the minimum sentencing structure and placed in the matrix scheme.</blockquote>\n<blockquote id=\"b507-9\">“The other portion of the conference committee report would retain the power of the parole board to, in effect, remove the person from the minimum sentencing structure at specified time intervals. That is to consider petitions for, in effect, that removal.”</blockquote>\n<p id=\"b507-10\">Tape Recording, House of Representatives, HB 2011, June 29, 1977, Tape 36, Track 1.</p>\n<p id=\"b507-11\">In addition, as the Court of Appeals explained below, <em>Fleming, </em>225 Or App at 597, the legislature in 1981 amended the provision in ORS 163.105 requiring the board to convert a prisoner’s terms of confinement to life in prison with the possibility of parole if it found that the prisoner was likely to be rehabilitated in a reasonable time. At that time, the legislators again discussed the interplay between the mandatory minimum sentence for aggravated murder, the rehabilitation provisions, and the applicability of the matrix. At a Senate hearing in July 1981, the chair of the Senate Committee on Justice, Jan Wyers, discussed the effect of the 30-year mandatory minimum sentence in that context with witness Jerry Cooper of the Oregon District Attorneys Association:</p>\n<blockquote id=\"b508-3\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>“[Wyers:] Is there any way, under this bill, that a person who starts out with the 30-year aggravation could get less than a 20-year sentence?</blockquote>\n<blockquote id=\"b508-4\">“[Cooper:] No.</blockquote>\n<blockquote id=\"b508-5\">“[Wyers:] If it is reduced by unanimous vote to 20, how long would a person serve?</blockquote>\n<blockquote id=\"b508-6\">“[Cooper:] It would depend on the matrix. Yes, it is like ' you received a life sentence at that point, and I think it states that in the bill.”</blockquote>\n<p id=\"b508-7\">Tape Recording, Senate Committee on Justice, July 23,1981, HB 3262A, Tape 315A. A week later, legislators engaged in a colloquy that the Court of Appeals described as follows:</p>\n<blockquote id=\"b508-8\">“At a conference committee hearing on the bill on August 1, 1981, in which the committee was reviewing the final changes in the bill, Senator Jan Wyers explained that, under the proposed revisions, the prisoner would not ‘get to the parole board before the 15 or 20 years had been served,’ and that ‘at the end of the 15 or 20 years then they could set a date.’ Tape Recording, Senate Committee on Justice, Conference Committee on SB 526, Aug 1, 1981, Tape 329A (statement of Sen Jan Wyers) * <em>* *. </em>Representative Dick Springer added that, after the board reached a decision that a prisoner was likely to be rehabilitated, <em>‘then it would be treated as a regular homicide, not aggravated, in which the matrix would apply. And we felt reasonably confident that the matrix guidelines were sufficient if the person had already served the minimum, which in any event, would be 15 years, then the matrix would provide additional guidelines to the parole board.’ </em>Tape Recording, Senate Committee on Justice, Conference Committee on SB 526, Aug 1, 1981, Tape 329A (statement of Rep Dick Springer).”</blockquote>\n<p id=\"b508-9\"><em>Fleming, </em>225 Or App at 598-99 (emphasis added; Court of Appeals’ emphasis omitted).</p>\n<p id=\"b508-10\">In light of the facts that the matrix provided the only available mechanism for the board to make parole release decisions at the time that Janowski and Fleming committed their crimes, and that no other statutes offered the board a source of authority for making parole release decisions for prisoners whose aggravated murder sentences were converted to life in prison with the possibility of parole, we do not <page-number citation-index=\"1\" label=\"453\">*453</page-number>think that the legislature intended by its silence on the matter in ORS 163.105 (1985) to indicate that it meant the board to use some unidentified alternative to the matrix system to set parole release dates for prisoners whose terms of confinement were converted to life in prison with the possibility of parole. Indeed, as noted, the legislative history demonstrates that the legislature understood that the matrix would apply in those cases. For all those reasons, we conclude that the legislature intended the board, having converted the terms of a prisoner’s confinement to life in prison with the possibility of parole, to set a release date in accordance with the parole matrix in place when the prisoner committed his offense.</p>\n<p id=\"b509-4\">Notwithstanding the foregoing statutory requirements, the board has noted that it had no rules applicable to prisoners whose terms of confinement had been converted in this way. It has contended that it designated aggravated murder as an “unclassified” felony, for which no crime severity rating or matrix range applied, and it had no rules specifically governing release on parole for prisoners who were convicted of aggravated murder during the relevant time frame. As noted, the Court of Appeals found that argument compelling. The Court of Appeals pointed to this court’s decision in <em>Engweiler v. Board of Parole, </em>343 Or 536, 175 P3d 408 (2007), in which this court stated that, in 1985, the board had enacted rules that</p>\n<blockquote id=\"b509-5\">“did not provide for a proceeding in which a parole date would be determined until after the inmate had served the minimum term of confinement imposed pursuant to ORS 163.105(1) (1985). In effect, the rules did not anticipate the need to do so for any person convicted of aggravated murder.”</blockquote>\n<p id=\"b509-6\"><em>Id. </em>at 540. Based on that statement, the Court of Appeals held that the case should be remanded to the board for that agency to “reevaluate which, if any, of its authorizing statutes properly apply to petitioner’s circumstance, in light of [the court’s] interpretation of ORS 163.105 <em>(1985)” Fleming, </em>225 Or App at 599-601; <em>see also Janowski, </em>226 Or at 83 (to same effect). However, neither the absence of agency rules establishing procedures for setting release dates for inmates whose terms of confinement had been converted, nor the board’s decision to designate aggravated murder as an <page-number citation-index=\"1\" label=\"454\">*454</page-number>“unclassified” felony, changes the board’s obligations under the statute to establish a matrix range and set parole release dates for those prisoners.</p>\n<p id=\"b510-4\">In addition, and importantly, even though the board’s rules did not prescribe a procedure for setting release dates after a prisoner’s terms of confinement were converted pursuant to ORS 163.105(3) (1985), its rules <em>did </em>provide for the establishment of matrix ranges for both Janowski and Fleming. First, as noted above, when Janowski committed his crimes, aggravated murder still was a “classified felony,” and there was an assigned crime severity rating and matrix range for that crime. <em>See </em>OAR ch 255, Exhibit A, Part I, Offense Severity Under Rule 255-35-010 (1982). Moreover, board rules at that time specifically required it to set a matrix range for aggravated murder. <em>Former </em>OAR 255-030-0012 (1982), <em>repealed </em>May 31,1985, provided:</p>\n<blockquote id=\"b510-5\">“(1) Those persons sentenced under ORS 163.095 for aggravated murder shall be seen at a prison term hearing within six months of confinement at a state institution.”</blockquote>\n<p id=\"b510-6\">The phrase “prison term hearing” was defined in OAR 235-30-005(1) (1982) as</p>\n<blockquote id=\"b510-7\">“[t]he hearing given a prisoner within six months of admission to a correctional institution at which the Board establishes a prison term to be served according to the guidelines ranges.”</blockquote>\n<p id=\"b510-8\">And, in Janowski’s case, as noted, the board held a prison term hearing within six months of his incarceration and established a matrix range according to the “guidelines ranges”<footnotemark>19</footnotemark> that were in effect when he committed his offense.</p>\n<p id=\"b510-9\">In May 1985, after Janowski committed his crimes but before Fleming committed his, the board amended its rules to designate aggravated murder as “unclassified,” but it <page-number citation-index=\"1\" label=\"455\">*455</page-number>continued to assign a crime severity rating to that crime. OAR ch 255, Exhibit A, Crime Severity Ratings (1985).<footnotemark>20</footnotemark> We think that the designation of aggravated murder as “unclassified” is irrelevant for our purposes here. At that time, the board also designated ordinary murder (under ORS 163.115 (1985)) as “unclassified,” but the board clearly was required in certain circumstances to apply the matrix for prisoners convicted of that crime. <em>See </em>ORS 163.115(3)(d) (1985) (giving board authority to set aside mandatory minimum sentence for murder). And, in fact, at Fleming’s prison term hearing, the board established a matrix range for him. Thus, we do not find the board’s designation of aggravated murder as unclassified to be helpful to our analysis.</p>\n<p id=\"b511-4\">In addition, at the time that Fleming committed his crime, OAR 255-32-005 (1985) provided (similar to OAR 255-030-0012 (1982), <em>repealed </em>May 31,1985):</p>\n<blockquote id=\"b511-5\">“A person convicted of Aggravated Minder under ORS 163.095 shall receive a prison term hearing under the provisions of Division 30 of these rules.”</blockquote>\n<p id=\"b511-6\">Division 30, in turn, implemented ORS 144.120 and provided a definition of the phrase “prison term hearing”:</p>\n<blockquote id=\"b511-7\">“The hearing given a prisoner within six (6) months of admission to a correctional institution at which the Board establishes a prison term to be served according to the guideline ranges.”</blockquote>\n<p id=\"b511-8\">OAR 255-30-005(1) (1985).<footnotemark>21</footnotemark></p>\n<p id=\"b511-9\">Taking all of the foregoing together, we are satisfied that the board’s rules in effect when Janowski and Fleming committed their offenses <em>did </em>include rules for applying the matrix to persons convicted of aggravated murder, even if there was no specific, separate procedure in place under the <page-number citation-index=\"1\" label=\"456\">*456</page-number>board’s rules for conducting a hearing to set a release date for them when the terms of their confinement were converted to life with the possibility of parole. The contrary conclusion of the Court of Appeals was incorrect. That does not end the matter, however. The question remains what the board should do now with respect to those prisoners whose terms of confinement were converted to life imprisonment with the possibility of parole and, specifically, what it should do with prisoners such as Janowski, whose matrix ranges already have expired. Janowski argues that he must be released immediately on parole.</p>\n<p id=\"b512-4\">In general, as described above, under the matrix system, the board calculated a matrix range for inmates within six months of their incarceration. ORS 144.120(1), (2) (1985). ORS 144.120(1) also required the board to set a parole release date for all prisoners (although ORS 144.120(4) (1985) allowed the board to choose not to set a parole release date in certain specified circumstances). However, under ORS 144.110(2), notwithstanding ORS 144.120, the board did not have authority to release a prisoner before the expiration of a mandatory minimum term of imprisonment, except under the specific conditions that we have described at length above. In the present cases, the board initially set parole release dates for Janowski and Fleming at the end of their mandatory minimum terms, but it withdrew those release dates in later orders. Accordingly, at this point, there is no set release date in place for either Janowski or Fleming.</p>\n<p id=\"b512-5\">It follows from our discussion and holdings above that the board must now conduct a hearing, using whatever procedures it deems appropriate, to- set each prisoner’s release date according to the matrix in effect when he committed his crime. Because the matrix range in Janowski’s case already has expired, we anticipate that the release date in his case will be set in the near future. The obvious question that arises, however, is whether the board may choose not to set a release date as provided in ORS 144.120(4) (1985), on the theory that Janowski is <em>“a </em>prisoner whose offense included particularly violent or dangerous criminal conduct.” We express no opinion on the issue.</p>\n<p id=\"b513-3\"><page-number citation-index=\"1\" label=\"457\">*457</page-number>Once the date is set, it can be postponed only for three statutorily prescribed reasons. First, under ORS 144.125(2) (1985), the board must postpone a prisoner’s release date if it finds that the prisoner had engaged in serious misconduct during confinement. The board also is permitted, but not required, to postpone a release date if the prisoner received a psychiatric or psychological diagnosis of a severe emotional disturbance that would make him a danger to the community, ORS 144.125(3) (1985), or if it deems the prisoner’s release plan to be inadequate, ORS 144.125(4) (1985).<footnotemark>22</footnotemark></p>\n<p id=\"b513-4\">In 1985, the legislature added a provision to the applicable statutes that made it clear that a prisoner must be released on his or her parole release date:</p>\n<blockquote id=\"b513-5\">“When the State Board of Parole has set a date on which a prisoner is to be released upon parole, the prisoner shall be released on that date unless the prisoner on that date remains subject to an unexpired minimum term during which the prisoner is not eligible for parole, in which case the prisoner shall not be released until the expiration of the minimum term.”</blockquote>\n<p id=\"b513-6\">ORS 144.245(1) (1985). Under that statute, “if a prisoner does not have an unexpired minimum term, then the prisoner <em>must </em>be released on the scheduled release date” unless one of the grounds for postponement of a release date set out in ORS 144.125 is present. <em>Hamel, </em>330 Or at 187 (emphasis in original).</p>\n<p id=\"b513-7\">That statute applies to Fleming, but not to Janowski. Nonetheless, we think that that statute represents a <page-number citation-index=\"1\" label=\"458\">*458</page-number>clarification of existing law rather than a change in the law. That is so because, other than ORS 144.110(2) (1983) (proscribing the board’s authority to release a prisoner subject to a minimum term of imprisonment) and ORS 144.125(2) - (4) (1983) (setting out three grounds for postponing a prisoner’s parole release date), the parole and matrix statutes provided the board with no authority to continue to imprison an inmate after the expiration of the parole matrix range. <em>See also </em>ORS 144.120(1) (1983) (“Release shall be contingent upon satisfaction of the requirements of ORS 144.125.”). Board rules applicable to Janowski are consistent with that understanding. Under <em>former </em>OAR 255-035-005(5) (1982), a</p>\n<blockquote id=\"b514-4\">“ ‘[plarole release date’ [is a] fixed date, by month and year, assigned to a prisoner for parole release based on the guideline range for his/her particular offense severity rating and history/risk score. A parole release date can only be changed following a hearing for reasons specified in Division 60 and ORS 144.126 [sic<footnotemark>23</footnotemark>]. The parole release date ends on the last day of the designated month and year.”</blockquote>\n<p id=\"b514-5\">In this case, we have held, under ORS 163.105(3) (1985), that the board’s conversion of Janowski’s and Fleming’s terms of confinement to life in prison with the possibility of parole, based on its findings that each was likely to be rehabilitated in a reasonable time, overrode their 30-year mandatory minimum sentences. Thus, neither continues to be subject to an unexpired minimum term. It follows that the only statutory authority for continuing to incarcerate Janowski or Fleming after a parole release date is ORS 144.125 (1985).<footnotemark>24</footnotemark></p>\n<p id=\"b515-3\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>Janowski states that, under ORS 144.125(1) (1985), the board may conduct an exit interview to determine if any of the circumstances warranting postponement of the release date are present, and, he argues, that exit interview must occur, if at all, <em>before </em>the expiration of his matrix range. Because his matrix range had expired before the board found him to be capable of rehabilitation, he argues, the scheduled release date was the date of that board finding, at the latest. Because the board did not hold such an interview at that time, he reasons, it cannot hold one at all, and he is entitled to be released immediately.</p>\n<p id=\"b515-4\">Janowski’s argument misreads the statute and fails to take into account that the board has not yet set his parole release date; rather, the board must conduct a hearing in the immediate future to do so. And, in any event, ORS 144.125(1) (1985) provides that, <em>“prior to the scheduled release of any </em>prisoner,” the board may interview the prisoner to determine if any of the statutory grounds for postponement of a parole release date are present. The phrase “scheduled release” is not defined in the statute or in the applicable regulations. However, the plain and natural meaning of that phrase is the date that the board ultimately schedules for the prisoner’s release. Again, in this case, Janowski still is incarcerated; the board has not yet scheduled his release.<footnotemark>25</footnotemark> Once the board sets Janowski’s release date, it will have an opportunity to interview him to determine whether any of the grounds for postponement of his release are present. However, if, after conducting such an interview, the board concludes that none of the statutory grounds for postponement is present, the board must release Janowski on parole on his release date.<footnotemark>26</footnotemark></p>\n<p id=\"b516-3\"><page-number citation-index=\"1\" label=\"460\">*460</page-number>The decision of the Court of Appeals in both cases is affirmed in part and reversed in part. The orders of the Board of Parole and Post-Prison Supervision are affirmed in part and reversed in part, and the cases are remanded to the Board of Parole and Post-Prison Supervision for further proceedings.</p>\n<footnote label=\"1\">\n<p id=\"b491-6\"> The record does not reflect precisely how many inmates will be affected by our decision in this case, but one party has estimated that that number is at least 75.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b492-7\"> In November 1984, the voters passed an initiative measure amending ORS 163.105, among other things, to include the death penalty as a possible sanction for aggravated murder. By proclamation of the governor, that measure took effect on December 6, 1984; accordingly, the 1985 version of ORS 163.105 applies with respect to crimes committed after December 6, 1984, including the aggravated murders committed in these cases.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b492-8\"> As will be discussed in more detail later in this opinion, the legislature established the parole matrix system in 1977. Or Laws 1977, ch 372, §§ 1-18. Under that system, the trial court imposed a sentence that was the maximum term that an offender could serve for his or her crime, but the board determined the actual duration of an inmate’s imprisonment according to a matrix that the legislature directed the board to create. <em>See Hamel v. Johnson, </em>330 Or 180, 185-86, 998 P2d 661 (2000) (so explaining); Or Laws 1977, ch 372, § 2 (directing board to create matrix). The matrix established ranges of duration of imprisonment for various crimes according to the seriousness of the offense and the offender’s criminal history. Or Laws 1977, ch 372, § 2. The matrix system remained in effect until 1989, when the legislature adopted a new sentencing system that required judges to use defined presumptive punishments, set out in sentencing \"guidelines” created by the State Sentencing Guidelines Board and later approved by the state legislature, for most felony convictions. Or Laws 1989, ch 790, § 87.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b493-7\"><em> </em>The board held the hearing in each case and established a matrix range for each prisoner pursuant to ORS 144.120 (1985), which required the board to hold a hearing “[wjithin six months of the admission of a prisoner to any state penal or correctional institution.” However, at the same time, the board upheld each inmate’s 30-year mandatory minimum sentence because ORS 144.110(2)(b) (1985) provided that, notwithstanding the directive to the board to establish a matrix range for each prisoner, the hoard “shall not release a prisoner on parole who has been convicted of murder defined as aggravated murder under the provisions of ORS 163.095, except as provided in ORS 163.105.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b493-8\"> In fact, the board was incorrect on that point, at least with respect to Janowski. As we discuss below, at the time that Janowski committed his crimes, aggravated murder still was a “classified felony” and the board’s rules required it to set a matrix range for aggravated murder. However, as we explain below, whether the board “classified” aggravated murder for matrix purposes and whether its rules specifically required it to set a matrix range for persons convicted of aggravated murder is of limited relevance to our decision in this case.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b494-6\"> Under ORS 163.105(2)(a) (1985), the burden of proof was on the prisoner to prove by a preponderance of the evidence that he was likely to be rehabilitated within a reasonable period of time.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b497-5\"> The board argues that, on the contrary, subsection (2) does not imply anything respecting the board’s authority to override the 30-year mandatory minimum sentence; rather, the board asserts, subsection (2) merely gives both the board and the prisoner time to come to an agreement that the inmate actually has been rehabilitated and to prepare for his eventual release after 30 years. Interestingly, however, the way that the board chose to conduct the hearings on the inmates’ rehabilitation is inconsistent with that interpretation. Specifically, at both Janowski’s and Fleming’s hearings in 2005 and 2006 respectively, the board required the inmates to make the showing set out in OAR 255-032-0020. Among other things, that rule required (and still requires) a prisoner to present a viable release plan and to establish his suitability for parole on the date of the rehabilitation hearing. OAR 255-032-0020(l)(i) and (j) (2003); OAR 255-032-0020(9), (10). Such evidence relating to any proposed release plan would be crucial to the board’s determination whether to release a prisoner imminently, but that evidence could — indeed likely would — be stale 10 years later.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b497-6\"> In <em>Norris v. Board of Parole, </em>331 Or 194, 13 P3d 104 (2000), <em>cert den, </em>534 US 1028, 122 S Ct 562, 151 L Ed 2d 437 (2001), this court acknowledged that the word “terms” in ORS 163.105(3) (1985) could refer to the conditions of confinement, but held that the phrase “terms of confinement” refers to the sentence imposed by the trial court for aggravated murder under ORS 163.105. <em>Id. </em>at 207. However, as we explain in <em>Severy/Wilson, </em>349 Or 461, 473-74, 245 P3d 119 (2010), the court’s stated bases for its decision in <em>Norris </em>respecting the part of the decision concerning the timing of rehabilitation hearings do not provide support for its conclusions, are internally inconsistent, and ignore the words of the statute; for those reasons, we declined to follow <em>Norris. </em>Instead, as pertinent here, we interpret the phrase <page-number citation-index=\"1\" label=\"442\">*442</page-number>“terms of confinement” to mean the conditions under which a defendant is required to serve his life sentence. <em>Severy ¡Wilson, </em>349 Or at 477-78.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b498-7\"> In fact, as noted above, the board did purport to “convert the terms” of Janowski’s and Fleming’s confinement by order immediately after it found them to be capable of rehabilitation. However, any such \"conversion” would have had no practical effect on the term of confinement for either inmate, because the board set parole release dates for each of them 10 years in the future.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b498-8\"> The Court of Appeals found this construction of ORS 163.105(3) implausible because, in its view, it renders the 30-year mandatory minimum sentence required in subsection (1) surplusage. That is, according to that court,</p>\n<blockquote id=\"b498-9\">“[i]f * * * subsection (3) permits the board to parole [a prisoner] after 20 years based on a finding that he is likely to be rehabilitated within a reasonable period of time!,] then the phrase ‘30 years’ as used in subsection (1) means, in effect, the same thing as the phrase ‘20 years’ as used in subsection (2). That is, if [that view] is correct, there is no obvious reason why subsection (1) should not have said ‘minimum of 20 years without the possibility of parole’ rather than ‘minimum of 30 years without the possibility of parole.’ ”</blockquote>\n<p id=\"b498-10\"><em>Fleming, </em>225 Or App at 585 n 3. That analysis overlooks the fact that subsection (1) of ORS 163.105 is a directive to the <em>trial court', </em>it sets the mandatory minimum sentence that the <em>trial court </em>must impose in certain circumstances for the crime of aggravated murder. As discussed above, it does not purport to describe or proscribe the <em>board’s </em>authority in any way. And, as other, related statutes — which we describe in detail below — show, the legislature did not view a trial court’s imposition of a mandatory minimum sentence as inherently inconsistent with the board’s authority to later set a parole release date that would be reached before the expiration of the mandatory minimum sentence originally imposed.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b500-5\"> <em>See </em>ORS 144.005(1) (1985) (Board of Parole composed of five members).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b501-7\"> We also note that, as the Court of Appeals concluded after an able and thorough examination of the record, <em>Fleming, </em>225 Or App at 596-99, “the legislative history supports [the] contention that the legislature intended, in cases such as [these], for the board to be able to override the 30-year sentence upon a finding that [the prisoner] was likely to be rehabilitated within a reasonable time.” <em>Id. </em>at 599.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b503-5\"> This court explained the operation of the matrix system in <em>Hamel. </em>Under that system,</p>\n<blockquote id=\"b503-6\">“a trial court imposed an indeterminate sentence of a specified duration on a defendant who had been convicted of a crime. An indeterminate sentence stated only a maximum term to be served under the jurisdiction of the Department of Corrections. Such a sentence did not establish the length of time that a defendant was to be incarcerated. * * <em>*. </em>Regardless of the length of an indeterminate sentence, under ORS 144.780 and ORS 144.785, ‘it is the [Board] that determines the actual duration of imprisonment.’ * * *. In other words, for prisoners sentenced under the matrix system, the Board, not the court, determines the actual duration of imprisonment. * * *.</blockquote>\n<blockquote id=\"AqW\"><page-number citation-index=\"1\" label=\"448\">*448</page-number>“In sum, under the matrix system, the parole release date that is set by the Board, not the indeterminate sentence, establishes how long a prisoner will be incarcerated. The indeterminate sentence merely provides the outermost limit of the Board’s authority over the length of a prisoner’s term of incarceration.</blockquote>\n<blockquote id=\"AXm\">“* * * ORS 144.120(1) directs the Board to conduct a hearing within six months to a year after the prisoner has arrived in a correctional facility and to set an initial parole release date ‘pursuant to ORS 144.780.’ ORS 144.780, in turn, directs the Board to adopt rules establishing ‘ranges of duration of imprisonment to be served for felony offenses prior to release on parole.’ Under the Board’s rules, the ‘ranges of duration’ referred to in ORS 144.780 are known as the ‘matrix ranges.’ OAR 255-005-0005(28) (1998). The matrix ranges identify the ranges of months within which the Board has discretion to set a prison term.”</blockquote>\n<p id=\"ATH\"><em>Hamel, </em>330 Or at 185-87 (citations omitted).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b504-8\"> Ordinary, nonaggravated, murder was and is defined in ORS 163.115. When Janowski committed his crimes, that statute required that a person convicted of murder under that statute be “punished by imprisonment for life.” ORS 163.115(3) (1983). At that time, there was no mandatory minimum sentence for murder, and the board determined the duration of the defendant’s actual imprisonment under the matrix. <em>See </em>Commentary to Criminal Law Revision Commission Proposed Oregon Criminal Code, Final Draft and Report § 88 (July 1971) (under the new sentencing scheme for murder in ORS 163.115, under which the sentence for murder would be life in prison, “parole eligibility * * * would be determined by the State Board of Parole and Probation in the same manner as for any other convicted offender”); ORS 144.120 (1983) (directing board to make parole decision under matrix). As discussed above, by the time that Fleming committed his crime, the legislature had amended ORS 163.115 to include a 10-year mandatory minimum sentence for murder, ORS 163.115(3)(a) (1985), and to give the trial court the authority to order the defendant to serve an additional 15 years in prison without the possibility of parole or work release or any other form of temporary leave, ORS 163.115(3)(b) (1985), but it permitted the board to “set aside” the court-imposed mandatory mínimums with a unanimous vote of its members. ORS 163.115(3)(d) (1985). If the board set aside the minimum term that the trial court had imposed, then the term of confinement would revert to life in prison with the possibility of parole and the board would determine the duration of the defendant’s actual imprisonment under the matrix.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b504-9\"> <em>See </em>ORS 144.120 (1985) (requiring board to set parole release dates for all prisoners within six months of their admission to any state penal or correctional institution); <em>see generally State v. Macy, </em>320 Or 408, 886 P2d 1010 (1994) (discussing matrix ranges for prisoner convicted of multiple murders and given consecutive life sentences).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b505-10\"> We have set out the 1985 version of ORS 144.120, which was effective when Fleming committed his offense. However, that statute was identical in all material respects to the version in effect when Janowski committed his offenses. In addition, with one important exception, the 1985 and 1983 versions of all parts of ORS chapter 144 that we discuss in this opinion are identical in all material respects. Accordingly, for convenience, we cite only to the 1985 version except when a specific reference to a particular version is required.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b505-11\"> ORS 144.120 eventually was amended to provide certain exceptions to the requirement that the board set release dates within certain time frames for a prisoner entering a penal institution. In 1991, the legislature amended the statute to create an exception for prisoners who had been convicted of aggravated murder. Or Laws 1991, ch 126, § 6. In 1999, the statute was amended again to create an exception for those prisoners who had been convicted of murder. Or Laws 1999, ch 782, §3.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b506-6\"> In this case, as noted, the board did initially determine a matrix range and set a release date for each prisoner at a hearing conducted six months after his incarceration. Even when the board later withdrew those orders, however, it did not invoke subsection (4) as the reason for doing so.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b510-10\"> The phrase “guidelines ranges” was defined as “[r]anges of months to be served as a prison term before parole release for each offense severity rating and history/risk score.” OAR 255-35-005(3) (1982); <em>see </em>OAR 255-35-005(3) (1985) (same, except for use of term “crime severity” rating). The ranges themselves were set out in Exhibit C to those rules. The ranges set out in Exhibit C were based on the crime severity rating for the particular offense as set out in Exhibit A to the same rules.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b511-10\"> In fact, all the versions of the Crime Severity Ratings (Exhibit A) in effect from 1985 through 1991 designate aggravated murder as “unclassified” but set out a crime severity rating for that crime. In 1992, the last year that the board’s rules included Exhibit A, aggravated murder was designated as “unclassified,” but no crime severity rating was set out for that crime.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b511-11\"> Division 30 of OAR chapter 255 did not contain any exceptions for prisoners who had been convicted of aggravated murder, nor could it, given that ORS 144.120 (1985) contained no such exception. <em>See </em>ORS 183.400(4)(b) (court shall declare rule invalid if it exceeds the statutory authority of the agency).</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b513-8\"> ORS 144.125 (1985) provided, in relevant part:</p>\n<blockquote id=\"b513-9\">“(2) The hoard shall postpone a prisoner’s scheduled release date if it finds, after a hearing, that the prisoner engaged in serious misconduct during confinement. * * *.</blockquote>\n<blockquote id=\"b513-10\">“(3) If a psychiatric or psychological diagnosis of present severe emotional disturbance such as to constitute a danger to the health or safety of the community has been made with respect to the prisoner, the board may order the postponement of the scheduled parole release until a specified future date.</blockquote>\n<blockquote id=\"b513-11\">‘‘(4) Each prisoner shall furnish the board with a parole plan prior to the scheduled release of the prisoner on parole. The board * * * may defer release of the prisoner for not more than three months if it finds that the parole plan is inadequate.”</blockquote>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b514-6\"> We presume that the board meant ORS 144.125. Division 60 implemented the release deferral provisions of ORS 144.125 (2), (3), and (4). The reference to ORS 144.126 was a typographical error, apparently. No section 126 ever has existed.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b514-7\"> It could be argued that, because ORS 163.105(2) and (3) refer to a finding that a prisoner is “likely to be rehabilitated” or “capable of rehabilitation,” the prisoners cannot be released until the board actually finds that they are rehabilitated. The trouble with that notion, however, is that ORS 163.105(3) conditions the conversion of the terms of the prisoner’s confinement only on the board’s inchoate “likely” or “capable” finding: Once the board makes that specific finding, it “shall” convert the terms of the prisoner’s confinement to life imprisonment with the possibility of parole. And once the terms of confinement are so converted, the prisoner immediately begins serving that term and the matrix rules begin to apply. There is no statutory or regulatory authority for any further procedure to determine actual rehabilitation or for conditioning parole release on such a determination, and <page-number citation-index=\"1\" label=\"459\">*459</page-number>neither we nor the board are permitted to add any such procedure to the statutes or rules.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b515-6\"> Indeed, given its previous interpretation of the applicable statutes, it would not have been possible for the board to schedule Janowski’s release before the issuance of this opinion.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b515-7\"> This court’s decision in <em>Roy v. Palmeteer, </em>339 Or 533, 124 P3d 603 (2005), is not to the contrary. In that case, this court held that the petitioner was not entitled to immediate release on habeas corpus simply because the board had determined that he was likely to be rehabilitated in a reasonable time under ORS 163.105(3). The petitioner had argued that that result was compelled by this court’s earlier decision in <em>Norris, </em>331 Or at 196-208 (holding that prisoner who was serving two consecutive 30-year mandatory minimum sentences began serving second one on day board found him to be capable of rehabilitation in first). This court rejected <page-number citation-index=\"1\" label=\"460\">*460</page-number>that argument in <em>Roy, </em>holding only that <em>Norris </em>did not purport to establish any rule that a finding of rehabilitation automatically required immediate release of the prisoner. The court did not discuss whether the board’s finding of likelihood of rehabilitation would override the prisoner’s 30-year mandatory minimum sentence, whether the matrix would be applicable to the board’s parole release decision for the prisoner in <em>Roy, or </em>whether the matrix range for the prisoner in <em>Roy </em>had expired. We therefore do not findfioy to be controlling.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}