{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"234\" lastpage=\"240\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b258-10\" pgmap=\"258\">Studebaker Brothers Mfg. Co. v. John A. Hinsey.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b258-11\" pgmap=\"258\">1. Contracts—Law of the Place Where Made and Indorsed Governs.—The law of the place of making and that of indorsing a contract will govern, and fix the liability of the several parties.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b258-12\" pgmap=\"258(34) 259(29)\">2. Practice—Decision of the Higher Court When Case is Reversed and Remanded.—Where a case is reversed and remanded for a new-trial, and the evidence on such trial is different, the decision of the higher court is not binding upon the trial judge. It is not in this instance the law of the case under the new facts presented upon the second trial.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b259-4\" pgmap=\"259\">3. Promissory Notes—Maker a Non-Resident of Illinois at Matwrity.—Where the maker of a note is a non-resident of Illinois at the maturity of the note, under the term of our statute, the holder is excused from showing any diligence in attempting to collect from the maker.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b259-5\" pgmap=\"259\">Assumpsit, on promissory notes. Appeal from the Superior Court of Cook County; the Hon. Samuel C. Stough, Judge, presiding. Heard in this court at the October term, 1899.</summary><disposition data-order=\"5\" data-type=\"disposition\" id=\"A-s\" pgmap=\"259\">Reversed and remanded.</disposition><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AWR\" pgmap=\"259\">Opinion filed March 26, 1900.</decisiondate><p data-order=\"7\" data-type=\"summary\" id=\"b259-6\" pgmap=\"259\">Statement Tby the Court.—This suit was begun by appellant against appellee in January, 1896, upon two promissory notes dated August 20, 1891, made at Kansas City, Mo., by the Kansas City Omnibus &amp; Carriage Co. to the order of appellee, payable at the Missouri National Bank of Kansas City, one for the sum of $2,866.66, and the other for $2,866.67, due three and four years after date, respectively, and each indorsed, “I hereby assign the within note to the Studebaker Bros. Mfg. Co. and guarantee its payment at maturity. J. A. Hinsey.”</p><p data-order=\"8\" data-type=\"summary\" id=\"b259-7\" pgmap=\"259\">The declaration counts upon a guaranty of each of the notes, and also an indorsement of each. The case was formerly before this court on a writ of error (73 Ill. App. 278) which states the pleadings and the facts as then presented to this court. The cause was reversed and remanded. After the reversal the additional counts to the declaration were amended by an allegation that the indorsements were made by the defendant under the name and style of J. A. Hinsey instead of John A. Hinsey, as in the original additional counts.</p><p data-order=\"9\" data-type=\"summary\" id=\"b259-8\" pgmap=\"259\">The cause was submitted to the court for trial without a jury, which resulted in a finding and judgment for appellee, from which this appeal is taken.</p><p data-order=\"10\" data-type=\"summary\" id=\"b259-9\" pgmap=\"259(50) 260(132)\">On the trial appellant offered in evidence the two notes with the indorsements thereon, and proved the signature of the defendant on the back of each of the notes, and that they were received by appellant on April 22,1893, from the attorney of defendant at Chicago, Illinois, with the guaranty written on each of the notes above the name of defendant, but failed to prove that Hinsey either wrote or authorized the guaranties. It was also shown that after the making of the notes they were seen in the possession of appellant, and at that time they had not been indorsed by Hinsey nor was there any guaranty on the back of either of them. Mr. Forrest, the attorney of Hinsey in certain litigation between him and appellant, afterward received the notes from appellant’s attorney, and thereafter, as the result of certain negotiations between Forrest and the attorney of appellant, they were redelivered to appellant’s attorney by Forrest, who at the time stated that he wrote the guaranty on each of the notes, and that it was all right.</p><p data-order=\"11\" data-type=\"summary\" id=\"b260-5\" pgmap=\"260\">It was also admitted that the carriage company was at the time of the commencement of suit a corporation, and had its principal office in the State of Missouri, and had no residence in this State.</p><p data-order=\"12\" data-type=\"summary\" id=\"b260-6\" pgmap=\"260\">On behalf of appellee the abstract of the bill of exceptions on the former trial was offered in evidence, from which it appears, among other things (not necessary to be here set out, because the same are stated in oúr former opinion), that the carriage company is a Missouri corporation, and that on the former trial counsel for defendant asked the court to instruct the jury that he was not liable as an indorser, and that while the court did not directly rule upon this motion, it instructed the jury to find a verdict for the plaintiff, which was done, without, however, limiting the finding to the declaration upon the guaranties.</p><p data-order=\"13\" data-type=\"summary\" id=\"b260-7\" pgmap=\"260\">An examination of the briefs of counsel in the former hearing in this court shows that the question of the defendant’s liability upon his indorsements was discussed. There was no evidence in the bill of exceptions before us on the former hearing showing when or where the indorsements were made or when or where appellant received the notes in question, or what was the law of Missouri relating to the liability of an indorser.</p><p data-order=\"14\" data-type=\"summary\" id=\"b260-8\" pgmap=\"260(12) 261(146)\">At the close of the evidence on the second trial, the substance of which is above stated and referred to in our former opinion, the court was requested to and did hold as propositions of law for appellant, in substance, first, that the law in force at the time and place of making the contracts of indorsement formed a part of such contracts; second, that the notes in question assigned by the payee and delivered to the assignee prior to the 1st day of July, 1.895, are not governed by the act of the legislature in force July 1, 1895, in relation to promissory notes, etc., so far as to bring them within the custom of merchants; and, third, that if the assignment and delivery of said notes were made in Illinois prior to July 1, 1895, then no protest or notice of protest was necessary in order to hold the defendant liable.</p><p data-order=\"15\" data-type=\"summary\" id=\"b261-4\" pgmap=\"261\">On behalf of the- defendant the court was requested to and did hold, first, that under the evidence the plaintiff could not recover under the guaranty counts of the declaration; and, second, that under the evidence and the law as held by this court on its former decision in this case as to the indorsement counts, the finding must be for the defendant.</p><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b261-5\" pgmap=\"261\">Remy &amp; Mann, attorneys for appellant.</attorneys><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b261-6\" pgmap=\"261\">Moses, Rosenthal &amp; Kennedy and Benson Landon, attorneys for appellee.</attorneys> <opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b261-7\" pgmap=\"261\">Mr. Justice Windes</author> <p id=\"A50\" pgmap=\"261\">delivered the opinion of the court.</p> <p id=\"b261-8\" pgmap=\"261(122) 262(66)\">What was said in our former opinion as to the law governing appellee’s liability as to the guaranties sued on, is sufficient and need not be here repeated. The only difference in the evidence on the second hearing is as above stated. The fact that Mr. Forrest was attorney for appellee in certain litigation between him and appellant, would not justify Forrest in writing, as was testified he said he did, the guaranties in question over the blank indorsements of appellee’s name on the notes which had been made long prior thereto and in the hands of appellant, without authority from appellee. In that regard we think it can not be presumed that Mr. Forrest had such authority. Iso adjudication to that effect is cited. If he had such authority, either he or the appellee might have been called to establish it.- The case is very different when a note is indorsed by the payee from that where the indorsement is by a third person not a party to the instrument, in which latter case the presumption is that the contract is a guaranty.</p> <p id=\"b262-4\" pgmap=\"262\">As to the liability by reason of appellee’s indorsements, under the indorsement counts, the evidence in this record is quite different from what it was on the former hearing. On the former hearing there was no proof before this court as to when or where the notes were indorsed, nor as to when or where they were delivered to appellant, and we can not presume, m the absence of proof to that effect, the notes being made and payable in a foreign State, that the indorsements were made in Illinois and prior to July 1, 1895. The presumption would be, if we could presume, that the indorsement was in Missouri. That being the State of the proof before this court, the law as held on that hearing, viz., that plaintiff’s remedy was under the-law of this State which was in force when the suit was commenced, was correct. In any event, under that proof the law of Missouri would control. There was no proof of the Missouri law, and it would follow that the common law prevailed which led to the same result. Dunnigan v. Stevens, 122 Ill. 402.</p> <p id=\"b262-5\" pgmap=\"262\">“ The law of the place of making and that of indorsing will govern the contract and fix the liability of the several parties.” Bond v. Bragg, 17 Ill. 70; Barber v. Bell, 77 Ill. 490; Duerson v. Alsop, 27 Gratt. 229-37; Cook v. Googins, 126 Mass. 410; Musson v. Lake, 4 How. (U. S.) 262-78; Dunnigan v. Stevens, 122 Ill. 402; Evans v. Anderson, 78 Ill. 558.</p> <p id=\"b262-6\" pgmap=\"262(78) 263(136)\">This being the law, and the contracts of indorsement having been made as early as April 22, 1893, at Chicago, in Illinois, the act in this State in force July 1, 1895, making promissory notes payable in money subject to the law governing the custom of merchants, had no application to such contracts, but they were governed by the law of Illinois as it was on April 22, 1893. Under the law as it then existed, the plaintiff was not bound to aver and prove notice to the indorser (Barber and Dunnigan cases, supra), and it was therefore error for the trial court to hold, as it did, that under the evidence in this case and the law as held by us in the same case (73 Ill. App. 278), the finding must be for the defendant. The case was reversed and remanded for a new trial, and the evidence, on that trial being different, our decision was not binding upon the trial judge. It was not the law of the case under the new facts presented upon the second trial. Chickering v. Fails, 29 Ill. 302; West v. Douglas, 145 Ill. 166; Chicago, etc., R. R. Co. v. Kelly, 182 Ill. 267; Mfg. Co. v. Wire Fence Co., 119 Ill. 46.</p> <p id=\"b263-4\" pgmap=\"263\">As we have seen, the evidence shows that the maker of the note was a Missouri corporation, and being a Missouri corporation it was therefore a non-resident of Illinois at the maturity of the notes sued on, and under the terms of our statute, the maker of the notes being a non-resident when they became due, the plaintiff was excused from showing any diligence in attempting to collect from the plaintiff. Mineral Point R. R. Co. v. Keep, 22 Ill. 9-18; Schuttler v. Piatt, 12 Ill. 417; Hannibal, etc., R. R. Co. v. Crane, 102 Ill. 249-54; Wabash R. R. Co. v. Dugan, 142 Ill. 254; Waples on Attcht., Sec. 459; 2 Cook on Corpns., Sec. 757; 2 Morawitz on Corpns., Secs. 975 and 999; Plimpton v. Bigelow, 93 N. Y. 598.</p> <p id=\"b263-5\" pgmap=\"263\">The allegation of the indorsement counts is that when the notes became due the carriage company was, and ever since has been, a resident of Missouri and not a resident of Illinois. The evidence and admissions in the record sustain the allegation, and appellant was excused from showing more in order to show the liability of appellee. Barber v. Bell, 77 Ill. 490.</p> <p id=\"b263-6\" pgmap=\"263\">The admission made in the course of the trial that the carriage company was, at the time of the commencement of the suit, a corporation, and had its principal office in the State of Missouri and had no office or residence in this State, was unimportant. The non-residence of the carriage company at the time of the maturity of the notes was established by other evidence.</p> <p id=\"b264-3\" pgmap=\"264\">The contention of appellee that because appéllant only took a general exception to both the propositions of law, it can not avail of such exception if one of the própositions of law is correct, even if sound, will not result in the affirmance of the judgment, because' the question of the sufficiency of the evidence to support the finding and judgment of the court is presented by the exceptions of appellant thereto.</p> <p id=\"b264-4\" pgmap=\"264\">For the errors of the court in holding the second proposition of law offered by the defendant, and in entering judgment against the appellant, the judgment is reversed and the cause remauded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}