{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"230\" lastpage=\"236\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b228-10\" pgmap=\"228\">Abraham L. Kreider et al. v. Frank C. Fanning.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b228-11\" pgmap=\"228\">1. Trover— When the Action may be Maintained.—A plaintiff in trover must recover upon the strength of his own title, and not upon the weakness of the title of his adversary. He must not only show a tortious conversion of the property by defendant, but that at the time of such conversion he had the right of property, either general or special, in the chattels converted, and also the possession or the right to the immediate possession thereof.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b228-12\" pgmap=\"228\">2. Chattel Mortgages—Assignment of Note and Delivery of Mortgage Passes Title to the Property.—The assignment 'of a note and its delivery, together with a chattel mortgage given to secure it, passes all interest of the mortgagee in the mortgaged property to the assignee.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b228-13\" pgmap=\"228\">3. Contracts—Fraud, Duress, or Conspiracy in Execution of.— Where so-called threats are but announcements that, unless further secured, a creditor will pursue his legal rights, such threats can not be held to amount to fraud, duress or conspiracy, and to avoid the assignment of a note and mortgage made as additional security.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b228-14\" pgmap=\"228\">Trover.—Appeal from the Circuit Court of Whiteside County; the Hon. James Shaw, Judge, presiding.</summary><otherdate data-order=\"5\" data-type=\"otherdate\" id=\"A0mq\" pgmap=\"228\">Heard in this court at the December term, 1897.</otherdate><disposition data-order=\"6\" data-type=\"disposition\" id=\"A4b\" pgmap=\"228\">Reversed without remanding.</disposition><decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AYK\" pgmap=\"228\">Opinion filed February 28, 1898.</decisiondate><p data-order=\"8\" data-type=\"summary\" id=\"b228-15\" pgmap=\"228\">Statement of the Case.</p><p data-order=\"9\" data-type=\"summary\" id=\"b228-16\" pgmap=\"228\">This was trover by Frank C. Fanning against Kreider &amp; Harpham and Caroline Smith, for the value of 2,300 bushels of corn, in cribs. There was a plea of not guilty, a jury trial, a verdict and judgment for plaintiff for $367.02, from which judgment defendants appeal.</p><p data-order=\"10\" data-type=\"summary\" id=\"b228-17\" pgmap=\"228(33) 229(201)\">The corn had belonged to Omar E. Fanning. On September 28, 1896, he gave his son Frank, the appellee, a mortgage upon it to secure a note for $700 of that date, due in two years. Omar E. Fanning also owed Caroline Smith a note, secured by chattel mortgage on other personal property, which note would mature November 14, 1896. He was also indebted to Kreider &amp; Harpham upon two judgment notes, one for $10 and one for $70, both past due; and to Henry Smith upon two judgment notes, each for $200, and each some four years past due. Ira Wilsev was surety on one of the $200 notes, and Mary J. Fanning, wife of Omar E. Fanning, was surety on the $70 note. Kreider &amp; Harpham were agents for Caroline Smith- and Henry Smith and had directions to enter judgments on the Henry Smith notes. Prior to the matters here in Omar E. Fanning had been about to sell his farm, and had told Kreider &amp; Harpham when he sold it he would pay these notes. He did sell it and did not pay them, and was taken very ill. Kreider and Harpham went to his house to see if they could get security. His daughter Phoebe met them outside the door and told them her father was so ill he could not see them, and that she was his business.</p><p data-order=\"11\" data-type=\"summary\" id=\"b229-4\" pgmap=\"229(167) 230(382) 231(180)\">They stated their business, and she arranged to meet them in Sterling next day. She came to Sterling, and they presented these several notes and told her they had to foreclose the Caroline Smith mortgage, when due, and to take judgments on the other notes,, unless some arrangement could be made for securing the Henry Smith and Kreider &amp; Harpham notes. Phoebe desired an of the Caroline Smith mortgage. The family designed to sell all the personal property on the farm during the winter, and wished that mortgage extended till they could hold such sale, so that all the personal property could be sold at once. Kreider &amp; Harpham knew of the chattel mortgage to Frank on the corn., .and toldJRhoebe if she would an ~o'~4oiavethal~ p,te_a~iiçj. mortgage assigned to them,\"as security for the Henry Smith and Kreider &amp; notes, they woulcTextend the Caroline Smith debt and chattel mortgage and the time for paying the Henry Smith and Kreider &amp; Harpham notes till such general sale could be held. Phoebe asked and obtained several days’ time for consideration. She went home, consulted all the family but her father, then went with her brother Frank and with Wilsey to the office of Wolfersperger, who had been her father’s attorney,, and who, at that time, acted for her. There the matter was discussed in the absence of Kreider &amp; Harpham, and it _was decided to accept the offer.. Then Wolfersperger, on October\" 19, 1896, drew a contract between Kreider &amp; Harpham, for themselves and as agents of Caroline Smith and Henry Smith, of the first part, and Omar E. Fanning of the second part, which Kreider &amp; Harpham executed, and to which Phoebe affixed the signature “ O. E. Fanning, by Phoebe Fanning.” It provided that Kreider &amp; Harpham should extend the time of payment of all said debts and said Caroline Smith.mortgage to February 14,1897, and that in consideration thereof, Frank C. Fanning should assign to Kreider &amp; Harpham his said ■ note, secured by said chattel mortgage for the use of themselves and Henry Smith, as collateral security for their said several notes; that Omar E. Fanning, or his representatives, should have a public sale of all his chattel property between January 15 and February 15,1897; and out of the proceeds of said sale should first be paid said claims of Caroline Smith, Henry Smith and Kreider &amp; Harpham; that Kreider &amp; Harpham, in connection with Wolfersperger, might clerk the sale and take the sale notes; and that O. E. Fanning would pick and crib the corn described in Frank’s mortgage. Frank was present and consented to the arrangement and assigned his note in blank and delivered it and the chattel mortgage to Kreider &amp; Harpham. Kreider &amp; Harpham then caused the Caroline Smith chattel mortgage to be extended to February 14, 1897, being the transaction assailed by another creditor of Omar E. Fanning in Fuller v. Smith, 71 Ill. App. 576, and there sustained. Thereafter Kreider &amp; Harpham, Phoebe, Frank and Wolfersperger, as the attorney of Omar E. Fanning, arranged for a general sale of the personal property to be held February 26th. Two notices thereof Avere posted, one for a sale under the Caroline Smith chattel mortgage, and the other for a general public sale. Frank and Phoebe and Wolfersperger assisted in making arrangements for the sale. Frank and Wolfersperger were personally present, assisting in conducting the sale. After the sale Frank met with Kreider &amp; Harpham, and they went over the amount realized on said sale and in the hands of Kreider &amp; Harpham, and the amount due on said notes. The sale would have produced a few dollars more than enough to pay the expenses and the notes of Caroline Smith, Henry Smith and Kreider &amp; Harpham, specified in said contract, but Frank had bought some articles and assumed some sales to others amounting in all to $78.60, and refused to pay for them, and with that sum unnaid the sale realized a little less than the amount required to satisfy said notes under said contract. After Frank ascertained the.result of the sale, he left Kreider &amp; Harp-ham and did not return to settle up with them, but brought this action against them and Caroline Smith for the corn covered by his chattel mortgage and sold at said sale.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b231-4\" pgmap=\"231\">H. C. Ward, attorney for appellants.</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b231-5\" pgmap=\"231\">In an action of trover and conversion, as in an \"action of ejectment, the plaintiff must recover on the strength of his own title, without regard to the weakness of that of his adversary. It is a possessory action, and plaintiff must show that he has either a special or a general property in the thing converted and the right to its possession. Davidson v. Waldron, 31 Ill. 120; Eisendrath v. Knauer, 61 Ill. 396; Frink v. Pratt &amp; Co., 130 Ill. 327.</p><p data-order=\"14\" data-type=\"legal\" id=\"ARn\" pgmap=\"231\">The plaintiff can not recover in an action of trover unless he had the right to the immediate possession of the goods in question at the time of the conversion. Lapp v. Pinover, 27 Ill. App. 169; Grier v. Stout, 2 Ill. App. 602; Robison v. Hardy, 22 Ill. App. 512; Blain v. Foster, 33 Ill. App. 297.</p><p data-order=\"15\" data-type=\"legal\" id=\"b231-7\" pgmap=\"231\">In an action of trover the plaintiff must have at the time of the conversion, as against the defendant, a right of property in the chattel converted and the possession thereof, and must prove that while the right of possession was in him he made a demand therefor. Cooley on Torts, 530.</p><p data-order=\"16\" data-type=\"legal\" id=\"b231-8\" pgmap=\"231(11) 232(82)\">“ When, therefore, it is said that the plaintiff in trover must have had at the time of the conversion the right (o the property and also a right of .possession nothing more can be intended than this: that the right of which he complains he has been deprived must have been either a right actually in possession, or a right immediately to take posisession. It is not enough that it is merely a right of action Jbr a right to take possession at some future day.” Cooley, on Torts, 455.</p><p data-order=\"17\" data-type=\"legal\" id=\"b232-5\" pgmap=\"232\">/ “ The plaintiff must show a legal title. His right to possession must be immediate, absolute and unconditional, and anot dependent upon some act to be done byhim.” Frink v. Pratt &amp; Co., 130 Ill. 327.</p><p data-order=\"18\" data-type=\"legal\" id=\"b232-6\" pgmap=\"232\">“ There must be a concurrence, both of the right of property, general or special, and of the actual possession, or the right to immediate possession, and this' concurrence must exist at the time of the conversion.” Union Stock Yard Co. v. Mallory, etc., Co., 157 Ill. 554.</p><attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b232-7\" pgmap=\"232\">C. C. Cole and A. A. \"Wolfebspeegee, attorneys for appellee.</attorneys> <opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b232-8\" pgmap=\"232\">Mr. Justice Dibell</author> <p id=\"AH3\" pgmap=\"232\">deliveeed the opinion of the Coubt.</p> <p id=\"b232-9\" pgmap=\"232(181) 233(26)\">A plaintiff in trover must recover upon the strength of his own title, and not upon the weakness of the title of his adversary. He must not only show a tortious conversion of the property by defendant, but that at the time of such conversion he had the right of property, either general or special, in the chattels converted, and also the possession or the right to the immediate possession thereof. Union Stock Yard Co. v. Mallory, etc., Co., 157 Ill. 554; Frink v. Pratt, 130 Ill. 327; 1 Chitty’s Pl. 149. The only title of appellee to this corn was by virtue of his chattel mortgage securing his $700 note. Prior to the alleged conversion of the corn he assigned that note in blank and delivered it and the chattel mortgage to Kreider &amp; Harpham under the provisions of the contract above stated. The assignment of said note and the delivery of it and the chattel mortgage passed all Frank’s interest in the mortgaged property to Kreider &amp; Harpham. Jones on Chattel Mortgages, Sec. 503; Gaff v. Harding, 48 Ill. 148. He never afterward repossessed himself of said note and mortgage, and therefore has no title which will enable him to recover in this action.</p> <p id=\"b233-4\" pgmap=\"233\">It is urged his assignment of the note and delivery of the note and mortgage were void because procured by fraud, duress and conspiracy. This position finds no support in the evidence. Mrs. Smith’s mortgage debt was nearly due, and she and her agents had a right to foreclose it when due; and there were circumstances which might well have justified her in foreclosing it in October. Henry Smith had judgment notes long overdue, and had a right to enter judgments thereon, and had directed his agents, Kreider &amp; Harpham, to do so. By entering such judgments and suing out executions he would have obtained liens upon the personal property of Omar E. Fanning and could have sold at once at a probable loss to Omar E. Fanning. Kreider &amp; Harpham had judgment notes and a like right to judgments and executions and levies. The so-called “threats” were but announcements that unless further secured they would pursue their legal rights. The members of the family consulted each other and their own and their father’s attorney and determined to take the course here pursued. The testimony shows Frank acted upon his sister’s advice and request. There was no fraud, no duress, no conspiracy, no over-persuasion to an unwise course. The family, including Frank, acted on their own judgment and the advice of their attorney, with a full knowledge of the facts.</p> <p id=\"b233-5\" pgmap=\"233(123) 234(134)\">It is urged Frank’s assignment of the note and delivery of the note and mortgage were void because Phoebe had no authority to sign her father’s name to said contract. She testified she had no express authority from her father for that particular act, but that what she did she did for her father, that she supposed she was representing the interests of the family, including her father, and that she was seeking to do what her father’s interest required. Defendants proved that in other financial matters with other parties about that time she acted for her father. Her father ratified the contract she made in his name by signing and swearing to the affidavit of mortgagor for the extension of the Caroline Smith chattel mortgage on November 9, 1896. The contract was carried out by Kreider &amp; Harpham, and Omar E. Fanning received its benefits. There is no evidence in this case he has ever repudiated it or sought to do so. Frank lived with his father and must have known then as well as now the extent of his sister’s authority to represent their father. We are of opinion Frank assigned his note and delivered it and his chattel mortgage upon a valid consideration, and that defendants had the-right to apply the proceeds of the sale as the contract provided. There was a dispute whether Kreider &amp; Harpham had a right also to pay a certain $35 note out of said proceeds, but that does not affect the result in this case.</p> <p id=\"b234-5\" pgmap=\"234\">Many instructions were given for plaintiff upon the subject of fraud and duress. There was nothing in the evidence to justify them. The seventh instruction for plaintiff did not even leave that question to the jury, but assumed fraud and duress had been proven. The judgment will be reversed, and as plaintiff has no title to maintain the action, the cause will not be remanded.</p> <p id=\"b234-6\" pgmap=\"234\">Finding of Facts.</p> <p id=\"b234-7\" pgmap=\"234\">Finding of facts to be incorporated in the judgment:</p> <p id=\"b234-8\" pgmap=\"234\">Wftjjnd -the plaintiff never had possession of the corn described in his declaration;, that when he brought this suit he had no right to its immediafiTlDossessiorilTbat the only ngEFhWevérTíñd therein was by virtmToflTchattel mortgage given him by Omar E. Fanning, then owner of said corn, to secure a note of $700 running to said plaintiff; that on October 19, 1896, and before said alleged conversion, for a valuable consideration plaintiff assigned said note in blank and delivered it and said chattel mortgage to Kreider &amp; Harpham to be held by them as collateral security for certain judgment notes owing by Omar E. Fanning to Henry Smith and to Kreider &amp; Harpham; that plaintiff has never since owned or possessed said note and chattel mortgage, nor acquired the right to repossess himself thereof; and that he had no title to said corn when this suit was brought, and has no right of action herein.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}