{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"514\" lastpage=\"522\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  S.N.L., Petitioner/Appellant,\n  <br/>\n  v.\n  <br/>\n  A.B., Respondent/Respondent.\n </parties>\n <docketnumber id=\"p-2\">\n  ED 105273\n </docketnumber>\n <court id=\"p-3\">\n  Missouri Court of Appeals, Eastern District, DIVISION ONE.\n </court>\n <decisiondate id=\"p-4\">\n  Filed: December 26, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Richard K. Kuntze, 2011 Andrew, Cape Girardeau, MO 63701, For Plaintiff/Appellant.\n </attorneys>\n <attorneys id=\"p-6\">\n  Shanna K. Surratt, 1650 N. Kingshighway, Suite 302, Cape Girardeau, MO 63701, For Defendant/Respondent\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   SHERRI B. SULLIVAN, J.\n  </author>\n  <p id=\"p-8\">\n   <em>\n    Introduction\n   </em>\n  </p>\n  <p id=\"p-9\">\n   S.N.L. (Appellant) appeals from the Order and Judgment of the trial court denying her request for a child protection order and assessing guardian ad litem (GAL) fees in the amount of $200 against her. We affirm in part and reverse in part.\n  </p>\n  <p id=\"p-10\">\n   <em>\n    Factual and Procedural Background\n   </em>\n  </p>\n  <p id=\"p-11\">\n   Appellant brought this action under the Child Protective Orders Act (CPOA), Sections 455.500 through 455.538.\n   <footnotemark>\n    1\n   </footnotemark>\n   She alleged in her petition generally that her son, a child of eight years of age (Child), has been stalked, followed, and photographed by A.B. (Respondent). She further alleged Respondent was placing himself in a position to observe Child for no legitimate reason, following and photographing Child, and posting photographs of Child on the internet. An ex parte order of protection was entered. Following a hearing, a full order of protection was denied. The trial court ordered fees to the GAL, and assessed those, along with all costs, to Appellant. This appeal follows.\n  </p>\n  <p id=\"p-12\">\n   <em>\n    Points on Appeal\n   </em>\n  </p>\n  <p id=\"p-13\">\n   In her first point, Appellant alleges the trial court erred in assessing the costs of this action, including GAL fees, and taxing them against Appellant because an award of costs, including GAL fees, shall not be assessed against a petitioner in a CPOA proceeding as it is prohibited by Section 455.504(2).\n  </p>\n  <p id=\"p-14\">\n   In her second point, Appellant contends the trial court erred in finding insufficient evidence was adduced for an order of child protection because it applied an inappropriate standard requiring proof Child subjectively feared physical harm, which is not a requirement of the CPOA.\n  </p>\n  <p id=\"p-15\">\n   <em>\n    Standard of Review\n   </em>\n  </p>\n  <p id=\"p-16\">\n   As with other court-tried cases, the judgment of the trial court will be affirmed unless there is no substantial evidence to support it, it is against the weight of the evidence, or it erroneously declares or applies the law.\n   <em>\n    In re A.T.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11136953,11136939\" index=\"0\" url=\"https://cite.case.law/sw3d/37/423/\">\n    37 S.W.3d 423\n   </extracted-citation>\n   , 426 (Mo. App. S.D. 2001) ;\n   <em>\n    Murphy v. Carron\n   </em>\n   ,\n   <extracted-citation case-ids=\"10120440\" index=\"1\" url=\"https://cite.case.law/sw2d/536/30/#p32\">\n    536 S.W.2d 30\n   </extracted-citation>\n   , 32 (Mo. banc 1976). The appellate court will defer to the trial court's determinations relating to credibility.\n   <em>\n    A.T.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11136953,11136939\" index=\"2\" url=\"https://cite.case.law/sw3d/37/423/\">\n    37 S.W.3d at\n   </extracted-citation>\n   426 ;\n   <em>\n    Wallace v. Van Pelt\n   </em>\n   ,\n   <extracted-citation case-ids=\"11830733\" index=\"3\" url=\"https://cite.case.law/sw2d/969/380/#p383\">\n    969 S.W.2d 380\n   </extracted-citation>\n   , 383 (Mo. App. W.D. 1998).\n  </p>\n  <p id=\"p-17\">\n   <em>\n    Discussion\n   </em>\n  </p>\n  <p id=\"p-18\">\n   We discuss Point II first.\n  </p>\n  <p id=\"p-19\">\n   <em>\n    Point II\n   </em>\n  </p>\n  <p id=\"p-20\">\n   Appellant claims the trial court found she must show Respondent caused Child to subjectively fear physical harm and that a reasonable person under the same circumstances also would have feared physical\n   harm. Appellant asserts that in support, the trial court cited\n   <em>\n    M.D.L. v. S.C.E.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7095142\" index=\"4\" url=\"https://cite.case.law/sw3d/391/525/\">\n    391 S.W.3d 525\n   </extracted-citation>\n   (Mo. App. E.D. 2013), an action under the Adult Abuse Act (AAA), Sections 455.010 through 455.090. Appellant argues actions under the AAA generally have no application to actions brought under the CPOA. Appellant maintains a full order of protection under the CPOA is appropriate when a child has been subject to stalking by any person, Section 455.505, and \" 'stalking' is when any person purposely engages in an unwanted course of conduct that causes alarm to another person,\n   <em>\n    or a person who resides together in the same household\n   </em>\n   with the person seeking the order of protection when it is reasonable in that person's situation to have been alarmed by the conduct.\" Section 455.010(14) (emphasis added). Appellant maintains the reason the CPOA allows for orders to be entered to protect a child under the age of seventeen and does not require alarm to the child is because many children of tender years are not capable of recognizing a dangerous situation or of giving testimony concerning it. Therefore, Appellant concludes, to require a subjective fear of the child as an essential element would preclude relief in some cases where it is most appropriate.\n  </p>\n  <p id=\"p-21\">\n   Appellant admits she has not been able to find any applicable case law in which this point has been raised, but suggests a requirement for subjective alarm in a child would be completely at odds with the purpose of the statute. Appellant concludes that in using such a standard, the trial court creates a hurdle which is, for all intents and purposes, insurmountable.\n  </p>\n  <p id=\"p-22\">\n   Section 455.500, enacted in 1987 and current today without any amendments is titled \"Citation of law\" and provides:\n  </p>\n  <blockquote id=\"p-23\">\n   Sections 455.500 to 455.538 shall be known and may be cited as the \"Child Protection Orders Act.\"\n  </blockquote>\n  <p id=\"p-24\">\n   Section 455.501(10), enacted in 1987, defined the \"stalking\" of children as:\n  </p>\n  <blockquote id=\"p-25\">\n   purposely and repeatedly harassing or following with the intent of harassing a child. As used in this subdivision, \"harassing\" means engaging in a course of conduct directed at a specific child that serves no legitimate purpose, that would cause a reasonable adult to believe the child would suffer substantial emotional distress. As used in this subdivision, \"course of conduct\" means a pattern of conduct composed of a series of acts over a period of time, however short, evidencing a continuity of purpose. Constitutionally protected activity is not included within the meaning of \"course of conduct.\"\n  </blockquote>\n  <p id=\"p-26\">\n   In 2011, Section 455.501, containing definitions applicable in the CPOA, was repealed by L.2011, S.B. No. 320, § A, which also rewrote Section 455.010 to include definitions applicable to child protection orders as well as adult protective orders. Consequently, definitions applicable to child protection orders are now contained in Section 455.010, a section outside what is considered the CPOA as set forth in Section 455.500.\n  </p>\n  <p id=\"p-27\">\n   Thus, in 2011, Section 455.010(14) was enacted and is the current definition of stalking applicable to both adults and children. It reads:\n  </p>\n  <blockquote id=\"p-28\">\n   \"Stalking\" is when any person purposely engages in an unwanted course of conduct that causes alarm to another person, or a person who resides together in the same household with the person seeking the order of protection when it is reasonable in that person's situation to have been alarmed by the conduct. As used in this subdivision:\n  </blockquote>\n  <blockquote id=\"p-29\">\n   (a) \"Alarm\" means to cause fear of danger of physical harm; and\n   (b) \"Course of conduct\" means a pattern of conduct composed of two or more acts over a period of time, however short, that serves no legitimate purpose. Such conduct may include, but is not limited to, following the other person or unwanted communication or unwanted contact.\n  </blockquote>\n  <p id=\"p-30\">\n   Section 455.503, enacted in 1987, provides for venue and who may file for a child protection order:\n  </p>\n  <blockquote id=\"p-31\">\n   1. A petition for an order of protection for a child shall be filed in the county where the child resides, where the alleged incident of domestic violence, stalking, or sexual assault occurred, or where the respondent may be served.\n  </blockquote>\n  <blockquote id=\"p-32\">\n   2. Such petition may be filed by any of the following:\n  </blockquote>\n  <blockquote id=\"p-33\">\n   (1) A parent or guardian of the victim;\n  </blockquote>\n  <blockquote id=\"p-34\">\n   (2) A guardian ad litem or court-appointed special advocate appointed for the victim; or\n  </blockquote>\n  <blockquote id=\"p-35\">\n   (3) The juvenile officer.\n  </blockquote>\n  <p id=\"p-36\">\n   Section 455.505 of the CPOA provides that an order of protection may be sought \"for a child who has been subject to a person stalking the child\" in addition to physical, sexual, and emotional abuse by a household member:\n  </p>\n  <blockquote id=\"p-37\">\n   1. An order of protection for a child who has been subject to domestic violence by a present or former household member or sexual assault or stalking by any person may be sought under sections 455.500 to 455.538 by the filing of a verified petition alleging such domestic violence, stalking, or sexual assault by the respondent.\n  </blockquote>\n  <p id=\"p-38\">\n   Section 455.505.1.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-39\">\n   It is clear the CPOA is intended to provide a means of seeking relief for the stalking of a child by anyone, and the protection in that regard is not directed against only household members.\n   <em>\n    A.T.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11136953,11136939\" index=\"5\" url=\"https://cite.case.law/sw3d/37/423/\">\n    37 S.W.3d at 426-27\n   </extracted-citation>\n   . In\n   <em>\n    Interest of R.T.T.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11196445\" index=\"6\" url=\"https://cite.case.law/sw3d/26/830/#p835\">\n    26 S.W.3d 830\n   </extracted-citation>\n   , 835-36 (Mo. App. S.D. 2000), our colleagues in the Southern District held the 1995 amendment to Section 455.505.1 allowed a father to file a petition for an order of protection against the victim's boyfriend for stalking despite the fact that the boyfriend was not a household member.\n  </p>\n  <p id=\"p-40\">\n   Pursuant to Section 455.516.1, a full order of protection may be issued if the petitioner has proven the allegation of \"stalking\" of a child by \"a preponderance of the evidence.\"\n  </p>\n  <p id=\"p-41\">\n   In amending the CPOA as well as the AAA to include stalking, our legislature responded to increased public awareness and media attention devoted to the stalking of an individual.\n   <em>\n    Wallace\n   </em>\n   ,\n   <extracted-citation case-ids=\"11830733\" index=\"7\" url=\"https://cite.case.law/sw2d/969/380/#p383\">\n    969 S.W.2d at\n   </extracted-citation>\n   387 ;\n   <em>\n    A.T.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11136953,11136939\" index=\"8\" url=\"https://cite.case.law/sw3d/37/423/\">\n    37 S.W.3d at 426-27\n   </extracted-citation>\n   . The laudatory purpose is to prevent potential violence, and unnecessary and unjustified infliction of emotional distress.\n   <em>\n    Wallace\n   </em>\n   ,\n   <extracted-citation case-ids=\"11830733\" index=\"9\" url=\"https://cite.case.law/sw2d/969/380/#p383\">\n    969 S.W.2d at 387\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-42\">\n   <em>\n    Applying the CPOA and Definition of Stalking in Section 455.010(14) to the Case\n    <em>\n     Sub Judice\n    </em>\n   </em>\n  </p>\n  <p id=\"p-43\">\n   In the instant case, Appellant, as Child's parent, filed a petition for child protective\n   order\n   <em>\n    on behalf of Child\n   </em>\n   under Section 455.503.2(1). A GAL was appointed on behalf of Child. Appellant sought the order of protection for Child, whom Appellant alleged had been subjected to Respondent's stalking. Section 455.505.1. Child, at the time of the alleged stalking, was eight years old.\n  </p>\n  <p id=\"p-44\">\n   Stalking occurs when any person purposely engages in an unwanted course of conduct that causes alarm to another person,\n   <strong>\n    <em>\n     or a person who resides together in the same household with the person seeking the order of protection\n    </em>\n   </strong>\n   when it is reasonable in that person's situation to have been alarmed by the conduct. Section 455.010(14) (emphasis added). If the only person who could seek an order of protection based on her alarm from another person's stalking was the person being stalked, then the above-emphasized language added by the legislature in 2011 to the statutory definition of stalking, providing for an alternative person's alarm to trigger the statute's protections for the stalking victim, would be meaningless.\n  </p>\n  <p id=\"p-45\">\n   When the legislature amends a statute, it is presumed that its intent is to bring about some change in the existing law.\n   <em>\n    Kolar v. First Student, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6843792\" index=\"10\" url=\"https://cite.case.law/sw3d/470/770/#p777\">\n    470 S.W.3d 770\n   </extracted-citation>\n   , 777 (Mo. App. E.D. 2015). This Court should never construe a statute in a manner that would moot the legislative changes, because the legislature is never presumed to have committed a useless act.\n   <em>\n    <extracted-citation case-ids=\"6843792\" index=\"11\" url=\"https://cite.case.law/sw3d/470/770/#p777\">\n     Id.\n    </extracted-citation>\n   </em>\n   To amend a statute and accomplish nothing from the amendment would be a meaningless act.\n   <em>\n    <extracted-citation case-ids=\"6843792\" index=\"12\" url=\"https://cite.case.law/sw3d/470/770/#p777\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-46\">\n   Before 2011, the definition of stalking in Section 455.010 was contained in subsection 10 and provided:\n  </p>\n  <blockquote id=\"p-47\">\n   \"Stalking\" is when an adult purposely and repeatedly engages in an unwanted course of conduct that causes alarm to another person when it is reasonable in that person's situation to have been alarmed by the conduct.\n  </blockquote>\n  <p id=\"p-48\">\n   After 2011, the definition of stalking in Section 455.010 was (and is) contained in subsection 14 and provides:\n  </p>\n  <blockquote id=\"p-49\">\n   \"Stalking\" is when any person purposely engages in an unwanted course of conduct that causes alarm to another person,\n   <strong>\n    <em>\n     or a person who resides together in the same household with the person seeking the order of protection\n    </em>\n   </strong>\n   when it is reasonable in that person's situation to have been alarmed by the conduct.\n  </blockquote>\n  <p id=\"p-50\">\n   (Emphasis added.) The added sentence providing for an additional person, living in the same household with the victim of the stalking, to be alarmed by the stalking (and thus trigger the application of the statute) yet not be the victim of the stalking at a time when the General Assembly was adding definitions related to child stalking to Section 455.010 is a clear indication the General Assembly had in mind to provide a remedy for a parent alarmed by the conduct of another in stalking her child to seek a protective order for her child. This added provision is a clear exemption from a child having to establish his own alarm in order for his parent to obtain an order of protection on that child's behalf. A parent's reasonable alarm is sufficient to trigger the protections of the CPOA. This construction is not only clear from the added language to the statute but also common sense. A child of tender years can be unaware of his surroundings and naïve to the dangers around him. A parent's duty is to be vigilant of the dangers surrounding her child and protect the child from them. We hold the statutory definition of stalking includes alarm to a person living with the person allegedly being stalked. Such a definition is particularly appropriate when the person being stalked is a child who may not recognize\n   the danger, but a person living with the child, particularly a parent, would be aware. Such interpretation comports with the fact that it is the parent, not the child, who seeks the protective order on behalf of the child. Sections 455.503.1, 455.505.1.\n  </p>\n  <p id=\"p-51\">\n   As pertinent to this case, the emphasized language in the definition of stalking includes a person besides the Child (who is the subject of the stalking)\n   <strong>\n    <em>\n     experiencing the alarm\n    </em>\n   </strong>\n   that triggers the application of the statute. This construction is buttressed by a comparison of the language in the definition pre- and post-2011, when the entire section of definitions in Section 455.010 was rewritten to encompass children, and the particular definition section contained within the CPOA pertaining only to children was repealed.\n  </p>\n  <p id=\"p-52\">\n   As such, we agree with Appellant's argument in her second point on appeal. We accordingly strike those portions of the trial court's findings of fact and conclusions of law which set forth any reference to or endorsement of a failure on the part of Child to establish his fear of physical harm as being a basis to deny the protective order. We find merit in Appellant's argument with regard to who is allowed by the statute to experience the alarm that triggers the statute and to the extent the trial court's judgment was based on Child's lack of alarm, it is a misinterpretation of the law.\n  </p>\n  <p id=\"p-53\">\n   <em>\n    The Trial Court's Order and Judgment\n   </em>\n  </p>\n  <p id=\"p-54\">\n   The trial court stated in its Order and Judgment, \"The Court does hereby deny the request for a child protection order as [Appellant] presented no evidence that would allow for the relief that [Appellant] requested.\"\n  </p>\n  <p id=\"p-55\">\n   <em>\n    The Trial Court's Findings of Fact\n   </em>\n  </p>\n  <p id=\"p-56\">\n   The trial court, after asking the parties each submit their proposed findings of fact and conclusions of law, adopted Respondent's, verbatim,\n   <footnotemark>\n    3\n   </footnotemark>\n   to-wit:\n  </p>\n  <blockquote id=\"p-57\">\n   The Court on this 6th day of October, 2016, does hereby adopt all of the findings of fact and conclusions of law proposed by [Respondent], these findings and conclusions being attached as Exhibit \"A\" to this Judgement and are incorporated by reference as if fully and completely set forth herein.\n  </blockquote>\n  <p id=\"p-58\">\n   The trial court's findings of fact stated, in pertinent part, the following. Appellant alleged Respondent was \"placing himself in a position to observe [Child] for no legitimate reason, following and photographing [Child] and posting photographs of [Child] on the internet.\" Additionally, Appellant alleged Respondent \"continues to follow, observe and photograph [Child].\" Respondent was the property manager for Enclave Lake Estates, the subdivision where Appellant and Child reside. Respondent also is a home builder and currently has a home for sale within the subdivision. Appellant testified to one incident where Child was riding his bike and Respondent happened to be driving behind him. When Child made a turn onto another street, Respondent drove on. Respondent did not\n   follow Child down the street and did not stop to watch Child. Appellant testified after Child turned onto the other street, he did not appear to be scared or fearful. Appellant later learned Respondent posted a picture of Child driving a golf cart down the center of the street on Respondent's Facebook account with the caption: \"Busted this 8-year-old texting and driving. Some kids never learn.\"\n  </p>\n  <p id=\"p-59\">\n   Appellant did not testify to any other specific incidents where Respondent had any contact with Child or where Respondent followed Child with the specific purpose of stalking him. Appellant testified she was not aware of any other photographs or videos of Child taken by Respondent. Appellant's fiancé and Child's father (Father) testified Respondent had observed Child on occasion, yet he could not testify to any specific incidents. Father did agree that as property manager of the subdivision, Respondent would have to be present in the subdivision at times. Father also testified Respondent and Child had no direct contact. Appellant failed to demonstrate Respondent had no legitimate reason to be present in their subdivision. On the contrary, as property manager and as a home builder, his presence was required at times.\n  </p>\n  <p id=\"p-60\">\n   Respondent testified he took the photograph of Child because Child was in the middle of the road, Respondent could not get around him, and as property manager of the subdivision he took the photograph to send to his employers to notify them of the issue. Respondent testified he also posted the picture to his private Facebook account because he thought it was funny that the picture depicted a minor child (whose face could not be seen) swerving due to texting and driving. Respondent apologized for posting the picture. Respondent testified he did not take the photograph with the intent of causing fear to Child.\n  </p>\n  <p id=\"p-61\">\n   The GAL testified that in his opinion, an order of protection was not warranted based on the single event of taking one photograph and posting it to Facebook.\n  </p>\n  <p id=\"p-62\">\n   <em>\n    The Trial Court's Conclusions of Law\n   </em>\n  </p>\n  <p id=\"p-63\">\n   The trial court's conclusions of law found the following. Petitioner failed to meet the burden necessary for a full order of protection based on stalking because she did not show Respondent \"purposely engaged in an unwanted course of conduct that causes alarm to another person.\" Section 455.010(14). \"Alarm\" means to cause\n   <em>\n    fear of danger of physical harm\n   </em>\n   ; \"course of conduct\" means of a pattern of conduct of\n   <em>\n    two or more acts over a period of time\n   </em>\n   , however short, that is \"purposeful\"\n   <em>\n    but not legitimately so.\n   </em>\n   Section 455.010(14). Such conduct may include, but is not limited to, following the other person or unwanted communication or unwanted contact. Section 455.010(14). The trial court concluded Appellant failed to show not only fear of danger of physical harm on the part of Child, but also the elements of intent\n   <footnotemark>\n    4\n   </footnotemark>\n   on Respondent's part, lack of a legitimate purpose, and repeated acts. The trial court found that \"[a]ll we have here is one photograph taken of Child by Respondent that [Appellant] does not feel is appropriate, yet Child was never scared or fearful during this incident. Respondent never intended to cause alarm to Child or to stalk Child.\"\n  </p>\n  <p id=\"p-64\">\n   <em>\n    Our Analysis\n   </em>\n  </p>\n  <p id=\"p-65\">\n   We defer to the trial court's determinations relating to credibility of the witnesses.\n   <em>\n    Wallace\n   </em>\n   ,\n   <extracted-citation case-ids=\"11830733\" index=\"13\" url=\"https://cite.case.law/sw2d/969/380/#p383\">\n    969 S.W.2d at\n   </extracted-citation>\n   383 ;\n  </p>\n  <p id=\"p-66\">\n   <em>\n    A.T.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11136953,11136939\" index=\"14\" url=\"https://cite.case.law/sw3d/37/423/\">\n    37 S.W.3d at 426\n   </extracted-citation>\n   . Credibility here is pertinent as to Respondent's intent. Respondent testified he did not purposely follow Child when he drove behind him on the street. He said Child was swerving so he could not get around him. Respondent stated Child took a right at the next intersection and Respondent went straight. Child's swerving while texting on a cell phone was also the reason Respondent gave as to why he took Child's picture. He posted it on Facebook because he thought it was funny. He testified he also sent the picture to the neighborhood association because, as property manager of the subdivision, he thought it was a dangerous practice the association should know about. He said Child's face was not visible in the picture, he never took any other pictures of Child, and he took the picture off of his Facebook page when he learned Appellant was upset. All of this testimony goes to intent, which we leave to the trial court for its determination of Respondent's credibility.\n  </p>\n  <p id=\"p-67\">\n   Respondent also demonstrated he had a legitimate purpose to be in the neighborhood as the subdivision's property manager and a home builder who had built a home in the subdivision. Father conceded this fact and Appellant had no evidence to contradict Respondent was driving in the neighborhood with a legitimate purpose. The GAL, who was appointed to represent Child's interests, recommended that one event of the picture being taken and subsequently posted on Facebook did not rise to the level necessary for entry of an order of protection. There were no other instances established of Respondent following Child or taking Child's picture. There was no pattern of conduct of two or more acts. Respondent never contacted or communicated with Child; thus, there was no unwanted contact or unwanted communication.\n  </p>\n  <p id=\"p-68\">\n   Therefore, despite our disagreement with the trial court's conclusion Appellant had to show fear on the part of Child in order to obtain a child protective order and her failure to do so despite her own alarm contraindicated granting a protective order for Child, we find sufficient grounds otherwise to affirm the trial court's Order and Judgment denying Appellant a protective order because she failed to establish several other key elements of her stalking allegation, to-wit: intent, lack of legitimate purpose, and a course of conduct. For these reasons, the trial court's denial of a child protection order for Child was supported by substantial evidence and not against the weight of the evidence. Point II is denied.\n  </p>\n  <p id=\"p-69\">\n   <em>\n    Point I\n   </em>\n  </p>\n  <p id=\"p-70\">\n   Appellant alleges the trial court erred in assessing the costs of this action, including GAL fees, and taxing them against Appellant because an award of costs, including GAL fees, shall not be assessed against a petitioner in a CPOA proceeding as it is prohibited by Section 455.504(2).\n  </p>\n  <p id=\"p-71\">\n   Section 455.504 sets forth all of the clerk's duties in assisting applicants for child protection orders under the umbrella of Chapter 455 which governs Abuse of Adults and Children, Shelters and Protective Orders, and Child Protection Orders. Section 455.504.2 provides: No filing fees, court costs, or bond shall be assessed to the petitioner in an action commenced under Sections 455.500 to 455.538.\n  </p>\n  <p id=\"p-72\">\n   Here, the trial court ordered all of the costs of the underlying action including the GAL fees of $200 be taxed to Appellant, which was incorrect because Section 455.504(2) prohibits the court from assessing fees and costs against a petitioner. This prohibition applies to GAL fees. \"We conclude that guardian ad litem fees are 'court costs,' as that term is used in Section\n   455.504.2, and that a petitioner is therefore exempt from their payment.\"\n   <em>\n    In re G.F.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8158334\" index=\"15\" url=\"https://cite.case.law/sw3d/276/327/#p330\">\n    276 S.W.3d 327\n   </extracted-citation>\n   , 330 (Mo. App. E.D. 2009). The trial court erred in awarding costs and fees against Appellant. Respondent concedes this point. For these reasons, Point I is granted.\n  </p>\n  <p id=\"p-73\">\n   <em>\n    Conclusion\n   </em>\n  </p>\n  <p id=\"p-74\">\n   The trial court's Order and Judgment is affirmed in part and reversed in part, in accordance with this opinion.\n  </p>\n  <p id=\"p-75\">\n   Robert G. Dowd, Jr., P.J., and Kurt S. Odenwald, J., concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-78\">\n    All statutory references are to RSMo Cum.Supp. 2015, unless otherwise noted.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-79\">\n    Section 455.505 was also enacted in 1987. A 1995 amendment to subsection 1 inserted \"or person stalking the child\" in the first sentence. In 2013, in subsection 1, the General Assembly deleted \"adult\" which had preceded \"household\" and inserted \"or stalking.\" In 2015, the General Assembly rewrote subsection 1, which prior thereto read: \"1. An order of protection for a child who has been subject to domestic violence by a present or former household member or person stalking the child may be sought under sections 455.500 to 455.538 by the filing of a verified petition alleging such domestic violence or stalking by the respondent.\"\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-80\">\n    This practice may not be erroneous,\n    <em>\n     per se\n    </em>\n    , but our appellate courts have repeatedly chastised our trial courts for adopting, verbatim, proposed judgments.\n    <em>\n     Neal v. Neal\n    </em>\n    ,\n    <extracted-citation case-ids=\"6946163\" index=\"16\" url=\"https://cite.case.law/sw3d/281/330/#p337\">\n     281 S.W.3d 330\n    </extracted-citation>\n    , 337 (Mo. App. E.D. 2009). When a court adopts in its entirety the proposed findings of fact and conclusions of law of one of the parties, there may be a problem with the appearance because the judiciary is not and should not be a rubber stamp for anyone.\n    <em>\n     State v. Griffin\n    </em>\n    ,\n    <extracted-citation case-ids=\"10005582\" index=\"17\" url=\"https://cite.case.law/sw2d/848/464/#p471\">\n     848 S.W.2d 464\n    </extracted-citation>\n    , 471 (Mo. banc 1993). Even the most conscientious advocate cannot reasonably be expected to prepare a document which would reflect precisely the trial court's view of the evidence.\n    <em>\n     Binkley v. Binkley\n    </em>\n    ,\n    <extracted-citation case-ids=\"9989740\" index=\"18\" url=\"https://cite.case.law/sw2d/725/910/\">\n     725 S.W.2d 910\n    </extracted-citation>\n    , 911 n.2 (Mo. App. E.D. 1987).\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-81\">\n    Because the statute uses the word \"purposely\" in its definition of stalking, Appellant is required to show intent.\n    <em>\n     R.T.T.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11196445\" index=\"19\" url=\"https://cite.case.law/sw3d/26/830/#p835\">\n     26 S.W.3d at 838\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}