{
  "casebody": {
    "data": "<casebody firstpage=\"447\" lastpage=\"454\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b471-8\">J. H. <em>&amp; </em>L. W. Galbraith v. J. R. Townsend and J. E. Stanley.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b471-9\">No. 18.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b471-10\">1. Immaterial Issue. — Sureties made defense that they were induced to sign the note sued upon by the false representation by the principal and the payees that it was secured by a chattel mortgage upon a flock of sheep. The jury sustained the plea. <em>Held, </em>upon a judgment for the defendants’ sureties, such judgment could have been rendered upon such plea, and that it could not be assumed that the court necessarily had found upon another hypothesis, viz., that the sheep had been mortgaged, and the security lost by negligence of the plaintiffs.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b471-11\">2. Same — Parol Testimony. — It was immaterial that parol testimony may have been excluded to show upon what debts the sheep were security, the jury having found that the sureties were induced to sign upon the fraudulent and false representations that the note had been secured by the chattel mortgage.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b471-12\">3. Practice — Failure to Move for New Trial. — In absence of a motion for new trial, the Andings of fact by the jury will not be revised on appeal, for want of testimony to sustain them.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b471-13\">4. Care and Diligence by Creditor Holding Security. — When property is pledged to the creditor by mortgage or otherwise to secure a debt, and he has the right to control the property, he becomes a trustee for the surety as well as the principal, and he rests under the same obligations that other trustees do under like circumstances — reasonable care and diligence for the preservation of the property, to the end that the debt be paid. Grounds of loss were that the creditor had failed to register the mortgage, whereby the property became subject to other liens, and had permitted part of the property to be shipped off and sold. These would release the surety.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b472-2\"><page-number citation-index=\"1\" label=\"448\">*448</page-number>5. Assignments oí Error. — Both the statute ancl the rules require that assignments of error shall specifically point out the alleged error. The fact that an assignment recites the nature of the several defenses interposed, and avers that the defendants (appellees) had assumed the burden of proof, does not relieve an assignment from the conditions of the statute when the assignment in effect merely urges that the judgment is not sustained by the testimony. See example.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b472-3\">Appeal from Lampasas. Tried below before Hon. W. A. Blackburn.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"AIHU\"><em>W. B. Abney, </em>for appellees.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AiE\">1. It did not appear from the mortgages set out in defendants’ answer that the note sued on in this case was secured thereby. The mortgages set out in defendants’ answer on their face show that they were to secure the personal indebtedness of John Hanen only, and not the joint indebtedness of Hanen and other persons. Smith v. Montgomery, 3 Texas, 199; Brandt on Sure, and Guar., secs. 97, 98.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b472-5\">2. Parol evidence was admissible to identify the debts and show the consideration for the mortgages introduced in evidence, especially after defendants had offered some testimony as to the consideration. Taylor v. Merrill, 64 Texas, 494; Northington v. Tuohy, 2 Ct. App. C. C., 326; Hitz v. Bank, 111 U. S., 725; Herm. Chat. Mort., sec. 60; Jones on Mort., sec. 352.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b472-6\">3. If the debt sued on was secured by the mortgages in evidence, a failure to record such mortgages would only operate as a release of the liability of the defendants on the note sued on to the extent of the loss sustained by them by the failure to record. Brandt on Sure, and Guar., sec. 389; Herm. Chat. Mort., sec. 157.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b472-7\">4. The plaintiffs were not required to take any active steps against John Hanen, the principal in the note sued on, but had a right to remain inactive and depend for protection on the sureties on said note. Rev. Stats., art. 3660; Hunter v. Clark, 28 Texas, 162; Brandt on Sure. and Guar., secs. 208, 290, 391.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b472-8\"><em>Mathews &amp; Wood, </em>for appellees.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AVd6\">1. The case was tried on certain facts agreed on and on special issues submitted to the jury; and no question being raised, either on motion for a new trial or by the assignments of error, as to the sufficiency of the evidence to support the verdict, the statement of facts can only be considered in passing upon the exceptions saved to the exclusion of testimony. Rev. Stats., arts. 1331, 1332, 1333; Sutton v. Carabajal, 26 Texas, 497; Farris v. Bennett, 26 Texas, 568; Raines v. Calloway, 27 Texas, 679; Ledyard v. Brown, 27 Texas, 406; Young v. Van Benthuysen, 30 Texas, 763; Smith v. Warren, 60 Texas, 462.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b472-9\">2. Appellees having become sureties on the note sued on, which was a debt of Hanen’s, and by the terms of the mortgage was secured thereby, <page-number citation-index=\"1\" label=\"449\">*449</page-number>parol evidence was not admissible to show that it was not the intention of appellants and Hanen that the note should be secured by the mortgages. Wilson v. Childress, 2 Ct. App. C. C., sec. 427; Johnson v. Brown, 51 Texas, 65; Jones v. Cavasos, 29 Texas, 428.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b473-5\">3. While the failure to record the mortgages only operated as a release of appellees to the extent of the loss sustained by such failure to record, yet the burden of proving the value of the property thus rendered unavailable for the payment of the secured debts was upon appellants; and neither the testimony nor the findings of the jury showing the value of such property, the presumption is that such value was sufficient to pay the secured indebtedness. Murrell v. Scott, 51 Texas, 520, 526; Brandt on Sure., secs. 370, 386, 387.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b473-6\">4. Under the circumstances existing at the time and the relations existing between appellants and appellees, the appellants did not have a right to remain inactive, allow Hanen to ship 320 head of the mortgaged slieep out of the State, and depend for protection on the sureties on the note sued on.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b473-7\">KEY, Associate Justice.</author>\n<p id=\"AeN\">The appellants, who were bankers, doing business in Lampasas, Texas, brought this suit December 11, 1888, in the District Court of Lampasas County, against John Hanen and appellees, on a note for $1025, executed by them to appellants on March 25, 1888, payable ninety days after date. At the trial appellants dismissed as to defendant Hanen.</p>\n<p id=\"b473-8\">At the time of the execution of the note sued on appellants held the personal notes of John Hanen, one for $400 and the other for $718.17, and attached to each of the notes was a mortgage on sheep and the wool thereon to secure the particular note to which the mortgage was attached and all other indebtedness of said Hanen 11 then existing or which might thereafter arise.” After the execution of the note sued on the plaintiffs took another note from Hanen for $936.12, to which was attached another mortgage, securing same and all other indebtedness of said Hanen “ then existing or which might thereafter arise,” this mortgage covering the same sheep as those covered by the mortgage attached to the note for $718.17. The appellees in their answer admitted the execution and delivery of the note sued on, and answered further as follows:</p>\n<p id=\"b473-9\">That they signed said note as sureties for Hanen; that their suretyship was not only known to plaintiffs at the time the note was signed, but they signed as such sureties relying upon the representations of both Hanen and plaintiffs that all of Hanen’s indebtedness to plaintiffs, which at the time amounted to about $2243, was secured by mortgages on all of Hanen’s sheep, which then numbered about 1300 or 1400 head, of the value of about $2600 or $2800; that appellees never saw the mortgage, but re<page-number citation-index=\"1\" label=\"450\">*450</page-number>lied upon the statements of plaintiffs that they held such mortgages; that plaintiffs failed to register either of said mortgages, permitted Hanen to remain in possession of the sheep, and permitted him to ship 320 head of them, of the value of $1000, out of the State of Texas, and permitted him to sell the wool of said sheep; that after the execution of the note sued on Hanen paid off the said note for $400 and said note for $718.17, and plaintiffs cancelled said notes and the mortgages thereto attached and surrendered them to Hanen, and about the time of the payment and surrender of the note for $718.17 took from him the note for $936.12 with the mortgage thereto attached; that the indebtedness secured by the mortgage last taken was in great part incurred after the execution of the note sued on; that plaintiffs foreclosed the last mortgage given without making appellees parties to the suit, taking judgment and decree of foreclosure only for amount then due on the note for $936.12, and at the foreclosure sale thereunder bid in 776 head of the sheep for $338, then being worth $1500, but the same were prevented from bringing their full value by reason of other liens being secured thereon after the execution of said mortgages, which other liens were secured by reason of plaintiffs’ failure to register their mortgages; and that by reason of such failure the appellees had lost their rights to the balance of said sheep, and other persons had acquired superior rights thereto. The appellees also alleged the insolvency of Hanen, and prayed that they be discharged from all liability on the note sued on. Appellees further prayed, that in the event it should be held that they were not entirely discharged from all liability, that plaintiffs be required to account for all of said mortgaged property, etc., and also for general relief.</p>\n<p id=\"b474-5\">'At the trial an agreement between the-parties was made and filed, by which it was agreed as follows:</p>\n<p id=\"b474-6\">1. That the note for $718.17 and mortgage attached set out in defendants’ answer was executed on February 25, 1888, and said note was can-celled April 10, 1888.</p>\n<p id=\"b474-7\">2. That the note for $400 and mortgage attached set out in defendants’ answer was executed on March 10, 1888, and said note was paid June 5, 1888.</p>\n<p id=\"b474-8\">3. That the note for $936.12 and mortgage attached set out in defendants answer was executed on April 10, 1888, and was made up with the amount of said $718.17 and interest and some cash advanced Hanen on that day, and the mortgage attached covered the same property described in the note for $718.17.</p>\n<p id=\"b474-9\">4. That no part of the judgment in favor of J. H. <em>&amp; </em>L. W. Galbraith against John Hanen on said note for $936.12, a copy of which is attached to defendant’s answer, had been paid, beyond the sum of $164.13, paid on September 7, 1888.</p>\n<p id=\"b475-4\"><page-number citation-index=\"1\" label=\"451\">*451</page-number>This agreement being made, the balance of the case was submitted tó the jury on special issues, in response to which the jury found as follows:</p>\n<p id=\"b475-5\">1. Stanley and Townsend signed the note sued on as sureties, and plaintiffs knew they signed as sureties.</p>\n<p id=\"b475-6\">2. They were induced to sign the note by the declarations of plaintiffs that they held a mortgage to secure all of Hanen’s indebtedness to them.</p>\n<p id=\"b475-7\">3. Plaintiffs informed them that they held a mortgage on 1300 or 1400 head of sheep and the wool thereon.</p>\n<p id=\"b475-8\">4. At the time defendants signed the note sued on, the sheep on which plaintiffs held the mortgage were worth $2 per head.</p>\n<p id=\"b475-9\">5. The §400 note was paid off by Hanen after the execution of the note sued on, and the note and mortgage were surrendered and delivered to Hanen.</p>\n<p id=\"b475-10\">6. The note for §718.17 and the mortgage given to secure the same were surrendered to Hanen after the execution of the note, sued on.</p>\n<p id=\"b475-11\">8. Plaintiffs have realized out of the mortgaged property the $400 note and the amount received from the sale of sheep at Goldthwaite, less amount of attachment and cost, or about §167.</p>\n<p id=\"b475-12\">9. Plaintiffs did not file any of said mortgages for record. If they had done so the property would have been sufficient to satisfy all the indebtedness of Hanen and defendants to plaintiffs at the time of the execution of the note by defendants.</p>\n<p id=\"b475-13\">10. In July, Hanen shipped about 320 head of the mortgaged sheep, worth about $1.75 per head, to a foreign market. Plaintiffs permitted by not preventing such shipment; they did not authorize such shipment by special authority, but did by not preventing same.</p>\n<p id=\"b475-14\">11. The sheep that were shipped were included in the mortgage to secure the note for $718.17.</p>\n<p id=\"b475-15\">In answer to special issues submitted on request of plaintiffs, the jury found:</p>\n<p id=\"b475-16\">2. By failure to record the mortgages there were lost the sheep secured by Wood, value about $492, and the amount of the attachment at Goldthwaite.</p>\n<p id=\"b475-17\">3 and 4. The mortgages, attached to the notes for §718.17 and §400 were released by cancellation of the notes, each note and mortgage being the same instrument of writing.</p>\n<p id=\"b475-18\">In answer to special issues submitted on request of defendants, the jury found:</p>\n<p id=\"b475-19\">2. The evidence does not show that plaintiffs have accounted for all the wool of all the sheep mortgaged.</p>\n<p id=\"b475-20\">The court then, upon the said written agreement filed and the findings of the jury, rendered judgment for appellees, from which appellants have appealed.</p>\n<p id=\"b475-21\">No motion to set aside the verdict or for new trial was made.</p>\n<p id=\"b476-4\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>We adopt the foregoing written agreement of the parties, and the findings of the jury in response to the special issues submitted to them, as our conclusions of facts, to be used as such, if appellants desire to carry the case to the Supreme Court.</p>\n<p id=\"b476-5\">The -first assignment of error is, that the court erred in holding that the mortgages set up in appellees’ answer were security for the note sued on.</p>\n<p id=\"b476-6\">The record does not show that the court so held. One of the defenses interposed by appellees was, that if in fact the note sued on was not secured by mortgages, that appellants had induced appellees to sign the same by representations that they held mortgages to secure all of Hanen’s indebtedness to them.</p>\n<p id=\"b476-7\">The findings of the jury sustain this plea, and the court may have been of the opinion that these mortgages did not operate as security for the debt sued for, and judgment may have been rendered on the finding of the jury referred to.</p>\n<p id=\"b476-8\">The alleged error in the second and third assignments in the ruling of the court in excluding parol evidence offered for the purpose of showing that the mortgages were not intended as security for the debts sued for, even if well taken, can not avail to reverse the ease; because if these mortgages do not secure this debt, then, as the jury found that appellees were induced to sign the note by appellants’ representations that they held mortgages to secure all of Hanen’s indebtedness, appellees are not liable. Such representations, if false and relied upon by appellees, were a fraud upon them. Brandt on Sure, and Guar., secs. 348, 352.</p>\n<p id=\"b476-9\">The fifth assignment of error is as follows: “ The evidence failing to show that the defendants Townsend and Stanley sustained any loss by failure of plaintiffs to record their mortgages, said failure to record would be no defense to plaintiffs’ cause of action.”</p>\n<p id=\"b476-11\">The sixth assignment of error is as follows: “ The surrender of the $400 note and mortgage attached upon payment of said $400 note did not operate as a cancellation or extinguishment of said mortgage, except to the extent of said $400 note, in the absence of proof of an express release of the entire mortgage.’ ’</p>\n<p id=\"b476-13\">It will be observed that these assignments do not assert that there were no findings of the jury that loss had resulted from the failure to record the mortgages, nor that the findings do not show a full cancellation of the mortgages. The jury found that by failure to record the mortgages there were lost the sheep secured by Wood, value about $492, and the amount of the attachment at Goldthwaite; and that the mortgages attached to the two notes were released by cancellation of the notes, each note and mortgage being the same instrument of writing; so these assignments must be treated as assailing these findings of the jury.</p>\n<p id=\"b476-14\">This being the case, and appellants having failed to present a motion <page-number citation-index=\"1\" label=\"453\">*453</page-number>for a new trial in the court below, asking to have the verdict and judgment set aside because not supported by the testimony, they will not be heard to urge this objection on appeal. Foster v. Smith, 1 Texas, 70; Reynolds v. Williams, 1 Texas, 311; Hart v. Ware, 8 Texas, 115; Cain v. Mack, 33 Texas, 135; Sears v. Green, Posey’s U. C., 727; 2 Thomp. on Trials, sec. 2712.</p>\n<p id=\"b477-5\">The eighth assignment of error asserts, that the appellants were not required to take any active steps against Hanen, the principal in the note sued upon, but had a right to remain inactive, and to depend for protection upon the sureties on said note.</p>\n<p id=\"b477-6\">To this proposition we do not assent. While it is true that for the purpose of having an execution run against the property of the principal, generally, it does not require, for the protection of the surety, that the payee of a note shall institute suit at any particular time, unless requested in writing to do so by the surety; yet, when property is pledged to the creditor, by mortgage or otherwise, to secure a debt, and the latter has the right to control the property, he becomes trustee for the surety as well as the principal, and he rests under the same obligations that other trustees similarly situated do. The surety, by paying the debt, has the right of subrogation to all the security held by the creditor, and the law demands of the trustee — the creditor — the exercise of reasonable care and diligence for the preservation of the property, to the end that it may be devoted to the purpose for which the trust was created — the payment of the debt.</p>\n<p id=\"b477-7\">The fourth assignment of error is as follows:</p>\n<blockquote id=\"b477-8\">“ The judgment of the court below is contrary to law, and not supported by the evidence or findings of the jury, for the following reasons: The defendants having admitted the plaintiffs’ cause of action, as alleged by plaintiffs, and having assumed to avoid said cause of action on the following grounds:</blockquote>\n<blockquote id=\"b477-10\">“ 1. Because of the suretyship of defendants Townsend and Stanley, and an alleged change made by plaintiffs in the contract by which said sureties were bound.</blockquote>\n<blockquote id=\"b477-11\">“2. Because of the loss of certain sheep and wool belonging to the principal, John Hanen, which defendants allege were bound for the payment of the note sued on; said loss, as defendants allege, being occasioned by the failure of plaintiffs to register their chattel mortgage.</blockquote>\n<blockquote id=\"b477-12\">“3. Because of the loss of certain sheep belonging to the principal! John Hanen, which defendants allege were bound for the payment of the note sued on; said loss being occasioned, as defendants allege, by the shipment of 320 head of sheep out of the State by authority of the plaintiffs.</blockquote>\n<blockquote id=\"b477-13\">“4. Because of the release by plaintiffs of certain mortgages given by John Hanen, alleged to be security for the payment of the note sued on; and the evidence and findings of the jury being wholly insufficient to <page-number citation-index=\"1\" label=\"454\">*454</page-number>sustain either of said defenses, judgment should have been rendered for plaintiffs.”</blockquote>\n<decisiondate id=\"AZp\">Delivered November 9, 1892.</decisiondate>\n<p id=\"b478-3\">Appellees except to this assignment as being too general, and we think the exception is well taken.</p>\n<p id=\"b478-4\">Both the statute and the rules require that assignments of error shall specifically point out the alleged error; and the statute declares that errors not thus assigned, and not fundamental, shall be considered as waived.</p>\n<p id=\"b478-5\">This assignment is nothing more than an assertion that the judgment is not supported by the evidence and findings.</p>\n<p id=\"b478-6\">The fact that it recites the nature of the several defenses interposed by appellees, and that they had assumed the burden of proof, does not relieve the assignment from the objection made.</p>\n<p id=\"b478-7\">For the reasons already stated in regard to the fifth and sixth assignments, we can not consider the action of the jury in passing upon the testimony submitted to them; and applying this assignment to the findings of the jury and the agreed facts, the record discloses fourteen separate findings of the jury, and four distinct facts are agreed to; and appellants by this assignment say that these findings and facts do not sustain either of the four defenses set up by appellees, without specifying wherein they fail so to do.</p>\n<p id=\"b478-8\">Repeated decisions of the Supreme Court have held such assignments to be too general. Yoe &amp; Harris v. Montgomery, 68 Texas, 338; Ackerman v. Huff, 71 Texas, 317; Sup. Ct. Rules 25, 26; Rev. Stats., art. 1037, and cases there cited.</p>\n<p id=\"b478-9\">The seventh assignment of error, to the effect that the surrender of the $718.17 note and mortgage attached, and taking a new note for $936.12 with mortgage attached, on the same property, the new note including the debt for which the old one was given and some cash advanced, did not constitute a change in the contract entered into by appellees, or operate as a cancellation or extinguishment of the first mortgage, even if well taken, can not result in a reversal of the judgment; because, if it be conceded that there was no change made in appellees’ contract of surety-ship, still there were other defenses set up in their answer, and for want of a sufficient assignment of error we are precluded from considering whether or not they are sustained; and because that portion of this assignment which alleges that there was no cancellation or extinguishment of the first mortgage named therein, in effect, assails the finding of the jury that the mortgage was released, which, as heretofore shown, can not be done in this case, because there was no motion for a new trial made in the court below.</p>\n<p id=\"b478-10\">No reversible error is assigned, and the judgment is affirmed.</p>\n<p id=\"b478-11\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}