{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"339\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b339-6\" pgmap=\"339\">John W. Ostrander v. Walter Scott.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b339-9\" pgmap=\"339\">Filed at Ottawa May 12, 1896.</decisiondate><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b339-10\" pgmap=\"339\">1. Accord and satisfaction—effect of payment of disputed, claim by check reciting it to be in full. A creditor to whom a check is sent, reciting that it is in full payment of a claim the amount of which is in dispute, cannot receive it, without the assent of the debtor, in part payment only, but his receipt thereof and use of the check will constitute a full satisfaction of the claim.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b339-11\" pgmap=\"339\">2. Same—when an account is not deemed to be liquidated. An account cannot be considered as liquidated, so as to prevent the receipt of a less amount as payment from operating as a satisfaction, where there is a controversy over a set-off and the amount of the balance.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b339-12\" pgmap=\"339\">3. Evidence—when receipt contained in check cannot be contradicted by parol. The receipt contained in a check which, upon its face, is a payment in full of all demands to date, enclosed in a letter stating that it is in full of account, and followed by a subsequent letter to return it if the creditor does not wish to accept it in full settlement, cannot be contradicted by showing that the amount was received only in part payment.<footnotemark>*</footnotemark> </headnotes><history data-order=\"5\" data-type=\"history\" id=\"b339-13\" pgmap=\"339\">Ostrander v. Scott, 60 Ill. App. 322, reversed.</history><summary data-order=\"6\" data-type=\"summary\" id=\"b340-4\" pgmap=\"340\">Appeal from the Appellate Court for the First District;—heard in that court on appeal from the Circuit Court of Cook county; the Hon. Elbridge Hanecy, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b340-5\" pgmap=\"340\">Edwin F. Abbott, for appellant:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b340-6\" pgmap=\"340\">Receiving and retaining a conditional tender, although received under the statement that it is in part satisfaction only, operates as a satisfaction of an unliquidated debt. 18 Am. &amp; Eng. Ency. of Law, 154; McDaniels v. Lapham, 21 Vt. 222; McDaniels v. Bank, 29 id. 230; Fuller v. Kemp, 138 N. Y. 238.</p><p data-order=\"9\" data-type=\"legal\" id=\"b340-7\" pgmap=\"340\">Payment, by check, of a lesser sum than is admitted to be due, operates as a satisfaction of a larger indebtedness. Jaffray v. Davis, 124 N. Y. 164; Goddard v. O’Brien, 21 Am. Law Reg. (N. S.) 637; Sebree v. Tripp, 15 M. &amp; W. 26.</p><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b340-8\" pgmap=\"340\">S. Leonard Boyce, for appellee:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b340-9\" pgmap=\"340\">Where the party making a tender said that he tendered the sum offered as the balance due, it was held that there was nothing in this language that could fairly convey the idea to the party to whom the tender was made, that it was offered upon the condition that if he took it he did so in satisfaction of the debt. Preston v. Grant, 34 Vt. 201.</p><p data-order=\"12\" data-type=\"legal\" id=\"b340-10\" pgmap=\"340\">An unliquidated debt is one which one of the parties, cannot alone render certain,—i. e., when it cannot be made so by mere calculation. 1 Sutherland on Damages, 10; 2 Bouvier’s Law Dic. 73; Clark v. Denton, 69 Ill. 521.</p><p data-order=\"13\" data-type=\"legal\" id=\"b340-11\" pgmap=\"340(94) 341(31)\">Where the amount of a debt is fixed and certain, or capable of being reduced to certainty by computation, _ the payment of a part of such debt cannot have the effect of an accord and satisfaction without a release under seal. But where the amount or debt is not fixed or certain, the payment and acceptance in satisfaction of a less sum will support a plea of accord and satisfaction. Cool. v. Stone, 4 Iowa, 219; Palmerton v. Huxford, 4 Denio, 166; Mathias v. Bryson, 4 Jones’ Law, 508; McDaniels v. Lapham, 21 Vt. 222; Taylor v. Nussbaum, 2 Duer, 302; Harris v. Story, 2 E. D. Smith, 363; Neary v. Bostwick, 2 Hilt. 514; Insurance Co. v. Detwiler, 23 Ill. App. 659.</p><p data-order=\"14\" data-type=\"legal\" id=\"b341-4\" pgmap=\"341\">Where any ascertained sum of money is fully due and payable from one to another, if the creditor accepts a less sum in satisfaction the payment is a discharge of only so much as it amounts to. Bishop on Contracts, chap. 3, sec. 50, p. 19.</p><p data-order=\"15\" data-type=\"legal\" id=\"b341-5\" pgmap=\"341\">Payment of a lesser sum on the day, in satisfaction of a greater, cannot be satisfaction for the whole. Pinnel’s case, 3 Coke, 238; Hayes v. Insurance Co. 125 Ill. 638; Brooks v. White, 2 Metc. 285; Bailey v. Day, 26 Me. 88; Heathcote v. Crookshanks, 2 T. R. 24; Cumber v. Wane, 1 Strange, 426; Bishop on Contracts, chap. 3, sec. 50; 2 Parsons on Contracts, 618; Titsworth v. Hyde, 54 Ill. 386; 1 Sutherland on Damages, 426; Brigham v. Dana, 29 Vt. 2; Martin v. White, 40 Ill. App. 281; Tompkins v. Hill, 145 Mass. 379.</p><p data-order=\"16\" data-type=\"legal\" id=\"b341-6\" pgmap=\"341\">To amount to an accord and satisfaction the creditor must receive some actual benefit that he would not otherwise have had. Am. &amp; Eng. Ency. of Law, title “Accord and Satisfaction,” and cases cited.</p> <footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b339-16\" pgmap=\"339\">The numerous authorities as to the effect of part payment as an accord and satisfaction are reviewed in a note to Fuller v. Kemp, (N. Y.) 20 L. R. A. 785.</p> </footnote> <opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"b341-7\" pgmap=\"341\">Mr. Justice Cartwright</author> <p id=\"AX\" pgmap=\"341\">delivered the opinion of the court:</p> <p id=\"b341-8\" pgmap=\"341\">Appellee, doing business under the name of Walter Scott &amp; Co., brought this suit in assumpsit to recover from appellant the sum of $1210, claimed to be due as the balance of an account between the parties. There was a recovery for the amount of the claim, and the judgment was affirmed by the Appellate Court.</p> <p id=\"b341-9\" pgmap=\"341(66) 342(60)\">It was shown at the trial that the defendant had been the western agent of the plaintiff in disposing of printing presses manufactured by plaintiff at Plainfield, New Jersey. The agency was terminated May 1, 1891. Plaintiff had an account against the defendant amounting to $5282.58, the items of which were not disputed; but defendant claimed that he was entitled to be allowed the sum of $1210 for commissions on goods sold by plaintiff, on. the ground that he had negotiated with the purchasers for the sale of the presses before the expiration of his agency, and for that reason had become entitled to the commissions. Defendant enclosed his bill for the commissions claimed, in a letter to the plaintiff, as follows:</p> <blockquote id=\"b342-5\" pgmap=\"342\">“Chicago, Nov. 24, 1891.</blockquote> <blockquote id=\"b342-6\" pgmap=\"342\">“Walter Scott &amp; Co., Plainfield, N. J.:</blockquote> <blockquote id=\"b342-7\" pgmap=\"342\">“Dear Sirs—Inclosed we hand you our check for $4072.57 in full of account to date. We enclose you bill of commission of presses sold in our territory before you notified us that we were no longer your agent, and as we had seen all these parties and had worked up the business we are entitled to our commission.</blockquote> <blockquote id=\"b342-8\" pgmap=\"342\">\"Wishing you success, with kind regards, we remain,</blockquote> <blockquote id=\"b342-9\" pgmap=\"342\">“Respectfully,</blockquote> <blockquote id=\"A9h\" pgmap=\"342\">J. W. Ostrander,</blockquote> <blockquote id=\"A28\" pgmap=\"342\">C. W. Ostrander.</blockquote> <blockquote id=\"b342-11\" pgmap=\"342\">“Dec.q 1st, S.</blockquote> <blockquote id=\"b342-12\" pgmap=\"342\">“P. S.—We could mention other presses you sold, but we are not working them up. We do not say anything about them.”</blockquote> <p id=\"b342-13\" pgmap=\"342\">A check reading as follows was enclosed in this letter:</p> <blockquote id=\"b342-14\" pgmap=\"342\">“Chicago, Ill., Nov. 24, 1891.</blockquote> <blockquote id=\"b342-15\" pgmap=\"342\">No..............</blockquote> <blockquote id=\"b342-16\" pgmap=\"342\">“The First National Bank of Chicago. Pay to the order of Walter Scott &amp; Co., $4072.57, Four Thousand Seventy-two and 57-100 dollars. In full of all demands to date.</blockquote> <blockquote id=\"b342-17\" pgmap=\"342\">J. W. Ostrander.”</blockquote> <p id=\"b342-18\" pgmap=\"342\">Plaintiff endorsed the check and collected the money, writing to the defendant as follows:</p> <blockquote id=\"b342-19\" pgmap=\"342\">“Plainfield, N. J., Dec. 1, 1891.</blockquote> <blockquote id=\"AfqF\" pgmap=\"342\">“Mr. J. W. Ostrander, 77 Jackson Street, Chicago, Ill.:</blockquote> <blockquote id=\"b342-20\" pgmap=\"342\">“Dear Sir—We have yours enclosing check for $4072.57, which amount we place to your credit. We do not, however, accept that amount in full payment of your account, as we can not allow your claim of $1210 for commission on presses sold by us and others. Our letter of March 11, 1890, sets forth on what terms and conditions we sold machines to you. We will expect you to remit the balance at an early date.</blockquote> <blockquote id=\"b342-21\" pgmap=\"342\">“Yours truly,</blockquote> <blockquote id=\"Ars\" pgmap=\"342\">Walter Soott &amp; Co.”</blockquote> <p id=\"b342-22\" pgmap=\"342\">Afterwards the following letters passed between the parties:</p> <blockquote id=\"b343-3\" pgmap=\"343\">“Chicago, Dec. 9, 1891.</blockquote> <blockquote id=\"b343-4\" pgmap=\"343\">“Walter Scott &amp; Co., Plainfield, N. J.:</blockquote> <blockquote id=\"b343-5\" pgmap=\"343\">“Gentlemen—In reply to your favor of the 1st instant, will say that we certainly intend the check sent you to be in settlement of our account in full. Now, if you do not want to accept it as such you may return it. We are entitled to a commission on sale mentioned.</blockquote> <blockquote id=\"b343-6\" pgmap=\"343\">“We are, very respectfully,</blockquote> <blockquote id=\"A0J\" pgmap=\"343\">J. W. Ostrander,</blockquote> <blockquote id=\"b343-7\" pgmap=\"343\">J. G. Ostrander.”</blockquote> <blockquote id=\"b343-8\" pgmap=\"343\">“Plainfield, N. J., Dec. 17, 1891.</blockquote> <blockquote id=\"AWf\" pgmap=\"343\">“Mr. J. W. Ostrander, Chicago, Ill.:</blockquote> <blockquote id=\"A8b\" pgmap=\"343\">\"Dear Sir—As we informed you in ours of the 1st inst., we credit you with the amount of your check, $4072.57, but not in full of your account. The fact that you wish it so does not make it so, or is that any reason why you should not pay what is now long due. You are not entitled to any commission on machines sold by us, or by others for us. See our letter of March 11, 1890, referred to in our last. We shall expect you to remit the balance of account, $1210, at an early date.</blockquote> <blockquote id=\"b343-10\" pgmap=\"343\">\"Yours truly,</blockquote> <blockquote id=\"A3Un\" pgmap=\"343\">Walter Scott &amp; Co.”</blockquote> <p id=\"b343-11\" pgmap=\"343\">Plaintiff testified that defendant did not sell the presses for which commissions were claimed, and that he was not indebted to defendant in any sum on that account, while defendant testified that he had seen the purchasers and negotiated for the sales before the termination of the agency; that he claimed the commissions, and that his right to them was unsettled and in dispute at the time the check .was given.</p> <p id=\"b343-12\" pgmap=\"343\">It is complained that improper instructions were given by the court at the request of the plaintiff, as follows:</p> <blockquote id=\"Apn\" pgmap=\"343\">“The jury are instructed that a receipt is prima facie evidence, only, and can be varied, explained or contradicted by parol evidence.</blockquote> <blockquote id=\"b343-13\" pgmap=\"343\">“The jury are instructed that if they find, from the evidence, that the defendant gave to the plaintiff his check, in which check there was embodied a receipt, the receipt is open to explanation, the same as if it was on a separate instrument.</blockquote> <blockquote id=\"b344-4\" pgmap=\"344\">“The jury are instructed that if they find, from, the evidence, that the plaintiff accepted from the defendant a check importing to be in full payment, but received by the plaintiff in part payment only, the acceptance of such check is not conclusive evidence of payment in full, and does not stop the plaintiff from recovering from the defendant any balance that may be due, owing to said plaintiff.</blockquote> <blockquote id=\"b344-5\" pgmap=\"344\">“The jury are instructed that they are to determine, from the evidence, whether money tendered in full satisfaction of a claim is received as a full discharge of such claim by the party to whom it was tendered.”</blockquote> <p id=\"b344-6\" pgmap=\"344(269) 345(91)\">It was implied by these instructions that when a check is offered in full payment of a claim, it may be received by the creditor, without the assent of the debtor, in part payment, only; that the receipt in this case could be varied, explained or contradicted by showing the money was received in that way, and that it was the province of the jury to determine whether the plaintiff had received the check in full payment. The check was made, on its face, a payment in full of all demands to date, and the effect, when it was received, endorsed and collected, was the same as if it had been tendered accompanied with a receipt to be signed in full of all demands to date, and the plaintiff had received the check and signed the receipt. It was enclosed in a letter stating that it was in full of account, and it was followed by a subsequent letter directed to the plaintiff, to return it if he did not want to accept it in full settlement of the account. The only explanation offered by plaintiff was the statement in his letter that he did not accept the check in full payment of his account. He could not have failed to understand that it was offered as payment in full, and it was not his privilege to make a new contract for the defendant by writing to him that he had taken the amount and applied it as a part payment, or by his subsequent statement that the fact that defendant wished the payment to be in full did not make it so. The consent of both parties is requisite to an agreement, and the instructions were wrong in assuming that plaintiff might take the check and substitute a new agreement or condition without the assent pf the defendant. It was the right of the plaintiff to accept the check upon the terms proposed, or to reject it; but there could be no modification of the terms by his will alone, without the concurrence of the defendant. Such instructions should not have been given.</p> <p id=\"AJX\" pgmap=\"345\">The authorities are numerous and uniform that a payment of a part of a fixed and certain demand which is due and not in dispute is ho satisfaction of the whole debt, even where the creditor agrees to receive a part for the whole and gives a receipt for the whole demand. (Bishop on Contracts, sec. 50; 2 Parsons on Contracts, (5th ed.) 618; Curtiss v. Martin, 20 Ill. 557; Morrill v. Baggott, 157 id. 240; Titsworth v. Hyde, 54 id. 386.) This doctrine rests upon the ground that the agreement for a discharge of the entire debt is without consideration. But it is limited to cases where the debt is of the character stated. It has no application to the honest settlement of unliquidated or disputed demands. (Hayes v. Massachusetts Life Ins. Co. 125 Ill. 626.) The rule disregards the actual intention of the parties, and if the balance due is disputed and the subject of an honest settlement and adjustment by the parties, such settlement will bar a recovery.</p> <p id=\"b345-8\" pgmap=\"345\">It is claimed that the account of the plaintiff was liquidated because its items were not disputed. But if there was a controversy over a set-off, and the balance due the plaintiff was fairly in dispute, the claim could not be treated as liquidated. Tanner v. Merrill, 65 N. W. Rep. (Mich.) 664.</p> <p id=\"b345-10\" pgmap=\"345\">The case was not fairly presented to the jury by the instructions, and the judgment will therefore be reversed and the cause remanded.</p> <p id=\"pAlM\" pgmap=\"345\">„ , , Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}