{
  "casebody": {
    "data": "<casebody firstpage=\"386\" lastpage=\"392\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b412-7\">964 A.2d 842</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b412-8\">NORTH JERSEY MEDIA GROUP, INC., D/B/A THE RECORD, PLAINTIFF-APPELLANT, v. BERGEN COUNTY PROSECUTOR’S OFFICE AND JEFFREY ZIEGELHEIM, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b412-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b412-10\">Submitted November 18, 2008</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AC8\">Decided March 3, 2009.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b413-11\"><page-number citation-index=\"1\" label=\"387\">*387</page-number>Before Judges WEFING, PARKER and LeWINN.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b413-12\"><em>Dina L. Sforza, </em>Corporate Attorney, attorney for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b413-13\"><em>Chasan Leyner &amp; Lamparello, </em>attorneys for respondents <em>(Michael D. Witt, </em>of counsel; <em>Mr. Witt </em>and <em>Kirstin Bohn, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b413-14\">The opinion of the court was delivered by</p>\n<author id=\"Azt\">PARKER, J.A.D.</author>\n<p id=\"b413-15\">Plaintiff North Jersey Media Group, Inc., d/b/a The Record (The Record) appeals from an order entered on December 17, <page-number citation-index=\"1\" label=\"388\">*388</page-number>2007 denying its request, pursuant to the Open Public Records Act (OPRA), <em>N.J.S.A. </em>47:1A-1 to -13, to inspect records of defendant Bergen County Prosecutor’s Office (BCPO) employees who sought approval for employment outside the office. We affirm.</p>\n<p id=\"b414-4\">Specifically, plaintiff requested</p>\n<blockquote id=\"b414-5\">(1) Any and all documents relating to outside employment of any employee of the Bergen County Prosecutor’s Office since May 2002. This includes, but is not limited to, records of any disclosure, request, approval, denial, waiver, notice pertaining to outside employment, as required by the Code of Ethics in the Criminal Justice Act of 1970, <em>N.J.S.A. </em>52U7B-97 et seq., or any other applicable state or county statute, resolution, code, or guideline. Please also include any correspondence, including e-mails and memoranda, concerning same.</blockquote>\n<blockquote id=\"b414-6\">(2) Any employee handbook, guidelines, or code of ethics promulgated by the County of Bergen or the prosecutor’s office that is applicable to the employees of Bergen County Prosecutor’s Office. Also, please include any other document that explains the process by which requests for outside employment are reviewed and approved.</blockquote>\n<p id=\"b414-7\">When the BCPO declined to produce the documents, plaintiff filed a complaint demanding production of the documents pursuant to OPRA. The trial court found that it is “not a good idea to tell people the names and ... places of people who are working for the Prosecutor’s Office, or the FBI, or the Secret Service.”</p>\n<p id=\"b414-8\">After plaintiff agreed to narrow its request, the court indicated that it “would be very happy ... to review those [requested] documents only where ... outside jobs were granted to see if [it] could come up with a redaction which would satisfy the needs of The Record, and which would protect the employee.” The court limited its <em>in camera </em>review to the “300 people who received permission for outside jobs and the information concerning that.”</p>\n<p id=\"b414-9\">On November 29, 2007, the trial court rendered a letter opinion in which it stated that after reviewing the requested documents, it “determined that these documents cannot be redacted in a manner sufficient to protect the privacy interests and personal interests of the individual and business entities therein.” The court concluded that the documents were personnel records exempt from disclosure and that the public interest in disclosing the information was <page-number citation-index=\"1\" label=\"389\">*389</page-number>outweighed by “the individual public servant’s rights to protect their privacy and security.”</p>\n<p id=\"b415-6\">On December 17, 2007, the court dismissed the complaint with prejudice and on February 6, 2008, after plaintiff filed a notice of appeal, the trial court submitted a memorandum, pursuant to <em>Rule </em>2:5-l(b), in which it noted that the question presented was whether the requested documents were properly labeled “personnel records,” which are exempt from disclosure. In the supplemental memo, the court explained:</p>\n<blockquote id=\"b415-7\">While these documents may not be personnel records by name, they bear many of the indicia of personnel files. They pertain to the general subject matter of one’s employment, are proffered in furtherance thereof, and are made pursuant to the employee manual. Under the maxim of <em>ejusdem generis, </em>these documents are of the sort that [arej so similar to personnel files—if not actually personnel files—that they deserve protection as such. The same legislative intent embodied in the general exemption of personnel files from disclosure—one that aims to protect personal information disclosed to government agencies when such agencies are operating under the mantle of employer—demands that protection be afforded to the documents at issue today.</blockquote>\n<blockquote id=\"b415-8\">It is more than reasonable that an employee of the BCPO, in filing a request for outside employment, would assume that such a disclosure would be kept confidential; its content relates to employment and its production is at the demand of the employee manual. Such confidential communication between employee and employer should be protected.</blockquote>\n<blockquote id=\"b415-9\">A secretary charged with the task of filing a request for outside employment authorization might not place such a document within the personnel file itself, but would likely turn to an adjacent folder, in the same filing cabinet, and protect that file with the same lock and key that protects the personnel file itself. So, too, this [ejourt must extend similar protections, for the reasons set forth above.</blockquote>\n<p id=\"b415-10\">In this appeal, plaintiff argues that (1) employee records relating to outside employment authorization requests are not exempt under OPRA; (2) plaintiff has a common law right to inspect the documents; and (3) the charges plaintiff was ordered to pay for production of records for <em>in camera </em>review violates OPRA’s mandate that such charges be reasonable.</p>\n<p id=\"b415-11\">We do not disagree with the trial court’s conclusion that the requested documents qualify as personnel documents. Nor do we disagree with plaintiffs argument that OPRA does not exempt all personnel records from disclosure. While <em>N.J.S.A. </em>47:1A-10 <page-number citation-index=\"1\" label=\"390\">*390</page-number>exempts certain personnel records from public scrutiny, the statute provides that “an individual’s name, title, position, salary, payroll record, length of service, date of separation and the reason therefor, and the amount and type of any pension received shall be a government record” subject to disclosure.</p>\n<p id=\"b416-5\">BCPO maintains that the <em>only </em>personnel information it is authorized to disclose are the specific items listed in <em>N.J.S.A. </em>47:1A-10, and that applications for approval of outside employment are not included in that list. The BCPO further argues that pursuant to <em>N.J.S.A. </em>47:1A-1, it has “an obligation to safeguard from public access a citizen’s personal information ... when disclosure thereof would violate the citizen’s reasonable expectation of privacy.” We agree.</p>\n<p id=\"b416-6\">Obviously, there is the potential for a conflict of interest in outside employment for BCPO employees, such that a balancing of the public interest against the employees’ expectation of privacy is necessary. We have been provided with no basis on which to disturb the trial judge’s determination that these records cannot be meaningfully redacted in a manner protective of the employees’ legitimate privacy interests. Moreover, we are persuaded that the personal safety and security of BCPO employees tips the balance in favor of the employees’ privacy.</p>\n<p id=\"b416-7\">The BCPO acknowledges in its employee manual that employees’ “outside activity or employment must not ... give any improper appearance of conflict of interest.”</p>\n<blockquote id=\"b416-8\">What you do on your free time is your own business, so long as it is not illegal, does not adversely affect the operations and reputation of the BCPO, nor causes the public to lose confidence in our personnel. However, if you are a full-time employee here, the BCPO will expect your position in this office to be your primary employment. <em>Any outside activity or employment ... must not be in conflict with those duties, nor give any improper appearance of a conflict of interest.</em></blockquote>\n<blockquote id=\"b416-9\">[Emphasis added.]</blockquote>\n<p id=\"b416-10\">The prosecutor maintains, however, that the</p>\n<blockquote id=\"b416-11\">BCPO treats outside employment information as confidential in order to protect an employee’s safety. BCPO personnel come into frequent contact with dangerous and potentially dangerous individuals ... BCPO employees and them family <page-number citation-index=\"1\" label=\"391\">*391</page-number>members have been threatened with physical harm and even death because of their association with BCPO.</blockquote>\n<p id=\"b417-7\">The sad fact of the twenty-first century is that many law enforcement employees are at risk by virtue of their jobs. Assistant prosecutors, for example, “may engage in diverse roles, which include engaging in investigations from time to time.” <em>In re Camden County Prosecutor, </em>394 <em>N.J.Super. </em>15, 26, 925 A.2d 63 (App.Div.2007).</p>\n<p id=\"b417-8\"><em>N.J.S.A. </em>2AA57-2 defines the duties of the prosecutor’s detectives “to assist the prosecutor in the detection, apprehension, arrest and conviction of offenders against the law.” <em>See Dunne v. Fireman’s Fund American Ins. Co., </em>69 <em>N.J. </em>244, 248, 353 A.2d 508 (1976). According to the BCPO, the prosecutor’s investigative staff “frequently work undercover assignments and [their] true identities and/or affiliation with the BCPO are not known until arrest warrants and/or indictments are filed.” Disclosure of the requested information, therefore, would result in a substantial risk to the employees and/or their families.</p>\n<p id=\"b417-9\">In <em>County of Morris v. Morris Council No. 6, </em>371 <em>N.J.Super. </em>246, 260, 852 A.2d 1126 (App.Div.2004), <em>certif. denied, </em>182 <em>N.J. </em>427, 866 A.2d 984 (2005), we acknowledged that prosecutor’s office employees have a “special privacy interest” because they “might be subjected] to threats or harm by criminals or suspects,” albeit we allowed disclosure of confidential information to the employees’ union representative because that disclosure was unlikely to pose a danger to the employees.</p>\n<p id=\"b417-10\">Here, plaintiff is a newspaper engaged in the reporting of information to the public. The dangers inherent in disclosure of confidential information for public dissemination are so obvious that we are compelled to conclude that the privacy interests of the BCPO employees prevail over the public interest in disclosing the information. We consider this rationale sufficiently compelling that it renders plaintiffs remaining arguments without sufficient merit to warrant discussion in this opinion. <em>R. </em>2:ll-3(e)(l)(E). We <page-number citation-index=\"1\" label=\"392\">*392</page-number>affirm substantially for the reasons stated by Judge Sybil Moses in her written decision dated February 6,2008.</p>\n<p id=\"b418-4\">The trial court included in its order a provision that plaintiff pay $892.65 to defendant to prepare and copy the documents for <em>in camera </em>review by the court. Plaintiff argues that this is not a reasonable cost. The BCPO maintains that this issue was not raised before the trial court and should not, therefore, be considered by us. We agree. <em>State v. Arthur, </em>184 <em>N.J. </em>307, 327, 877 A.2d 1183 (2005); <em>Nieder v. Royal Indem. Ins. Co., </em>62 <em>N.J. </em>229, 234, 300 A.2d 142 (1973).</p>\n<p id=\"b418-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}