{
  "casebody": {
    "data": "<casebody firstpage=\"254\" lastpage=\"259\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b280-10\">Bill Garrett v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b280-11\">No. 1036.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AS2\">Decided January 18, 1911.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b280-12\">Rehearing Denied February 22, 1911.</otherdate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b280-13\">1. —Local Option—Different Elections—Precincts—County.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b280-14\">The holding of an election in any one or more of the several justice precincts in a county, even though such precinct adopts the local option law, does not prevent the county from thereafter immediately holding an election for the whole county, and when the whole county adopts local option it supersedes and does away, at least for the length of time that the county continues the law in force, the previous adoption thereof by one or more of the several precincts.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b280-15\">l</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b280-16\">2. —Same—Felony Penalty—Repeal of Law—County—Precinct—Elections.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b280-17\">The Act of the thirty-first Legislature amending article 402, Penal Code, fixing the penalty at confinement in the penitentiary for a violation of the local option law, having been adopted in the county of prosecution after said Act went into effect for the whole county, supersedes and sets aside the adoption of local option in a previous election in some of the precincts of said county. Following Raby v. State, 42 Texas Crim. Rep., 56.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b280-19\">3. —Same—Case Stated—Statutes Construed—Different Elections.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b280-20\">Where, upon trial of a violation of the local option law, it appeared that several of the precincts in the county of the prosecution had previously adopted local option before the Act of the thirty-first Legislature making it a felony went into effect, but that since said Act the county had adopted local option <page-number citation-index=\"1\" label=\"255\">*255</page-number>over the whole county, the defendant was properly tried and convicted under said latter Act, the offense occurring after said last election for the entire county.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b281-5\">4.—Same—Sufficiency of the Evidence.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b281-6\">Where, upon trial of a. violation of the local option law, there was a conflict of testimony, but the evidence was sufficient to sustain a conviction, the same will not be disturbed.</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b281-7\">Appeal from the District Court of Clay. Tried below before the Hon. A. H. Carrigan.</summary>\n<summary data-order=\"14\" data-type=\"history\" id=\"b281-8\">Appeal from a conviction of the local option law; penalty, two years imprisonment in the penitentiary.</summary>\n<p data-order=\"15\" data-type=\"summary\" id=\"b281-9\">The opinion states the case.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b281-10\"><em>Taylor &amp; Jones, </em>for appellant.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AWA\">—We have never doubted the right of the county to hold an election for the entire county immediately after the holding of an election in some justice precinct. But we do question the right of the county to annul the misdemeanor punishment voted on by the qualified voters of some justice precinct, and adopt for such precinct a penalty much more severe without first permitting the people, meaning the qualified voters of such precinct, to annul the misdemeanor penalty so voted on. Medford v. State, 45 Texas Crim. Rep., 180; Ex parte Pollard, 51 Texas Crim. Rep., 488; Woods v. State, 75 S. W. Rep., 37; Nelson v. State, 44 Texas Crim. Rep., 595, 75 S. W. Rep., 502; Ex parte Fields, 39 Texas Crim. Rep., 50, 86 S. W. Rep., 1022; Lewis v. State, 58 Texas Crim. Rep., 351, 127 S. W. Rep., 808.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b281-11\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b281-12\">PRENDERGAST, Judge.</author>\n<p id=\"A_3\">—On September 4, 1909, Clay County adopted the local option law after the Act of the Thirty-first Legislature, making it a felony to violate it, was in force. The appellant was indicted by the. grand jury of Clay County for making a sale of intoxicating liquors in violation of this law. He was tried and convicted and the jury assessed his punishment at confinement in the penitentiary for the term of two years.</p>\n<p id=\"b281-13\">1. In several different ways the appellant properly preserved a point contending that as several of the precincts in Clay County had previously adopted local option before the Act of the Thirty-first Legislature went into effect, said county election was void and could not affect, and did not repeal the previous adoption of said law by the said several precincts.</p>\n<p id=\"b281-14\">It therefore becomes necessary for us to determine whether or not when one or more precincts in a county, but not all of them, have, before the Act of the Thirty-first Legislature went into effect, adopted local option, the county can thereafter hold an election under the present law and by adopting it put in force in the whole county the <page-number citation-index=\"1\" label=\"256\">*256</page-number>penalty of felony for a violation of it. Section 20, article 16, of the Constitution of 1876, is as follows: “The Legislature shall, qt its first session, enact a law whereby the qualified voters of any county, justice’s precinct, town or city, by a majority vote, from time to time, may determine whether the sale of intoxicating liquors shall be prohibited within the prescribed limits.”</p>\n<p id=\"b282-5\">Afterward on September 22, 1891, this section just quoted was amended and the following in lieu thereof was adopted and has since then been in force: “The Legislature shall at its first session enact a law whereby the qualified voters of any county, justice’s precinct, town, city (or such subdivision of a county as may be designated by the Commissioners’ Court of said county) may by a majority vote determine from time to time whether the sale of intoxicating liquors shall be prohibited within the prescribed limits.”</p>\n<p id=\"b282-7\">It is clear by both of these provisions that the Legislature was required to enact a law whereby the qualified voters of any county might determine whether the sale of intoxicating liquors shall be prohibited within the county, as much so as it was to pass a law authorizing the justice precinct to so determine. The first Legislature after the adoption of the Constitution of 1876, by an Act approved June 24, 1876, page 26, did pass just such law as it was required to do by' said original constitutional provision. Section 4 of that Act is as follows: “No election under the foregoing sections shall be held within the same prescribed limits in less than twelve months after an election under this Act has been held therein; but a failure to carry prohibition in a county shall not prevent such election being immediately thereafter held in a justice’s precinct, town or city of said county; nor shall the failure to carry prohibition in a town or city prevent an election being immediately thereafter held in the same justice’s precinct; nor shall the holding of such election in any justice’s precinct in any way prevent the holding of an election for the entire county immediately thereafter.” It will, therefore, be seen that the very first Act passed by the Legislature and which has continuously been in force by either this enactment or reenactments to the same effect (Rev. Stats., art. 3395), that the holding of an election in any justice’s precinct shall not in any way prevent the holding of an election for the entire county immediately thereafter.</p>\n<p id=\"b282-9\">This identical question was before the Court of Civil Appeals in the case of Kimberly v. Morris, 31 S. W. Rep., 809, in which that court held, as we now hold, that the holding of an election in any one or more of the several justice’s precincts in a county, even though such precinct adopts the local option law, does not prevent the county from thereafter immediately holding an election for the whole county, and that when the whole county adopts local option it supersedes and does away, at least for the length of time that the county continues the law in force,_ the previous adoption thereof by one or <page-number citation-index=\"1\" label=\"257\">*257</page-number>more of the several precincts. This and other cases were cited by this court with approval in the case of Ex parte Fields, 39 Texas Crim. Rep., 50, in an opinion by Judge Hurt, wherein, among other things, the court says: “On the other hand, no precinct, town, city, etc., can prevent the county from declaring that the sale of intoxicating liquors shall be prohibited within the county. If the county has the right to prohibit, it has the right to prohibit the sale in every foot thereof, because the Constitution says that the county may do so. If the precinct has the right to prohibit, as before stated, no county election can prevent it. Let us suppose that a county election is held. A number of precincts vote against prohibition, but when all the votes are counted prohibition carries. Can it be contended that prohibition is not in force in every part of that county, notwithstanding the opposition in such precincts? If the contention of the relator be correct, no county election should ever be held. The election should be had by precincts, towns, cities, etc.; and, if all are in favor of prohibition, then prohibition would be in force in the entire county. We do not so understand the Constitution. The county has the same right to declare prohibition as the precinct, etc. They stand exactly upon the same footing with reference to the power to declare it, but not upon the same footing with reference to the power to repeal it; for if a precinct can repeal it or defeat the county election, so far as that precinct is concerned, then the county has no right by an election to declare prohibition. All of the Acts of the Legislature bearing upon this subject are in accord with this view.” And the court in that opinion, after citing the case of Kimberly v. Morris, 31 S. W. Rep., 809, and others, then says: “The last opinion was rendered by Judge Stephens, and cites us to several cases, and <em>we think that the question is forever put at rest in Texas.\"</em></p>\n<p id=\"b283-6\">The Supreme Court of this State, in the case of Griffin v. Tucker, 102 Texas, 420, has, in effect, given the same construction to the Constitution and statutory provision upon this subject that we here now give them.</p>\n<p id=\"b283-7\">To hold that both the Constitution and the law enacted thereunder gave the county a right to hold an election, as they both clearly did, and for the statute to say in clear and unequivocal language, “nor shall the holding of such election in any justice’s precinct in any way prevent the holding of an election for the entire county immediately thereafter;” and then to hold that such an election in the county, if prohibition carried, did not apply to the whole county, because one or more precincts therein—not all—had under some other Act, and previously, adopted the local option law, would render such election by the county of no force or effect whatever. Such was never intended by either the Constitution or the statutory law. If the county has the right to hold an election, and it does so, and a majority votes for prohibition, and it is properly so declared, it <page-number citation-index=\"1\" label=\"258\">*258</page-number>thereby puts the law that is then in force in effect in the whole of such county.</p>\n<p id=\"b284-3\">Appellant’s attorneys have cited us to several cases decided bv this court where in arguing the questions then before the court, and also in deciding some such questions this court has said in substance that where local option has been legally put in operation within a specified territory, such as a justice’s precinct, it must remain in force in that territory until voted out by the qualified voters of that particular territory. But these expressions and points decided by this court must be taken in connection with what was then being discussed and decided. No such question in any of the cases where this is said was the question that is now before us. No ease has been cited by appellant’s attorneys wherein this court has held differently from what we now hold and we know of none.</p>\n<p id=\"b284-4\">We, therefore, hold that the Act of the Thirty-first Legislature, approved April 24, 1909, amending article 402 of the Penal Code, fixing the penalty of confinement - in the penitentiary for not less .than one nor more than three years for a violation thereof, having been adopted in Clay County on September 4, 1909, after said Act went into effect, is in force in the whole of said county, and that its adoption in the whole county supersedes and sets aside the adoption of the law in any of the precincts in said county previously adopted and whenever and under whatever Act adopted.</p>\n<p id=\"b284-5\">2. The only other point raised by appellant in his case is challenging the sufficiency of the evidence to justify the conviction. The evidence' was clear and satisfactory that the appellant did sell, in violation of said article of the Penal Code, intoxicating liquor, as charged in the indictment. This was testified to clearly and satisfactorily by the witness Rogers, to whom the indictment charged the illegal sale had been made. His testimony was supported by the testimony of other witnesses and the circumstances detailed by them. While the appellant himself disputed this, the court and jury below, having heard the testimony, saw the witnesses and believed the testimony for the State, we «are not at liberty, even if we were disposed to do so, to set aside their judgment and verdict.</p>\n<p id=\"b284-6\">There being no error in the conviction and sentence of the defendant, the case is in all things affirmed.</p>\n<p id=\"b284-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"AOe\">ON REHEARING.</p>\n<p id=\"b284-9\">February 22, 1911.</p>\n<author id=\"b284-10\">PRENDERGAST, Judge.</author>\n<p id=\"AAE\">—The motion for rehearing presents nothing new from what was originally presented, -considered and decided in the previous opinion. Neither were any additional authorities cited that have not been considered.</p>\n<p id=\"b284-11\">However, upon reinvestigating the question we have found where we think the identical question raised in this case has been previously <page-number citation-index=\"1\" label=\"259\">*259</page-number>decided by this court against the appellant’s contention. By diligent search we failed to find this decision before the original opinion was rendered herein. Heither appellant nor the State had called our attention thereto. The case we refer to is Raby v. State, 42 Texas Crim. Rep., 56. That case shows that in 1895, precinct No. 4, of Bosque County, voted for prohibition and the law was thereafter, under said election, properly declared and in force in said precinct. In 1897 the entire county voted on prohibition and it was carried at~ that election in the whole county and properly so declared. The defendant Baby was indicted in three counts, the first alleging a sale under the law after the whole county had voted for prohibition. The second for violating said law under the election in 1895, in which said precinct Ho. 4 had voted for prohibition and the law. properly declared in force thereunder. It is unnecessary to state the third count. This court in that case held: “The question here presented is whether or not a conviction for violating the local option law in precinct Ho. 4 can be maintained when, subsequent to the adoption of local option in said precinct, the entire county had voted on the question, and adopted local option. It has been held that where local option has been legally adopted in a justice precinct a subsequent election ordered and held for the entire county is authorized by law, and if local option is defeated in the entire county it does not repeal or abrogate local option in the precinct where it formerly existed. Aaron v. State, 34 Texas Crim. Rep., 103; Ex parte Cox, 28 Texas Crim. App., 537. In our opinion, where local option is adopted for the entire county, it absorbs precincts of the county where local option formerly existed; the law being merged into the county local option law, so that an offense occurring in the precinct territory is no longer an offense against the precinct law, that having been obliterated, but it is an offense against the county local option law, which alone exists in the territory.” And that case was reversed by this court because the defendant was convicted under the law declared for precinct Ho. 4 alone.</p>\n<p id=\"b285-6\">We have no doubt of the correctness of our holding in this case. The motion is, therefore, overruled.</p>\n<p id=\"b285-7\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}