{
  "casebody": {
    "data": "<casebody firstpage=\"553\" lastpage=\"554\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b579-14\">Edmond Robert MANSOOR, Plaintiff—Appellant, v. ZAANDAM M/V, its engines, appurtenances and tackle, in rem; Holland America Line Westours Inc.; Hal Nederland NV Corp.; Holland American Line NV; Holland America Inc.; Holland America Line-USA Inc., Defendants—Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b579-17\">No. 06-35795.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b579-18\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b579-19\">Argued and Submitted April 7, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aky\">Filed April 18, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b580-9\"><page-number citation-index=\"1\" label=\"554\">*554</page-number>Dennis Michael Moran, Esq., William A. Keller, Angela K. Wong, Esq., Moran Windes &amp; Wong, Seattle, WA, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b580-10\">John Patrick Hayes, Esq., Paul S. Smith, Iii, Esq., Forsberg &amp; Umlauf, PS, Seattle, WA, for Defendants-Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b580-12\">Before: REINHARDT, TASHIMA, and McKEOWN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b580-13\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b580-14\">The district court, after a bench trial, ruled in favor of Holland America Line on Edmond Mansoor’s negligence claim arising from a fall he took on a cruise ship operated by Holland America. Mansoor appeals, arguing that the district erred in finding he failed to establish Holland America had actual or constructive notice of the food spill that he claims was the cause of his slip.</p>\n<p id=\"b580-17\">Under maritime law, which governs this case, a defendant is generally not liable for negligence unless it had actual or constructive notice of the particular hazard that led to the injury. <em>See Lee v. Pac. Far East Line, Inc., </em>566 F.2d 65, 67 (9th Cir.1977). Mansoor failed to establish that Holland America had actual or constructive notice of the alleged spill. No evidence was presented that Holland America knew of the spilled food on which Mansoor allegedly slipped, and Mansoor did not show that the spill was present long enough to give Holland America constructive notice.</p>\n<p id=\"b580-18\">Even if we were to adopt the “method of operation” standard, as Mansoor urges us to do, he cannot prevail on his claim, regardless of which party bears the burden of proof. Not only did Mansoor fail to present any evidence that Holland America’s administration of the self-service food bar was unreasonably dangerous, but Holland America’s unrefuted evidence was to the contrary.</p>\n<p id=\"b580-19\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b580-15\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}