{
  "casebody": {
    "data": "<casebody firstpage=\"78\" lastpage=\"84\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b104-8\">UNITED STATES of America, Appellee, v. Thomas Michael RITTWEGER, Victor M. Wexler, Douglas C. Brandon, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b104-11\">Nos. 05-3600-cr(L), 05-3766-cr(CON), 05-3769-cr(CON).</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b104-12\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b104-13\">April 23, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b106-11\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>Frank Handelman, New York, NY, for Appellant Rittweger.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b106-13\">Peter E. Fleming, Curtis, Mallet-Pre-vost, Colt <em>&amp; </em>Mosle LLP, New York, NY, for Appellant Wexler.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b106-14\">Thomas E. Engel, Engel, McCarney &amp; Kenney LLP, New York, NY, for Appellant Brandon.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b106-15\">Andrew L. Fish, Assistant United States Attorney (Katherine Polk Failla, on the brief), for Michael J. Garcia, United States Attorney for the Southern District of New York, New York, NY, for Appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b106-16\">Present: Hon. SONIA SOTOMAYOR, Hon. B.D. PARKER and Hon. PETER W. HALL, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b106-17\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b106-18\">Defendants-appellants Thomas Michael Rittweger, Victor M. Wexler, and Douglas C. Brandon appeal from judgments of conviction, following a jury trial, entered on July 1, 2005, July 1, 2005, and June 24, 2005, respectively, in the United States District Court for the Southern District of New York (Koeltl, J.). Rittweger was sentenced principally to a term of 135 months’ imprisonment, Brandon was sentenced principally to a term of 97 months’ imprisonment, and Wexler was sentenced principally to a term of 24 months’ imprisonment, each term of imprisonment to be followed by a term of three years’ supervised release. We assume the parties’ familiarity with the underlying facts and the procedural history of this case.<footnotemark>1</footnotemark></p>\n<p id=\"b106-19\">\n<em>Sufficiency of the Evidence Challenges</em>\n</p>\n<p id=\"b106-20\">Brandon argues that the evidence produced at trial was insufficient to prove that he knowingly participated in the charged conspiracy. He relies on the <page-number citation-index=\"1\" label=\"81\">*81</page-number>statement of Virginia Allen, an alleged co-conspirator who died before she was able to testify at trial, made to the FBI, that Richard Blech, principal actor in both frauds, instructed her not to tell Brandon that he was not the sole signatory on Credit Bancorp, Ltd.’s (“CBL”) insured accounts. In spite of this statement, there was evidence, as discussed by the district court in <em>United States v. Rittweger, </em>No. 02-cr122, 2003 WL 22290228, at *2-5 (S.D. N.Y. Oct. 6, 2008), from which the jury could have otherwise found that Brandon knew he was not a signatory on the company’s bank or brokerage accounts, that he had no control over the customer securities deposited in those accounts, and that despite this knowledge, he continued to sign agreements with customers misrepresenting the contrary. For example, early in his tenure as “insured trustee,” Brandon was advised by Blech that he needed to go to Europe to be added as a signatory to the CBL accounts, which Brandon never did. Nevertheless, Brandon represented to Dr. Joffe, who entrusted more than $8 million of securities to CBL, that Dr. Joffe’s securities were held by Brandon in an insured account for which Brandon was the sole signatory. Furthermore, there was evidence suggesting that Brandon was aware that he had no control over the CBL account, namely that he could not obtain the victims’ assets when requested to do so. Because we must draw all inferences in favor of the government, <em>United States v. Stanley, </em>928 F.2d 575, 576 (2d Cir.1991), and need not exclude “every possible hypothesis of innocence,” <em>United States v. Soto, </em>716 F.2d 989, 993 (2d Cir.1983), this evidence would allow a rational juror to find Brandon guilty of the fraud and conspiracy.<footnotemark>2</footnotemark></p>\n<p id=\"b107-6\">As for Wexler’s insufficiency claim, there is direct evidence on tape recordings made by the FBI that suggests he knew that DeHaven was making false misrepresentations to potential investors, and that both DeHaven and Wexler were being paid for acting as references and recruiting investors for CBL. Combined with Wexler’s false denial of any arrangement with DeHaven concerning CBL when interviewed by the FBI on June 13, 2001, a jury could reasonably find that Wexler knowingly conspired to commit and committed wire fraud and commercial bribery in violation of the Travel Act. <em>See Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979) (noting a conviction challenged on sufficiency grounds will be affirmed if a reviewing court finds that <em>“any </em>rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt”).</p>\n<p id=\"b107-7\">\n<em>The Crawford Error</em>\n</p>\n<p id=\"b107-8\">At trial, the government was allowed to introduce portions of the plea allocution given by Allen for the purpose of establishing the existence of the conspiracy charged in Counts One through Eight (the “First Scheme”), and what Allen did to carry out the conspiracy. In light of the intervening Supreme Court decision in <em>Crawford v. Washington, </em>541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), the government concedes that the admission of Allen’s guilty plea allocution was error. Nevertheless, we find this error to be harmless in light of the overwhelming evidence that the conspiracy charged in Count One existed, including Blech’s testimony and Allen’s grand jury testimony, the latter of which was offered into evidence by Rittweger and Brandon. <page-number citation-index=\"1\" label=\"82\">*82</page-number><em>See United States v. Reifler, </em>446 F.3d 65, 87 (2d Cir.2006) (holding that the admission of a co-conspirator’s plea allocution was harmless). Additionally, the limiting instructions given by Judge Koeltl were sufficient to render any <em>Crawford </em>error harmless beyond a reasonable doubt. <em>See United States v. Downing, </em>297 F.3d 52, 59 (2d Cir.2002) (“Absent evidence to the contrary, we must presume that juries understand and abide by a district court’s limiting instructions.”).</p>\n<p id=\"b108-4\">\n<em>Exclusion of Wexler’s Statements to DeHaven</em>\n</p>\n<p id=\"b108-5\">We reject Wexler’s contention that the district court abused its discretion by excluding portions of a June 30, 2001 taped conversation between Wexler and DeHaven. Judge Koeltl acted well within his discretion by excluding from evidence Wexler’s statements to DeHaven that he should “tell the truth” and “listen to [his] attorney,” as these statements were made long after the conspiracy had ended and thus were marginally, if at all, relevant. <em>See United States v. Khalil, </em>214 F.3d 111, 122 (2d Cir.2000) (district courts enjoy broad discretion in deciding evidentiary issues at trial).</p>\n<p id=\"b108-6\">\n<em>Rittweger’s enhanced sentence</em>\n</p>\n<p id=\"b108-7\">Rittweger challenges his sentence enhancement under Sentencing Guideline Section 3B1.1, on the ground that the evidence was insufficient to establish either that the criminal activity was “otherwise extensive,” or that he acted as a leader or supervisor. Because there were at least four knowing participants in the First Scheme — Blech, Rittweger, Allen, Brandon — and somewhere between 30 and 75 unknowing participants, namely the network of brokers reporting to Rittweger, these facts support the district court’s determination that the criminal activity was</p>\n<p id=\"b108-8\">“otherwise extensive.” <em>See United States v. Carrozzella, </em>105 F.3d 796, 803-04 (2d Cir.1997), <em>abrogated in part on other grounds, United States v. Kennedy, </em>233 F.3d 157, 160-61 (2d Cir.2000). As to whether Rittweger was an organizer or leader, Rittweger objects to the district court’s reliance upon his relationship with DeHaven and Wexler, who were criminal participants in the conspiracy charged in Counts Nine through Thirteen (the “Second Scheme”), which was not specifically found to be “otherwise extensive” by the district court. We need not resolve here whether the district court was correct to consider both schemes for sentencing purposes because Judge Koeltl made an alternate finding that “even if the defendant were not an organizer or leader of one or more criminally responsible participants [in the First Scheme], this is a case where the Court would upwardly depart to the same four level enhancement to reflect the defendant’s management responsibility over the activities of the CBL criminal scheme.” See U.S.S.G. § 3B1.1, cmt. n. 2. Because Rittweger’s role in the CBL scheme involved “supervising the brokers, earning significant compensation on all of the transactions in which he was involved and exercising significant supervision over the [CBL] transactions,” such a departure is authorized by the Guidelines and the error, if any, had no impact on Rittweger’s sentence.</p>\n<p id=\"b108-9\">\n<em>Rittweger’s Ineffective Assistance Claim</em>\n</p>\n<p id=\"b108-10\">Ordinarily, “a motion brought under [28 U.S.C.] § 2255 is preferable to direct appeal for deciding claims of ineffective assistance.” <em>Massaro v. United States, </em>538 U.S. 500, 504, 123 S.Ct. 1690, 155 L.Ed.2d 714 (2003). The primary reason “for this preference is that the allegedly ineffective attorney should generally be given the opportunity to explain the con<page-number citation-index=\"1\" label=\"83\">*83</page-number>duct at issue.” <em>United States v. Khedr, </em>343 F.3d 96, 100 (2d Cir.2003). In this case, the factual record is not fully developed as to most of Rittweger’s claims so as to warrant us from departing from our regular practice. Accordingly, the following of Rittweger’s ineffective assistance claims are dismissed without prejudice: trial counsel’s purported failures to investigate Rittweger’s case; to listen to Ritt-weger’s concerns about the case; to review certain documents produced by the government; and to let Rittweger testify at trial.</p>\n<p id=\"b109-5\">Because the record is sufficiently developed for three of Rittweger’s claims — counsel’s failure to conduct an inquiry into one of the jurors who wrote a note to Judge Koeltl during trial about Rittweger’s facial expressions, counsel’s failure to renew his motion for acquittal, and counsel’s failure to interject when Judge Koeltl was asking questions — we consider those here. To overturn his conviction on these grounds, Rittweger must show that counsel’s conduct “fell below an objective standard of reasonableness” under “prevailing professional norms.” <em>Strickland v. Washington, </em>466 U.S. 668, 688, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). If this showing is made, appellant must also prove that there is a “reasonable probability” that absent counsel’s error, the outcome of the proceeding would have been different. <em>Id. </em>at 694, 104 S.Ct. 2052. Evaluating counsel’s conduct from his “perspective at the time,” <em>id. </em>at 689, 104 S.Ct. 2052, we conclude that it was reasonable for counsel to decide not to question the juror for pervasive bias. Counsel not only inspected the note and showed it to Rittweger, but the juror’s request to “stop [Rittweger from] smiling or make face whenever the witness answered,” gives no indication of any purported partiality. Similarly, we find that Rittweger’s trial counsel was not deficient for failing to renew an already-denied motion or respond to questions not directly addressed to him. The record discloses no support for the proposition that trial counsel was objectively ineffective.</p>\n<p id=\"b109-7\">\n<em>Rittweger’s Other Claims</em>\n</p>\n<p id=\"b109-8\">Rittweger submitted a <em>pro se </em>supplemental brief raising a number of claims not presented by his counsel. In particular, Rittweger attacks his sentence, challenging, among other things, the district court’s application of the advisory Guidelines to his case, the court’s finding that the loss exceeded $80 million, and the court’s imposition of a longer sentence for Rittweger than his co-defendants. Rittweger’s first claim is foreclosed by our decision in <em>United States v. Fairclough, </em>439 F.3d 76, 81 (2d Cir.2006), which makes clear that sentencing courts are to consider the applicable Guidelines range and policy statements. His second claim fails because under the Guidelines, “loss” includes the value of all property taken, even if some or all of it was returned. <em>United States v. Mucciante, </em>21 F.3d 1228, 1238 (2d Cir.1994). Finally, we have noted that 18 U.S.C. § 3553(a)(6) was created to eliminate sentencing disparity on a national level and it is unclear whether this provision permits co-defendant comparisons. <em>United States v. Wills, </em>476 F.3d 103, 109 (2d Cir.2007). Even assuming that the unwarranted-disparities rule applies to the comparison of co-defendants, at the sentencing hearing, Judge Koeltl found that Rittweger was aware of and intimately involved in both of the charged schemes, and was therefore differently situated from his co-defendants and from Blech, who pled guilty prior to trial and cooperated with the government. Because reasonableness review is “akin to review for abuse of discretion,” Rittweger did not meet his burden of showing that Judge <page-number citation-index=\"1\" label=\"84\">*84</page-number>Koeltl “exceeded the bounds of allowable discretion!,] ... committed an error of law in the course of exercising discretion, or made a clearly erroneous finding of fact.” <em>United States v. Fernandez, </em>443 F.3d 19, 27 (2d Cir.2006) (alteration and omission in original) (internal quotation marks omitted).</p>\n<p id=\"b110-4\">We have considered defendants’ remaining arguments and find them to be without merit. For the reasons discussed, the judgment of the district court is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b106-12\">. In a companion published opinion, we affirm the district court's denial of defendants' misjoinder and severance motions, and reject Brandon’s claim that the government's untimely disclosure of <em>Brady </em>materials requires reversal of his conviction.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b107-5\">. With regard to Brandon's collateral estop-pel argument, this challenge is waived because it was not raised before the district court. <em>See United States v. Friedland, </em>391 F.2d 378, 381 (2d Cir.1968).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}