{
  "casebody": {
    "data": "<casebody firstpage=\"1224\" lastpage=\"1236\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1262-4\">[No. S136345.</docketnumber>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AI2\">July 3, 2006.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b1262-5\">THE PEOPLE, Plaintiff and Respondent, v. VINCENT REED, Defendant and Appellant.</parties>\n<p data-order=\"3\" data-type=\"attorneys\" id=\"b1264-5\"><page-number citation-index=\"1\" label=\"1226\">*1226</page-number>Counsel</p>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b1264-6\">John E Schuck, under appointment by the Supreme Court, for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b1264-7\">Bill Lockyer, Attorney General, Manuel M. Medeiros, State Solicitor General, Robert R. Anderson, Chief Assistant Attorney General, Gerald A. Engler, Assistant Attorney General, Stan Helfman, Melissa R. Krum and Jeffery M. Laurence, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1264-8\">Opinion</p>\n<author id=\"b1264-9\">CHIN, J.,</author>\n<p id=\"A8r\">On January 24, 2004, two San Francisco police officers found defendant, Vincent Reed, a convicted felon, in possession of a loaded and concealed .25-caliber automatic pistol. In addition to other crimes not relevant here, he was charged with and convicted of (1) being a felon in possession of a firearm (Pen. Code, § 12021, subd. (a)(1)),<footnotemark>1</footnotemark> (2) carrying a concealed firearm (§ 12025, subd. (a)(2)), and (3) carrying a loaded firearm while in a public place (§ 12031, subd. (a)(2)(A)). The court sentenced him to prison for three years on the first count, including a prior prison term enhancement, and stayed the sentences on the remaining weapons counts. The Court of Appeal affirmed the judgment. Defendant contends he was improperly convicted of being a felon in possession of a firearm in addition to the other weapons crimes.</p>\n<p id=\"b1264-10\">In general, a person may be <em>convicted </em>of, although not <em>punished </em>for, more than one crime arising out of the same act or course of conduct. “In California, a single act or course of conduct by a defendant can lead to convictions ‘of <em>any number </em>of the offenses charged.’ (§ 954, italics added; <em>People v. Ortega </em>(1998) 19 Cal.4th 686, 692 [80 Cal.Rptr.2d 489, 968 P.2d <page-number citation-index=\"1\" label=\"1227\">*1227</page-number>48].)” <em>(People </em>v. <em>Montoya </em>(2004) 33 Cal.4th 1031, 1034 [16 Cal.Rptr.3d 902, 94 P.3d 1098].) Section 954 generally permits multiple conviction. Section 654 is its counterpart concerning punishment. It prohibits multiple punishment for the same “act or omission.” When section 954 permits multiple conviction, but section 654 prohibits multiple punishment, the trial court must stay execution of sentence on the convictions for which multiple punishment is prohibited. <em>(People </em>v. <em>Ortega, supra, </em>at p. 692; <em>People v. Pearson </em>(1986) 42 Cal.3d 351, 359-360 [228 Cal.Rptr. 509, 721 P.2d 595].) Here, the trial court stayed execution of sentence on two of the weapons convictions, so multiple punishment is not at issue. This case concerns only multiple conviction.</p>\n<p id=\"b1265-5\">A judicially created exception to the general rule permitting multiple conviction “prohibits multiple convictions based on necessarily included offenses.” <em>(People </em>v. <em>Montoya, supra, </em>33 Cal.4th at p. 1034.) “[I]f a crime cannot be committed without also necessarily committing a lesser offense, the latter is a lesser included offense within the former.” <em>(People v. Lopez </em>(1998) 19 Cal.4th 282, 288 [79 Cal.Rptr.2d 195, 965 P.2d 713].) Defendant argues that, <em>as charged, </em>being a felon in possession of a firearm is a lesser included offense of the other two weapons crimes, thus prohibiting conviction of the former crime.</p>\n<p id=\"b1265-6\">The question whether one offense is necessarily included in another arises in various contexts. A common one is deciding whether a defendant charged with one crime may be convicted of a lesser <em>uncharged </em>crime. A defendant may be convicted of an uncharged crime if, but only if, the uncharged crime is necessarily included in the charged crime. (§ 1159; <em>People v. Lohbauer </em>(1981) 29 Cal.3d 364, 368-369 [173 Cal.Rptr. 453, 627 P.2d 183].) The reason for this rule is settled. “ ‘This reasoning rests upon a constitutional basis: “Due process of law requires that an accused be advised of the charges against him in order that he may have a reasonable opportunity to prepare and present his defense and not be taken by surprise by evidence offered at his trial.” [Citation.]’ ” <em>(People v. Lohbauer, supra, </em>at p. 368.) The required notice is provided as to any charged offense and any lesser offense that is necessarily committed when the charged offense is committed. <em>(Id. </em>at pp. 368-369.)</p>\n<p id=\"b1265-7\">We have applied two tests in determining whether an uncharged offense is necessarily included within a charged offense: the “elements” test and the “accusatory pleading” test. Under the elements test, if the statutory elements of the greater offense include all of the statutory elements of the lesser offense, the latter is necessarily included in the former. Under the accusatory <page-number citation-index=\"1\" label=\"1228\">*1228</page-number>pleading test, if the facts actually alleged in the accusatory pleading include all of the elements of the lesser offense, the latter is necessarily included in the former. <em>(People v. Lopez, supra, </em>19 Cal.4th at pp. 288-289.) Defendant does not claim that being a felon in possession of a firearm is necessarily included within the other weapons offenses under the elements test. He does, however, argue that it is necessarily included under the accusatory pleading test.</p>\n<p id=\"b1266-5\">In this case, the amended information alleged as to all three weapons offenses that defendant was a convicted felon. Accordingly, as charged, defendant could not commit the crimes of carrying a concealed firearm and carrying a loaded firearm while in a public place without also being a felon in possession of a firearm. The Court of Appeal concluded, however, that the accusatory pleading test does not apply to determine whether a defendant may be convicted of multiple charged offenses. We granted defendant’s petition for review to decide whether the Court of Appeal was correct.</p>\n<p id=\"b1266-6\">Several opinions, including some from this court, have assumed, without discussion, that both the elements and the accusatory pleading tests apply in deciding whether multiple conviction of charged offenses is proper. But in each case, the assumption was unnecessary to the holding because each opinion either found the offenses not necessarily included or actually applied only the elements test. <em>(People v. Sanchez </em>(2001) 24 Cal.4th 983, 988 [103 Cal.Rptr.2d 698, 16 P.3d 118]; <em>People v. Ortega, supra, </em>19 Cal.4th at p. 698; <em>People v. Murphy </em>(2005) 134 Cal.App.4th 1504, 1507-1508 [36 Cal.Rptr.3d 872]; <em>People v. Belmares </em>(2003) 106 Cal.App.4th 19, 23 [130 Cal.Rptr.2d 400]; <em>People v. Strohman </em>(2000) 84 Cal.App.4th 1313, 1316 [101 Cal.Rptr.2d 520]; <em>People </em>v. <em>Thomas </em>(1991) 231 Cal.App.3d 299, 305 [282 Cal.Rptr. 258]; <em>People v. Nicholson </em>(1979) 98 Cal.App.3d 617, 623 [159 Cal.Rptr. 766]; see also <em>People </em>v. <em>Ausbie </em>(2004) 123 Cal.App.4th 855, 862-863 [20 Cal.Rptr.3d 371] [recognizing the question and applying the accusatory pleading test out of caution, then holding that the offenses are not necessarily included].)</p>\n<p id=\"b1266-7\">We have found no opinion invalidating multiple convictions due to the accusatory pleading test.<footnotemark>2</footnotemark> In <em>People v. Pearson, supra, </em>42 Cal.3d at page 356, <page-number citation-index=\"1\" label=\"1229\">*1229</page-number>footnote 2, we noted that, “while an expanded definition of necessarily included offenses [i.e., employing both the elements test <em>and </em>the accusatory pleading test] may be appropriate in the context of [conviction of an uncharged offense], there appears little reason to enlarge the meaning of the same phrase as it is used in other situations.” We did not, however, decide the question because the offenses were not included in each other even under the accusatory pleading test. <em>(Ibid.) </em>More recently, we again recognized this question but did not decide it. <em>(People v. Montoya, supra, </em>33 Cal.4th at pp. 1035-1036.)</p>\n<p id=\"b1267-5\">As we noted in <em>People </em>v. <em>Montoya, supra, </em>33 Cal.4th at page 1035, the Court of Appeal decisions that specifically consider this question have concluded that the accusatory pleading test does not apply in deciding whether multiple conviction of charged offenses is proper. <em>(People v. Miranda </em>(1994) 21 Cal.App.4th 1464, 1467 [26 Cal.Rptr.2d 610]; <em>People v. Watterson, supra, </em>234 Cal.App.3d at p. 947, fn. 15; <em>People v. Scheidt </em>(1991) 231 Cal.App.3d 162, 165-171 [282 Cal.Rptr. 228].) Now that the question is squarely presented, we agree. In deciding whether multiple conviction is proper, a court should consider only the statutory elements. Or, as formulated in <em>Scheidt, </em>“only a statutorily lesser included offense is subject to the bar against multiple convictions in the same proceeding. An offense that may be a lesser included offense because of the specific nature of the accusatory pleading is not subject to the same bar.” <em>(People </em>v. <em>Scheidt, supra, </em>at pp. 165-166.)</p>\n<p id=\"b1267-6\">The accusatory pleading test arose to ensure that defendants receive notice before they can be convicted of an uncharged crime. “As to a lesser included offense, the required notice is given when the specific language of the accusatory pleading adequately warns the defendant that the People will seek to prove the elements of the lesser offense.” <em>(People </em>v. <em>Lohbauer, supra, </em>29 Cal.3d at pp. 368-369.) “Because a defendant is entitled to notice of the charges, it makes sense to look to the accusatory pleading (as well as the elements of the crimes) in deciding whether a defendant had adequate notice of an uncharged lesser offense so as to permit conviction of that uncharged offense.” <em>(People v. Montoya, supra, </em>33 Cal.4th at p. 1039 (conc. opn. of Chin, J.).) But this purpose has no relevance to deciding whether a defendant may be convicted of multiple charged offenses. “[I]t makes no sense to look <page-number citation-index=\"1\" label=\"1230\">*1230</page-number>to the pleading, rather than just the legal elements, in deciding whether conviction of two charged offenses is proper. Concerns about notice are irrelevant when both offenses are separately charged . . . .” <em>(Ibid.)</em></p>\n<p id=\"b1268-5\">The Legislature has defined three separate weapons offenses: possessing a firearm by a felon, carrying a concealed firearm, and carrying a loaded firearm in a public place. Defendant committed each of these crimes, albeit during the same course of conduct. The Legislature has made clear that a defendant may be convicted of more than one offense even if they arise out of the same act or course of conduct. (§ 954.) We see no reason to prohibit multiple convictions that section 954 permits simply because of the way the offenses are charged. “To immunize” defendant from conviction of being a felon in possession of a firearm simply because the felony conviction was alleged as to each of the weapons offenses “would be irrational and would frustrate the strong legislative purpose behind [all three] statutes.” <em>(People v. Scheidt, supra, </em>231 Cal.App.3d at p. 171.)</p>\n<p id=\"b1268-6\">Applying the accusatory pleading test to charged crimes could also lead to absurd results. Assume, for example, that the defendant robbed and tilled someone and was charged with robbery and murder for those actions. Under the elements test, neither robbery nor murder is necessarily included in the other. One can easily rob without murdering and murder without robbing. Conviction of both crimes would be fully warranted. But if the prosecutor had alleged as to the robbery that the force used in the crime consisted of tilling the victim with malice, then, as alleged, the defendant could not have committed the robbery without also committing murder. If the accusatory pleading test applied, conviction of both crimes would be impermissible. Moreover, the <em>murder </em>would be necessarily included in the <em>robbery, </em>not the other way around, which presumably would require vacating the murder conviction. This outcome would be absurd, would violate the legislative mandate permitting multiple conviction (§ 954), and would serve no apparent purpose.<footnotemark>3</footnotemark></p>\n<p id=\"b1268-7\">Defendant argues that “[j]ust as a ‘rose is a rose is a rose is a rose’ (Gertrude Stein, ‘Sacred Emily’ (1913)), a lesser included offense is a lesser included offense is a lesser included offense.” He contends we must maintain <page-number citation-index=\"1\" label=\"1231\">*1231</page-number>a “logical consistency” in the definition of a necessarily included offense “to make the scheme workable and logical.” However, we believe it is logically consistent to apply the accusatory pleading test when it is logical to do so (to ensure adequate notice) but not when it is illogical to do so (when doing so merely defeats the legislative policy permitting multiple conviction). Our conclusion results in a straightforward overall rule: Courts should consider the statutory elements and accusatory pleading in deciding whether a defendant received notice, and therefore may be convicted, of an <em>uncharged </em>crime, but only the statutory elements in deciding whether a defendant may be convicted of multiple <em>charged </em>crimes. This rule is not overly complex and, we believe, is quite workable.</p>\n<p id=\"b1269-5\">We affirm the judgment of the Court of Appeal.</p>\n<p id=\"b1269-6\">George, C. J., Kennard, J., Baxter, J., Werdegar, J., and Corrigan, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b1264-11\"> All further statutory citations are to the Penal Code.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1266-8\"> The concurring and dissenting opinion claims that <em>People v. Richardson </em>(1970) 6 Cal.App.3d 70 [85 Cal.Rptr. 607] and <em>People v. Johnson </em>(1970) 5 Cal.App.3d 844 [85 Cal.Rptr. 238], and perhaps even <em>People v. Rogers </em>(1971) 5 Cal.3d 129 [95 Cal.Rptr. 601, 486 P.2d 129], somehow support its position. (Conc. &amp; dis. opn., <em>post, </em>at pp. 1232-1233.) The continuing validity of the rule stated in these old cases is dubious in light of more recent events. (See <em>People </em>v. <em>Watterson </em>(1991) 234 Cal.App.3d 942, 944-947 [286 Cal.Rptr. 13]; <em>People </em>v. <em>Thomas, supra, </em>231 Cal.App.3d at pp. 304-306.) We need not decide this question, because those cases, even if still valid, are irrelevant to the issue here. They do not say that “the accusatory pleading alleged facts that, if proven, would establish that the defendant’s transportation of the drugs necessarily included possessing those drugs ....” (Conc. &amp; dis. opn., <em>post, </em>at p. 1233.) Indeed, <page-number citation-index=\"1\" label=\"1229\">*1229</page-number>none of those decisions even mentions the accusatory pleading test or the actual accusatory pleading, and none of them suggests that the accusatory pleading contained anything other than the statutory elements. Whatever the basis might be for the rule stated in those cases, it is not the accusatory pleading test.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1268-8\"> The concurring and dissenting opinion would avoid this problem by adopting a modified version of the accusatory pleading rule. It would disregard “allegations in the accusatory pleading that do not allege elements of the offense” (conc. &amp; dis. opn., <em>post, </em>at p. 1234) and, presumably, consider only allegations that do allege elements of the offense. We see no support for this version of the accusatory pleading test either in the cases or in logic; it merely adds complexity for no apparent purpose.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b1269-7\">MORENO, J., Concurring and Dissenting.</author>\n<p id=\"A-o\">I disagree with the majority’s view that a court never should consider the language of the accusatory pleading in deciding whether multiple convictions are proper. But I reach the same result as the majority in the present case, because the parties agree that defendant’s status as a convicted felon is not an element of the crimes of carrying a concealed firearm and possessing a loaded firearm in public and, thus, the allegations in those counts that defendant was a felon should not be considered in determining whether multiple convictions are proper.</p>\n<p id=\"b1269-8\">“[T]his court has long held that multiple convictions may <em>not </em>be based on necessarily included offenses.” <em>(People </em>v. <em>Pearson </em>(1986) 42 Cal.3d 351, 355 [228 Cal.Rptr. 509, 721 P.2d 595].) In determining whether a defendant properly may be convicted of two crimes based upon a single act or course of conduct, we examine both “the elements of the offenses and the language of the accusatory pleading.” <em>(People v. Ortega </em>(1998) 19 Cal.4th 686, 698 [80 Cal.Rptr.2d 489, 968 P.2d 48].) We emphasized this point: “The determination of whether an offense cannot be committed without necessarily committing the included offense must be based . . . upon the statutory definitions of both offenses and the language of the accusatory pleading. [Citations.]” <em>(Ibid.) </em>Similar language appears in our decision in <em>People v. Sanchez </em>(2001) 24 Cal.4th 983, 988 [103 Cal.Rptr.2d 698, 16 P.3d 118]: “For purposes of the rule proscribing multiple conviction, ‘ “[u]nder California law, a lesser offense is necessarily included in a greater offense if either the statutory <page-number citation-index=\"1\" label=\"1232\">*1232</page-number>elements of the greater offense, or the facts actually alleged in the accusatory pleading, include all the elements of the lesser offense, such that the greater cannot be committed without also committing the lesser.” ’ [Citation.]”</p>\n<p id=\"b1270-5\">The importance of the distinction between the elements test and the accusatory pleading test is demonstrated by our decision in <em>People v. Rogers </em>(1971) 5 Cal.3d 129 [95 Cal.Rptr. 601, 486 P.2d 129], which held that the defendant properly could be convicted of transporting marijuana (Health &amp; Saf. Code, § 11531) even though he had been acquitted of possessing marijuana (Health &amp; Saf. Code, § 11530) because “possession of marijuana is not a necessary element of the offense of transportation of marijuana.” <em>(People </em>v. <em>Rogers, supra, </em>5 Cal.3d at p. 131.) We explained that although usually a person must possess marijuana in order to transport it, this is not invariably so: “one may ‘transport’ marijuana or other drugs even though they are in the exclusive possession of another. [Citations.] For example, were defendant shown to have aided and abetted his passengers in carrying, conveying or concealing drugs in their possession, his conduct would have sustained a conviction of transportation.” <em>(Id. </em>at p. 134.) We were quick to point out in a footnote, however: “In cases where defendant’s possession is incidental to, and a necessary part of, the transportation charged, and no prior, different or subsequent possession is shown, the offense of possession is deemed to be necessarily included in the offense of transportation, and defendant may not be convicted of both charges. [Citations.]” <em>(Id. </em>at p. 134, fn. 3.)</p>\n<p id=\"b1270-6\">Our decision in <em>Rogers </em>cited two decisions of the Court of Appeal that had held that a defendant could not be convicted of both possessing and transporting drugs where the act of transporting the drugs included possessing them. <em>People v. Richardson </em>(1970) 6 Cal.App.3d 70, 78 [85 Cal.Rptr. 607], held that the defendant could not be convicted of both possessing heroin (Health &amp; Saf. Code, § 11500) and transporting a narcotic (Health &amp; Saf. Code, § 11501): “The possession and transportation in the instant case clearly were the same act. Under the circumstances, the possession of the heroin was a lesser, but necessarily included, offense of the transportation of a narcotic.” <em>(People v. Richardson, supra, </em>at p. 78.) <em>People v. Johnson </em>(1970) 5 Cal.App.3d 844 [85 Cal.Rptr. 238], disapproved on other grounds in <em>People v. Rubacalba </em>(1993) 6 Cal.4th 62, 66 [23 Cal.Rptr.2d 628, 859 P.2d 708], held that the defendant could not be convicted of both possessing restricted dangerous drugs (Health &amp; Saf. Code, § 11910) and transporting them (Health &amp; Saf. Code, § 11912): “[T]he possession proved in the instant case was incidental to, and a necessary part of, the transportation charged. No prior, different or <page-number citation-index=\"1\" label=\"1233\">*1233</page-number>subsequent possession of the pill was shown. Under that circumstance the offense of possession was necessarily included in the offense of transporting the pill and appellant may not be convicted of both charges. [Citations.]” <em>(Johnson, supra, </em>at p. 847.)<footnotemark>1</footnotemark></p>\n<p id=\"b1271-5\">Under the elements test, therefore, a defendant may be convicted of both possessing and transporting the same drugs, because it is possible to transport drugs without possessing them. But under the accusatory pleading test, if the accusatory pleading alleged facts that, if proven, would establish that the defendant’s transportation of the drugs necessarily included possessing those drugs, the defendant could not be convicted of both offenses.</p>\n<p id=\"b1271-6\">The majority unnecessarily departs from our past decisions based upon scanty reasoning that I do not find convincing. The majority correctly observes that a defendant may be convicted of an uncharged offense that is necessarily included within a charged offense if the language of the accusatory pleading “adequately warns the defendant that the People will seek to prove the elements of the lesser offense.” <em>(People v. Lohbauer </em>(1981) 29 Cal.3d 364, 369 [173 Cal.Rptr. 453, 627 P.2d 183].) From this, the majority leaps to the conclusion that the language of the accusatory pleading should not be considered in the present case because “this purpose has no relevance to deciding whether a defendant may be convicted of multiple charged offenses.” (Maj. opn., <em>ante, </em>at p. 1229.)</p>\n<p id=\"b1271-7\">It is true that whether a defendant was given notice that the People would seek to prove the elements of a lesser offense does not affect whether multiple convictions are proper. But the majority fails to consider that the language of the accusatory pleading not only gives the defendant notice of the charges, it also is instructive in determining the nature of the offense of which the defendant was convicted. In <em>People v. Guerrero </em>(1988) 44 Cal.3d 343 [243 Cal.Rptr. 688, 748 P.2d 1150], for example, we held that the trial court properly considered the language of the accusatory pleadings of two prior convictions in determining that the defendant had been convicted of residential burglary. The trial court based its determination of the nature of the prior convictions on a review of “the record of each conviction, which included an accusatory pleading charging a residential burglary and defendant’s plea of guilty or nolo contendere.” <em>(Id. </em>at p. 345.)</p>\n<p id=\"b1271-8\">In the same manner that the language of the accusatory pleading sheds light on the nature of a prior conviction, so too it sheds light on the nature of the crime of which a defendant was convicted for purposes of determining <page-number citation-index=\"1\" label=\"1234\">*1234</page-number>whether multiple convictions are proper. But this does not mean that every allegation in an accusatory pleading affects whether multiple convictions are proper. Consistent with our application of the accusatory pleading test in other contexts, I believe that allegations in the accusatory pleading that do not allege elements of the offense should not be considered in determining whether multiple convictions are proper.</p>\n<p id=\"b1272-5\">Accordingly, we need not, and should not, depart from our established, and correct, statements in <em>People </em>v. Sanchez, <em>supra, </em>24 Cal.4th 983, 988, and <em>People </em>v. <em>Ortega, supra, </em>19 Cal.4th 686, 698.</p>\n<p id=\"b1272-6\">In the present case, defendant was convicted of three offenses, among others: being a felon in possession of a firearm (Pen. Code, § 12021, subd. (a)(1)),<footnotemark>2</footnotemark> carrying a concealed firearm (§ 12025, subd. (a)(2)), and carrying a loaded firearm in public (§ 12031, subd. (a)(1)). We must determine whether the offense of being a felon in possession of a firearm is necessarily included within the other two offenses. If we do not consider the language of the accusatory pleading, the answer is no. A person who carries a concealed weapon does not necessarily commit the crime of being a felon in possession of a firearm. The same is true of a person who carries a loaded firearm in public.</p>\n<p id=\"b1272-7\">But the accusatory pleading in the present case alleged that defendant was a felon in the counts charging him with carrying a concealed weapon and carrying a loaded weapon in public. The apparent reason the prosecutor included those allegations is that those offenses are “wobblers” that can be punished as either felonies or misdemeanors depending upon several enumerated factors. As relevant here, section 12025, subdivision (b)(1) provides that carrying a concealed firearm is a felony if the defendant previously has been convicted of a felony. Similarly, section 12031, subdivision (a)(2)(A) provides that carrying a loaded weapon in public is a felony if the defendant previously has been convicted of a felony.</p>\n<p id=\"b1272-8\">If we were to consider the allegations in the accusatory pleading in all three of the counts under examination that defendant was a felon, the analysis of whether the offense of being a felon in possession of a firearm is necessarily included within the other two offenses changes; the answer would be yes. A felon who carries a concealed weapon necessarily also is a felon in possession of a firearm. The same is true of a felon who carries a loaded firearm in public.</p>\n<p id=\"b1273-4\"><page-number citation-index=\"1\" label=\"1235\">*1235</page-number>The parties agree, however, that defendant’s status as a felon is not an element of the crimes of carrying a concealed weapon and carrying a loaded weapon in public. Rather, defendant’s status as a felon is a factor that elevates the sentence for the offense from a misdemeanor to a felony. <em>(People v. Padilla </em>(2002) 98 Cal.App.4th 127, 138 [119 Cal.Rptr.2d 457]; <em>People </em>v. <em>Hall </em>(1998) 67 Cal.App.4th 128, 135 [79 Cal.Rptr.2d 690] [“The prior conviction referred to in subdivision (b)(1) [of section 12025] is simply a sentencing factor which serves to elevate the offense from misdemeanor to felony; the prior conviction is not an element of the offense of carrying a concealed firearm within a vehicle proscribed in section 12025. [Citations.]”]; see also <em>People </em>v. <em>Bouzas </em>(1991) 53 Cal.3d 467, 473 [279 Cal.Rptr. 847, 807 P.2d 1076]; <em>People v. Robinson </em>(2004) 122 Cal.App.4th 275, 281 [18 Cal.Rptr.3d 744].)</p>\n<p id=\"b1273-5\">In <em>People </em>v. <em>Wolcott </em>(1983) 34 Cal.3d 92, 101 [192 Cal.Rptr. 748, 665 P.2d 520], we held that allegations of sentencing enhancements should not be considered in applying the accusatory pleading test to determine a trial court’s sua sponte duty to instruct the jury regarding lesser included offenses. The defendant in <em>Wolcott </em>was charged with, and convicted of, robbery. The defendant claimed on appeal that the trial court had a sua sponte duty to instruct the jury that assault with a deadly weapon was a lesser included offense of robbery because the information alleged in addition to the robbery charge that the defendant used a firearm in committing the robbery within the meaning of section 12022.5. Noting that “ ‘section 12022.5 does not prescribe a new offense but merely additional punishment for an offense in which a firearm is used’ [citations],” we held “that an allegation of firearm use under section 12022.5 should not be considered in determining lesser included offense.” <em>(People v. Wolcott, supra, </em>at pp. 100-101.)</p>\n<p id=\"b1273-6\">In my view, the accusatory pleading test should be applied in a similar way to determine whether multiple convictions are proper. In the present case, defendant’s status as a felon, although alleged in the information, is not an element of the crimes of carrying a concealed firearm and carrying a loaded firearm in public but was a sentencing factor and, thus, should not be considered in determining whether defendant can be convicted of being a felon in possession of a firearm in addition to those crimes.</p>\n<p id=\"b1273-7\">Applying the accusatory pleading test in this manner to determine whether multiple convictions are permitted alleviates the concern expressed by the majority that using the accusatory pleading test could “lead to absurd results.” (Maj. opn., <em>ante, </em>at p. 1230.) The majority worries that if a hapless prosecutor were to allege in a charge of robbery “that the force used in the crime</p>\n<p id=\"b1274-4\"><page-number citation-index=\"1\" label=\"1236\">*1236</page-number>consisted of killing the victim with malice” <em>(ibid.), </em>murder would become, under the accusatory pleading test, a necessarily lesser included offense of the robbery as pleaded. That would not happen if the accusatory pleading test were applied in the manner I propose. Malice is not an element of the crime of robbery. Thus, an unnecessary allegation in the accusatory pleading that a robbery was committed with malice should not be considered in applying the accusatory pleading test to determine if multiple convictions are permitted.</p>\n<p id=\"b1274-5\">Accordingly, I agree with the result reached by the majority, but not with its reasoning.</p>\n<footnote label=\"1\">\n<p id=\"b1271-9\"> We also cited in <em>Rogers </em>the decision in <em>People </em>v. <em>Solo </em>(1970) 8 Cal.App.3d 201, 208 [86 Cal.Rptr. 829], which recognized that a defendant <em>could </em>properly be convicted of both possession of marijuana <em>for sale </em>and transportation of marijuana.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1272-9\"> Further statutory references are to the Penal Code.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}