{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"3\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b151-5\">Hendrickson v. ANR Freight Systems</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b151-8\">\n<em>[Cite as 6 AOA 1]</em>\n</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b151-9\">\n<em>Case No. C-890332</em>\n</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"AY\">\n<em>Hamilton County, (1st)</em>\n</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b151-10\">\n<em>Decided August 1, 1990</em>\n</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b151-14\">\n<em>James Whittaker, Esq., Butkovich, Schimpf, Schimpf &amp; Ginocchio, 125 East Court Street, Suite 911, Cincinnati, Ohio 45202, for Plaintiff-Appellant</em>\n</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b151-15\">\n<em>Robert D. Weismann, Esq., and James E. Davidson, Esq., Schottenstein, Zox &amp; Dunn, The Huntington Center, 41 South High Street 6th Floor, Columbus, Ohio 43215, for Defendant-Appellee.</em>\n</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b151-16\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"b151-17\">This cause came on to be heard upon the appeal, the transcript of the docket, journal entries and original papers from the Hamilton County Court of Common Pleas, the transcript of the proceedings, the assignments of error, and the briefs and oral arguments of counsel. The court has <em>sua sponte </em>removed this case from the accelerated calendar.</p>\n<p id=\"b151-18\">This is an appeal from an order by the industrial commission to modify an earlier award from the workers' compensation fund. The industrial commission's order was mailed to the parties and their representatives on November 23, 1987. Although the plaintiff-appellant, H. Thomas Hendrickson, received the order within days of its dispatch<footnotemark>1</footnotemark> his attorney asserts that he did not receive the order until December 15, 1987, at which time it was delivered to his office in an envelope incorrectly stating his firm's name. Counsel for the appellant has asserted in an affidavit that he had no actual notice of the industrial commission's order prior to December 15,1987.</p>\n<p id=\"b151-20\">The appellant filed his notice of appeal with the court of common pleas on February 16,1988. The trial judge granted summary judgment to the defendant-appellee, ANR Freight Systems;, Inc, upon the basis that the appellant had failed to file his notice of appeal within sixty days of receipt of the industrial commission's order as required by R.C. 4123.519. The issue presented for review by the sole assignment of error is whether the trial court thus erred to the appellant's prejudice</p>\n<p id=\"b151-21\">In order to determine whether the appellant's assignment of error has merit, it is necessary to consider R.C. 4123.522, which provides:</p>\n<p id=\"b151-22\">\"The employee, employer and their respective representatives shall be entitled to written notice of any hearing, determination, order, award, or decision under the provision of Chapter 4123. of the Revised Code. If any person to whom a notice is mailed shall fail to receive such notice and the industrial commission, upon hearing, shall determine that such failure was due to cause beyond the control and without the fault or neglect of such person or his representative and that such person or his representative did not have actual knowledge of the import of the information contained in such notice, such person may take the action afforded to such person within twenty days after the receipt of such notice of such determination of the industrial commission. Delivery of such notice to the address of such person or his representative shall be prima facie evidence of receipt of such notice by such person.\"</p>\n<p id=\"b151-23\">Formerly R.C. 4123.522 was held to be \"strictly an intra-agency remedy which does not affect an appeal under R.C. 4123.519.\" <em>Skiba v. </em><page-number citation-index=\"1\" label=\"2\">*2</page-number><em>Connor </em>(1983), 5 Ohio St. 3d 147, 149, 449, N.E. 2d 775, 777. Notwithstanding <em>Skiba, </em>however, some courts relied upon R.C. 4123.522 to construe R.C. 4123.519 as requiring the industrial commission to provide notice to both the parties and their attorneys. See, <em>e.g., Blair v. Toledo </em>(August 14, 1987), Lucas App. No. CV 86-0480, unreported. Concomitantly, it was held that where, as in the case <em>subjudice, </em>a party's attorney received notice at a later date than the party, and the attorney had no actual prior knowledge of the commission's action, an appeal was timely when it was filed within sixty days of the date that the attorney received notice <em>Id.</em></p>\n<p id=\"b152-5\">This, then, was the state of the law until the Ohio Supreme Court recently overruled <em>Skiba, </em>holding that R.C. 4123.522 is applicable to both intra-agency and judicial appeals under R.C. 4123.519. <em>Weiss v. Ferro Corp. </em>(1989), 44 Ohio St. 3d 178, 542 N.E. 2d 340. Moreover, the court in <em>Weiss </em>made clear several points which bear upon our analysis here:</p>\n<p id=\"b152-6\">\"(1) Both a party and the party's attorney are entitled to notice <em>Id. </em>at 182, 542 N.E.2d at 344.</p>\n<p id=\"b152-7\">\"(2) \"There is no duty upon a party who actually receives the notice to advise his representative immediately, since the party is entitled to rely upon compliance by the commission of its statutory duty to notify both the party and his representative.\" <em>Id. </em>at 183, 542 N.E. 2d at 344.</p>\n<p id=\"b152-8\">\"(3) R.C. 4123.522 incorporates the \"mailbox rule\"; in other words, there is a rebuttable presumption that once notice is mailed, it is presumed to be received in due course <em>Id. </em>at 180, 542 N.E.2d at 342.</p>\n<p id=\"b152-9\">\"(4) The sixfy-day period for filing an appeal, as provided far in R.C. 4123.519, begins to run \"presumptively\" in accordance with the \"mailbox rule\" <em>Id. </em>at 182, 542 N.E.2d at 344.</p>\n<p id=\"b152-10\">\"(5) When a party or his representative wishes to file an appeal outside the presumptive expiration of the sixty-day period, it is first necessary to apply to the industrial commission pursuant to R.C. 4123.522 for a determination that the 'mailbox rule' has been <em>rebutted.\"Id.</em></p>\n<p id=\"b152-11\">The question which arises is whether, and to what extent, these principles extracted from <em>Weiss </em>apply in the case <em>subjudice. </em>Foremost we must determine whether R.C. 4123.522 is indeed even applicable since this case does not involve a complete failure of notice to a party's representative, as was the case in <em>Weiss, </em>but, rather, a lack of timely notice By its express language, R.C. 4123.522 is applicable to situations where a party fails to receive notice. The appellant argues that R.C. 4123.522 applies only to such situations. However, a cogent argument can also be made that the court's purpose in <em>Weiss </em>was to make R.C. 4123.522 the exclusive mechanism whereby a party may challenge the application of the \"mailbox rule\" once notice is mailed, no matter whether it is delivered late or never delivered.</p>\n<p id=\"b152-13\">The constructional dilemma that confronts us is best illustrated by the following passage from <em>Weiss:</em></p>\n<p id=\"b152-14\">\"The purpose of R.C. 4123.522 is to extend the time for appeal in <em>any case </em>where a person can rebut the presumption of receipt of notice of the decision from the commission arising under the 'mailbox rule.' This is a special provision providing a procedure to be followed <em>where there is a failure to receive notice </em>of a decision and prevails over the general provisions of R.C. 4123.516 and 5123.519 as to the time for appeal.\" <em>Id., </em>542 N.E.2d at 343 (emphasis added).</p>\n<p id=\"b152-15\">As can be seen in the first sentence of this excerpt, the court states that the purpose ofR.C. 4123.522 is to apply to \"any case\" in which the \"mailbox rule\" is to be rebutted, whereas the very next sentence would seem to clearly limit \"any case\" to only those in which there is a failure of notice.</p>\n<p id=\"b152-16\">In resolving this issue, we note that the express language ofR.C. 4123.519 clearly grants the claimant or the employer sixty days from the date of the receipt of the decision to file a notice of appeal. As <em>Weiss </em>makes clear, both parties and their representatives are entitled to notice; thus it would appear that the sixty-day filing period from the date of receipt would apply to both party and representative alike. See <em>Blair, supra. </em>Under this analysis, counsel for the appellant in the case <em>subjudice </em>would have had sixty days from the date he received the notice in which to file his appeal. For us to hold that R.C. 4123.522 alters this result be requiring that he first apply to the industrial commission to rebut the \"mailbox rule\" would require us to ignore not only the express language of R.C. 4123.519 but also the express language of 4123.522 which speaks only to a failure of notice while conceding that the court in <em>Weiss </em>may have intended that resort to the industrial commission be required in cases involving a lack of timely notice, we do not find in <em>Weiss </em>sufficient language to arrive at that conclusion ourselves.</p>\n<p id=\"b152-17\">Accordingly, and consistent with R.C. 4123.95's requirement of a liberal constructionof <page-number citation-index=\"1\" label=\"3\">*3</page-number>the statute in favor of employees, we conclude that the sixty-day period should have been computed from the date that counsel for the appellant received notice As the appellant correctly asserted before the lower court, the sixty-day period would have run until Saturday, February 13, 1988. Monday, February 15, 1988, was a \"legal holiday\" as defined by R.C. 1.14. Thus the appellant's notice of appeal filed on February 16, 1988, was timely and sufficient to vest jurisdiction in the lower court pursuant to R.C. 4123.519. See Civ. R. 6.</p>\n<p id=\"b153-5\">For the foregoing reasons, we conclude that the lower court erred in granting summary judgment against the appellant. The judgment of the lower court is, therefore, reversed and this cause remanded for further proceedings.</p>\n<p id=\"b153-6\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b153-7\">SHANNON, P.J., DOAN and HILDEBRANDT, J.J.</judges>\n<footnote label=\"1\">\n<p id=\"b153-8\"> The appellant upon deposition could not recall the exact date that he received his copy of the order mailed to him; however, he conceded that receipt likely occurred within two or three days of November 23, 1987 (T.d. 7, at 48).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}