{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"200\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b225-5\">UNITED STATES of America, Plaintiff—Appellee, v. Brandon Devaul McDANIEL, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b225-8\">No. 08-4322.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b225-9\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b225-10\">Submitted: Nov. 13, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A6\">Decided: Nov. 18, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b225-19\">Kathy Price Elmore, Orr, Elmore &amp; Ervin, LLC, Florence, South Carolina, for Appellant. William Walter Wilkins, III, United States Attorney, Columbia, South Carolina, David Calhoun Stephens, Assistant United States Attorney, Greenville, South Carolina, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b225-20\">Before WILKINSON, NIEMEYER, and SHEDD, Circuit Judges.</p>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b225-21\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b225-22\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b225-23\">PER CURIAM:</author>\n<p id=\"b225-24\">Brandon Devaul McDaniel pled guilty to one count of conspiracy to possess and transfer with intent to use unlawfully five or more identification documents, in violation of 18 U.S.C. §§ 1028(a)(3), 1028(f) (2006) (Count Two), and one count of conspiracy to possess without lawful authority a means of identification of another person, in violation of 18 U.S.C. § 1028A(a)(l) (2006) (Count Three). The district court sentenced him to a total of thirty-eight months of imprisonment, and McDaniel timely appealed.</p>\n<p id=\"b225-25\">On appeal, counsel filed an Anders<footnotemark>1</footnotemark> brief, in which she states there are no meritorious issues for appeal, but questions whether the district court complied with Fed.R.Crim.P. 11 in accepting <page-number citation-index=\"1\" label=\"200\">*200</page-number>McDaniel’s guilty plea, and whether the sentence is reasonable. McDaniel was advised of his right to file a pro se supplemental brief, but has not filed a brief. The Government declined to file a brief. We affirm.</p>\n<p id=\"b226-4\">McDaniel did not move in the district court to withdraw his guilty plea; therefore this court reviews his challenge to the adequacy of the Rule 11 hearing for plain error. <em>See United States v. Bradley, </em>455 F.3d 453, 461-62 (4th Cir.2006). Prior to accepting a guilty plea, the trial court must ensure the defendant understands the nature of the charges against him, the mandatory minimum and maximum sentences, and other various rights, so it is clear that the defendant is knowingly and voluntarily entering his plea. The court must also determine whether there is a factual basis for the plea. Fed.R.Crim.P. 11(b)(1), (3); <em>United States v. DeFusco, </em>949 F.2d 114, 116, 120 (4th Cir.1991). Counsel does not specify any deficiencies in the district court’s Rule 11 inquiry, and our review of the plea hearing transcript reveals that the court conducted a colloquy that substantially complied with Rule 11 and assured McDaniel’s plea was made both knowingly and voluntarily.</p>\n<p id=\"b226-5\">We review a sentence imposed by the district court for procedural and substantive reasonableness under an abuse-of-discretion standard. <em>Gall v. United States, </em>— U.S. -, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007). The court considers the totality of the circumstances in assessing the substantive reasonableness of a sentence. <em>Id. </em>This court presumes that a sentence imposed within the properly calculated Guidelines<footnotemark>2</footnotemark> range is reasonable. <em>United States v. Go, </em>517 F.3d 216, 218 (4th Cir.2008); <em>see Rita v. United States, </em>551 U.S. 338, 127 S.Ct. 2456, 2462-69, 168 L.Ed.2d 203 (2007) (upholding presumption of reasonableness for within-Guidelines sentence). In considering the district court’s application of the Guidelines, this court reviews factual findings for clear error and legal conclusions de novo. <em>United States v. Allen, </em>446 F.3d 522, 527 (4th Cir.2006).</p>\n<p id=\"b226-9\">The district court correctly calculated McDaniel’s Guidelines range as to Count Two, and imposed a sentence within that range and within the statutory maximum. The court also properly imposed the statutorily required twenty-four month consecutive sentence on Count Three. 18 U.S.C. § 1028A(a)(l). Our review of the record leads us to conclude that McDaniel’s sentence is reasonable.</p>\n<p id=\"b226-10\">In accordance with <em>Anders, </em>we have reviewed the record in this case and have found no meritorious issues for appeal. We therefore affirm McDaniel’s convictions and sentence. This court requires that counsel inform McDaniel, \"in writing, of the right to petition the Supreme Court of the United States for further review. If McDaniel requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on McDaniel.</p>\n<p id=\"b226-11\">We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b226-12\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b225-16\">. <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b226-14\">. <em>U.S. Sentencing Guidelines Manual </em>(2006).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}