{
  "casebody": {
    "data": "<casebody firstpage=\"236\" lastpage=\"238\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b262-15\">UNITED STATES of America, Plaintiff—Appellee, v. Lemuel Zekena SHERMAN, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b262-18\">No. 07-5029.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b262-19\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b262-20\">Submitted: Oct. 23, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b262-21\">Decided: Nov. 17, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b263-5\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>Louis C. Allen III, Federal Public Defender, William S. Trivette, Assistant Federal Public Defender, Greensboro, North Carolina, for Appellant. Anna Mills Wagoner, United States Attorney, Michael A. DeFranco, Assistant United States Attorney, Greensboro, North Carolina, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b263-6\">Before NIEMEYER and TRAXLER, Circuit Judges, and HAMILTON, Senior Circuit Judge.</p>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b263-7\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b263-8\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b263-9\">PER CURIAM:</author>\n<p id=\"b263-10\">Lemuel Zekena Sherman appeals his conviction following his conditional guilty plea to possession of a firearm by a convicted felon, in violation of 18 U.S.C. §§ 922(g)(1), 924(a)(2) (2006). Prior to accepting the guilty plea, the district court denied Sherman’s motion to suppress evidence seized following a vehicle stop in Durham, North Carolina. We affirm the denial of his motion to suppress.</p>\n<p id=\"b263-11\">This court reviews the factual findings underlying a motion to suppress for clear error, and the district court’s legal determinations de novo. <em>United States v. Wilson, </em>484 F.3d 267, 280 (4th Cir.2007) (citing <em>Ornelas v. United States, </em>517 U.S. 690, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996)). When evaluating the denial of a motion to suppress, we review the evidence in the light most favorable to the Government. <em>United States v. Uzenski, </em>434 F.3d 690, 704 (4th Cir.2006).</p>\n<p id=\"b263-12\">Sherman alleges that there was no reasonable suspicion justifying the stop of his vehicle. “[A]n officer may, consistent with the Fourth Amendment, conduct a brief, investigatory stop when the officer has a reasonable, articulable suspicion that criminal activity is afoot.” <em>Illinois v. Wardlow, </em>528 U.S. 119, 123, 120 S.Ct. 673, 145 L.Ed.2d 570 (2000) (citing <em>Terry v. Ohio, </em>392 U.S. 1, 30, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968)). To conduct a Terry stop, there must be “at least a minimal level of objective justification for making the stop.” <em>Wardlow, </em>528 U.S. at 123, 120 S.Ct. 673. Reasonable suspicion requires more than a hunch but less than probable cause, and may be based on the collective knowledge of officers involved in an investigation. <em>See id. </em>at 123-24, 120 S.Ct. 673; <em>see also United States v. Hensley, </em>469 U.S. 221, 232, 105 S.Ct. 675, 83 L.Ed.2d 604 (1985).</p>\n<p id=\"b263-13\">Viewing the evidence in the light most favorable to the Government, we conclude that the district court did not err when it denied Sherman’s motion to suppress. The officer who stopped Sherman was an off-duty member of the Durham Police Department who was working as a security guard at the Varsity Ale House. Shortly after closing, at around 2:15 a.m., the officer was in the restaurant’s crowded parking lot when he heard three shots fired. He immediately turned toward where he heard the shots and saw a car rapidly approaching him with its lights off and several security officers pointing at the car and shouting for him to stop it. Under the totality of the circumstances, <em>United States v. Sokolow, </em>490 U.S. 1, 8, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989), we find that the officer had reasonable, articulable suspicion to stop Sherman’s car.</p>\n<p id=\"b263-14\">Accordingly, we affirm the district court’s judgment. We dispense with oral argument because the facts and legal contentions are adequately presented in the <page-number citation-index=\"1\" label=\"238\">*238</page-number>materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b264-4\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}