{
  "casebody": {
    "data": "<casebody firstpage=\"258\" lastpage=\"260\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b294-7\">W. J. Mills v. Eugene Brown.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AjqG\">Decided February 8, 1905.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b294-9\">Venue—Personal Privilege—Residence Unknown.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b294-10\">Defendant is not deprived of his right to be sued in the county of his residence, though plaintiff alleged that he was a transient person whose residence was unknown, where, upon plea of his personal privilege, the facts established showed that plaintiff was in possession of information from which he could have ascertained the county of defendant’s residence.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b294-11\">Appeal from the District Court of Irion. Tried below before Hon.. J. W. Timmins.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b294-12\"><em>Wright &amp; Wynn </em>and <em>B. W. Rimes; </em>for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AleD\">The court erred in holding that the District Court of Irion County did not have jurisdiction over the person of the defendant, Eugene Brown, and in sustaining defendant’s plea of personal privilege and dismissing plaintiff’s suit. Hopson v. Caswell, 13 Texas Civ. App., 492, 36 S. W. Rep., 312; Walker v. Walker, 22 Texas, 331; Kuteman v. Page, 3 App. C. C. (Willson), secs. 164, 165; Liles v. Woods, 58 Texas, 416.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b294-13\"><em>Lewis &amp; Wood, Hill &amp; Lee </em>and <em>Brightman &amp; Upton, </em>for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"A4Lf\">If appellee’s residence, at the time of the institution of this suit, was known to appellant, then appellee had the right to be sued in the county <page-number citation-index=\"1\" label=\"259\">*259</page-number>of his residence, and the court did not err in sustaining his plea of personal privilege.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b295-5\">EIDSON, Associate Justice.</author>\n<p id=\"A8fk\">This is a suit brought by the appellant on the 9th day of September, 1903, in the District Court of Irion County, to recover the sum of $400 against appellee, which sum appellant alleged that he loaned appellee on or about the- day of February, 1903, and which he alleged appellee promised to pay him on demand. Appellant alleged that appellee was a transient person, and that his residence was unknown to him, and prayed for a writ of garnishment against M. Betón and A. C. Hill. A citation by publication was issued for appellee.</p>\n<p id=\"b295-8\">At the September term, 1904, of said court, appellee filed his plea of personal privilege to be sued in the county of his residence, to wit, Dallas County, Texas, which plea of personal privilege the court, after hearing the evidence, sustained and rendered judgment dismissing the appellant’s suit.</p>\n<p id=\"b295-9\">The only question for our consideration presented by this appeal is, whether or not the action of the court in sustaining appellee’s plea of privilege to be sued in the county of his residence, and dismissing the suit of appellant, constituted error. Both parties submitted evidence on the hearing by the court of said plea, and the court held the evidence sufficient to sustain the plea, and we think such holding is supported by the evidence.</p>\n<p id=\"b295-10\">The suit was instituted on the 9th day of September, 1903, and the evidence tends to show that appellee left Irion County about the 1st or 2d of September, 1903, intending to remove to Dallas County, and going by way of Hope, Texas, where his mother-in-law resided. On the 7th day of September, 1903, appellant was informed that appellee was at Hope, Texas, and, acting upon that information, he had his attorney to write a letter to appellee on the 8th day of September, 1903, addressed to him at Hope, Texas. And, while it does not affirmatively appear from the evidence whether or not he received a reply to this letter, it does appear that the person who gave appellant the information wrote to appellee on the day he gave appellant said information, directing his letter to appellee at Hope, Texas, and in due course of mail received a reply thereto; and the reasonable inference is that appellant also received a reply to the letter he had written appellee. Anyway, the record shows that appellant received information, two days prior to the filing of his suit, as to where appellee then was, and the evidence tends to show that, such information was true. And if the place where he then was to be found was not his residence, appellant was placed in possession of information by which he could have conveniently ascertained the residence of appellee.</p>\n<p id=\"b295-11\">While the rule is, if it is true that the residence of the defendant is unknown to the plaintiff at the time of instituting the suit, the court acquires jurisdiction of the case upon that fact being alleged and sworn to by the plaintiff, we do not think the law .would permit a plaintiff to ignore reliable information in h'is possession, from which he could rea^ sonably and conveniently learn the residence of the defendant; and, notwithstanding such information, make affidavit that the residence of the <page-number citation-index=\"1\" label=\"260\">*260</page-number>defendant was unknown to him, and thus give the court jurisdiction of the case.</p>\n<p id=\"b296-3\">We think the law intends that the affidavit should be made in good faith; and the plaintiff could not be acting in good faith when he makes an affidavit that the residence of the defendant is unknown to him, when, at the time he is making such affidavit, he is in possession of information from which he could reasonably and conveniently ascertain the residence of the defendant.</p>\n<p id=\"b296-4\">As a further circumstance indicative of the want of good faith upon the part of appellant in making the affidavit in this cause that the residence of the defendant was unknown to him at the date of the institution of the suit, the record shows that he had his attorney to write appellee on the 8th day of September, 1903, in reference to the claim on which this suit is based; and, instead of waiting a reasonable time within which to receive a reply to this letter, on the next day, the 9 th of said month, instituted this suit. The fact that the residence of the defendant was unknown to the plaintiff at the date of the institution of the suit can be shown as well by circumstances as by positive or direct testimony.</p>\n<p id=\"b296-5\">We are of opinion that there is sufficient testimony in the record to support the judgment of the court below, and it is therefore affirmed.</p>\n<p id=\"b296-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}