{
  "casebody": {
    "data": "<casebody firstpage=\"448\" lastpage=\"449\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b476-6\">UNITED STATES of America, Plaintiff-Appellee v. Leonardo JABALERA-CHAVIRA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b476-9\">No. 15-50090</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ASi\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b476-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b476-12\">Sept. 1, 2015.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b476-13\">Joseph H. Gay, Jr., Assistant U.S. Attorney, U.S. Attorney’s Office, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b476-14\">Laura G. Greenberg, Assistant Federal Public Defender, Maureen Scott Franco, Federal Public Defender, Federal Public Defender’s Office, San Antonio, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b476-16\">Before STEWART, Chief Judge, and DAVIS and GRAVES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b476-18\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b476-19\">Leonardo Jabalera-Chavira appeals the within-guidelines, 24-month sentence imposed for his guilty plea conviction for illegal reentry. He contends that his sentence is substantively unreasonable and greater than necessary to satisfy the 18 U.S.C. § 3553(a) factors.</p>\n<p id=\"b476-20\">We review the substantive reasonableness of the sentence for an abuse of discretion. <em>Gall v. United States, </em>552 U.S. 38, 41, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). Jabalera-Chavira’s arguments fail to rebut the presumption of reasonableness that we apply to his within-guidelines sentence. <em>See United States v. Cooks, </em>589 F.3d 173, 186 (5th Cir.2009); <em>United States v. Campos-Maldonado, </em>531 F.3d 337, 338 (5th Cir.2008). The district court, which was “in a superior position to find facts and judge their import under § 3553(a),” was presented with Jabalera-Chavira’s mitigating arguments but concluded that a sentence within the guidelines range was reasonable. <em>Campos-Maldonado, </em>531 F.3d at 339. We have held that “the staleness of a prior conviction used in the proper calculation of a guidelines-range sentence does not render a sentence substantively unreasonable and does not destroy the presumption of reasonableness that attaches to such sentences.” <em>United States v. Rodriguez, </em>660 F.3d 231, 234 (5th Cir.2011). We have also rejected substantive reasonableness challenges based on the alleged lack of seriousness of illegal reentry. <em>United States v. Juarez-Duarte, </em>513 F.3d 204, 212 (5th Cir.2008); <em>United States v. Aguirre-Villa, </em>460 F.3d 681, 683 (5th Cir.2006). As Jabalera-Chavira concedes, his argument that the presumption of reasonableness should not be applied to his sentence because U.S.S.G. § 2L1.2 lacks an empirical <page-number citation-index=\"1\" label=\"449\">*449</page-number>basis is foreclosed. <em>See United States v. Duarte, </em>569 F.3d 528, 530-31 (5th Cir.2009); <em>United States v. Mondragon-Santiago, </em>564 F.3d 357, 366-67 (5th Cir.2009).</p>\n<p id=\"b477-5\">The judgment of the district court is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b476-17\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}