{
  "casebody": {
    "data": "<casebody firstpage=\"81\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"pASb\">Ernest A. Des Marets, Respondent, <em>v. </em>H. Ward Leonard <em>&amp; </em>Co., Appellant.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b117-6\">(New York Common Pleas</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aut\">—General Term,</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A1u\">April, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b117-7\">Where the witnesses of a corporation defendant are its officers and employees, an instruction in the charge that there was interest on their part is not erroneous. Such instruction does not authorize an inference that the court regarded the witnesses as having a pecuniary interest.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b117-8\">The jury has a right to believe one witness as against three if there is nothing inherently improbable in the testimony of that one.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b117-9\">Appeal from judgment in favor of the plaintiff, entered upon a verdict, and from an order denying a motion for a new trial.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b117-10\"><em>Jo. ,n 8. Wise </em>and <em>Dallas </em>Flannagon, for appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"AoE\"><em>Samvml F. L. </em>Taylor, for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b117-12\">Daly, Gh. J.</author>\n<p id=\"AOT\">The alleged error to which the exception was directed was' not committed by the trial judge. The exception ■ was “ to that part of the charge wherein it is charged that the witnesses of the defendant are all interested,” whereas the remark of the judge was, “ there is interest on the part of the plaintiff and interest 'also on the part of the defendant and its witnesses.” But if the exception raises the question as to the correctness of the charge, then there is no error, because one of the defendant’s witnesses was its president and might he considered interested on that account <em>(Merrill </em>v. Consumers’ <em>Coal Co., </em>114 N. Y. 216, 221), the testimony of officers of a corporation standing on the same footing as that of a party <em>(Goldsmith </em>v. <em>Coverly, </em>31 Abb. N. C. 149); and the other two witnesses of the defendant were its employees at the time of the transactions to which they testified, one as agent and one as superintendent and general salesman, although neither was so at the time of the trial, the company being then in the hands of a receiver; and the judge’s remark concerning their interest could only he construed as referring to the business relations which had <page-number citation-index=\"1\" label=\"82\">*82</page-number>existed between them and their employer, the defendant, and which might naturally tend to create a bias in their minds. It is competent to prove the social and business relations existing between the witness and the party calling him to the stand, and if it is established that they are such as usually and ordinarily produce an interest in the mind of the witness in favor of the party calling him, on the question in dispute, then it is for the jury to say to what extent, if any, the relationship impairs or destroys the credibility of the witness. <em>Michigan Carbon Works </em>v. <em>Schad, </em>38 Hun, 71.</p>\n<p id=\"b118-4\">There is nothing in the case nor in the charge from which the jury could possibly infer that the judge regarded the witnesses as having any pecuniary interest in the litigation; but if the defendant apprehended that the charge might produce such an impression, he could and should have asked for a modification or an explanation on the spot. The exception (taken when the jury returned to the court room with their verdict) failed to point out the error complained of.</p>\n<p id=\"b118-5\">So far as the other point is concerned, that the verdict is against the weight of evidence, that assumes a proposition which has been continually denied, to wit, that the number of witnesses constitutes preponderance. Juries are always instructed to the contrary, and told that that is only a matter to be. considered. In this case we have four parties to a transaction called upon to testify — one of. them giving one version and three giving another version. The jury has the right to believe the one as against the three, if there is nothing inherently improbable in the testimony of that one.</p>\n<p id=\"b118-6\">Judgment and order affirmed.</p>\n<p id=\"b118-7\">Bischoff and Pbtob, JJ., concur.</p>\n<p id=\"b118-8\">Judgment and order affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}