{
  "casebody": {
    "data": "<casebody firstpage=\"381\" lastpage=\"385\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b403-8\">Bertha Johnson, alias Bertha Lemuel, v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b403-9\">No. 16312.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYPe\">Delivered January 24, 1934.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b403-10\">State’s Rehearing Denied February 21, 1934.</otherdate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b403-11\">Reported in 68 S. W. (2d) 202.</citation>\n<p data-order=\"5\" data-type=\"summary\" id=\"b403-22\">The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b403-23\"><em>Hanson &amp; Walton, </em>of Houston, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b403-24\"><em>K. C. Barkley, </em>Crim. Dist. Atty., of Houston, and <em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b404-2\"><page-number citation-index=\"1\" label=\"382\">*382</page-number>KRUEGER, Judge.</author>\n<p id=\"AsR\">The appellant was tried and convicted of the offense of murder, and her punishment assessed at confinement in the state penitentiary for a term of 30 years.</p>\n<p id=\"b404-3\">The facts as disclosed by the record are substantially as follows: For some time prior to the time of the commission of the. alleged offense and up to within two or three days prior thereto, the defendant and deceased lived together although not married to each other; that a few days prior to January 27, 1933, Batson Adams invited a number of negroes including the defendant and the deceased to come to his home on the night' of January 27, 1933, to attend a dance. The deceased said he was not going but defendant said she was going, whereupon the deceased said, “If you are going, I am going to take my clothes and leave” (meaning to leave the home of the defendant) , which he did. The defendant went to the home of Batson Adams on January 27, 1933, with her sister-in-law in response to the invitation she had received, arriving there about 9 or 9:30 P. M. About 15 or 20 negroes had assembled there that night who engaged in dancing and drinking whisky and having a merry time. About 12:30 the deceased appeared at the party and soon thereafter an argument arose between the deceased and the defendant. The deceased turned off the lights and then a scuffle took place between the defendant and the deceased. When the lights were turned on again, deceased had a pocket knife in his hand and blood was flowing from the right hand of the defendant as a result of having been cut. The defendant then went back into the kitchen, secured a knife said to have been a jacknife, returned to the front room of the house where deceased was and said, “Well, I am ready to go home,” at which time the defendant and deceased engaged in another argument as to who would go out of the house first and during this argument the defendant stabbed the deceased one time. The defendant then left with her sister-in-law for her home and the injured party walked down to Clark Street where he fell and died. The defendant upon reaching her home, which was but a short distance from where the difficulty occurred, said to her sister-in-law that she did not intend to kill the deceased and instructed her sister-in-law to order an ambulance and have the injured party taken to a hospital. At the trial the defendant testified that she stabbed the deceased in self-defense but with no intent to kill him; that the deceased caught hold of her right hand with his left hand and had an open knife in his right hand raised in an attitude of striking her when she stabbed him; that she could have stabbed him again if she had wanted. The Justice of the Peace who held the inquest testi<page-number citation-index=\"1\" label=\"383\">*383</page-number>fied that he found the body of Thomas Solomon in the street with a black handled pocket knife lying about 1% inches from his right hand, a Texas jackknife in his left pocket and a small pocket knife and various other articles on his person; that he found a wound upon the body of the deseased about 1% inches above the right nipple, about 1% inches long and about 5 inches deep, which went to the hollow. The wound was made with a knife. The defendant interposed a plea of self-defense.</p>\n<p id=\"b405-5\">The appellant excepted to the charge of the court upon two grounds: First, because the court in his main charge, among other things, charged as follows: “If, however, you believe from the evidence beyond a reasonable doubt that the defendant did not have a reasonable expectation or fear of death, or of receiving serious bodily injury at the time of the killing, viewing the facts from the defendant’s standpoint at the time, then you will find against her on the plea of self-defense.” Said charge is claimed to be misleading, vague, and indefinite and clearly abridges the defendant’s right of self-defense.” Second, because the court failed to charge on aggravated assault and battery. By proper bills of exception the defendant has brought forward both questions for review. The court in his main charge submitted the following charge on the defendant’s defensive theory: “If, from the evidence, you believe the defendant killed the said Thomas Solomon, but further believe that at the time of so doing or just before deceased had made an attack upon her, the defendant, with a knife or otherwise, which from the manner and character and relative strength of the parties and defendant’s knowledge, if any, of the character and disposition of the deceased caused her to have a reasonable expectation or fear of death or serious bodily injury, viewed from the defendant’s standpoint, and acting upon such reasonable appearance of death or serious bodily injury, the defendant killed the deceased, then you shall acquit her, or if you have a reasonable doubt thereof, you will acquit the defendant,” and then in the next paragraph submitted the charge objected to, which is hereinabove set forth and which is nothing but a converse of the defensive theory of the defendant as submitted by the court to the jury. We do not believe that the trial court committed any error in submitting the converse of the legal proposition on the defendant’s theory of the case, and in support hereof we refer to the following cases, to-wit: Humphries v. State, 25 Texas App., 132, 7 S. W., 663; Logan v. State, 46 Texas Crim. Rep., 575, 81 S. W., 721.</p>\n<p id=\"b405-8\">The appellant’s objection to the court’s charge in failing to charge on aggravated assault and battery and brought forward <page-number citation-index=\"1\" label=\"384\">*384</page-number>in bill of exception No. 2 presents a most serious question in the light of the decisions by this court in the cases of Briscoe v. State, 56 S. W. (2d) 458; Shannon v. State, 36 S. W. (2d) 521; Gomez v. State, 34 S. W. (2d) 607. In the case of Bookman v. State, 16 S. W. (2d) 125, Judge Hawkins, speaking for the court on motion for rehearing, said: “Intent to kill being absent, although death results, what offense, if any, would accused by guilty of? If the evidence raises the issue of lack of intent to kill, should the court instruct on aggravated assault? These questions were rather exhaustively considered in the recent case of Miller v. State, 13 S. W. (2d) 865, and the conclusion reached that under our present statute an intent to kill was an essential ingredient of the crime of murder, and that, when the issue was raised that such intent was wanting, an instruction on aggravated assault was called for. It follows that the failure of the court to instruct upon that issue in the present case was an omission which demands a reversal.” In the case under consideration, the testimony discloses the fact that deceased was stabbed with a knife and only one time. The defendant immediately after the occurrence that night stated that she did not intend to kill the deceased and upon the trial testified that she did not intend to kill the deceased, and a knife not being a deadly weapon per se and not being described other than as a Texas jackknife, it became a question of fact to be determined by the jury from the manner of its use whether it was a deadly weapon. We believe under the facts of this case the trial court erred in not submitting the law of aggravated assault and battery to the jury. In support of such conclusion, in addition to the authorities above referred to, we cite the following: Neal v. State, 98 Texas Crim. Rep., 468, 266 S. W., 410; Corona v. State, 108 Texas Crim. Rep., 317, 300 S. W., 79; Hanners v. State, 108 Texas Crim. Rep., 302, 300 S. W., 71; Hoover v. State, 87 Texas Crim. Rep., 372, 222 S. W., 244; Mason v. State, 96 Texas Crim. Rep., 48, 255 S. W., 986; Collins v. State, 108 Texas Crim. Rep., 72, 299 S. W., 403; Morales v. State, 110 Texas Crim. Rep., 81, 8 S. W. (2d) 152; Taylor v. State, 112 Texas Crim. Rep., 55; Studdard v. State, 14 S. W. (2d) 69; Gomez v. State, 116 Texas Crim. Rep., 529, 34 S. W. (2d) 607.</p>\n<p id=\"b406-6\">For the error pointed out, the judgment of the trial court is reversed and the cause remanded.</p>\n<p id=\"b406-7\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b406-8\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b407-4\"><page-number citation-index=\"1\" label=\"385\">*385</page-number>on state’s motion for rehearing.</p>\n<author id=\"b407-5\">MORROW, Presiding Judge.</author>\n<p id=\"A6o\">In the motion for rehearing the soundness of the original opinion is combatted on the claim that the omission to instruct the jury on the law of aggravated assault was not properly made the subject of complaint in the trial court and is not properly before this court. It is true that appellant’s written exception to the omission was not verified by the trial judge and cannot be given effect in the record. However, in qualifying Bill of Exception No. 2 the trial court cured the fault mentioned by stating that exception to the charge was made in the following words, viz.:</p>\n<blockquote id=\"b407-6\">“The defendant excepts to the court’s charge in not charging upon aggravated assault and battery.”</blockquote>\n<p id=\"b407-7\">The language used is regarded as sufficient to request consideration by the court.</p>\n<p id=\"b407-8\">The motion for rehearing is overruled.</p>\n<p id=\"b407-9\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}