{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"189\" lastpage=\"212\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b215-3\" pgmap=\"215\">University of Chicago, Appellant, v. City of Chicago, Appellee.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b215-5\" pgmap=\"215\">Gen. No. 33,872.</docketnumber><p data-order=\"2\" data-type=\"judges\" id=\"b215-9\" pgmap=\"215\">O ’Connor, J., dissenting.</p><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"ApW\" pgmap=\"215\">Heard in the first division of this court for the first district at the October term, 1929.</otherdate><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ATb\" pgmap=\"215\">Opinion filed June 30, 1930.</decisiondate><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b215-11\" pgmap=\"215\">Shannon &amp; Morrill, for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b215-12\" pgmap=\"215\">Samuel A. Ettelson, Corporation Counsel, Gotthard A. Dahlberg, Wm. T. Crilly and Joseph J. Thompson, Assistant Corporation Counsel, for appellee.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b216-3\" pgmap=\"216\">Mr. Presiding Justice Matchett</author> <p id=\"AaW\" pgmap=\"216\">delivered the opinion of the court.</p> <p id=\"b216-4\" pgmap=\"216\">This appeal is one of ten pending in this court, in all of which the City of Chicago was defendant in the trial court and in all of which certain owners of property theretofore made defendants in proceedings brought by the city to condemn their property under the Local Improvement Act, Cahill’s St. ch. 24, ¶ 120 et seq., are plaintiffs.</p> <p id=\"b216-6\" pgmap=\"216\">While the forms of action are different, the questions to be decided in these cases are identical, namely, whether a final and unconditional judgment for compensation, less benefits, entered in conformity with section 32 of the Local Improvement Act, Cahill’s St. ch. 24, ¶ 155, draws interest from the date upon which it is entered.</p> <p id=\"b216-7\" pgmap=\"216\">The parties seem to agree that if the right of the payment of interest exists under that statute, either an action on the case or in assumpsit is appropriate. In each of these cases the question was raised by a general demurrer filed by defendant City to the declaration of plaintiff. In each case the demurrer was sustained, and plaintiff electing to stand by the declaration judgment was entered in favor of the City. The property owners by their several appeals challenge the ruling of the trial court upon this question.</p> <p id=\"b216-8\" pgmap=\"216(103) 217(135)\">In the instant case the declaration avers that the petition of the City to condemn was filed on July 26, 1922; that on August 13, 1924, an order was entered fixing compensation to the University for the sum of $380,847; that on August 18 thereafter the City elected to have a final and unconditional judgment entered on the finding, and that no appeal has been taken nor writ of error sued out to review the same; that on February 11, 1925, by stipulation in writing between the University and the City, it was recited that the University contended that the judgment drew interest from the date of its entry, and that the City was without right to take possession until such payment was made; that the City contended that the judgment did not bear interest, and that it had the right to take possession upon the payment of the amount of the judgment, less the assessment as provided by section 32; that it was therefore agreed that the City might make payment without prejudice; that upon payment of the full amount, less assessment without interest, the City might take immediate possession but with the right reserved to the University to sue for and collect the same; that on May 2, 1925, the City entered upon and took formal possession of the premises; that the University demanded payment of interest, which was refused, and that thereupon plaintiff sued.</p> <p id=\"b217-4\" pgmap=\"217\">It is contended in the first place by plaintiff that section 3 of the General Statute on Interest (Cahill’s Ill. Stat. 1929, ch. 74, § 3) is applicable and controlling. That section provides in substance that judgments' recovered before any court or magistrate should draw interest at the rate of 5 per cent per annum from the date of same until satisfied.</p> <p id=\"b217-5\" pgmap=\"217(126) 218(46)\">The Local Improvement Act of 1897, with its amendments (Cahill’s Ill. Stat. 1929, pp. 340-363) seems to provide a complete special statutory proceeding whereby cities, villages and towns are given power to make local improvements by special assessment, by special taxation of contiguous property, by general taxation, or otherwise. It provides for the creation of a board of local improvements, for the enactment of ordinances and for condemnation proceedings. It provides that where in the course of such proceedings private property is to be taken or damaged for public use, a petition must be filed, all parties' interested made defendants and summoned, and a jury impaneled to ascertain and assess the damages. Section 26 provides that upon the return of the verdict the court shall enter such judgment or decree as the nature of the case may require, hut that no final judgment shall be entered as to any of the property until all the issues of the case have been disposed of, “including revised or recast rolls, if any.”</p> <p id=\"b218-5\" pgmap=\"218\">Section. 30 provides that any final judgment on the verdict of the jury or finding of the court where the jury has been waived “shall be a lawful and sufficient condemnation of the land or property to be taken, upon the payment of the net amount of such finding, as hereinafter provided,” and that such judgment shall be final and conclusive as to the damages and benefits unless appealed from, but that no appeal or writ of error may delay the proceedings if the petitioner shall file its written election to proceed with the improvement; notwithstanding such appeal or writ of error, in which case it shall file its written election so to do and deposit as directed by the court the amount of the judgment and costs, after deducting benefits; that in such case the petitioner shall become liable to pay to the owner the difference between the amount deposited and the amount ultimately adjudged to be just compensation, with interest at the rate of 5 per cent per annum from the date of the making of the deposit.</p> <p id=\"b218-6\" pgmap=\"218\">Section 31 provides that upon proof of payment or deposit as directed, the court shall enter an order “that the petitioner shall have the right, at any time thereafter,” to take possession or damage the property.</p> <p id=\"b218-7\" pgmap=\"218(76) 219(61)\">Section 32 provides that upon the return of a verdict in case no motion for a new trial is made, or if made, overruled, “the petitioner shall within ninety days after final judgment as to all defendants, both as to the amount of damages and compensation to be awarded and benefits to be assessed, elect whether it will dismiss said proceeding or enter judgment on said verdict. If it shall elect to enter such judgment, it shall become thereby bound and liable to pay the amount thereof, whether such assessment be collected or not, and such judgment or condemnation shall not be conditional. Petitioner shall not thereafter be permitted to withdraw from such proceeding, or to dismiss the same, without the consent of all parties whose land is thereby condemned, except as hereinafter provided.\"</p> <p id=\"b219-4\" pgmap=\"219\">In determining the question of whether section 3 of the Interest Act is applicable to a final and unconditional judgment entered under section 32 of the Local Improvement Act, it would seem, if regard is had alone to the words of these statutes, the language would compel us to hold that section 3 of the Interest Act is applicable and that a judgment entered under section 32 of the Improvement Act would draw interest at the rate of 5 per cent from the date of its rendition. This seems to have been the construction put upon final judgments in condemnation proceedings where the proceedings were under the Eminent Domain Act as authorized by the Constitution of 1848. In Cook v. South Park Commissioners, 61 Ill. 115, the court said:</p> <p id=\"b219-5\" pgmap=\"219\">“We think that interest should be allowed upon judgments, when final, in proceedings of this character. They are within the spirit, if not the terms, of the statute which allows interest upon all judgments recovered.\"</p> <p id=\"b219-6\" pgmap=\"219\">Cook v. South Park Commissioners was followed in the later case of Illinois &amp; St. Louis R. Co. v. McClintock, 68 Ill. 296, where the proceeding was under section 15 of the Condemnation Act approved and in force June 22,1852 (see Session Laws of 1852, p. 151.)</p> <p id=\"b219-7\" pgmap=\"219(45) 220(335) 221(13)\">The same rule was applied in Beveridge v. West Chicago Park Commissioners, 100 Ill. 75. That was a proceeding to condemn vacant land for a boulevard under the authority of a statute which directed that the land in question should be taken for that purpose. A judgment for compensation was entered July 25, 1870, and provided that upon deposit or payment of the amount of damages allowed, title to the real estate should vest in the Park Commissioners. Payment was not made by the Commissioners, however, until November 28, 1879, and then the principal only, without interest, was paid, plaintiff reserving the right to sue for the interest, which he did. The trial and the appellate courts held that plaintiff could not recover and entered judgment against him, but upon writ of error from the Supreme Court the judgment was reversed. The opinion states that the Commissioners were obligated to pay the damage within a reasonable time, and failing to do so on demand, became liable to pay interest; that the demand operated as an offer to yield possession upon payment of the money; that the rights of the parties were unalterably fixed; that the plaintiff could not resume ownership nor the commissioners abandon the property; that they were both under legal duty “irrevocably fixed by the judgment.” The court stated that the owner could not be oppressed by postponing payment indefinitely; that “the law can never tolerate such oppression and wrong, and not afford some compensation for the infliction of the injury.” The opinion distinguishes South Park Commissioners v. Dunlevy, 91 Ill. 49, in that the question there in issue was whether interest might be recovered on the value of the land from the date of filing the petition, and also distinguishes the cases of Illinois &amp; St. Louis R. Co. v. McClintock, 68 Ill. 296; City of Chicago v. Barbián, 80 Ill. 482, and City of Chicago v. Palmer, 93 Ill. 125, saying, “the judgment was not final and binding on the party seeking condemnation, as the corporate body had the legal right to abandon the proceeding and refuse to take the property.” In this case, however, by the express language of section 32 of the Local Improvement Act, the judgment entered in a proceeding to condemn under that act is made final and unconditional.</p> <p id=\"b221-4\" pgmap=\"221\">The City of Chicago, however, contends that the levying of a local assessment is not the taking of private property for public use under the right of eminent domain but, on the contrary, is the exercise of the right of taxation inherent in every sovereign State; that the provision of the Constitution that private property shall not be taken for public use without just compensation to be ascertained by a jury, has reference solely to the exercise of the power of eminent domain, as distinguished from the right to levy taxes. For the same reason it is said that clauses in the Constitution, which declare that no person shall be deprived of his property without due process of law and that private' property shall not be taken for public use without just compensation, do not apply to special assessments; that if the assessment is a rightful exercise of the power of taxation, nothing has been exacted under the right of eminent domain, and that no compensation need be made except that which is supposed in all taxation to be derived by the taxpayer from the application of the money raised to the purpose for which the tax is levied. People v. Mayor of Brooklyn, 4 N. Y. 419; Cooley on Taxation, vol. 2, pp. 1183-1184; Lewis on Eminent Domain, vol. 1, sec. 5, p. 10, and Dillon on Municipal Corporations, vol. 2, 4th ed., sec. 138, are cited to this point.</p> <p id=\"b221-5\" pgmap=\"221\">Prior to the enactment of the Constitution of 1870, no law existed whereby public improvements might be paid for by special assessment, and it was held that apart from the exercise of the taxing powers, property could not be taken to satisfy a special assessment, except under the power of eminent domain. City of Chicago v. Larned, 34 Ill. 203.</p> <p id=\"b221-6\" pgmap=\"221(20) 222(73)\">There is no doubt a clear distinction, as the authorities point out, between the taking of property by taxation or special assessment and a proceeding to take the same for public use under the Eminent Domain Act, but this distinction has no application to facts such as here appear. The sections of the Local Improvement Act which we have already summarized, provide for condemnation of property and for compensation for the taking of it and for the damage to it. That, too, is the case stated by the declaration.</p> <p id=\"b222-4\" pgmap=\"222\">We are aware that the cases above cited, which hold the Interest Act to be applicable, all arose in condemnation proceedings and under a constitution and statutes different from those which we are here required to construe; further, that under section 10 of the present Eminent Domain Act (Cahill’s Ill. Stat. 1929, ch. 47, ¶ 10) a judgment for compensation entered in a proceeding to condemn property under that act, is by the provisions of the act conditional and not final, and that as the same has been consistently construed by this and the Supreme Court of the State, a judgment entered pursuant thereto does not draw interest until the condemnor takes possession of the property. That statute, however, expressly provides a remedy for the property owner in case the condemnor, who has obtained a conditional judgment, acts oppressively.</p> <p id=\"b222-5\" pgmap=\"222\">Plaintiff further contends that unless interest is allowed on this final judgment, it will not receive just compensation for the taking of its property. Section 13 of article 2 of the Constitution of 1870 provides:</p> <p id=\"b222-6\" pgmap=\"222\">“Private property shall not be taken or damaged for public use without just compensation. Such compensation, when not made by the State, shall be ascertained by a jury, as shall be prescribed by law.”</p> <p id=\"b222-7\" pgmap=\"222(52) 223(61)\">In Geohegan v. Union Elevated R. Co., 266 Ill. 482, the Supreme Court considered a case which was brought against defendant to recover for damage to plaintiff’s real estate by reason of the operation and maintenance of an elevated railroad in front of his property. The court held that an instruction which told the jury that plaintiff might recover interest upon the amount of damages sustained was erroneous; that “in the absence of any statutory provisions controlling, the special rules in respect to interest must be derived from constitutional principles requiring just compensation to be paid for property taken.” The opinion cites Cook v. South Park Com’rs, 61 Ill. 115, and states:</p> <p id=\"b223-4\" pgmap=\"223\">“It is apparent from the reasoning of this court in these and other decisions touching the question of interest in eminent domain proceedings, that interest was allowed in such matters after judgment, because then the amount of damages was considered fixed or liquidated. \"</p> <p id=\"b223-5\" pgmap=\"223\">In Mecartney v. City of Chicago, 273 Ill. 276, the opinion of the court refers to the constitutional provision as to the necessity of compensation where private property is taken and says that the correct rule is stated in Appleton Water Works Co. v. Railroad Commission, 154 Wis. 121, which is in substance that just compensation means present value presently paid and “if payment is not to accompany the taking but is to be postponed to a later period it must certainly be upon the payment of interest for the deferred period.”</p> <p id=\"b223-6\" pgmap=\"223\">We think it must be held that this provision of the Constitution is applicable to the taking of private property, whether the proceeding in which the property is taken is one under the Eminent Domain Act or under the Local Improvement Act. The argument that the construction of section 32 for which the City contends would violate the provision of the Constitution with reference to the payment of compensation is not without force.</p> <p id=\"b223-7\" pgmap=\"223(41) 224(135)\">It is true, as the City suggests, that until such time as petitioner takes actual possession of the property, the owner is not deprived of the entire use of it. It must, however, be apparent that the entry of a final and unconditional judgment as provided by section 32 does have the immediate effect of taking away from the owner his absolute dominion over his property. He cannot sell it to another. He cannot lease it to another. He cannot improve it as he might wish to do. He cannot even arrange to make that use of his property for which it is in his opinion best adapted., Its personal use value alone remains; its exchange value is completely destroyed. It is apparent that substantially the dominion of the owner over his property is removed from the time a final and unconditional judgment is entered, such as is provided for in section 32. An owner, it is true, may remain in possession of his property but only at the sufferance of the condemnor.</p> <p id=\"b224-4\" pgmap=\"224\">The City contends for a construction of this statute which would give to it, for an unlimited time and at its pleasure, the right to wrest from the owner the possession of his property upon the payment, without interest, of an amount fixed as its value at an indefinite time prior to the date upon which it may be taken. Such a construction of this statute seems inconsistent with the guaranties of our Constitution and rather conforming to the ancient rule that “the king can do no wrong.” That rule finds little favor in our system of jurisprudence. On the contrary, our Constitution summons sovereignty itself to the bar of justice.</p> <p id=\"b224-5\" pgmap=\"224\">Plaintiff contends that its construction is compelled by a consideration of the historical development of the local improvement and condemnation laws of this State. We regret that the brief of defendant declines to recognize the importance of this argument. Defendant replies:</p> <p id=\"b224-6\" pgmap=\"224\">“Not much importance attaches to the historical development of the law in these cases. The law as it has existed since they were inaugurated governs.”</p> <p id=\"b224-7\" pgmap=\"224(17) 225(143)\">We have already pointed out that in cases construing statutes enacted under a former constitution, interest was allowed where the judgment entered was final and irrevocable, and that under the same constitution it was held that property could not be taken to satisfy a special assessment except under the power of eminent domain. City of Chicago v. Larned, 34 Ill. 203. Section 15 of the act of 1852 of the Eminent Domain statute (see Illinois Stat. 1852, p. 151) expressly provided that judgments entered in proceedings to condemn property should be final and conclusive between the parties, and, as we have already pointed out, such judgments were held to draw interest from the date of entry. It was also held that proceedings to take property for the purpose of satisfying a special assessment could only be maintained under the provisions of that statute. City of Chicago v. Larned, 34 Ill. 203.</p> <p id=\"b225-4\" pgmap=\"225\">Section 9 of article 9 of the Constitution of 1870 (see Cahill’s Stat. 1929, p. 22) authorized the General Assembly to vest the corporate authorities of cities with power to make local improvements by special taxation of contiguous property or otherwise. Thereafter the act of April 10, 1872, in force July 1, 1872, was enacted (see Gross’ Stat. of Illinois, chap. 25, art. 9, p. 89). Section 53 of that statute provided that where property was taken or damaged by proceedings authorized thereunder, the city or village might file in the same proceeding a supplemental petition, praying the court to cause an assessment to be made for the purpose of raising the amount necessary to pay the compensation and damages that might be awarded.</p> <p id=\"b225-5\" pgmap=\"225(62) 226(69)\">Enacted by the same legislature, the Eminent Domain Act (approved April 10 and in force July 1, 1872) provided the manner in which property might be taken for condemnation. Gross’ Stat. of Ill., pp. 155-157. Section 9 thereof provided that no benefits or advantages accruing to the lands affected might be set off against compensation in a proceeding to condemn, and section 10 provided that upon the report\" of the jury, the judge shall make such order “as to right and justice shall pertain,” ordering that petitioner enter upon such property and the use of the same, upon payment of full compensation, as ascertained as aforesaid. The provision of the former act to the effect that the judgment between the parties should be final was omitted.</p> <p id=\"b226-5\" pgmap=\"226\">By an act approved June 18,1891 (see Session Laws 1891, p. 80), section 53 of article 9 of the Cities and Villages Act required the city or village to take the land sought to be appropriated or damaged within two years after the entry of the judgment. The same amendment authorized the court, upon failure of the city so to do, to enter an order requiring the city or village to pay for such land within a short day, and in default thereof to dismiss the proceeding. If the court found that the land was taken and not paid for, then it should order payment of the compensation with interest from the date of making.</p> <p id=\"b226-6\" pgmap=\"226\">By the act of June 4, 1897 (see Laws of Illinois, 1897, pp. 101-135), a complete local improvement act was passed and laws inconsistent therewith repealed. The amendment of 1891 to section 53 of article 9 was omitted from that act, and apparently the present section 32 (which we are required to construe) was enacted in lieu thereof.</p> <p id=\"b226-7\" pgmap=\"226\">The same legislature, by an act of May 14, 1897, amended section 10 of the Eminent Domain Act (see Laws of Illinois, 1897, p. 218) so as to provide that in case the petitioner shall dismiss his petition or fail to make payment of full compensation within the time named in the order, the court or judge shall upon application of the .defendants make such order in the case for the payment by the petitioner of all costs, expenses and reasonable attorney fees as might be right and just.</p> <p id=\"b227-3\" pgmap=\"227\">It is necessary to an intelligent consideration of the decisions of the Supreme Court that these various statutes be kept in mind.</p> <p id=\"b227-4\" pgmap=\"227\">In City of Evanston v. Knox, 241 Ill. 460, the Supreme Court recites this legislation quite at length and considers a number of cases construing these statutes. The opinion states:</p> <p id=\"b227-5\" pgmap=\"227\">“To obviate the evils urged as resulting under the workings of the former statute, said section 53 of article 9 was amended in 1891, providing that the city or village must take possession of the land condemned within two years from the entry of judgment, otherwise the property owner could, on motion, after the expiration of the two years, have the proceedings dismissed as to his property (Harris v. City of Chicago, 162 Ill. 288), but the city could not dismiss after two years without the consent of the property owners. (Pearce v. City of Chicago, 169 Ill. 631.) By the Local Improvement Act of 1897 it was attempted, through specific provisions, to cover fully this subject so as to protect the interests of both petitioner and property owners, and at the same session of the legislature section 10 of the Eminent Domain Act was also amended so as to give the property owners some remedy if their property was not taken after condemnation.”</p> <p id=\"b227-6\" pgmap=\"227(111) 228(140)\">It is difficult to understand what the learned judge who wrote the opinion in that case could have meant when he said that by the provisions of the Local Improvement Act the legislature attempted “to cover fully this subject so as to protect the interests of both petitioner and property owners,” if section 32 is to be construed in such a manner as to again subject the owners of property to the same conditions that existed prior to the enactment of the amendment of 1891. These considerations seem to compel the conclusion that when the legislature provided in section 32 that if the petitioner elected to enter a judgment he should become bound thereby whether the assessment was collected or not; that the judgment should not be a conditional judgment, and that he might not thereafter be permitted to withdraw from the proceedings or to dismiss the same without the consent of all the parties; that it was the intention of the legislature that the right of all the parties should be irrevocably fixed and determined by the judgment entered. The question may be asked as to why, if this is the construction to be placed upon it, the legislature did not also specifically provide by this section that the judgment should draw interest. The answer is that a statute already existed which provided that any judgment having the qualities such as this section provides, would draw interest from the date of entry.</p> <p id=\"b228-5\" pgmap=\"228\">Defendant contends for the unqualified rule that a judgment in a condemnation suit draws interest from the date upon which possession is taken by the condemnor and cites a long line of authorities, some of which so hold and in others of which the opinion of the court is expressed to that effect. With the exception of City of Chicago v. Roth, 334 Ill. 132, not one of these cases purports to construe the Local Improvement Act of 1897, which we are here required to construe. Some of these cases are damage suits for injuries to property; others arose under the Eminent Domain Act of 1852; others under the Eminent Domain Act of 1872; yet others, under article 9 of the Cities and Villages Act. Decisions construing these statutes, it seems to us, do not state the law now applicable.</p> <p id=\"b228-6\" pgmap=\"228(70) 229(147)\">City of Chicago v. Barbian, 80 Ill. 482, is one of the cases much relied on. That was a case arising after 'the adoption of the Constitution of 1870 and the enactment of legislation pursuant thereto. A petition for mandamus was filed to compel a levy and collection of a tax for the payment of a sum, ascertained and reported by a jury to be compensation for damages sustained by the relator by reason of the widening of North State Street in Chicago. The court entered judgment on the finding, a motion for a new trial having been withdrawn on December 3, 1873. On June 1, 1874, the City repealed the ordinances under which the proceedings were brought. The opinion of the court in that case held that no property had been taken or damaged because the City had not taken possession, and in answer to a suggestion of the injustice that might result from having such judgment suspended indefinitely over property, the court said that unless the condition should be complied with within a reasonable time by the payment of damages and taking possession, the proceeding would be regarded as abandoned and that a court of equity would, if need be, stay any attempt to proceed under it.</p> <p id=\"b229-4\" pgmap=\"229\">That case consistently held that interest would not be allowed upon the judgment, but it cannot be a controlling authority in the construction of statutes evidently intended to remedy the wrongs which that decision made possible.</p> <p id=\"b229-5\" pgmap=\"229\">South Park Commissioners v. Dunlevy, 91 Ill. 49, involved proceedings brought to condemn land under section 2 of the act for the exercise of the right of eminent domain, in force July 1, 1872, and the court, of course, followed the case of City of Chicago v. Barbian, supra.</p> <p id=\"b229-6\" pgmap=\"229\">In City of Chicago v. Palmer, 93 Ill. 125, the City had taken possession of property condemned for the use of a street, and it was held as a matter of course that interest might rightfully be included in the judgment.</p> <p id=\"b229-7\" pgmap=\"229(53) 230(42)\">Epling v. Dickson, 170 Ill. 329, was an action in chancery to collect judgments which had been obtained against a railroad company on account of its having taken possession of the plaintiffs’ property. The court allowed a recovery of the face amount of the judgment but refused to allow interest on the judgments or costs. The court held that the costs followed the judgments and that interest should have been allowed, upon the authority of Cook v. South Park Commissioners, 61 Ill. 115, and City of Chicago v. Palmer, 93 Ill. 125.</p> <p id=\"b230-5\" pgmap=\"230\">In City of Danville v. Danville Water Co., 180 Ill. 235, the water company brought an action in assumpsit based on a contract with the City. The City filed certain pleas to which plaintiff demurred, and the City electing to stand by its pleas, judgment was entered for damages with 5 per cent interest thereon. The court held, following Vider v. City of Chicago, 164 Ill. 354, and other cases, that the City was not chargeable with interest on claims against it.</p> <p id=\"b230-6\" pgmap=\"230\">Moll v. Sanitary District of Chicago, 228 Ill. 633, was an action where the declaration alleged that the Sanitary District brought a proceeding to condemn and damages of $6,000 were awarded; that the district deposited the money and took possession of the land; that upon appeal of plaintiff the judgment was reversed, and that on another trial plaintiff’s damages were assessed at $20,312.80; that the court entered judgment in favor of plaintiff for the amount of the verdict with interest from its date only; that plaintiff moved for an allowance of interest from the date of the former judgment, which motion was denied. The demurrer to the declaration was sustained, which, upon appeal to the Supreme Court, was reversed.</p> <p id=\"b230-7\" pgmap=\"230(81) 231(137)\">In City of Chicago v. Thomasson, 259 Ill. 322, Thomasson, as the assignee of three judgments for compensation, rendered in a proceeding by the City to condemn land for local improvement under section 9 of the Cities and Villages Act of 1872, filed a petition in the condemnation proceeding in which he prayed that an absolute and unconditional judgment for the amount of the damage with interest from September 1, 1893, on which date the City had taken possession of the premises, might he entered. The City answered, and upon hearing the court dismissed the petition, and the order, upon appeal to the Supreme Court, was affirmed, the ground of the decision being that by a voluntary surrender of the property by the owners without compensation therefor, the owners had voluntarily waived their right under the statute to demand payment of their award before the land could be taken. The court, however, intimated that as the City had failed to exercise due diligence in proceeding to collect assessments with which to pay for the damage done in the taking of the property, it would be liable in an appropriate action, and its decision was put upon the distinct ground that the court had no jurisdiction in any event to enter the judgment prayed for.</p> <p id=\"b231-4\" pgmap=\"231(206) 232(92)\">In Mecartney v. City of Chicago, 273 Ill. 276, Mecartney, as plaintiff, brought an action on the case against the City to recover damages for alleged negligence in its failing to levy and collect special assessments to pay for the compensation awarded in special assessment proceedings. The cause was tried by the court without a jury and judgment was entered in Mecartney’s favor, which, upon appeal to this court, was reversed and the cause was taken to the Supreme Court by a writ of certiorari. The opinion of that court, reviewing authorities, held that the action would lie. The court said that the property owner in such a case was not in the same position as a contractor who had agreed to look to the proceeds of a special assessment for his pay; that the plaintiff was not limited to remedy by mandamus to compel defendant to proceed to perform its duty; that the question of the amount of damages that might be recovered was not affected by the form of action; that the decision in City of Chicago v. Thomasson, supra, did not touch in any manner the question of the liability of the City for negligence nor the question of whether plaintiff would be entitled to interest from the time possession was taken. As the trial court however held that plaintiff was entitled to recover for expenses and attorney’s fees in attempting to enforce the City’s liability, this was held to be error, for which the judgment was reversed and the cause remanded. The original proceeding for condemnation in this case was also under section 9 of the Cities and Villages Act of 1872. The question, therefore, of the proper construction of section 32 was not involved in the case.</p> <p id=\"b232-5\" pgmap=\"232\">In so far as the briefs advise us, section 32 of the Local Improvement Act has been construed by our Supreme Court in three cases. In People v. Weaver, 330 Ill. 643, the court defined the term “final judgment” as used in that act, stating:</p> <p id=\"b232-6\" pgmap=\"232\">“ ‘Final judgment,’ as used in section 32, means the same as it does in section 26 of the act, where it is said: ‘But no final judgment shall be entered as to any of the property embraced in said roll until all the issues in the case have been disposed of, including revised or re-cast rolls, if any.’ It is the judgment entered after all the issues between the petitioner and the defendants have been decided.”</p> <p id=\"b232-7\" pgmap=\"232\">The question for decision on the record there was whether the final judgment in a proceeding to condemn under the Local Improvement Act could be vacated after the term at which it was entered, and the court expressly held that it could not.</p> <p id=\"b232-8\" pgmap=\"232(95) 233(193)\">In City of Chicago v. Roth, 334 Ill. 132, it appeared on April 23, 1925, the City of Chicago filed a petition to condemn under the Local Improvement Act of 1897 as amended; that final judgment was entered January 20, 1927, awarding $4,700 for the land taken and assessing $413 against the remainder of the lot as benefits. The assessment against the lot was certified for collection and was paid by the owners on September 20, 1927. The owners moved a building off that part of the premises condemned and paid the contractor for doing the work. The City, without paying the judgment, immediately took possession of the condemned property. On November 15, 1927, the owners filed their petition in the original condemnation proceedings, setting up these facts and asking an order on the City to pay interest on the award from January 20, 1927, to the date of the final judgment, at the rate of 5 per cent. Upon hearing this petition was dismissed. The court stated that it was unable to find in the act any authority for the entry of such a judgment, referring the owners to Mecartney v. City of Chicago as indicating their remedy, but held that since the court was without authority under the statute to enter the order prayed for, the petition was properly dismissed and the judgment affirmed. As the case was decided on the question of jurisdiction, the question of whether the judgment should include interest was not necessary to a decision of the case, although the question was raised in the petition. We search the opinion in vain for any indication of the attitude of the court upon that question.</p> <p id=\"b233-4\" pgmap=\"233(156) 234(25)\">In City of Chicago v. McCluer, 339 Ill. 610, a case decided by the Supreme Court at this June Term, 1930, the court considered certain consolidated cases involving the validity of proceedings under the Local Improvement Act and judgments under section 32 fixing awards to property owners for property taken for improving and widening North La Salle Street. It was there contended that the entire proceedings should have been dismissed because the City of Chicago had no money available in the fund set aside for the payment of the property to be condemned, because the people of Chicago had voted against granting the City of Chicago the right to issue bonds for the payment of the property to be condemned, and because the City was indebted in a large sum of money and therefore was not in a position to make payment for condemned property. A motion that all orders entered by the trial court should be vacated and set aside and the cause dismissed for these reasons, was made October 19, 1928. The court however, stated:</p> <p id=\"b234-5\" pgmap=\"234\">“When appellee elected to enter the judgment herein it thereby became bound and liable to pay the amount of such judgment whether the assessment is collected or not. (Local Improvement Act, sec. 32.) The City of Chicago is a very large municipality. The final judgment in this case, under the statutes, is an obligation on it to pay. The judgment is final as far as the city is concerned and cannot be set aside after the lapse of ninety days (People v. Weaver, 330 Ill. 643); and even though the city has not on the day of the judgment order or at the end of a reasonable period following the judgment, — that is, after the assessments have been either collected or are in default— sufficient money to pay the awards, the court will by proper action enforce the judgment against the city. Non constat that because it does not now have the funds on hand, when the time comes to meet the liability it will not have sufficient funds derived from an authorized bond issue, from increased taxation or from some other source, to meet the same.”</p> <p id=\"b234-6\" pgmap=\"234\">If a judgment such as this lacks any of the essentials of a judgment quod recuperat, the briefs of the City fail to point them out.</p> <p id=\"b234-7\" pgmap=\"234(104) 235(41)\">We realize that the precise question presented has neither arisen nor been decided in any case which has been called to our attention, but by reason of the plain language used in section 3 of the Interest Act and section 32 of the' Local Improvement Act, by reason of the provisions of our Constitution which seem to require full compensation for property taken or damaged for public use, by reason of the historical development of the law on this subject as hereinbefore recited, — we are persuaded to the conclusion that it was the intention of the legislature that in proceedings brought for the condemnation of property under the Local Improvement Act, the judgment fixing the amount of compensation when final and unconditional, as provided in section 32, draws interest at the rate of 5 per cent from the date of entry.</p> <p id=\"b235-4\" pgmap=\"235\">For the reasons indicated the judgment of the trial court is reversed and the cause remanded to the trial court with directions to overrule the demurrer.</p> <p id=\"b235-5\" pgmap=\"235\">Reversed and remanded with directions.</p> <p id=\"Ayz\" pgmap=\"235\">McSurely, J., concurs.</p> <p id=\"b235-7\" pgmap=\"235\">Mr. Justice O’Connor dissenting: In my opinion, the Supreme Court of this State is committed to the doctrine that a property owner, whose property has been condemned for street purposes by a municipality, is not entitled to interest on the compensation fixed for the property which has been taken, until the municipality has taken possession of it. Mecartney v. City of Chicago, 273 Ill. 276; Beveridge v. The West Chicago Park Commissioners, 100 Ill. 75; Cook v. South Park Commissioners, 61 Ill. 115; Illinois &amp; St. Louis R. Co. v. McClintock, 68 Ill. 296; City of Chicago v. Barbian, 80 Ill. 482; South Park Commissioners v. Dunlevy, 91 Ill. 49; Tudor v. Chicago &amp; South Side Rapid Transit R. Co., 164 Ill. 73; City of Chicago v. Palmer, 93 Ill. 125; Moll v. Sanitary Dist., 228 Ill. 633.</p> <p id=\"b235-8\" pgmap=\"235(103) 236(162)\">In number 33872, University of Chicago, a corporation, v. City of Chicago, it appears that the ordinance authorizing the improvement, which was the widening of North Market Street, in Chicago, provided for the condemnation of parts of certain lots, and further provided that the cost of the improvement should be paid for by special assessment, in accordance with the provisions of the Local Improvement Act of 1897, and amendments thereto. It is obvious, under the provisions of the Local Improvement Act, under which this proceeding was brought, that considerable time must necessarily elapse between the date of the entry of the judgment condemning the land and confirming the assessment, and the time the assessment could be collected. August 13, 1924, an order or judgment was entered fixing the amount of just compensation to be paid to the University of Chicago for the taking of its property. The compensation awarded was $380,847. August 18, 1924, the City elected to have final judgment entered both as to the amount of compensation and the benefits assessed. February 21, 1925, the City paid the University of Chicago $62,563.74, and on May 2, 1925, $50,000. On this date, by a stipulation of the parties mentioned in the majority opinion, the City took possession of the property condemned and thereafter, the following additional payments were made: June 11, 1925, $100,000; June 30, 1925, $68,283.26; July 22, 1925, $20,000; August 3, 1925, $40,000; September 4, 1925, $35,000; and March 26, 1926, $5,000, making the total payment of $380,847, the amount the University was awarded.</p> <p id=\"b236-4\" pgmap=\"236\">From the foregoing, it is obvious that there was little delay in the collection and payment of the assessment and no complaint is made that the City did not act promptly in the collection of the assessment and the payment of the awards. And there is no charge in the declaration that the City was in any way negligent in any particular.</p> <p id=\"b236-5\" pgmap=\"236(114) 237(64)\">In the majority opinion a number of authorities from this State are cited and discussed, beginning with the case of Cook v. South Park Commissioners, 61 Ill. 115, and the argument and holding is that interest is allowable from the date of the entry of the judgment where it is final and unconditional. In my opinion, such is not the holding of the Supreme Court. A reading of these authorities leads to the conclusion that the court allowed interest only from the date possession was taken of the property condemned and not from the date of the judgment. What the Supreme Court held in the Cook case is stated in Illinois &amp; St. Louis R. Co. v. McClintock, 68 Ill. 296, where the court said (p. 297): “The only question here presented is, whether a judgment of a circuit court, on appeal from commissioners condemning lands for right of way, under the act of 1852, relating to that subject, bears interest, where possession of the property condemned is taken and retained by the applicant for condemnation.</p> <p id=\"b237-5\" pgmap=\"237\">“The question was settled by this court in the case of Cook v. South Park Commissioners, 61 Ill. 115. It was there said: ‘We think that interest should be allowed upon judgments, when final, in proceedings of this character. They are within the spirit, if not within the terms, of the statute, which allows interest upon all judgments recovered.’ We are not disposed to depart from the construction thus given to the act.” It will be noted that the court holds that in the Cook case it was held that a judgment bore interest upon the taking possession of the property condemned and not that the judgment should bear interest from the date of its entry.</p> <p id=\"b237-6\" pgmap=\"237(164) 238(61)\">In the Dunlevy case, supra, one of the questions presented was whether the court erred in “instructing the jury to allow interest on the value of the property from the time the petition was filed until the trial.” And it was held that the interest was not allowable because the commissioners had no right to take possession of the property or to disturb the defendant in the enjoyment of it until the damages had been ascertained and paid. The court there further said (p. 57): “until the possession of the property has been taken, interest cannot be allowed; ... so long as the owner holds the possession and use of the property, the compensation should not bear interest — in other words, that the possession and use of the property must be regarded as an equivalent for interest. \" And in my opinion this rule has not been changed by the enactment of section 32 of the Local Improvement Act of 1897. The only change made in the law by that section was to provide that if a municipality desired to abandon a condemnation proceeding, it must elect to do so within 90 days after final judgment and if it did not elect to abandon the proceeding, it must pay the award whether the assessment was collected or not.</p> <p id=\"b238-5\" pgmap=\"238\">In the Mecartney case (273 Ill. 276), the Supreme Court speaking by Mr. Justice Cartwright, reviewed a number of authorities in this State and referred to the Appleton case cited in the majority opinion (154 Wis. 121), and reached the conclusion that interest was not allowable on a judgment entered in the condemnation proceeding until possession was taken of the land condemned. In my opinion the construction placed on a number of the authorities cited in the Mecartney case is at variance with the construction placed upon such authorities in the majority opinion.</p> <p id=\"b238-6\" pgmap=\"238\">In the instant case, the City .having acted with promptness in the collection of the assessment and payment of the award, and no charge being made to the contrary by plaintiff, interest on the judgment is not allowable under all the authorities and the Local Improvement Act of 1897. I think the judgment of the circuit court should be affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}