{
  "casebody": {
    "data": "<casebody firstpage=\"233\" lastpage=\"242\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b277-4\">Wolf Natelson, Appellant, <em>v. </em>A. B. L. Holding Co., Inc., et al., Respondents.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b278-6\"><page-number citation-index=\"1\" label=\"234\">*234</page-number>(Argued October 25, 1932;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AzQ\">decided November 22, 1932.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b278-8\"><em>David M. Palley </em>and <em>Leon Sacks </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AJE\">The corporation cannot act as agent of or trustee for its stockholders where the agency and trust are co-extensive with its corporate functions and the interests of its stockholders are in proportion to their stockholdings. <em>(Jackson </em>v. <em>Hooper, </em>76 N. J. Eq. 592; <em>Brock </em>v. <em>Poor, </em>216 N. Y. 387; <em>Boag </em>v. <em>Thompson, </em>208 App. Div. 132; <em>Salomon </em>v. <em>Salomon &amp; Co., </em>45 Week. Rep. 193; <em>Donnell </em>v. <em>Herring-Hall-Marvin Safe Co., </em>208 U. S. 267; <em>Manson </em>v. <em>Curtis, </em>223 N. Y. 313; <em>Verplanck </em>v. <em>Mercantile Ins. Co., </em>1 Edw. Ch. 84; <em>Berger v. Eichler, </em>211 App. Div. 479; <em>Scheidell </em>v. <em>Llewellyn Realty Co., </em>177 N. Y. Supp. 529; <em>Trotter </em>v. <em>Lisman, </em>209 N. Y. 174; <em>Cole </em>v. <em>Millerton Iron Co., </em>133 N. Y. 164; <em>Bartlett </em>v. <em>Drew, </em>57 N. Y. 587; <em>Ward </em>v. <em>City Trust Co., </em>192 N. Y. 61; <em>Flaum </em>v. <em>Kaiser Bros. Co., </em>66 Misc. Rep. 586; 144 App. Div. 897; <em>City of Rochester </em>v. <em>Bloss, </em>185 N. Y. 42; <em>Frank </em>v. <em>Linkop Realty Corp., </em>106 N. J. Eq. 567; <em>Jackson </em>v. <em>Hooper, </em>76 N. J. Eq. 592; <em>Einstein </em>v. <em>Rosenfeld, </em>38 N. J. Eq. 309.) Assuming that <page-number citation-index=\"1\" label=\"235\">*235</page-number>the consideration for the property purchased by the corporation was paid by the stockholders, nevertheless no trust would result in their behalf. <em>(Leggett </em>v. <em>Dubois, </em>5 Paige, 114; <em>Flaum </em>v. <em>Kaiser Bros. Co., </em>66 Misc. Rep. 586; 144 App. Div. 897; <em>Sturtevant </em>v. <em>Sturtevant, </em>20 N. Y. 39; <em>Hegstad </em>v. <em>Wysiecki, </em>178 App. Div. 733; <em>Schierloh </em>v. <em>Schierloh, </em>148 N. Y. 103; <em>Leary </em>v. <em>Corvin, </em>181 N. Y. 222; <em>Siemon </em>v. <em>Schurck, </em>29 N. Y. 598; <em>Briggs </em>v. <em>Partridge, </em>64 N. Y. 357; <em>Whitaker </em>v. <em>Westberg, </em>124 Misc. Rep. 556; 215 App. Div. 785.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b279-4\"><em>Eugene A. Sherpick, William Gilbert, James J. Regan </em>and <em>John W. Jordon </em>for Fraw Realty Co., Inc., <em>amicus curiae.</em></attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AWM\">Even if the individual defendants, as distinct from the corporation through which they were doing business and had been doing business for twelve years prior to the event, had advanced the consideration for the properties, the taking of title in the name of the corporation divested them of every interest in the property. (Real Prop. Law, § 94; <em>Garfield </em>v. <em>Hatmaker, </em>15 N. Y. 475; <em>Siemon </em>v. <em>Schurck, </em>29 N. Y. 598; <em>Ocean Nat. Bank </em>v. <em>Alcott, </em>46 N. Y. 12; <em>Woerz </em>v. <em>Rademacher, </em>120 N. Y. 62; <em>Robertson </em>v. <em>Sayre, </em>134 N. Y. 97; <em>Hegstad </em>v. <em>Wysiecki, </em>178 App. Div. 733; <em>Flaum </em>v. <em>Kaiser Bros. Co., </em>66 Misc. Rep. 586; 144 App. Div. 897.) Assuming the corporation to have been a mere trustee and that the entire beneficial ownership of the properties conveyed was in the individual defendants, the plaintiff’s right to recovery is clear. The action being one in equity and it having been shown that the trustee is insolvent, the plaintiff, as a creditor of the trustee upon an obligation incurred by the latter in connection with the trust estate, is subrogated to the right of the trustee to charge the trust assets for the satisfaction of such obligation. <em>(Matter of Johnson, </em>15 Ch. Div. 548; <em>Jessup </em>v. <em>Smith, </em>223 N. Y. 203; <em>Schoenherr </em>v. <em>Van Meter, </em>215 N. Y. 548; <em>Collins </em>v. <em>McWilliams, </em>185 App. Div. 712; <em>Strong </em>v. <em>Dutcher, </em>186 <page-number citation-index=\"1\" label=\"236\">*236</page-number>App. Div. 307; <em>New </em>v. <em>Nichol, </em>73 N. Y. 127; <em>Hegstad </em>v. <em>Wysiecki, </em>178 App. Div. 733; <em>Willis </em>v. <em>Sharp, </em>113 N. Y. 586; <em>O’Brienv. Jackson, </em>167 N. Y. 31; <em>Miller </em>v. <em>Herzog, </em>148 N. Y. Supp. 945; <em>Whiting v. Hudson Trust Co., </em>231 N. Y. 394.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b280-4\"><em>Samuel Zinman </em>for Lewis Rudick et al., <em>amici curice.</em></attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"ADD\">The corporation was the absolute owner of the properties which it conveyed to its stockholders without consideration when the entry of a judgment against it appeared imminent. <em>(Woolley </em>v. <em>Stewart, </em>222 N. Y. 347.)</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b280-5\"><em>I. Maurice Wormser, Solon B. Lilienstern </em>and <em>Edward Gettinger </em>for respondents.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"A6u\">Section 94 of the Real Property Law terminated the rule at common law that a grant to one for a consideration paid by another results always in a trust for the benefit of the one paying the consideration; the statute has no effect on trusts imposed as a consequence, not of payment alone, but in combination with other acts. <em>(Bing </em>v. <em>People, </em>254 N. Y. 484; <em>Woolley </em>v. <em>Stewart, </em>222 N. Y. 347; <em>Whitaker </em>v. <em>Westberg, </em>124 Misc. Rep. 556; 215 App. Div. 785; <em>Carr </em>v. <em>Carr, </em>52 N. Y. 251; <em>Thomas </em>v. <em>Robbert, </em>123 Misc. Rep. 76; <em>Holden </em>v. <em>Burnham, </em>2 Hun, 678; 63 N. Y. 74; <em>Kingsbury </em>v. <em>Christy, </em>21 Ariz. 559; <em>Foreman </em>v. <em>Foreman, </em>251 N. Y. 237; <em>McKinley </em>v. <em>Hessen, </em>202 N. Y. 24; <em>Fraw Realty Co. </em>v. <em>Natanson, </em>236 App. Div. 722.) The plaintiff did not rely in any way on the financial responsibility of the defendant corporation in accepting' its bond secured by a purchase-money mortgage; therefore, the transfer by the defendant corporation of property, the record title to which was in its name, but which was in fact owned by the individual defendants, was not fraudulent, as to the plaintiff. <em>(Ochs </em>v. Woods, 221 N. Y. 335; <em>Thayer </em>v. <em>Schley, </em>121 N. Y. Supp. 1064; <em>Montgomery </em>v. <em>DePicot, </em>153 Cal. 509.) The plaintiff’s judgment is founded on a sealed instrument made by the corporation; therefore, the property of the individual defendants cannot be charged with the <page-number citation-index=\"1\" label=\"237\">*237</page-number>payment of the judgment. <em>(Briggs </em>v. <em>Partridge, </em>64 N. Y. 357; <em>Crowley </em>v. <em>Lewis, </em>239 N. Y. 264; <em>Case </em>v. <em>Case, </em>203 N. Y. 263.)</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b281-4\"><em>Alexander Pfeiffer </em>and <em>Joseph Lotterman </em>for Max N. Natanson et ah, <em>amici enrice.</em></attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AXf\">As a consequence of the individual defendants’ payment of the consideration for all the properties involved herein a resulting trust was created in favor of the individual defendants, with an enforceable equitable obligation imposed upon the corporation to convey the properties to the individual defendants or their nominees at any time upon request. The resulting trust in favor of the individual defendants is superior to any claim of the plaintiff who did not rely in any manner upon the corporate nominee’s holdings of the record titles. <em>(Foreman </em>v. <em>Foreman, </em>251 N. Y. 237; <em>Carr </em>v. <em>Carr, </em>52 N. Y. 251; <em>Whitaker </em>v. <em>Westberg, </em>124 Misc. Rep. 556; 215 App. Div. 785; <em>Kingsbury </em>v. <em>Christy, </em>21 Ariz. 559.) Assuming that the individual defendants could not have compelled the corporation to transfer the properties, the voluntary conveyance by the corporation to the individual defendants was a fulfillment of the highest moral and equitable obligation, and does not constitute a fraud upon a creditor who did not rely in any manner whatsoever upon the record holdings of the corporation. <em>(Holden </em>v. <em>Burnham, </em>2 Hun, 678; 63 N. Y. 74; <em>Dunn </em>v. <em>Whalen, </em>21 N. Y. Supp. 869; <em>Siemon </em>v. <em>Austin, </em>33 Barb. 9; 29 N. Y. 598; <em>Ocean Nat. Bank </em>v. <em>Hodges, </em>9 Hun, 161; <em>Davis </em>v. <em>Graves, </em>29 Barb. 480; <em>Foote </em>v. <em>Bryant, </em>47 N. Y. 544; <em>Norton </em>v. <em>Mallory, </em>63 N. Y. 434; <em>Robbins </em>v. <em>Robbins, </em>89 N. Y. 251.)</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b281-5\">Crouch, J.</author>\n<p id=\"A7\">In 1926 the defendant A. B. L. Holding Co., Inc., hereinafter called the corporation, took a deed of certain real property and as part payment gave at the direction of the vendor a purchase-money bond and mortgage to the plaintiff. The bond and mortgage matured on September 3, 1928, and a default occurred. <page-number citation-index=\"1\" label=\"238\">*238</page-number>Foreclosure followed resulting in the entry of a deficiency judgment against the corporation. In July and August, 1928, the corporation stripped itself of all property, real and personal, of which it was the apparent owner, except the mortgaged parcel above mentioned, and the cash in its bank account. The latter item was transferred later but before the entry of the deficiency judgment. The transferees were the defendants Solon B. Liliénstern and Anna Beringer, who were the corporation’s only stockholders, and the defendant Ttae A. Lilienstern, who was the wife of Solon. In an attempt to set aside the transfers and to subject the transferred property to the payment of his judgment, plaintiff has thus far been unsuccessful. It has been found that the two stockholders were the actual owners of the transferred property and hence that no wrong was committed when the semblance of ownership was made to conform to actuality. The corporation, it is said, in all of its varied activities, was merely the agent — gratuitous and unrecompensed — of its two stockholders. Any benefit resulting from those activities, we are told, rightly flowed to the stockholders; liability, divorced from the means of meeting it, was the sole portion of the corporation.</p>\n<p id=\"b282-4\">This, we think, pushes the theory of dual personality too far. It is true that the law permits individuals to incorporate their business as a cover and for the very purpose of escaping personal liability; but the business so incorporated must be carried on by the corporation, not by individuals; and its profits must be available to meet liabilities, before the individuals may share. <em>“ </em>The corporation exists for the <em>legitimate </em>convenience of the stockholders, not as a mere mask for their personal acts and responsibilities.” <em>(Halsted </em>v. <em>Globe Indemnity Co., </em>258 N. Y. 176, 179.) Tested by this broad rule alone, the judgment below, however ingeniously defended, is wrong. We proceed, however, to consider the defense.</p>\n<p id=\"b282-5\">In 1916 the corporation was organized, with an author<page-number citation-index=\"1\" label=\"239\">*239</page-number>ized and paid-in capital of $5,000. Solon B. Lilienstern and one Max Beringer were the sole stockholders with an equal number of shares. Lilienstern was president, a clerk in Lilienstern’s office was vice-president and Beringer was secretary and treasurer. Lilienstern, Beringer and, presumably, the clerk were directors. There is a finding that the corporation was organized by Lilienstern and Beringer for the purpose of holding as their agent the record title of real property purchased and paid for by them, and of executing and delivering bonds and mortgages in connection with such purchases, and of holding purchase-money bonds and mortgages given when any property was sold. That perhaps states the purpose of Lilienstern and Beringer. What the purposes and objects of the corporation were do not appear. The certificate of incorporation is not in evidence. The corporation did over a period of ten or twelve years take and hold the title to many properties; it gave deeds of those properties when sold; it executed and delivered bonds and mortgages; it took and held purchase-money mortgages. All those, transactions were in its own corporate name. It did not purport to act as agent. There is no evidence that it did act as agent beyond the insufficient fact that all the money used in its business over and above its capital of $5,000 was furnished by Lilienstern and Beringer in proportion to their stockholdings. All rents were collected and retained by Lilienstern and Beringer, who had periodical accountings between themselves. There is also a finding that there was an agreement between the corporation and its two stockholders that the corporation should hold all property as their agent and for their use and benefit, and should, upon demand, transfer such property to them, or their legal representatives or assigns. There was no written agreement and no evidence of an oral agreement unless it can be inferred from the facts above stated. Lilienstern and Beringer no doubt understood (and with some reason since they alone controlled <page-number citation-index=\"1\" label=\"240\">*240</page-number>the corporation) that the property could and would be transferred to themselves whenever exigency demanded it. That falls somewhat short of being an agreement with the corporation. Max Beringer died in May, 1928, and his interests passed to his wife, the defendant Anna Beringer. Until the spring of 1928 the corporation had no bank account. When the property was transferred from the corporation to the stockholders the corporation was paid no money or other thing of value.</p>\n<p id=\"b284-4\">The argument for respondents is two-fold: <em>First, </em>admitting that plaintiff could have the relief sought had he accepted the bond and mortgage of the corporation in justifiable reliance upon its apparent ownership, the evidence, it is said, shows conclusively that he did not do so. The evidence referred to is found in the short contract of sale and purchase pursuant to which the mortgage was given. The corporation was the vendee named therein and it was provided that $10,500 of the purchase price was to be paid “ by the vendee <em>or assigns </em>executing and delivering to the vendor its bond and purchase-money mortgage.” That plaintiff did not rely on the obligation of the bond, because it might have been executed by an assignee, does not follow. As originally drawn, the contract named Max Beringer as vendee. Before execution the name of the corporation was written in. The corporation in fact executed it and there is evidence that plaintiff was informed by Lilienstern and Beringer that the corporation had property of the value of at least $150,000.</p>\n<p id=\"b284-5\">The other phase of respondent’s argument is that the Real Property Law (Cons. Laws, ch. 50), section 94, has no application to the transactions between the corporation and the individual defendants. That statute was intended to prevent a person from concealing a real ownership under an assumed name, while reaping all the benefits of ownership. <em>(Siemon </em>v. <em>Schurck, </em>29 N. Y. 598, 610.) Its effect is to cut off all interest in the person paying the considera<page-number citation-index=\"1\" label=\"241\">*241</page-number>tion. <em>(Garfield </em>v. <em>Hatmaker, </em>15 N. Y. 475; <em>Siemon </em>v. <em>Schurck, supra; Ocean National Bank </em>v. <em>Olcott, </em>46 N. Y. 12; <em>Hegstad </em>v. <em>Wysiecki, </em>178 App. Div. 733.) If there is an agreement in writing by the person taking title amounting to a declaration that he holds merely for the use of the person furnishing the consideration and will convey upon demand, the case falls under the Real Property Law, sections 92 and 93. The title automatically vests in the actual owner. (Cf. <em>Bing </em>v. <em>People, </em>254 N. Y. 484.) Where the declaration is oral, enforcement as between the immediate parties meets not only the obstacle of the Real Property Law, section 94, but also of the Statute of Frauds, Real Property Law, section 242. The latter may be overcome <em>“ </em>where a confidential relation would be abused if there were repudiation, without redress ” <em>(Foreman </em>v. <em>Foreman, </em>251 N. Y. 237, 240); or, what is perhaps the same thing, where there has been part performance by unequivocal acts clearly referable to the agreement. <em>(McKinley </em>v. <em>Hessen, </em>202 N. Y. 24.) The barrier of section 94, as between the immediate parties, may be passed when substantially the same facts exist. <em>“ </em>The statute has no effect, however, on trusts constructively imposed as a consequence not of payment alone, but of payment in combination with other or extrinsic equities.5 ’ <em>(Foreman </em>v. <em>Foreman, supra, </em>p. 241, 242.) That is a “ field uncovered by the statute.” (Id.) In that field the respondents say they stand. We think not. The mere fact that the creature corporation transferred the property at the behest of its creators and masters does not, as against plaintiff, obviate the necessity of proving that the transfer was in fulfillment of an agreement to do so. The most important of those <em>“ </em>other or extrinsic equities ” upon which respondent’s case must rest are the words of promise. There is no evidence that such words were ever uttered. The acts of the respondents are not so clear, certain and definite <page-number citation-index=\"1\" label=\"242\">*242</page-number>in their object and design as to refer exclusively to a complete and perfect agreement, of which they are a part execution. <em>(Wheeler </em>y. <em>Reynolds, </em>66 N. Y. 227, 231.) The acts here could and would have been exactly the same had there been no agreement. But even though the extrinsic equities which prevail between the immediate parties to such transactions were proved here, they would have to be weighed against the equities of plaintiff; and the result would be the same. (Cf. <em>Hegstad </em>v. <em>Wysiecki, supra; Flaum </em>v. <em>Kaiser Bros. Co., </em>66 Misc. Rep. 586; affd., 144 App. Div. 897.)</p>\n<p id=\"b286-4\">It remains to deal briefly with the case of <em>Bing </em>v. <em>People </em>(254 N. Y. 484), upon the authority of which the decision in the Appellate Division herein is rested. The distinction is clear. The Glenbrook Company which there held the record title held it as a mere depositary. It was organized for that purpose. That was its authorized business. For doing that it was paid. Its function was passive, not active. It had none of its own funds invested in the property. The claim of no creditor arose by its act. The actual owners were not its stockholders, but third parties. The agreement under which it held was in writing. By reason of the nature of that agreement, it took no estate, legal or equitable, under the applicable statute. The facts in no respect brought it within the scope of the Real Property Law, section 94. The principle of that case has no relevancy directly or argumentatively under the facts here.</p>\n<p id=\"b286-5\">The judgments should be reversed and judgment directed for the plaintiff for the relief asked for in the complaint, with costs in all courts.</p>\n<p id=\"b286-6\">Pound, Ch. J., Crane, Lehman, Kellogg, O’Brien and Hubbs, JJ., concur.</p>\n<p id=\"b286-7\">Judgment accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}