{
  "casebody": {
    "data": "<casebody firstpage=\"599\" lastpage=\"601\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b615-4\">Jacob Jenkins <em>vs. </em>L. E. Dawes.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b615-5\">Hampden.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATW\">September 21. — 28, 1874.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"AzCl\">Morton &amp; Endicott, JJ., absent.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b615-7\">An attesting witness, within the statute of limitations, Gen. Sts. <em>c. </em>155, § 4, must be one who at the time of the attestation would be competent to testify in court to the matter which he attested.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b615-8\">A negotiable promissory note was attested by the wife of the payee of the note. At the time of the attestation a wife was not a competent witness in an action to which her husband was a party. In an action on the note by the payee, <em>held, </em>that the note was not properly attested, although at the time of trial the wife was a competent witness.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b615-9\">Contract upon a promissory note dated August 1, 1853, signed by the defendant, payable to the order of the plaintiff, and witnessed by the wife of the plaintiff. Writ dated August 15, 1872. The answer set up the statute of limitations.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b615-10\">At the trial in the Superior Court, before <em>Wilkinson, </em>J., it was agreed that the liability of the defendant depended upon the legality and binding force of the attestation. The defendant asked the presiding judge to instruct the jury as follows:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b615-11\">1. That as the note was witnessed by the wife of the plaintiff and payee of the note, the attestation was not such as would take the note out of the statute of limitations. 2. That the statute of limitations was a bar to the action.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b615-12\">The presiding judge declined so to rule. The jury found tor the plaintiff, and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b615-13\">N. <em>A. Leonard, </em>for the defendant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b615-14\"><em>G. M. Stearns, </em>for the plaintiff.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AQg\">1. The note was an attested note. The wife might be a competent witness at the trial. The note was negotiable, and she was a competent witness for an indorsee. If a competent witness for anybody, she was a witness <page-number citation-index=\"1\" label=\"600\">*600</page-number>for all purposes. 1 Greenl. Ev. § 342. <em>Henman </em>v. <em>Dickinson, </em>5 Bing. 183. She might become by statute (as she did) a competent witness at the time of trial. Where the cause of incompetency is removed by operation of law, as by the bankrupt law or statute of limitations, the person becomes a competent witness. <em>Murray </em>v. Judah, 6 Cowen, 484. <em>Ludlow </em>v. <em>Union Ins. Company, </em>2 S. &amp; R. 119. <em>United States </em>v. <em>Smith, </em>4 Day, 121. She might become a competent witness by the death of her husband in a suit brought by his administrator. <em>Litchfield </em>v. <em>Merritt, </em>102 Mass. 520. In cases of incompetency of attesting witnesses the handwriting of the witness may be proved. <em>Godfrey </em>v. <em>Norris, </em>1 Stra. 34. <em>Buckley </em>v. <em>Smith, </em>2 Esp. 697. <em>Haynes </em>v. <em>Rutter, </em>24 Pick. 242.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b616-4\">2. The rule that a witness must be competent at the time of attestation applies only to wills. Under that rule an interested person was equally incompetent with a wife to attest a will. <em>Hawes </em>v. <em>Humphrey, </em>9 Pick. 350. The rule is so held in regard to wills for special reasons stated in that case; and because of the language of the statute which “ directs the mode of executing and attesting a will.” It requires it shall be attested by “ three or more competent witnesses; ” therefore the quality of competency is necessary at the time of attestation. Lord Mansfield was of opinion, even in cases of wills, that it was sufficient if the witnesses were competent at time of probate of will. <em>Windham </em>v. <em>Chetwynd, </em>1 Burr. 414. The statute of limitations does not apply to notes “ signed in presence of an attesting witness,” not as in case of wills in presence of a “ competent witness,” but a “witness.” This plainly refers not to the disposition and creation of rights, as in case of wills, but the method of proving facts in a court of justice. The Gen. Sts. <em>c. </em>155, § 4, provide a mode of proof to take, cases out of the statute. The wife' may do this at the trial, and, if competent then, stands like a witness formerly interested but whose interest has been removed. The attestation is not necessary to the execution as in the case of a will, but is a means of proof when the execution shall be a question in a court of justice. Therefore, if the attesting witness is competent when the question arises in court, nothing more is required.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b616-5\">Gray, C. J.</author>\n<p id=\"ALB_\">In order to take a promissory note out of the general statute of limitations limiting actions to six years, it must <page-number citation-index=\"1\" label=\"601\">*601</page-number>be “ signed in the presence of an attesting witness,” and the action brought by the original payee or his executor or administrator. Gen. Sts. <em>c. </em>155, § 4. An “ attesting witness,” under this statute, as under the statute of wills, Gen. Sts. <em>c. </em>92, § 6, must be one who at the time of the attestation would be competent to testify in court to the matter which he attested; and not one who might or might not be competent to testify upon a trial at some future time. The statute of limitations puts the instrument, if duly attested, on the footing of a bond or other specialty; and the character of the instrument in this regard depends upon the validity of the attestation at the time it is made, and not upon future contingencies. A person whom the law declares to be incompetent to testify is not a lawful witness for any purpose. <em>Smith </em>v. Dunham, 8 Pick. 246. <em>Amherst Bank </em>v. Root, 2 Met. 522. <em>Jourdain </em>v. Sherman, 6 Cush. 139. <em>Haven </em>v. Hilliard, 23 Pick. 10. <em>Sparhawk </em>v. Sparhawk, 10 Allen, 155. <em>Sullivan </em>v. <em>Sullivan, </em>106 Mass. 474. <em>Pease </em>v. <em>Allis, </em>110 Mass. 157. At the time of the execution and attestation of the note in suit, a wife was not a competent witness in an action to which her husband was a party. St. 1852, <em>c. </em>312, § 60. <em>Barber </em>v. <em>Goddard, </em>9 Gray, 71. <em>Burlen </em>v. <em>Shannon, </em>14 Gray, 433. It follows that the note was not duly attested, and that the instruction prayed for should have been given. <em>Hxceptions sustained.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}