{
  "casebody": {
    "data": "<casebody firstpage=\"646\" lastpage=\"658\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b658-5\">The Town of Southington <em>vs. </em>The Southington Water Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b658-6\">First Judicial District, Hartford,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AcI\">May Term, 1908.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"ASe\">Baldwin, C. J., Hamersley, Hall, Prentice and Thayer, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b658-7\">A water company failed to obtain the amount of subscriptions named in its charter. A town which it was to serve voted to seek legislative authority to make a subscription to stock, and a resolution authorizing such subscription, which had been favored by one of the incorporators of the water company, was passed by the General Assembly, and provided that if the town accepted the resolution it should have the option of purchasing the entire works of the company at an amount based upon the cost. Thereafter the town accepted the resolution, responded to the calls of the water company for payments upon the stock, and certificates of stock were issued to it. Some years later the town took proper steps to exercise its option to purchase, and eventually brought this application to enforce its rights thereunder. Held:—•</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b658-8\">1. That as the questions involved must enter into the final determination of the case, and the advantage in having them settled is manifest and distinct, they are properly brought before the Supreme Court of Errors on reservation in advance of the time when the case is ready for final judgment.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b658-10\">2. That the reserved power of amendment of the charter of the water company included the right to make any alterations which did not substantially impair the object of the grant or affect vested rights.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b658-12\">3. That the alteration of the charter might result from the operation of general laws, as well as from special legislation addressed to the corporation itself.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b658-14\">4. That the authority of the town to subscribe for shares of the capital stock conferred a new power, and in effect enlarged the franchise of the water company, and operated to that extent as an amendment of its charter; and that on the acceptance by the water company of the subscription of the town, said company was chargeable with notice of the character and limitations of the power of the town and became subject to the obligation to sell, should the town exercise its option to buy.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b658-16\">5. That as the obligation is a contractual one, it is immaterial whether or not it was reasonable, as parties may voluntarily assume hard bargains.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b658-18\">6. That the statute of frauds had no application to the obligation in question.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b659-5\"><page-number citation-index=\"1\" label=\"647\">*647</page-number>Whatever power or control the State may have over the public property of municipal corporations, their investments in private enterprises are protected by the constitutional guarantee securing private property.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b659-6\">Where a statute requires a question to be decided, or an election to be made, by vote of the majority, it calls only for a majority of the votes actually cast.</headnotes>\n<otherdate data-order=\"13\" data-type=\"otherdate\" id=\"b659-7\">Argued May 5th</otherdate>\n<decisiondate data-order=\"14\" data-type=\"decisiondate\" id=\"AVM\">decided June 2d, 1908.</decisiondate>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b659-8\">Suit to condemn or appropriate the water-works of the defendant company pursuant to special legislative authority, brought to and reserved by the Superior Court in Hartford County, <em>Case, </em>upon a finding of facts, for the advice of this court.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b659-9\">The defendant corporation was chartered by the General Assembly in 1882, the franchise for the formation of the corporation being granted to R. A. Neal, Orson W. Stow, and others named, and such other persons as might become their associates. 9 Special Laws, pp. 609-614. The commissioners appointed to receive subscriptions to the capital stock had, on March 28th, 1888, failed to obtain such subscriptions to the amount of <em>$50,000 </em>named in the second section of the resolution. Those received amounted to $37,700. On that day a meeting of the subscribers and corporators, called by the commissioners, was held, it being the first of such meetings. A temporary organization was then effected, by the choice of a chairman and clerk, and a .list of subscribers presented. No other business appears to have been transacted.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b659-10\">Prior to that date, to wit, on January 1st, 1883, a town meeting, duly called, was held, at which it was voted to ask authority from the General Assembly, at its January session, 1883, to subscribe for <em>150 </em>shares of $100 each of the projected corporation, and a committee, of which Mr. Stow was one, was appointed to procure legislation to that end. This committee caused a resolution to be prepared and presented to the General Assembly. This resolution, after a hearing in committee, was reported substantially as presented, save that two sections, numbered 5 and <page-number citation-index=\"1\" label=\"648\">*648</page-number>6, were added, and the same, as thus changed, passed and approved; the date of approval being March 28th, 1883. This resolution is found in volume 9 of the Special Laws, pp. 766, 757. Said sixth section reads as follows : “Sec. 6. If the town accepts the resolution, then it shall have the option of purchasing the entire works of the said company at any time within twenty years from the time of such acceptance, by paying to the said company the sum or sums actually expended on said works, together with the interest on such sum or sums, at the rate of six per cent, per annum, less any dividend or dividends which said company may have paid.”- At the hearing before the committee of the General Assembly Mr. Stow appeared, and stated that the substitute resolution was satisfactory. At a town meeting prior to this hearing he had said that if the town would take the stock he would guarantee that it should have the privilege of taking the entire stock within twenty years.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b660-6\">April 23d, 1883, a town meeting, duly called, was held, at which action was taken upon 'the acceptance of this resolution, and the same was accepted.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b660-7\">May 21st, 1883, the capital stock of the defendant was, by vote of the corporation, increased to $60,000.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b660-8\">It does not appear that there ever was any formal subscription list signed by the original subscribers, or that the plaintiff signed any such list. Beginning on May 29th, 1883, the corporation made calls upon the takers of the stock, the town being among the number, for payments of a percentage of the amounts due therefor. Eight such calls were made, the last being upon July 1st, 1884. The plaintiff responded to all these calls as made, until the sum of $15,000 was fully paid. October 4th, 1884, certificates of stock were first issued to the stock takers, and a certificate for 150 shares was then issued to the plaintiff. This stock has continued to -be owned by the plaintiff, and its first selectman has since voted it at the meetings of the corporation.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b660-9\">The General Assembly in 1887 passed a resolution, <page-number citation-index=\"1\" label=\"649\">*649</page-number>found in volume 10 of the Special Laws, p. 551, the tenth section of which Act provides that it should be void unless accepted by a majority of the legal voters of said town present and voting thereon, at a legal meeting to be held for the purpose, within one year from its passage. No action was ever taken by the town upon this resolution.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b661-6\">January 8th, 1901, pursuant to call, a town meeting was held, at which the matter of the sale by the town of its stock in the defendant was considered. Resolutions authorizing such a sale were offered, and indefinitely post-' poned, and a committee appointed to investigate the matter of the purchase by the town of the balance of the stock of the defendant.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b661-7\">This committee reported at a town meeting held- April 13th, 1901, and called for the purpose of hearing and acting upon the report and voting to exercise the town’s option to purchase the works of the defendant upon the terms and pursuant to the provisions of the resolution of 1883, and to pass all votes which might be deemed necessary or desirable to make such option and the rights of the town thereunder effective. At this meeting, pursuant to the recommendations of the committee, votes of considerable length were passed exercising said option, and that the town would purchase said works upon the terms and conditions of the Act of 1883, and directing that notice thereof be given to the defendant by the town clerk; and a committee was appóinted to take such measures and action as might be necessary to carry into effect the votes passed, and to procure such legislation as might be necessary or useful in the premises. April 17th, 1901, a certified copy of these votes was left with the secretary of the defendant, by the town clerk of the plaintiff.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b661-8\">The committee appointed April 13th, 1901, as aforesaid, acting under the authority given it, prepared and caused to be presented to the General Assembly, at its January session in 1901, a resolution, for which, after a hearing before the committee on incorporations, a substitute resolu<page-number citation-index=\"1\" label=\"650\">*650</page-number>tion, differing essentially from it, was prepared, favorably reported, passed, and on June 17th, 1901, approved. This resolution, found in volume 18 of the Special Laws, p. 1124, in part provided the method of procedure to be pursued by the town in enforcing whatever right it might have, and in part prescribed regulations for the management by the town of the works of the defendant when acquired. Sections 2 and 13 read as follows:—</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b662-6\">“ Sec. 2. Said application shall not be brought until a majority of the legal voters of said town, at a legal meeting held for that purpose within six months after the approval of this resolution, shall have adopted a suitable resolution authorizing such action.”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b662-7\">■ “ See. 13. This resolution shall be null and void unless the application by said town under section one hereof shall be brought within two years from the date of the approval of this resolution.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b662-8\">. A town meeting was called for, and held on, November 5th, 1901, to vote by ballot and by use of the last completed check list of the electors of the town, upon the adoption of the following resolution: “ Resolved, that the Town of So.uthington by its selectmen shall bring its application to the Superior Court for Hartford County, to have determined any right the said town may now have by law to acquire by purchase the water-works of the Southington Water Company under any resolutions passed by the General Assembly prior to June 17, 1901, as provided by act of the General Assembly approved June 17, 1901.” The result of the ballot was 392 votes for the adoption of the resolution, and 16 against it, and the result was so declared. The last completed check list of the electors of the town, used at said meeting, had 1,543 names thereon as qualified to vote.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b662-9\">This application was brought February 8th, 1902.</summary>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b662-10\">. <em>Marcus H. </em>Holcomb, for the plaintiff.</attorneys>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b662-11\"><em>Lewis Sperry </em>and <em>John K. </em>Beach, for the defendant.</attorneys>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b663-5\"><page-number citation-index=\"1\" label=\"651\">*651</page-number>Prentice, J.</author>\n<p id=\"A6q\">The situation presented in this case is one which satisfies the conditions stated in <em>Hart </em>v. <em>Roberts, </em>80 Conn. 71, 75, 66 Atl. 1026, as justifying this court in giving advice to a trial court upon a reservation in respect to questions of law involved therein, in advance of the time when it is ready for final judgment. The questions presented are such as must certainly enter into the final determination of the cause, and the advantages to he derived from a preliminary adjudication of them are manifest and distinct.</p>\n<p id=\"b663-6\">The charter granted to Neal, Stow, and others for the incorporation of the defendant corporation was subject to alteration, amendment, or repeal at the pleasure of the General Assembly. General Statutes, § 8313; <em>Miller </em>v. <em>State, </em>15 Wall. (U. S.) 478, 495. This reserved right of amendment included the right to make any alterations which did not defeat or substantially impair the object of the grant or rights vested thereunder. <em>Holyoke Co. </em>v. <em>Lyman, </em>15 Wall. (U. S.) 500, 522. Amendments or alterations of charters may result from the operation of general laws, as well as from special legislation addressed to the corporation in question. <em>New Haven &amp; D. R. Co. </em>v. <em>Chapman, </em>38 Conn. 56, 71; <em>Pennsylvania Railroad Co. </em>v. <em>Miller, </em>132 U. S. 75, 83, 10 Sup. Ct. Rep. 34.</p>\n<p id=\"b663-7\">Prior to the day when the resolution of 1883 was approved and took effect, no steps had been taken in the organization of the corporation. The first meeting of the incorporators, called for any purpose, was held on that da}r, and their preliminary organization, provided for in § 3, was then made. No further action was then taken, and no organization of the corporation “ agreeably to the charter, ” as provided in § 3, was attempted. That was consummated later, and after the town had exercised its rights acquired under the Act of 1883. No funds had been received, and no property or assets were held. There was nothing, therefore, which could be affected by charter changes, save such contractual relations as might be claimed to have been created between the State and the <page-number citation-index=\"1\" label=\"652\">*652</page-number>corporation or corporators, which were within the reserved right of the State to alter. <em>Sioux City Street Ry. Co. </em>v. <em>Sioux City, </em>138 U. S. 98, 108, 11 Sup. Ct. Rep. 226.</p>\n<p id=\"b664-6\">By this resolution of 1883 the plaintiff, which, as a town, exercised only limited and delegated powers, was given authority to subscribe for and take 150 shares of the capital stock of the defendant. This grant of power was.a lawful one, and one which conferred upon it authority which, without it, the plaintiff would not have'possessed. <em>Rogers </em>v. <em>Burlington, </em>3 Wall. (U. S.) 654, 663; <em>Webster </em>v. <em>Harwinton, </em>32 Conn. 131.</p>\n<p id=\"b664-7\">While the resolution of 1883 purported to be a grant- of power -to the plaintiff, and did not profess to amend the charter of the defendant, it did, in fact, operate to extend the privileges conferred by the Act of incorporation,-and to enlarge the franchise as originally granted. The character and extent of that franchise appear primarily in the resolution of 1882 and secondarily in such general laws as were effective upon the situation. The resolution of 1882 granted to Neal and his associates a franchise for the formation of a corporation, which might exercise certain defined powers in a prescribed manner. These grantees were engaged in an effort to bring that corporation into being as one formed and equipped to' exercise its corporate powers, by effecting an - organization- agreeably to its charter. Under the charter as originally granted, and the general law as it was prior to the adoption of -the resolution of 1883, the privilege or franchise which, the incorporators were permitted to exercise was one which warranted an association together, as members of the corporation, of a body of persons,-from which the plaintiff was rigidly excluded. It was one which denied- to the projected corporation the town’s membership and financial support. When the right to take- stock, and with' it, ■ by necessary implication, the right to ■ become a member of the corporation, and to participate in. the perfection of its organization agreeably to its charter, was accorded to the town, there sprang into existence, as the <page-number citation-index=\"1\" label=\"653\">*653</page-number>inevitable consequence, a corresponding enlargement of the franchise which might be exercised. .In consequence it became permissible for the incorporators to associate the town in the new enterprise, and to avail themselves of its subscription in completing the organization in progress, and for the corporation to reap the benefit of its membership and financial support. It enabled to be done what was done to bring the corporation into a real existence. It is easy to conceive that the enabling resolution may have given to the incorporators a much longed for and sought after opportunity. But whether so or not, a new opportunity was presented, and a new privilege given, which opportunity and privilege came from the hands of the State, and were as surely the gift of the State as if they had been derived from some pro vision in the original charter.</p>\n<p id=\"b665-6\">The privilege thus furnished was one, which, of itself, carried with it no duty or obligation as long as it remained unexercised. When, however, the time came, as it did when the incorporators chose to avail themselves of it to accept the town’s. proffered subscription, to include it among the organizing members; to make calls for payments from it to the corporate stock, and to issue to it certificates of organization stock, it became a privilege exercised, with the result that the enabling provision thus utilized became ingrafted upon the law of its being, as effectively as any other expression of the will of the ¡átate defining its powers and privileges. <em>Illinois River R. Co. </em>v. <em>Zimmer, </em>20 Ill. 654, 661; <em>Jackson </em>v. <em>Walsh, </em>75 Md. 304, 315, 23 Atl. 778; Clark on Corporations, p. 47.</p>\n<p id=\"b665-7\">The resolution of 1883. however, did not profess to remove altogether the disability under which the plaintiff, as a.municipal corporation, had labored, and to give to it the full and'unrestricted right of subscription. It is unnecessary to inquire whether under the resolution the town could have taken any less number of shares than 150 in like manner as it could not take more, or whether it could, by any action at any time, by waiver, release, or otherwise, have de<page-number citation-index=\"1\" label=\"654\">*654</page-number>prived itself of whatever right was reserved to it by § 6. It has attempted to do no one of these things. What concerns us here is that the right to become a stockholder in the corporation, and, by implication, a member of it, was coupled with a proviso that if the town should accept the resolution, it should have the option of purchasing the entire works of the company at any time within twenty years from the date of acceptance upon specified terms. The acceptance here meant was clearly one which included action under and in conformity with the authority conferred, and the option referred to is as clearly the privilege of purchase at the election of the town, and regardless of the then attitude of the other stockholders or of the corporation toward such purchase. The resolution which conferred this right of subscription upon the town and established the conditions attending its exercise was made public in its character, and the plaintiff was a municipal corporation. When, therefore, the incorporators accepted the town as an associate with them, and for the corporation accepted its subscription, and proceeded to take the benefit of it, they were chargeable with notice of the town’s powers thus derived, their character and limitations. <em>Syracuse Water Co. </em>v. <em>Syracuse, </em>116 N. Y. 167, 182, 22 <em>N. </em>E. 381; <em>Smith </em>v. <em>Westerly, </em>19 <em>R. </em>I. 437, 446, 35 Atl. 526. When, therefore, such action was taken, with constructive knowledge at least of the conditions under which the subscription could alone be made, that action necessarily involved the acceptance of the conditions, and imposed them as self-assumed upon the corporation. The right of subscription could not be aparted from its attendant conditions, and advantage taken of the one, while the burden of the other was escaped.</p>\n<p id=\"b666-6\">Other facts are recited in the finding, which are relied upon by the plaintiff as reinforcing, or sufficient to create, the right which it is now seeking to exercise. These, however, do not require our attention, as the right is amply established by the circumstances already examined.</p>\n<p id=\"b666-7\">Such being the nature and origin of the obligation. <page-number citation-index=\"1\" label=\"655\">*655</page-number>which is upon the defendant, the provisions of the statute of frauds clearly have no application to it. The obligation is indeed contractual in its nature, as are the relations of the State to its chartered corporations, and of such corporations to their members; and the obligation is one which involves the transfer of realty, but it does not arise from any unexecuted express contract between the parties, but by force of the provisions of the defendant’s charter, into which the enabling Act of 1888, as we have seen, entered, or, viewed in another light, by implication of law from the conduct of the parties under legislation defining its consequences, and where one party has performed what was required of it to entitle it to the benefits sought. <em>Stocking </em>v. <em>Sage, </em>1 Conn. 519, 523, 524; <em>Crocker </em>v. <em>Higgins, </em>7 id. 342, 348; <em>Braintree Water Supply Co. </em>v. <em>Braintree, </em>146 Mass. 482, 16 N. E. 420.</p>\n<p id=\"b667-6\">It follows, also, that this obligation is not, as is claimed, one imposed upon the defendant by the arbitrary fiat of the legislature, and against its will and consent. We have already sufficiently observed that whatever burden is now upon the defendant was voluntarily assumed. Consent to the present action of the town was given when that assumption was originally made. There is no taking <em>ad invitum. </em>It is a taking by force of a right willing1 y given for a consideration.</p>\n<p id=\"b667-7\">Whether the obligation is or is not a reasonable one under present conditions, or whether it was or was not at its inception a reasonable one, is a matter of no consequence to the present litigation. Parties who fairly and voluntarily assume hard bargains cannot claim relief from them for that cause.</p>\n<p id=\"b667-8\">But it is urged that a resolution passed in 1887 (10 Special Laws, p. 551) operated in some way to modify or to deprive the plaintiff entirely of whatever rights it might have had by virtue of that of 1883. It is a sufficient answer to this contention to say, first, that the resolution relied upon never took effect, but was, bjr force of its own provisions and the failure of the plaintiff to <page-number citation-index=\"1\" label=\"656\">*656</page-number>accept it, void <em>ab initio • </em>and second, that any attempt upon the part of the General Assembly, in 1887, to take from the plaintiff, without its consent, any right which it enjoyed by reason of the Act of 1883 and the conduct of the parties under it, would have been abortive, since those rights had vested long prior to the year 1887. Whatever power of control the State may have over public property of municipal corporations, their investments in private enterprises are protected by the constitutional guarantee securing private property.</p>\n<p id=\"b668-6\">The resolution of 1901 (13 Special Laws, p. 1124) is relied upon by the defendant as having resulted in depriving the plaintiff of whatever right it may have had to purchase .the defendant’s property upon the terms named in the resolution of 1883. This resolution of 1901, in its first section, prescribed the procedure for the exercise by the plaintiff of its right of purchase. This procedure included the bringing of an application to the Superior Court in Hartford County, after the manner of the present proceeding.. The second section provided that no such application • should be brought “until a majority of the legal voters of said town, at a legal meeting held for that purpose within six months after the approval of this resolution, shall have adopted a suitable resolution authorizing such action.” The thirteenth section provided that the resolution should be null and void unless the application should be brought within two years from the date of approval of the resolution. This application was brought within the two years, and the defendant, therefore, says that the resolution became operative, and its conditions and limitations effective. In this situation it claims that the conditions prescribed, in §2 were not complied with, since, at the town meeting called to act upon the matter of authorizing an • application to the Superior Court, the majority vote in the affirmative, while so emphatic as. to approximate unanimity of action, did not include a majority of all the legal voters of the town voting and n.o.t voting. The next step in its argument is that this fail<page-number citation-index=\"1\" label=\"657\">*657</page-number>ure to obtain a majority vote in favor of an application then, or at any time within the six-month period, operated to cut off any right which the plaintiff might have previously had to exercise its claimed right of option. The position of the defendant in this regard is summarized, in the brief of counsel, as being that “ the resolution of 1901, in any view of the case, made it necessary for a majority of the legal voters of the plaintiff town to vote in favor of bringing this application and makes the affirmative vote of such majority necessary before the plaintiff town can be committed to the business proposition of owning and operating the defendant plant.”</p>\n<p id=\"b669-6\">This contention of the defendant is based upon an unsound premise. It is well settled by the overwhelming, if not unanimous, weight of authority, gathered from a multitude of cases in both England and this country, that where a statute requires a question to be decided, or an officer to be elected, by the votes of a majority of the voters of an electorate, this does not require that a majority of all persons entitled to vote shall actually vote in the affirmative, but only that the result shall be decided by the majority of the votes cast. “ In such a case the only proper test of the number of persons entitled to vote is the result of the election as determined by the ballot-box, and the courts will not go outside of that to inquire whether there were other persons entitled to vote who did not do so.” In the eye of the law those present and voting at an election constitute the voters. Those who absent themselves, or abstain from voting, are to be considered as acquiescing in the result declared by a majority of those who do vote. McCreary on Elections (4th Ed.) § 208; <em>Oldknow </em>v. <em>Wainwright, </em>2 Burr. 1017; <em>Carroll County </em>v. <em>Smith, </em>111 U. S. 556, 565, 4 Sup. Ct. Rep. 539; <em>First Parish </em>v. <em>Stearns, </em>21 Pick. (Mass.) 154; <em>People </em>v. <em>Clute, </em>50 N. Y. 451, 461; <em>People </em>v. <em>Warfield, </em>20 Ill. 159, 163; <em>Sanford </em>v. <em>Prentice, </em>28 Wis. 358, 361-363; <em>South Bend </em>v. <em>Lewis, </em>138 Ind. 512, 516, 37 N. E. 986; <em>State </em>v. <em>Mayor, </em>37 Mo. 270, 272; <em>County-Seat of Linn County, </em>15 Kan. 500, 529; <em>Louisville </em><page-number citation-index=\"1\" label=\"658\">*658</page-number><em>&amp; N. R. Co. </em>v. <em>County Court, </em>1 Sneed (Tenn.) 637, 691; <em>Walker </em>v. <em>Oswald, </em>68 Md. 146, 150, 11 Atl. 711; <em>Taylor </em>v. <em>McFadden, </em>84 la. 262, 270, 50 N. W. 1070; <em>Taylor </em>v. <em>Taylor, </em>10 Minn. 107, 123.</p>\n<p id=\"b670-6\">The defendant seeks to emphasize its reasons for its construction of this section by a comparison of the resolution presented to the General Assembly, which provided for a majority vote of the legal voters present and voting, with the redrafted and much altered one, which was enacted and uses the language recited. The argument drawn from this difference in expression attaches atoo exaggerated importance to varying methods of conveying the same idea. That the draftsman of the second form of resolution employed a simpler form of statement, of well defined meaning, in place of a more cumbersome one, is no argument that he meant something else than he said, or something else than that which another had expressed differently. We are bound to assume, for all that here appears, that the words used in the resolution enacted were used in their accustomed and approved sense, and that, if some other meaning was intended, some other appropriate expression would have been employed. <em>Linsley </em>v. <em>Brown, </em>13 Conn. 192, 195; <em>Seery </em>v. <em>Fitzpatrick, </em>79 id. 562, 564, 65 Atl. 964.</p>\n<p id=\"b670-7\">The Superior Court is advised that the plaintiff has the right to purchase the entire works of the defendant company by paying to it the sum or sums actually expended on said works, together with the interest on such sum or sums, at the rate of six per cent, per annum, less any dividend or dividends which said company may have paid.</p>\n<p id=\"b670-8\">Costs in this court will be taxed in favor of the plaintiff.</p>\n<p id=\"b670-9\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}