{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"573\" lastpage=\"591\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  John DOE, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  MARYMOUNT UNIVERSITY, et al., Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  Case No. 1:17-cv-401\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, E.D. Virginia, Alexandria Division.\n </court>\n <decisiondate id=\"p-4\">\n  Filed March 14, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Adam Ross Zurbriggen, Justin Emerson Dillon, Christopher Charles Muha, KaiserDillon PLLC, Washington, DC, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  Jason Alexander Ross, Saul Ewing LLP, Washington, DC, for Defendants.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM OPINION\n   </strong>\n  </em>\n </p>\n <opinion>\n  <p id=\"p-8\">\n   T.S. Ellis, III, United States District Judge\n   Plaintiff John Doe (\"Doe\"), a former student at Marymount University (\"Marymount\"), was accused by a fellow student, Jane Roe (\"Roe\"), of sexual assault and was ultimately suspended for two years after Marymount adjudicated Doe guilty of sexual assault using Marymount's then existing disciplinary procedures. Doe now brings this action against three defendants-Marymount, Jane Roe, and Linda McMurdock, Marymount's Title IX coordinator-asserting various claims. Specifically, Doe sues:\n  </p>\n  <blockquote class=\"attorneys\" id=\"p-9\">\n   i. Roe for defamation;\n   <footnotemark>\n    1\n   </footnotemark>\n  </blockquote>\n  <blockquote class=\"attorneys\" id=\"p-10\">\n   ii. Marymount for Title IX gender discrimination, breach of contract, breach of the covenant of good faith and fair dealing and breach of the law of associations; and\n  </blockquote>\n  <blockquote class=\"attorneys\" id=\"p-11\">\n   iii. Marymount and Linda McMurdock for breaching a common law duty purportedly owed by Marymount and its employees to Marymount's students.\n  </blockquote>\n  <p id=\"p-12\">\n   Marymount and McMurdock have moved to dismiss all of Doe's claims against them.\n  </p>\n  <p id=\"p-13\">\n   The matter has been fully briefed and argued, and for the reasons that follow Marymount and McMurdock's motion to dismiss must be granted in part and denied in part.\n  </p>\n  <p id=\"p-14\">\n   <strong>\n    I.\n   </strong>\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    A. The Incident\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   Doe was an undergraduate student at Marymount between August 2014 and August 2016. His accuser, Jane Roe (\"Roe\"), was also a student at Marymount at that time and ultimately graduated from Marymount in 2017.\n  </p>\n  <p id=\"p-17\">\n   Doe and Roe first came into contact with one another in November 2014, when Roe contacted Doe by text message. The two arranged for Roe to visit Doe's dorm room on November 8, 2014. Roe arrived at Doe's room at 6:06 p.m. and the two talked for about twenty minutes in the presence of Doe's roommate. When Doe's roommate left, Doe alleges he and Roe \"began to make out\" and \"fondle each other,\" but that they did not touch one another's genitals. Pl.'s Compl. ¶ 65. Doe further claims that approximately thirty (30) minutes later Roe got up and said she wanted to go visit some other friends. Doe purportedly \"stood up and leaned against the door, in a friendly, playful effort to persuade [ ] Roe not to leave, [but] he did not forcefully restrain her from leaving.\"\n   <em>\n    Id.\n   </em>\n   ¶ 67. Thereafter, according to Doe, Roe kissed him on the cheek, told him she needed to meet some friends and then left his room without incident.\n  </p>\n  <p id=\"p-18\">\n   At 8:10 p.m., approximately one hour later, Doe texted Roe telling her that he was \"hanging out\" with his friends and asking her what she was doing. Roe responded at 8:23 p.m. asking \"Y'all aren't\n   going out,\" and then stating \"I'm eating pizza haha.\"\n   <em>\n    Id.\n   </em>\n   ¶ 70. After that exchange Doe texted Roe several times, but Roe either did not answer or was slow to respond. On November 15, 2014, after receiving little communication from Roe, Doe sent Roe the following message: \"So I don't mean to be [a] weirdo but I wanna ask what's up[?] [I]t's bothering me.\"\n   <em>\n    Id.\n   </em>\n   ¶ 72. Six days later, Roe responded to this message, saying \"Hey, so I don't know what you remember about when I was in your room the other night, but you really scared me when you wouldn't take no for an answer. I think you're a really nice guy, I really, really do, but you got really pushy and I just wanted to let you know ... I hope you have an amazing weekend!!\"\n   <em>\n    Id.\n   </em>\n   Doe replied to Roe's message stating, \"Ok I'm sorry I frightened you, you have a good one too.\"\n   <em>\n    Id.\n   </em>\n   ¶ 73. After this final text message, Doe and Roe never communicated again.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-112\">\n    Roe's motion to dismiss Doe's defamation claim was resolved by a separate memorandum opinion and order.\n    <em>\n     See\n    </em>\n    <em>\n     Doe v. Roe, et al.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12523874\" index=\"0\" url=\"https://cite.case.law/f-supp-3d/295/664/\">\n     295 F.Supp.3d 664\n    </extracted-citation>\n    , 1:17-cv-401,\n    <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2018%20WL%20691735\">\n     2018 WL 691735\n    </extracted-citation>\n    (E.D. Va. Jan. 31, 2018) (granting in part and denying in part Roe's motion to dismiss Doe's defamation claim).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-113\">\n    The facts recited here are derived from plaintiff's complaint and must be accepted as true at this stage, as required by law.\n    <em>\n     See\n    </em>\n    <em>\n     Ashcroft v. Iqbal\n    </em>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"2\" url=\"https://cite.case.law/us/556/662/#p678\">\n     556 U.S. 662\n    </extracted-citation>\n    , 678,\n    <extracted-citation case-ids=\"3653744\" index=\"3\" url=\"https://cite.case.law/us/556/662/#p678\">\n     129 S.Ct. 1937\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"4\" url=\"https://cite.case.law/us/556/662/#p678\">\n     173 L.Ed.2d 868\n    </extracted-citation>\n    (2009).\n   </p>\n  </footnote>\n  <p type=\"majority\">\n   <p id=\"p-19\">\n    <strong>\n     B. Marymount's Investigation\n    </strong>\n   </p>\n   <p id=\"p-20\">\n    On the evening of November 8, 2014, Roe allegedly told Z.M., another Marymount student, that Doe had physically and sexually assaulted her. Z.M. was the first person with whom Roe shared her assault allegations. According to the Complaint, Roe did not tell anyone else about the alleged assault until late summer, early fall 2015, almost one year after the alleged incident, when she shared her allegations with C.S., her resident assistant.\n    <footnotemark>\n     3\n    </footnotemark>\n    In September 2015, C.S. filed a written report with Marymount detailing Roe's assault allegations, which led Marymount to initiate an investigation into the November 8, 2014 incident.\n   </p>\n   <p id=\"p-21\">\n    Doe was first notified by Marymount officials of Roe's allegations on September 8, 2015. On that same day Marymount issued a no-contact order which forbade Doe from \"mak[ing] [any] contact, direct or indirect with [Ms. Roe],\" and from \"discussi[ng] ... the order or the alleged acts that led to its issuance with other Marymount University students or employees with the exception of support persons identified as Confidential Resources per the University's Sexual Harassment and Interpersonal Misconduct Policy.\"\n    <footnotemark>\n     4\n    </footnotemark>\n    <em>\n     Id.\n    </em>\n    ¶ 82.\n   </p>\n   <p id=\"p-22\">\n    As part of the investigation, Marymount assigned two faculty or staff members, Dr. Bernadette Costello and Mr. Paul Easton, to serve as investigators. The investigators interviewed Doe on September 21, 2015. Initially, Dr. Costello informed Doe that he would not be allowed to consult with his attorney, but she later relented, allowing Doe to speak with his attorney briefly-for less than two-minutes-before the interview ended.\n   </p>\n   <p id=\"p-23\">\n    Roe was then interviewed by the investigators on two separate occasions: October 1, 2015 and November 18, 2015. According to the Complaint, Roe made the following statements to Marymount's investigators in these interviews:\n    <footnotemark>\n     5\n    </footnotemark>\n   </p>\n   <blockquote id=\"p-24\">\n    • Roe told investigators that Doe held her down on the bed and tried to remove her clothes by force;\n   </blockquote>\n   <blockquote id=\"p-25\">\n    • Roe stated that Doe performed oral sex on her without her consent and\n    that she \"kneed him in the face\" to stop him;\n   </blockquote>\n   <blockquote id=\"p-26\">\n    • Roe further stated that when she got up off the bed, Doe pushed her into the door and put his fist up her vagina while she was standing there.\n   </blockquote>\n   <blockquote id=\"p-27\">\n    • Roe claimed that Doe locked the door from the inside that prevented her from leaving.\n   </blockquote>\n   <blockquote id=\"p-28\">\n    • Roe finally alleged that Doe took off his pants and threw her on the bed, but that she \"grabbed and yanked his penis,\" and he let her leave saying \"if you don't want me, that's ok.\"\n    <em>\n     Id.\n    </em>\n    ¶ 105.\n   </blockquote>\n   <p id=\"p-29\">\n    Doe alleges Roe lied to the investigators during her second interview when she was confronted with the text messages Doe and Roe had exchanged on the evening of the alleged incident. She allegedly told investigators that she sent those messages before the alleged sexual assault, although the time-stamp on the messages revealed that they were sent after the alleged assault.\n   </p>\n   <p id=\"p-30\">\n    Marymount's investigators also interviewed Roe's roommate, L.J., on October 22, 2015, and she allegedly told investigators that Roe had previously stated that she wanted to \"climb [Doe] like a [expletive] tree\" and wanted him to \"throw [her] against the wall.\"\n    <em>\n     Id.\n    </em>\n    ¶ 76. L.J. further reported that upon Roe's return to their shared dorm room on the evening of November 8\n    <sup>\n     th\n    </sup>\n    Roe was \"happy and giddy,\" showed off her hickeys, and told her roommates that Doe was \"good with his tongue.\"\n    <em>\n     Id.\n    </em>\n    ¶ 75. L.J. further stated that after none of her roommates paid attention to her, Roe started drinking heavily and her mood changed. Only then, after being ignored by her roommates and consuming alcohol, did Roe claim that Doe had been \"aggressive\" with her and that she \"didn't ask for it.\"\n    <em>\n     Id.\n    </em>\n    ¶ 76. L.J. also allegedly told investigators that Roe was \"good at making herself seem like a victim\" and that she often \"bent the truth.\"\n    <em>\n     Id.\n    </em>\n    ¶ 105.\n   </p>\n   <p id=\"p-31\">\n    Another female student, W.R., was also interviewed by investigators and confirmed that immediately following the alleged assault Roe bragged about the hickeys she had received from Doe. W.R. otherwise corroborated L.J.'s account of the evening of November 8, 2014.\n   </p>\n   <p id=\"p-32\">\n    After interviewing the relevant parties, the investigators prepared a draft investigative report on November 24, 2015. The draft report was first provided to Doe approximately sixty days after Roe filed her complaint, despite the fact that Marymount's Sexual Harassment and Interpersonal Misconduct Policy (\"Policy\") provides only twenty days for sexual assault investigations. Despite this delay, on December 1, 2015, Doe was permitted to review a copy of the report and was also permitted to take some notes. However, he was not allowed to have his attorney present when reviewing the draft report. When Doe's attorney objected to his exclusion from this process, Marymount permitted Doe to review the draft report a second time on December 7, 2015, this time with his attorney present. But significantly, Doe and his attorney were not permitted to take verbatim notes and were not permitted to retain a copy of the report.\n   </p>\n   <p id=\"p-33\">\n    Doe submitted his response to the draft investigative report on December 22, 2015, objecting to the report on multiple grounds, including:\n   </p>\n   <blockquote id=\"p-34\">\n    • That Marymount's investigators asked Doe the irrelevant question whether he knew any rape victims and included Doe's equally irrelevant response that he did not know any sexual assault victims, but that he had watched some crime shows on television that portrayed sexual assault victims;\n   </blockquote>\n   <blockquote id=\"p-35\">\n    • That Marymount's investigators included irrelevant statements describing Mr. Doe's attorney's behavior during the interviews, including that Mr. Doe's attorney asked for the air conditioner to be turned down and for an opportunity to take a break to \"advise Mr. Doe\";\n   </blockquote>\n   <blockquote id=\"p-36\">\n    • That Marymount's investigators included Roe's irrelevant and unverified statement that Doe \"sleeps around\" to alleviate the pain he feels from his sister's death from cancer ;\n   </blockquote>\n   <blockquote id=\"p-37\">\n    • That Marymount's investigators included in their Report summaries of interviews with three students who spoke about Doe's general drinking habits;\n   </blockquote>\n   <blockquote id=\"p-38\">\n    • That Marymount's investigators included entries from Roe's journal despite the fact there was no effort made to authenticate these entries;\n   </blockquote>\n   <blockquote id=\"p-39\">\n    • That Marymount's investigators failed to gather any physical evidence that Roe had kneed Doe in the face on November 8, 2014, or that Doe had stuck his fist up Doe's vagina, and otherwise failed to mention the absence of such evidence;\n   </blockquote>\n   <blockquote id=\"p-40\">\n    • That Marymount's investigators failed to ascertain whether Roe had visited a counselor immediately following the alleged sexual assault, as she alleged, and that the investigators also failed to mention the absence of such evidence.\n   </blockquote>\n   <p id=\"p-41\">\n    On February 2, 2016, Marymount informed Doe that an amended draft report had been prepared and permitted him to review the new draft with his attorney. The new draft, however, did not address any of Doe's objections. In response to this amended draft report, Doe raised the same objections he had raised to the original report. Thereafter, Marymount prepared a second amended draft report which removed the statements made by Doe's attorney during Doe's interview and also removed references to Doe's general drinking habits and the allegation that Doe \"sleeps around.\" None of Doe's other objections were sustained and Marymount made no effort to gather the evidence Doe identified as pertinent to his case. Finally, on April 28, 2016, the third amended draft report was issued by Marymount and reviewed by Doe and his counsel. This third amended draft report still included statements and material that Doe had consistently objected to since the issuance of the very first draft report, and also omitted important facts that Doe insisted should be included.\n   </p>\n   <p id=\"p-42\">\n    Relying on this third amended draft report, Marymount's investigators determined \"that there [was] sufficient information alleged to suggest that violations of [the University's sexual misconduct policy] may have occurred.\"\n    <em>\n     Id.\n    </em>\n    ¶ 137. On May 12, 2016, the investigators referred the matter for a hearing before an adjudicator. The investigators reached this conclusion over Doe's repeated procedural objections. In his Complaint, Doe alleges that Marymount's procedures throughout the investigation were grossly inadequate and were designed to find male students guilty of sexual assault.\n   </p>\n   <p id=\"p-43\">\n    <strong>\n     C. Disciplinary Proceedings\n    </strong>\n   </p>\n   <p id=\"p-44\">\n    Marymount appointed Donald Lavanty (\"Lavanty\"), a business professor, to serve as adjudicator of Doe's case. When reviewing Doe's case, Lavanty relied exclusively on: (i) the investigative report, which Doe claims was one-sided and designed to find him guilty, and (ii) Doe and Roe's written impact statements. Doe claims he was effectively precluded from presenting his case to Lavanty. Specifically, Doe alleges he was (i) denied the opportunity to meet with Lavanty in person, (ii) denied the opportunity to present additional exculpatory evidence, and (iii) denied the opportunity\n    to call and examine witnesses. On July 11, 2016, Lavanty, based on the meager record before him and without oral argument by Doe, determined by a preponderance of the evidence that Doe had violated Marymount's sexual misconduct policy on November 8, 2014, and recommended suspending Doe from Marymount through the summer semester of 2018.\n   </p>\n   <p id=\"p-45\">\n    Doe appealed Lavanty's decision, an appeal that was ultimately denied on August 8, 2016, without providing Doe a hearing. Following the denial of his appeal, Doe was suspended from Marymount for two years and banned from the campus.\n   </p>\n   <p id=\"p-46\">\n    <strong>\n     D. This Action\n    </strong>\n   </p>\n   <p id=\"p-47\">\n    In response to his suspension Doe filed this action, claiming: (i) that Marymount violated Title IX by erroneously suspending him based on a gender-biased sexual misconduct policy, investigation and adjudication, when the evidence supported his innocence;\n    <footnotemark>\n     6\n    </footnotemark>\n    (ii) that Marymount breached an implied contract with Doe by suspending him from school without just cause; (iii) that Marymount and McMurdock negligently conducted Doe's investigation and adjudication; and (iv) that Marymount violated the common law of associations by expelling Doe without cause.\n   </p>\n   <p id=\"p-48\">\n    In response to Doe's allegations, Marymount and McMurdock (collectively, \"defendants\") filed a threshold motion to dismiss challenging the legal sufficiency of Doe's Complaint. Specifically, defendants assert (i) that Doe's Title IX erroneous outcome claim fails because his Complaint falls short of creating a plausible inference that the outcome of his Title IX adjudication was erroneous and that the outcome was motivated, at least in part, by gender; (ii) that Doe's breach of contract claim fails because there was no contract between the parties; and (iii) that Doe's tort claims fail because he identifies no legally cognizable duty that has been breached.\n   </p>\n   <p id=\"p-49\">\n    Thus, at issue in this case is (i) whether Doe has pled sufficient facts to show that he is likely innocent of sexual assault, that he was wrongfully adjudicated guilty of sexual assault by Marymount, and that this erroneous outcome is based in part on impermissible gender biases by Marymount and its employees; (ii) whether paying tuition to Marymount vested Doe with certain implied procedural protections that were ultimately breached by Marymount; (iii) whether Marymount and McMurdock owed Doe a duty of fairness and whether they violated this duty during Doe's investigation and adjudication; and (iv) whether Doe and Marymount were members of a\n    common law association and whether Marymount expelled Doe from the association without just cause.\n   </p>\n   <p id=\"p-50\">\n    <strong>\n     II.\n    </strong>\n   </p>\n   <p id=\"p-51\">\n    A court may dismiss a claim if, after accepting all well-pleaded allegations in the complaint as true and drawing all reasonable factual inferences in the plaintiff's favor, the complaint does not allege \"enough facts to state a claim to relief that is plausible on its face.\"\n    <em>\n     Bell Atlantic Corp. v. Twombly\n    </em>\n    ,\n    <extracted-citation case-ids=\"3556136\" index=\"5\" url=\"https://cite.case.law/us/550/544/#p570\">\n     550 U.S. 544\n    </extracted-citation>\n    , 570,\n    <extracted-citation case-ids=\"3556136\" index=\"6\" url=\"https://cite.case.law/us/550/544/#p570\">\n     127 S.Ct. 1955\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3556136\" index=\"7\" url=\"https://cite.case.law/us/550/544/#p570\">\n     167 L.Ed.2d 929\n    </extracted-citation>\n    (2007). It is undisputed that this familiar standard governs Doe's breach of contract and tort claims; it is less certain, however, whether\n    <em>\n     Iqbal\n    </em>\n    <em>\n     /\n    </em>\n    <em>\n     Twombly\n    </em>\n    applies to Doe's Title IX claim.\n    <footnotemark>\n     7\n    </footnotemark>\n   </p>\n   <p id=\"p-52\">\n    Notably, the Second Circuit appears to apply a modified version of\n    <em>\n     Iqbal\n    </em>\n    <em>\n     /\n    </em>\n    <em>\n     Twombly\n    </em>\n    in discrimination cases.\n    <footnotemark>\n     8\n    </footnotemark>\n    In contrast, the Sixth Circuit has declined to modify the\n    <em>\n     Iqbal\n    </em>\n    <em>\n     /\n    </em>\n    <em>\n     Twombly\n    </em>\n    standard in discrimination cases and has criticized the Second Circuit for doing so.\n    <em>\n     See\n    </em>\n    <em>\n     Doe v. Miami University, et al.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12515976\" index=\"8\" url=\"https://cite.case.law/f3d/882/579/#p588\">\n     882 F.3d 579\n    </extracted-citation>\n    , 588-89 (6th Cir. 2018) ;\n    <em>\n     Keys v. Humana, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"5879405\" index=\"9\" url=\"https://cite.case.law/f3d/684/605/#p610\">\n     684 F.3d 605\n    </extracted-citation>\n    , 610 (6th Cir. 2012). To the extent there is a circuit split on the question of the applicable Rule 12(b)(6) standard in discrimination cases, the Sixth Circuit has taken the approach that would likely be followed by the Fourth Circuit.\n    <footnotemark>\n     9\n    </footnotemark>\n    Accordingly, Doe's Title IX claim will be reviewed using the\n    <em>\n     Iqbal\n    </em>\n    <em>\n     /\n    </em>\n    <em>\n     Twombly\n    </em>\n    standard and will only survive if Doe's factual allegations give rise to \"more than [the] sheer possibility that [the] defendant[s] [ ] acted unlawfully.\"\n    <em>\n     Iqbal\n    </em>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"10\" url=\"https://cite.case.law/us/556/662/#p678\">\n     556 U.S. at 678\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"11\" url=\"https://cite.case.law/us/556/662/#p678\">\n     129 S.Ct. 1937\n    </extracted-citation>\n    .\n   </p>\n   <p id=\"p-53\">\n    <strong>\n     III.\n    </strong>\n   </p>\n   <p id=\"p-54\">\n    Title IX prohibits gender discrimination in federally-funded education programs and institutions, and is applicable to private universities that accept federal funding, including all universities that enroll students who receive federally-guaranteed loans to pay their tuition.\n    <em>\n     See\n    </em>\n    <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=20%20U.S.C.%20%C2%A7%201681\">\n     20 U.S.C. § 1681\n    </extracted-citation>\n    (a) (\"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.\");\n    <em>\n     see also\n    </em>\n    <em>\n     Nat'l Collegiate Athletic Ass'n v. Smith\n    </em>\n    ,\n    <extracted-citation case-ids=\"11076646\" index=\"13\" url=\"https://cite.case.law/us/525/459/#p466\">\n     525 U.S. 459\n    </extracted-citation>\n    , 466,\n    <extracted-citation case-ids=\"11076646\" index=\"14\" url=\"https://cite.case.law/us/525/459/#p466\">\n     119 S.Ct. 924\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11076646\" index=\"15\" url=\"https://cite.case.law/us/525/459/#p466\">\n     142 L.Ed.2d 929\n    </extracted-citation>\n    (1999) ;\n    <em>\n     Columbia Univ.\n    </em>\n    , 831 F.3d at 53 (citing\n    <em>\n     Yusuf v. Vassar Coll.\n    </em>\n    ,\n    <extracted-citation case-ids=\"10527951\" index=\"16\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n     35 F.3d 709\n    </extracted-citation>\n    , 714-15 (2d Cir. 1994) );\n    <em>\n     A.W. v. Jersey City Pub. Sch.\n    </em>\n    ,\n    <extracted-citation case-ids=\"3118561\" index=\"17\" url=\"https://cite.case.law/f3d/486/791/#p805\">\n     486 F.3d 791\n    </extracted-citation>\n    , 805 (3d Cir. 2007). Title IX's\n    prohibition is enforceable through an implied private right of action,\n    <footnotemark>\n     10\n    </footnotemark>\n    and as such, \"is understood to bar the imposition of university discipline where gender is a motivating factor in the decision to discipline.\"\n    <em>\n     <extracted-citation case-ids=\"3118561\" index=\"18\" url=\"https://cite.case.law/f3d/486/791/#p805\">\n      Id.\n     </extracted-citation>\n    </em>\n    In this case, Doe claims his gender was the impermissible motivating factor in Marymount's decision to suspend him for two years.\n   </p>\n   <p id=\"p-55\">\n    Although the Fourth Circuit has not yet had occasion to address the applicability of Title IX in the context of student disciplinary proceedings, other courts have done so and have permitted students like Doe to challenge university disciplinary actions based on a variety of legal theories including the erroneous outcome theory and selective enforcement theory.\n    <footnotemark>\n     11\n    </footnotemark>\n    Here, Doe raises essentially an erroneous outcome claim.\n   </p>\n   <p id=\"p-56\">\n    As a historical note, Doe's erroneous outcome claim is but the latest of a spate of actions where a male student accused of sexual assault sues his university or college alleging gender discrimination in violation of Title IX.\n    <footnotemark>\n     12\n    </footnotemark>\n    Some commentators,\n    <footnotemark>\n     13\n    </footnotemark>\n    including some federal courts,\n    <footnotemark>\n     14\n    </footnotemark>\n    have observed that this spate of cases can be traced to the now-rescinded\n    <footnotemark>\n     15\n    </footnotemark>\n    April 4, 2011 Dear Colleague Letter (\"Dear Colleague Letter\") from the Department of Education's Office of Civil Rights (\"OCR\"),\n    <footnotemark>\n     16\n    </footnotemark>\n    which, on threat of withholding federal funds, instructed universities to replace the \"beyond a reasonable doubt\" or \"clear and convincing\" evidence standards previously used by many universities when adjudicating sexual assault complaints with a \"preponderance of the evidence\" standard. By this letter, OCR sought to lower or remove perceived barriers faced by students reporting sexual assault, which naturally led to (i) the removal of certain procedural protection for alleged assailants, and (ii) increased rates of conviction for alleged assailants based on lower burdens of proof. Doe, like the many plaintiffs who have raised similar erroneous outcome claims, argues that OCR's Dear Colleague Letter led universities to change their sexual assault policies to discriminate against students accused of sexual assault, students who are almost invariably male.\n   </p>\n   <p id=\"p-57\">\n    In an erroneous outcome case, a plaintiff generally claims he \"was innocent and wrongly found to have committed an offense,\" and challenges the \"university disciplinary proceeding on grounds of gender bias.\"\n    <em>\n     Gischel v. Univ. of Cincinnati, et al.\n    </em>\n    , No. 1:17-CV-475,\n    <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=2018%20WL%20705886\">\n     2018 WL 705886\n    </extracted-citation>\n    , at *7 (S.D. Ohio Feb. 5, 2018) (quoting\n    <em>\n     Yusuf\n    </em>\n    ,\n    <extracted-citation case-ids=\"10527951\" index=\"20\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n     35 F.3d at 715\n    </extracted-citation>\n    ). That is precisely what we have here: Doe claims he is innocent and that Marymount wrongly found that Doe sexually assaulted Roe because of Marymount's allegedly gendered investigation and disciplinary proceedings.\n   </p>\n   <p id=\"p-58\">\n    For Doe's erroneous outcome claim to survive Marymount's motion to dismiss, as the Sixth Circuit has already correctly observed, Doe must allege: \"(1) 'facts sufficient to cast some articulable doubt on the accuracy of the outcome of the disciplinary proceeding' and (2) a 'particularized ... causal connection between the flawed outcome and gender bias.' \"\n    <em>\n     Miami Univ.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12515976\" index=\"21\" url=\"https://cite.case.law/f3d/882/579/#p588\">\n     882 F.3d at 592\n    </extracted-citation>\n    (quoting\n    <em>\n     Doe v. Cummins\n    </em>\n    ,\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=662%20Fed.%20Appx.%20437\">\n     662 Fed.Appx. 437\n    </extracted-citation>\n    , 452 (6th Cir. 2016) ). Importantly, \"allegations of a procedurally or otherwise flawed proceeding that has led to an adverse and\n    erroneous outcome combined with a conclusory allegation of gender discrimination [are] not sufficient to survive a motion to dismiss.\"\n    <em>\n     Cummins\n    </em>\n    ,\n    <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=662%20Fed.%20Appx.%20437\">\n     662 Fed.Appx. at 452\n    </extracted-citation>\n    (quoting\n    <em>\n     Yusuf\n    </em>\n    ,\n    <extracted-citation case-ids=\"10527951\" index=\"24\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n     35 F.3d at\n    </extracted-citation>\n    715 ). Simply put, Doe must plead sufficient facts to create an inference that he was wrongfully accused and that he was wrongfully adjudicated guilty and disciplined, in part because of his gender.\n    <em>\n     <extracted-citation case-ids=\"10527951\" index=\"25\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n   <p id=\"p-59\">\n    The first element of an erroneous outcome claim-casting articulable doubt on the accuracy of the outcome-is not a significant barrier for Doe to cross. Doe can satisfy this element in a number of ways including: (i) pointing to procedural flaws in the investigatory and adjudicative processes, (ii) noting inconsistencies or errors in the adjudicator's oral or written findings, or (iii) challenging the overall sufficiency and reliability of the evidence. In this case, Doe alleges certain procedural flaws in the investigatory and adjudicative process and also challenges the sufficiency and reliability of the evidence against him.\n   </p>\n   <p id=\"p-60\">\n    Procedurally, Doe claims he was deprived the opportunity to identify and interview potential witnesses, to gather exculpatory evidence, to meet with the adjudicator in person, and to cross-examine Roe.\n    <footnotemark>\n     17\n    </footnotemark>\n    Additionally, some objectionable material remained in the investigatory report while certain exculpatory material was either left out of the report or was never investigated. These are just some of the procedural insufficiencies and irregularities identified by Doe in his Complaint. Although many of these procedural deficiencies may appear insignificant in isolation, taken together they warrant concern that Doe was denied a full and fair hearing.\n   </p>\n   <p id=\"p-61\">\n    The procedural deficiencies alleged by Doe are sufficient, standing alone, to cast doubt on the accuracy of the outcome of Doe's Title IX hearing. But in this case Doe has alleged more than procedural irregularities. More precisely, Doe challenges the sufficiency of the evidence used to find him guilty of sexual assault. For example, Doe alleges that his accuser, Roe, made inconsistent and incredible statements and that her statements were contradicted by other evidence in the case. In this regard, Doe alleges, among other things: (i) that there was no evidence that either Doe or Roe was physically injured despite Roe's allegations of a violent assault where she kneed Doe in the face and Doe shoved his entire fist up Roe's vagina; and (ii) that there is evidence that Roe was \"happy and giddy,\" following Doe and Roe's encounter on November 8, 2014, and that she showed off her \"hickeys\" to her roommates and told them that Doe was \"good with his tongue.\" Doe asserts that Roe's contemporaneous statements and demeanor together with the absence of any evidence of physical injury corroborates his version of events, not Roe's, and further asserts that no reasonable factfinder could have found him guilty of sexual assault\n    by a preponderance of the evidence on a fair and complete record. Importantly, Doe claims that significant facts were either not brought to the adjudicator's attention or were ignored by the adjudicator.\n   </p>\n   <p id=\"p-62\">\n    In sum, the Complaint's factual allegations cast articulable doubt on the accuracy of the adjudicator's decision that Doe sexually assaulted Roe. Doe has alleged that the adjudicator was not provided with compelling exculpatory evidence that was omitted from the investigative report and instead relied exclusively on the investigative report and Doe and Roe's competing narratives to reach his final conclusion that Doe sexually assaulted Roe. Doe also contends that Roe's statements to Marymount officials were dishonest, inconsistent and factually improbable.\n    <footnotemark>\n     18\n    </footnotemark>\n    Moreover, Doe argues that Roe's behavior immediately following the incident, as reported by multiple neutral observers, is inconsistent with her allegation that she had just been brutally sexually assaulted. Taking these allegations, viewed in the light most favorable to Doe, and granting Doe all reasonable inferences, as is required at this stage,\n    <footnotemark>\n     19\n    </footnotemark>\n    it is clear that Doe has satisfied his threshold pleading burden with respect to the articulable doubt element of an erroneous outcome claim.\n   </p>\n   <p id=\"p-63\">\n    Because Doe has adequately pled the first element of an erroneous outcome claim, the only remaining issue is whether Doe has alleged \"particular circumstances suggesting that gender bias was a motivating factor behind the erroneous finding.\"\n    <em>\n     Doe v. Purdue Univ.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12278005\" index=\"26\" url=\"https://cite.case.law/f-supp-3d/281/754/#p774\">\n     281 F.Supp.3d 754\n    </extracted-citation>\n    , 774 (N.D. Ind. 2017) (quoting\n    <em>\n     Yusuf\n    </em>\n    ,\n    <extracted-citation case-ids=\"10527951\" index=\"27\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n     35 F.3d at\n    </extracted-citation>\n    715 );\n    <em>\n     see also\n    </em>\n    <em>\n     Miami Univ.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12515976\" index=\"28\" url=\"https://cite.case.law/f3d/882/579/#p588\">\n     882 F.3d at 593\n    </extracted-citation>\n    (\"[A Title IX plaintiff] must [ ] allege facts showing a 'particularized ... causal connection between the flawed outcome and gender bias.' \" quoting\n    <em>\n     Cummins\n    </em>\n    ,\n    <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=662%20Fed.%20Appx.%20437\">\n     662 Fed.Appx. at\n    </extracted-citation>\n    452 ) ).\n   </p>\n   <p id=\"p-64\">\n    To plead the causation or discrimination element of an erroneous outcome claim, Doe must allege some factual material that creates a plausible inference that the University's decision was infected with gender bias. When reviewing whether a Title IX plaintiff has pled the requisite gender bias, other courts have considered the following types of factual allegations: \"statements by members of the disciplinary tribunal, statements by pertinent university officials, or patterns of decision-making that [ ] tend to show the influence of gender.\"\n    <em>\n     Cummins\n    </em>\n    ,\n    <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=662%20Fed.%20Appx.%20437\">\n     662 Fed.Appx. at 452\n    </extracted-citation>\n    (quoting\n    <em>\n     Yusuf\n    </em>\n    ,\n    <extracted-citation case-ids=\"10527951\" index=\"31\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n     35 F.3d at\n    </extracted-citation>\n    715 ). Stated differently, a Title IX plaintiff successfully alleges gender bias if he or she points to statistical evidence of gender bias in the University's decision making, policies and procedures that are designed to reach gender-specific outcomes, and/or statements by university officials evidencing gender bias.\n    <em>\n     <extracted-citation case-ids=\"10527951\" index=\"32\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n   <p id=\"p-65\">\n    Doe raises many allegations which he believes demonstrate Marymount's gender bias. But one particular allegation is noteworthy because, if accepted as true, it reveals that Doe's adjudicator, Professor Lavanty, adhered to certain gendered beliefs. Specifically, Doe alleges that in a subsequent sexual assault investigation at Marymount, a male student accused a female student of touching his genitals without his consent and of pushing his hand into her genitals without his consent. Professor Lavanty served as the investigator\n    in that case and allegedly asked the male student \"were you aroused\" by this unwanted touching? When the student responded, \"no,\" Lavanty, in apparent disbelief, allegedly asked the male student again, \"not at all?\" This unpleasant exchange between Lavanty and another male student at Marymount, a fact which must be accepted as true at this stage, reveals that Lavanty's decision-making was infected with impermissible gender bias, namely Lavanty's discriminatory view that males will always enjoy sexual contact even when that contact is not consensual.\n   </p>\n   <p id=\"p-66\">\n    Because Lavanty served as Doe's adjudicator and was ultimately responsible for determining Doe's guilt or innocence, any evidence of Lavanty's gender bias is particularly probative. If Lavanty possessed the outdated and discriminatory views of gender and sexuality alleged in Doe's Complaint, these views would have naturally infected the outcome of Doe's Title IX disciplinary proceedings. Therefore, this allegation alone is sufficient to satisfy Doe's burden to plead a fact that creates an inference of gender discrimination in Marymount's disciplinary proceedings.\n   </p>\n   <p id=\"p-67\">\n    In addition to the allegation regarding Lavanty's gender bias, Doe also identifies several other facts which he believes demonstrate gender bias on the part of Marymount and its employees:\n   </p>\n   <blockquote id=\"p-68\">\n    • The provision in Marymount's sexual assault policy which provides a complainant whose allegations are determined to lack merit with a\n    <em>\n     de novo\n    </em>\n    review by Marymount's Title IX team, while denying a respondent the same opportunity if the investigative team reaches the opposite conclusion.\n   </blockquote>\n   <blockquote id=\"p-69\">\n    • The inclusion in the final investigative report-over Doe's repeated objections-of: (i) the investigative team's question to Doe as to whether he knew anyone who had been raped and Doe's response that he did not, but that he had watched crime shows on television; and (ii) alleged entries in Roe's journal, which Roe did not provide to the investigative team until more than a month after she first mentioned the journal.\n   </blockquote>\n   <blockquote id=\"p-70\">\n    • The refusal of the Title IX coordinator, McMurdock, and adjudicator, Lavanty, to permit oral argument by Doe or his attorney or to permit an informal meeting with Lavanty, Doe and his attorney.\n   </blockquote>\n   <blockquote id=\"p-71\">\n    • Lavanty's failure to consider evidence that supported Doe's claims and refuted Roe's allegation, including the fact that Roe sent friendly text messages to Doe shortly after he allegedly assaulted her and that other students provided statements that Roe was \"happy\" and \"giddy\" following the alleged incident.\n   </blockquote>\n   <blockquote id=\"p-72\">\n    • The investigative team's refusal to make any effort-despite Doe's repeated requests that they do so-to obtain evidence that would refute allegations made by Roe, including witnesses that could state that Doe had no marks on his face (which is inconsistent with Roe's claim that she kneed Doe in the face), or any evidence of physical injury that would refute Roe's claim that Doe put his entire fist in her vagina while she was standing.\n   </blockquote>\n   <blockquote id=\"p-73\">\n    • Marymount's refusal to provide an exception to the no-contact order which precluded Doe from discussing Roe's allegations with other Marymount students who were witnesses or potential witnesses, hampering his ability to prepare his own defense.\n   </blockquote>\n   <blockquote id=\"p-74\">\n    • Marymount's investigation lasted 53 business days, nearly three times the 20 day timeframe for completion of an investigation set out in Marymount's disciplinary policies. And it\n    took Marymount approximately 335 days to resolve the complaint against Doe, more than five times the length of the 60 day timeframe set forth by Marymount's disciplinary policies.\n   </blockquote>\n   <blockquote id=\"p-75\">\n    • Marymount's refusal to provide Doe unfettered access to the final investigative report, namely by preventing him or his attorney to make a copy or take verbatim notes.\n   </blockquote>\n   <blockquote id=\"p-76\">\n    • The fact that the University credited Roe's purportedly implausible allegations over the accounts of Doe and other neutral witnesses.\n   </blockquote>\n   <blockquote id=\"p-77\">\n    • Marymount's decision to employ and retain biased investigators and adjudicators, including Lavanty and Ms. Okubadejo.\n   </blockquote>\n   <blockquote id=\"p-78\">\n    • Specifically, Ms. Okubadejo is quoted in a May 12, 2014 interview as saying:\n   </blockquote>\n   <blockquote id=\"p-79\">\n    I think the statistics also show that most people who complain about sexual assault are telling the truth. And so if most people who complain about sexual assault on campus are telling the truth and if these cases aren't being handled or aren't being handled appropriately through the criminal system or aren't being taken to conviction through the criminal system then what is happening to these people who are complaining about sexual assault on campus.\n   </blockquote>\n   <p id=\"p-80\">\n    <em>\n     See\n    </em>\n    Pl's Compl. at ¶ 195.\n   </p>\n   <p id=\"p-81\">\n    Doe also alleges that Marymount's sexual assault policy was influenced by the Dear Colleague Letter and other political forces and that the University's procedures were designed to convict male students of sexual assault, whether they were guilty or not. Specifically, Doe alleges that Marymount's Deputy Title IX Coordinator admitted to Doe's parents during a face-to-face meeting that \"the Title IX process is increasingly politicized, especially in Virginia.\"\n    <em>\n     Id.\n    </em>\n    ¶ 107. This statement by a senior university official appears to be an implicit acknowledgment that Marymount's sexual assault policies and Title IX procedures were influenced, at least in part, by political pressure to convict respondents in sexual assault cases-respondents who are almost invariably male.\n   </p>\n   <p id=\"p-82\">\n    Whether any one of Doe's additional allegations of gender bias, standing alone, would satisfy Doe's pleading burden is irrelevant here as Doe's allegation that his adjudicator demonstrated gender bias in a later case is sufficient to defeat Marymount's motion to dismiss. Moreover, viewing all of Doe's allegations collectively, he has clearly nudged his Title IX claim over the Rule 12(b)(6) bar. Therefore, the University's motion to dismiss Doe's Title IX erroneous outcome claim must be denied.\n   </p>\n   <p id=\"p-83\">\n    <strong>\n     III. Breach of Contract and Breach of Duty of Good Faith and Fair Dealing\n    </strong>\n   </p>\n   <p id=\"p-84\">\n    Marymount also moves to dismiss Doe's breach of contract claim, arguing that Marymount's Student Handbook and Sexual Assault Policy are not contracts. Marymount is correct in this regard. Under Virginia law, a University's student conduct policies are not binding, enforceable contracts;\n    <footnotemark>\n     20\n    </footnotemark>\n    rather, they are behavior\n    guidelines that may be unilaterally revised by Marymount at any time. Thus, Doe cannot rely on Marymount's Student Handbook or Sexual Assault Policy as enforceable contracts or as terms of an implied contract.\n   </p>\n   <p id=\"p-85\">\n    Doe concedes that Marymount's Student Handbook or Sexual Assault Policy are not contracts. Doe claims instead that he entered into an implied contract with Marymount and that the payment of tuition guarantees that he cannot be expelled for an arbitrary and capricious reason. Thus the question is whether an implied contract existed between Doe and Marymount under Virginia law simply because Doe paid tuition, and if so, whether Marymount breached a term or requirement of that implied contract.\n   </p>\n   <p id=\"p-86\">\n    Significantly, the parties have not cited any Supreme Court of Virginia decision holding that an implied contract is created between a student and his or her university merely through the payment of tuition. In support of his implied contractual theory, Doe cites a single federal district court case concluding that an implied contractual relationship arises from the payment of tuition.\n    <footnotemark>\n     21\n    </footnotemark>\n    To accept Doe's argument would impermissibly expand Virginia law without any input from Virginia's highest court.\n    <footnotemark>\n     22\n    </footnotemark>\n   </p>\n   <p id=\"p-87\">\n    In any event, assuming without deciding that an implied contract existed between Doe and Marymount, the terms of any implied contract between these two parties are exceptionally narrow. More specifically, Doe's payment of tuition could only result in a single implied term:\n    <em>\n     i.e.\n    </em>\n    Doe cannot be suspended for an arbitrary and capricious reason or no reason at all. There are no factual allegations in Doe's Complaint which support a plausible inference that Marymount breached this implied term. Accepting all of Doe's allegations as true, Marymount suspended him because of Roe's allegation of sexual assault. Regardless of whether the outcome of the disciplinary proceeding was erroneous or not, Marymount did not act arbitrarily or capriciously by suspending Doe and therefore did not breach the only term of the implied contract.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Butler v. Rector &amp; Bd. of Visitors of Coll. of William &amp; Mary\n    </em>\n    ,\n    <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=121%20Fed.%20Appx.%20515\">\n     121 Fed.Appx. 515\n    </extracted-citation>\n    , 521 (4th Cir. 2005) (Even \"[a]ssuming that William and Mary had a contract with Butler.... Butler [ ] has not presented evidence demonstrating that, by expelling her in the manner that it did, William and Mary breached an [ ] implied promise to Butler.\").\n   </p>\n   <p id=\"p-88\">\n    Doe seeks to expand the basic implied contract he ostensibly had with Marymount by importing a host of implied contractual terms. In doing so, Doe attempts to erect a veritable procedural fortress around him, arguing that Marymount could not suspend him without complying with these implied conditions. Doe's position is an attempted end-run around clear precedent holding that student handbooks and disciplinary policies are not contracts. Doe attempts to label the procedural protections provided by Marymount's Student Handbook and Sexual Assault Policy as implied terms, but adopting Doe's position would prejudice Marymount because it never assented to being bound by the procedural protections identified by Doe. Nothing in the act of paying tuition implies that a student is entitled to any specific procedural protections. Instead, to the extent any contract can be implied between a student and his or her university, the student is only protected from irrational, haphazard treatment by the university. Doe may disagree with Marymount's decision and he may believe he was treated unfairly, but he cannot imply a host of contractual terms to which the parties never assented. Instead, Doe will have to rely on the statutory remedy provided by Title IX.\n   </p>\n   <p id=\"p-89\">\n    For these reasons Doe's breach of contract claim fails; and for the same reasons, Doe's claim for breach of the implied covenant of good faith and fair dealing also fails.\n    <footnotemark>\n     23\n    </footnotemark>\n   </p>\n   <p id=\"p-90\">\n    <strong>\n     IV. State Tort Claims\n    </strong>\n   </p>\n   <p id=\"p-91\">\n    In addition to his Title IX and contractual claims, Doe raises two novel tort claims. Both of these claims must be dismissed, however, because neither claim is established in Virginia.\n   </p>\n   <p id=\"p-92\">\n    <strong>\n     A.\n    </strong>\n   </p>\n   <p id=\"p-93\">\n    First, Doe argues that there is a special relationship between a university and its students and that Marymount and McMurdock owed and breached a duty to exercise special care throughout Doe's disciplinary proceedings. Stated simply, Doe believes Marymount owed him a duty to be fair, especially considering the impact that school disciplinary proceedings can have on a student's life. In support of his belief, Doe cites a Tennessee federal district court decision and a Minnesota Court of Appeals decision, both of which have recognized a special relationship between a university and its students giving rise to certain duties.\n    <em>\n     See\n    </em>\n    <em>\n     Doe v. Univ. of the South\n    </em>\n    , 4:09-CV-62,\n    <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=2011%20WL%201258104\">\n     2011 WL 1258104\n    </extracted-citation>\n    at *21 (E.D. Tenn. 2011) ;\n    <em>\n     Rollins v. Cardinal Stritch Univ.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11110831\" index=\"35\" url=\"https://cite.case.law/nw2d/626/464/#p470\">\n     626 N.W.2d 464\n    </extracted-citation>\n    , 470 (Minn. Ct. App. 2001). Unfortunately for Doe, the United States District Court for the Eastern District of Tennessee and the Minnesota Court of Appeals do not make Virginia law and there appears to be no Virginia law establishing the duty he claims Marymount and McMurdock breached. Consistent with the Fourth Circuit's published opinion in\n    <em>\n     Broussard v. Meineke Disc. Muffler Shops, Inc.\n    </em>\n    , this federal district court will not recognize a\n    new common law tort that has not been previously recognized by the Supreme Court of Virginia or Virginia Court of Appeals.\n    <em>\n     See\n    </em>\n    <em>\n     Broussard v. Meineke Disc. Muffler Shops, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11701715\" index=\"36\" url=\"https://cite.case.law/f3d/155/331/#p348\">\n     155 F.3d 331\n    </extracted-citation>\n    , 348 (4th Cir.1998) (\"As a federal court exercising concurrent jurisdiction over this important question of state law we are most unwilling to extend North Carolina tort law farther than any North Carolina court has been willing to go.\"). Thus, Doe's negligence claim against Marymount and McMurdock fails as a matter of law because the claim is not currently recognized in Virginia.\n   </p>\n   <p id=\"p-94\">\n    <strong>\n     B.\n    </strong>\n   </p>\n   <p id=\"p-95\">\n    Doe also asserts that Marymount breached the common law of associations. In support of this particular tort claim, Doe cites a single 1994 Loudoun County Circuit Court decision.\n    <em>\n     See\n    </em>\n    <em>\n     Corrigan v. N.S. Skirmish Ass'n, Inc.\n    </em>\n    , No. 14616,\n    <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=1994%20WL%201031211\">\n     1994 WL 1031211\n    </extracted-citation>\n    , at *2 (Va. Cir. Ct. Loudoun Cnty. June 9, 1994). In the interests of full disclosure, the Court discovered an additional Virginia Circuit Court decision that mentions the law of associations in passing, but does not meaningfully apply it in any way.\n    <em>\n     See\n    </em>\n    <em>\n     Helton v. Univ. of Richmond\n    </em>\n    ,\n    <extracted-citation case-ids=\"3917579\" index=\"38\" url=\"https://cite.case.law/va-cir/2/254/\">\n     2 Va. Cir. 254\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=1985%20WL%20674901\">\n     1985 WL 674901\n    </extracted-citation>\n    (Va. Cir. Ct. City of Richmond 1985). Additionally, there is at least one Supreme Court of Virginia decision which appears to apply the common law of association in the corporate context,\n    <em>\n     see\n    </em>\n    <em>\n     Gottlieb v. Econ. Stores, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"2055777\" index=\"40\" url=\"https://cite.case.law/va/199/848/#p858\">\n     199 Va. 848\n    </extracted-citation>\n    , 858,\n    <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=102%20S.E.2d%20345\">\n     102 S.E.2d 345\n    </extracted-citation>\n    (Va. 1958), but not in the context of higher education. The question then is whether these cases are sufficient to warrant a federal court recognizing the legal duty Doe claims Marymount owed to him and breached.\n   </p>\n   <p id=\"p-96\">\n    Two circuit court decisions from 1985 and 1994 do not make Virginia law; and federal courts are not bound to follow state trial court decisions in exercising their supplemental jurisdiction.\n    <footnotemark>\n     24\n    </footnotemark>\n    And even if these decisions were considered binding authority on Virginia law, they are not helpful to Doe.\n   </p>\n   <p id=\"p-97\">\n    First, the\n    <em>\n     Corrigan\n    </em>\n    decision is factually inapposite because it involved a corporate association of civil war reenactors and whether the board of directors could expel a member for apparent misconduct.\n    <em>\n     Corrigan\n    </em>\n    in no way pertains to the relationship between a university and its students, or the application of a university's disciplinary codes. Moreover, to its credit, the\n    <em>\n     Corrigan\n    </em>\n    court recognized that if the law of associations applies in Virginia, the role of reviewing courts is extremely limited. For these reasons,\n    <em>\n     Corrigan\n    </em>\n    is of no assistance to Doe.\n   </p>\n   <p id=\"p-98\">\n    Second, the\n    <em>\n     Helton\n    </em>\n    decision admittedly mentions the law of associations in the context of a university disciplinary proceeding. Specifically, the\n    <em>\n     Helton\n    </em>\n    court concluded that a University of Richmond student was disciplined unfairly and was entitled to relief. It is difficult to discern, however, what legal theory the\n    <em>\n     Helton\n    </em>\n    court relied on in reaching its conclusion. Thus, in the end, the\n    <em>\n     Helton\n    </em>\n    decision is also of no assistance to Doe.\n   </p>\n   <p id=\"p-99\">\n    Finally, the Supreme Court of Virginia's\n    <em>\n     Gottlieb\n    </em>\n    decision admittedly recognizes that corporate entities are generally permitted to expel their shareholders or members,\n    but not for arbitrary or bad faith reasons:\n   </p>\n   <blockquote id=\"p-100\">\n    [C]orporations ... have an inherent power to disfranchise their members for any one of three causes, namely, offenses of an infamous character indictable at common law; offenses against the member's duty as a corporator; and offenses compounded of the two.\n   </blockquote>\n   <blockquote id=\"p-101\">\n    ...\n   </blockquote>\n   <blockquote id=\"p-102\">\n    In reviewing an action expelling a member of a corporation, [a court] may inquire whether the member was given reasonable notice of the hearing of the charge against him, whether he was afforded an opportunity to be heard, and whether the hearing and expulsion were in good faith.\n   </blockquote>\n   <p id=\"p-103\">\n    <em>\n     Gottlieb\n    </em>\n    ,\n    <extracted-citation case-ids=\"2055777\" index=\"42\" url=\"https://cite.case.law/va/199/848/#p858\">\n     199 Va. at 855-57\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=102%20S.E.2d%20345\">\n     102 S.E.2d 345\n    </extracted-citation>\n    The\n    <em>\n     Gottlieb\n    </em>\n    court curtailed the authority of reviewing courts to question the decision of a corporation to expel its member(s) to those cases involving \"fraud, bad faith, breach of trust, gross mismanagement, or\n    <em>\n     ultra vires\n    </em>\n    acts.\"\n    <em>\n     Id.\n    </em>\n    at 857,\n    <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=102%20S.E.2d%20345\">\n     102 S.E.2d 345\n    </extracted-citation>\n    .\n   </p>\n   <p id=\"p-104\">\n    Although the Supreme Court of Virginia appears to have recognized certain duties members of corporate associations owe to one another, it is uncertain whether Virginia's highest court would expand those duties to the situation presented here: the relationship between a university and its students. Because the expansion of the law of associations into the educational sphere could have significant policy implications, Virginia law will not be expanded in this federal case when there is no indication that Virginia's appellate courts would so expand the law.\n    <em>\n     See\n    </em>\n    <em>\n     Wade v. Danek Medical, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11544947\" index=\"45\" url=\"https://cite.case.law/f3d/182/281/#p286\">\n     182 F.3d 281\n    </extracted-citation>\n    , 286 (4th Cir.1999) (\"In predicting whether the Virginia Supreme Court would apply an equitable tolling rule, we are mindful of the general principle that [i]n trying to determine how the highest state court would interpret the law, we should not create or expand that State's public policy\") (internal marks omitted).\n   </p>\n   <p id=\"p-105\">\n    It is worth noting that even if the principles articulated in\n    <em>\n     Gottlieb\n    </em>\n    applied to institutions of higher education, Doe's claim would still fail.\n    <em>\n     Gottlieb\n    </em>\n    is clear that in \"cases where the evidence is conflicting, the action of the [association] is conclusive,\" and reviewing courts should not \"interfere with the merits of the decision.\"\n    <extracted-citation case-ids=\"2055777\" index=\"46\" url=\"https://cite.case.law/va/199/848/#p858\">\n     199 Va. at 857-58\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=102%20S.E.2d%20345\">\n     102 S.E.2d 345\n    </extracted-citation>\n    . In this case, there was conflicting evidence-namely, Roe's statements that Doe sexually assaulted her-and therefore Marymount's \"action is conclusive.\"\n   </p>\n   <p id=\"p-106\">\n    For these reasons, Doe's law of associations claim must be dismissed.\n   </p>\n   <p id=\"p-107\">\n    <strong>\n     V. Conclusion\n    </strong>\n   </p>\n   <p id=\"p-108\">\n    For the reasons stated in this Memorandum Opinion, Doe's Title IX claim survives Marymount's motion to dismiss. However, Doe's contractual and tort claims must be dismissed.\n   </p>\n   <p id=\"p-109\">\n    An appropriate order will issue.\n   </p>\n   <footnote label=\"3\">\n    <p id=\"p-114\">\n     The record does not indicate the exact date of the interaction between Roe and her resident assistant. It appears, though, that Roe reported the assault to her resident assistant, who in turn prepared a written incident report, sometime in September 2015.\n    </p>\n   </footnote>\n   <footnote label=\"4\">\n    <p id=\"p-115\">\n     According to the Complaint, the No Contact Order precluded Doe from contacting either directly or indirectly \"other University students who might have information necessary or useful\" to his defense. Compl. ¶¶ 83-84.\n    </p>\n   </footnote>\n   <footnote label=\"5\">\n    <p id=\"p-116\">\n     Doe further alleges that the statements Roe ultimately made to Marymount's Title IX investigators differed from the original written report produced by C.S., Roe's resident assistant.\n    </p>\n   </footnote>\n   <footnote label=\"6\">\n    <p id=\"p-117\">\n     Doe specifically identifies the following irregularities which he believes demonstrate gender-bias: (i) that during his initial meeting with Marymount's investigators he was only allowed to speak with his attorney for less than two minutes; (ii) that Marymount refused to allow Doe's attorney to review the draft investigative report; (iii) that Doe was not given his own copy of the investigative report, but was instead allowed to take notes after reviewing Marymount's copy of the report; (iv) that the investigative team overruled Doe's objections to the report and included this objectionable information in the final report that was provided to the adjudicator; (v) that Marymount, through defendant McMurdock, refused Doe's request to meet with the adjudicator in person; (vi) that the adjudicator failed to consider any other evidence other than Doe and Roe's competing written accounts of the event (including exculpatory evidence Doe had provided); (vii) that Marymount denied Doe access to records concerning the investigation and adjudication (\n     <em>\n      i.e.\n     </em>\n     he was given no formal discovery); (viii) that Doe was not allowed to offer his own evidence or call witnesses, and in fact was precluded from contacting potential witnesses by Marymount's No-Contact Order; (ix) that Doe was not allowed to confront or cross-examine Roe; and (x) that Marymount subsequently allowed Lavanty, an individual with gender biases, to serve as a Title IX investigator, evidencing its intent to adjudicate male students guilty of sexual assault.\n    </p>\n   </footnote>\n   <footnote label=\"7\">\n    <p id=\"p-118\">\n     After the Supreme Court's decisions in\n     <em>\n      Twombly\n     </em>\n     and\n     <em>\n      Iqbal\n     </em>\n     , lower courts struggled to reconcile these standards with the Court's earlier decision in\n     <em>\n      Swierkiewicz v. Sorema N.A.\n     </em>\n     ,\n     <extracted-citation case-ids=\"9108377\" index=\"48\" url=\"https://cite.case.law/us/534/506/\">\n      534 U.S. 506\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"9108377\" index=\"49\" url=\"https://cite.case.law/us/534/506/\">\n      122 S.Ct. 992\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"9108377\" index=\"50\" url=\"https://cite.case.law/us/534/506/\">\n      152 L.Ed.2d 1\n     </extracted-citation>\n     (2002).\n     <em>\n      See, e.g.,\n     </em>\n     <em>\n      McCleary-Evans v. Maryland Dep't of Transp., State Highway Admin.\n     </em>\n     ,\n     <extracted-citation case-ids=\"4072687\" index=\"51\" url=\"https://cite.case.law/f3d/780/582/#p585\">\n      780 F.3d 582\n     </extracted-citation>\n     , 585 (4th Cir. 2015).\n    </p>\n   </footnote>\n   <footnote label=\"8\">\n    <p id=\"p-119\">\n     The Second Circuit has held that a complaint under Title IX \"is sufficient with respect to the element of discriminatory intent ... if it pleads specific facts that support a\n     <em>\n      minimal plausible inference\n     </em>\n     of such discrimination.\"\n     <em>\n      Doe v. Columbia Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"6055185\" index=\"52\" url=\"https://cite.case.law/f3d/831/46/#p56\">\n      831 F.3d 46\n     </extracted-citation>\n     , 56 (2d Cir. 2016) (emphasis added). The Second Circuit has reasoned that in discrimination cases\n     <em>\n      Twombly\n     </em>\n     <em>\n      /\n     </em>\n     <em>\n      Iqbal\n     </em>\n     must give way so that plaintiffs do not lose the benefit of\n     <em>\n      McDonnell-Douglas'\n     </em>\n     temporary presumption of discrimination.\n     <em>\n      Littlejohn v. City of New York\n     </em>\n     ,\n     <extracted-citation case-ids=\"4287583\" index=\"53\" url=\"https://cite.case.law/f3d/795/297/#p310\">\n      795 F.3d 297\n     </extracted-citation>\n     , 310 (2d Cir. 2015).\n    </p>\n   </footnote>\n   <footnote label=\"9\">\n    <p id=\"p-120\">\n     Although the Fourth Circuit has yet to address the pleading standard in Title IX cases, it is unlikely that the Fourth Circuit would adopt the Second Circuit's modified \"minimal plausible inference\" standard given the Fourth Circuit's recent Title VII decisions. Specifically, in\n     <em>\n      McCleary-Evans\n     </em>\n     , a Title VII case, the Fourth Circuit held that a plaintiff's factual allegations must be supported by a \"reasonable inference that the decision-makers were motivated by an impermissible bias.\"\n     <extracted-citation case-ids=\"4072687\" index=\"54\" url=\"https://cite.case.law/f3d/780/582/#p585\">\n      780 F.3d 582\n     </extracted-citation>\n     , 586 (4th Cir. 2015).\n    </p>\n   </footnote>\n   <footnote label=\"10\">\n    <p id=\"p-121\">\n     <em>\n      See\n     </em>\n     <em>\n      Davis Next Friend LaShonda D. v. Monroe Cty. Bd. of Educ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"11133593\" index=\"55\" url=\"https://cite.case.law/us/526/629/#p639\">\n      526 U.S. 629\n     </extracted-citation>\n     , 639,\n     <extracted-citation case-ids=\"11133593\" index=\"56\" url=\"https://cite.case.law/us/526/629/#p639\">\n      119 S.Ct. 1661\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"11133593\" index=\"57\" url=\"https://cite.case.law/us/526/629/#p639\">\n      143 L.Ed.2d 839\n     </extracted-citation>\n     (1999) (holding that Title IX created a private right of action).\n    </p>\n   </footnote>\n   <footnote label=\"11\">\n    <p id=\"p-122\">\n     <em>\n      See\n     </em>\n     <em>\n      Miami Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"12515976\" index=\"58\" url=\"https://cite.case.law/f3d/882/579/#p588\">\n      882 F.3d at\n     </extracted-citation>\n     592-93 ;\n     <em>\n      Yusuf\n     </em>\n     ,\n     <extracted-citation case-ids=\"10527951\" index=\"59\" url=\"https://cite.case.law/f3d/35/709/#p714\">\n      35 F.3d at\n     </extracted-citation>\n     715 ;\n     <em>\n      Mallory v. Ohio Univ.\n     </em>\n     ,\n     <extracted-citation index=\"60\" url=\"https://cite.case.law/citations/?q=76%20Fed.%20Appx.%20634\">\n      76 Fed.Appx. 634\n     </extracted-citation>\n     , 638-39 (6th Cir. 2003) ;\n     <em>\n      Saravanan v. Drexel Univ.\n     </em>\n     , No. CV 17-3409,\n     <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=2017%20WL%204532243\">\n      2017 WL 4532243\n     </extracted-citation>\n     , at *3 (E.D. Pa. Oct. 10, 2017) ;\n     <em>\n      Stenzel v. Peterson\n     </em>\n     , No. CV 17-580 (JRT/LIB),\n     <extracted-citation index=\"62\" url=\"https://cite.case.law/citations/?q=2017%20WL%204081897\">\n      2017 WL 4081897\n     </extracted-citation>\n     , at *4 (D. Minn. Sept. 13, 2017) ;\n     <em>\n      Doe v. Univ. of Cincinnati\n     </em>\n     ,\n     <extracted-citation case-ids=\"4345354\" index=\"63\" url=\"https://cite.case.law/f-supp-3d/173/586/#p606\">\n      173 F.Supp.3d 586\n     </extracted-citation>\n     , 606 (S.D. Ohio 2016) ;\n     <em>\n      Bleiler v. Coll. of Holy Cross\n     </em>\n     , No. CIV.A. 11-11541-DJC,\n     <extracted-citation index=\"64\" url=\"https://cite.case.law/citations/?q=2013%20WL%204714340\">\n      2013 WL 4714340\n     </extracted-citation>\n     , at *5 (D. Mass. Aug. 26, 2013) ;\n     <em>\n      Doe v. Univ. of the S.\n     </em>\n     ,\n     <extracted-citation case-ids=\"3617322\" index=\"65\" url=\"https://cite.case.law/f-supp-2d/687/744/#p756\">\n      687 F.Supp.2d 744\n     </extracted-citation>\n     , 756 (E.D. Tenn. 2009).\n    </p>\n   </footnote>\n   <footnote label=\"12\">\n    <p id=\"p-123\">\n     <em>\n      See, e.g.,\n     </em>\n     <em>\n      Doe v. Miami University, et al.\n     </em>\n     ,\n     <extracted-citation case-ids=\"12515976\" index=\"66\" url=\"https://cite.case.law/f3d/882/579/#p588\">\n      882 F.3d 579\n     </extracted-citation>\n     , 588-89 (6th Cir. 2018) ;\n     <em>\n      Plummer v. Univ. of Houston\n     </em>\n     ,\n     <extracted-citation case-ids=\"12276304\" index=\"67\" url=\"https://cite.case.law/f3d/860/767/#p770\">\n      860 F.3d 767\n     </extracted-citation>\n     , 770 (5th Cir. 2017), as revised (June 26, 2017);\n     <em>\n      Doe v. Cummins\n     </em>\n     ,\n     <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=662%20Fed.%20Appx.%20437\">\n      662 Fed.Appx. 437\n     </extracted-citation>\n     , 452 (6th Cir. 2016) ;\n     <em>\n      Doe v. Columbia University\n     </em>\n     ,\n     <extracted-citation case-ids=\"6055185\" index=\"69\" url=\"https://cite.case.law/f3d/831/46/#p56\">\n      831 F.3d 46\n     </extracted-citation>\n     (2d Cir. 2016) ;\n     <em>\n      Doe v. Rider Univ.\n     </em>\n     , No. 3:16-CV-4882-BRM-DEA,\n     <extracted-citation index=\"70\" url=\"https://cite.case.law/citations/?q=2018%20WL%20466225\">\n      2018 WL 466225\n     </extracted-citation>\n     , at *1 (D.N.J. Jan. 17, 2018) ;\n     <em>\n      Doe v. Columbia College Chicago, et. al.\n     </em>\n     , No. 17-CV-00748, ---F.Supp.3d ----, ----,\n     <extracted-citation index=\"71\" url=\"https://cite.case.law/citations/?q=2017%20WL%204804982\">\n      2017 WL 4804982\n     </extracted-citation>\n     , at *11 (N.D. Ill. Oct. 25, 2017) ;\n     <em>\n      Rolph v. Hobart &amp; William Smith Colleges\n     </em>\n     ,\n     <extracted-citation case-ids=\"12272919\" index=\"72\" url=\"https://cite.case.law/f-supp-3d/271/386/#p401\">\n      271 F.Supp.3d 386\n     </extracted-citation>\n     , 401-03 (W.D.N.Y. 2017) ;\n     <em>\n      Doe v. Case W. Reserve Univ.\n     </em>\n     , No. 1:17 CV 414,\n     <extracted-citation index=\"73\" url=\"https://cite.case.law/citations/?q=2017%20WL%203840418\">\n      2017 WL 3840418\n     </extracted-citation>\n     , at *1 (N.D. Ohio Sept. 1, 2017) ;\n     <em>\n      Doe v. Univ. of Colorado, Boulder\n     </em>\n     ,\n     <extracted-citation case-ids=\"12275057\" index=\"74\" url=\"https://cite.case.law/f-supp-3d/255/1064/\">\n      255 F.Supp.3d 1064\n     </extracted-citation>\n     (D. Colo. 2017) ;\n     <em>\n      Naumov v. McDaniel Coll.\n     </em>\n     , Inc., No. GJH-15-482,\n     <extracted-citation index=\"75\" url=\"https://cite.case.law/citations/?q=2017%20WL%201214406\">\n      2017 WL 1214406\n     </extracted-citation>\n     , at *1 (D. Md. Mar. 31, 2017) ;\n     <em>\n      Doe v. Coll. of Wooster\n     </em>\n     ,\n     <extracted-citation case-ids=\"12275058\" index=\"76\" url=\"https://cite.case.law/f-supp-3d/243/875/#p881\">\n      243 F.Supp.3d 875\n     </extracted-citation>\n     , 881 (N.D. Ohio 2017) ;\n     <em>\n      Doe v. Amherst Coll.\n     </em>\n     ,\n     <extracted-citation case-ids=\"12267790\" index=\"77\" url=\"https://cite.case.law/f-supp-3d/238/195/\">\n      238 F.Supp.3d 195\n     </extracted-citation>\n     (D. Mass. 2017) ;\n     <em>\n      Neal v. Colorado State Univ.-Pueblo\n     </em>\n     , No. 16-CV-873-RM-CBS,\n     <extracted-citation index=\"78\" url=\"https://cite.case.law/citations/?q=2017%20WL%20633045\">\n      2017 WL 633045\n     </extracted-citation>\n     , at *1 (D. Colo. Feb. 16, 2017) ;\n     <em>\n      Doe v. Lynn Univ., Inc.\n     </em>\n     ,\n     <extracted-citation case-ids=\"12268467\" index=\"79\" url=\"https://cite.case.law/f-supp-3d/235/1336/#p1343\">\n      235 F.Supp.3d 1336\n     </extracted-citation>\n     , 1343 (S.D. Fla. 2017) ;\n     <em>\n      Doe v. Brown Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"4340822\" index=\"80\" url=\"https://cite.case.law/f-supp-3d/166/177/#p190\">\n      166 F.Supp.3d 177\n     </extracted-citation>\n     , 190 (D.R.I. 2016) ;\n     <em>\n      Doe v. Colgate Univ.\n     </em>\n     , No. 515CV1069LEKDEP,\n     <extracted-citation index=\"81\" url=\"https://cite.case.law/citations/?q=2016%20WL%201448829\">\n      2016 WL 1448829\n     </extracted-citation>\n     , at *1 (N.D.N.Y. Apr. 12, 2016) ;\n     <em>\n      Nungesser v. Columbia Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"4343310\" index=\"82\" url=\"https://cite.case.law/f-supp-3d/169/353/#p358\">\n      169 F.Supp.3d 353\n     </extracted-citation>\n     , 358 (S.D.N.Y. 2016) ;\n     <em>\n      Collick, et al. v. William Paterson Univ., et al.\n     </em>\n     , No. 16-471 (KM) (JBC),\n     <extracted-citation index=\"83\" url=\"https://cite.case.law/citations/?q=2016%20WL%206824374\">\n      2016 WL 6824374\n     </extracted-citation>\n     , at *12 (D.N.J. Nov. 17, 2016), aff'd in part, remanded in part sub nom.,\n     <extracted-citation index=\"84\" url=\"https://cite.case.law/citations/?q=699%20Fed.%20Appx.%20129\">\n      699 Fed.Appx. 129\n     </extracted-citation>\n     (3d Cir. 2017) ;\n     <em>\n      Tsuruta v. Augustana Univ.\n     </em>\n     , No. 4:15-CV-04150-KES,\n     <extracted-citation index=\"85\" url=\"https://cite.case.law/citations/?q=2015%20WL%205838602\">\n      2015 WL 5838602\n     </extracted-citation>\n     , at *1 (D.S.D. Oct. 7, 2015) ;\n     <em>\n      Yu v. Vassar Coll.\n     </em>\n     ,\n     <extracted-citation case-ids=\"4339426\" index=\"86\" url=\"https://cite.case.law/f-supp-3d/97/448/#p452\">\n      97 F.Supp.3d 448\n     </extracted-citation>\n     , 452 (S.D.N.Y. 2015) ;\n     <em>\n      Doe v. Washington &amp; Lee Univ.\n     </em>\n     , No. 6:14-CV-00052,\n     <extracted-citation index=\"87\" url=\"https://cite.case.law/citations/?q=2015%20WL%204647996\">\n      2015 WL 4647996\n     </extracted-citation>\n     , at *1 (W.D. Va. Aug. 5, 2015) ;\n     <em>\n      Tanyi v. Appalachian State Univ.\n     </em>\n     , No. 5:14-CV-170RLV,\n     <extracted-citation index=\"88\" url=\"https://cite.case.law/citations/?q=2015%20WL%204478853\">\n      2015 WL 4478853\n     </extracted-citation>\n     , at *1 (W.D.N.C. July 22, 2015) ;\n     <em>\n      Doe v. Univ. of Massachusetts-Amherst\n     </em>\n     , No. CV 14-30143-MGM,\n     <extracted-citation index=\"89\" url=\"https://cite.case.law/citations/?q=2015%20WL%204306521\">\n      2015 WL 4306521\n     </extracted-citation>\n     , at *1 (D. Mass. July 14, 2015)\n    </p>\n   </footnote>\n   <footnote label=\"13\">\n    <p id=\"p-124\">\n     <em>\n      See\n     </em>\n     KC Johnson &amp; Stuart Taylor,\n     <em>\n      The Campus Rape Frenzy: The Attack on Due Process at America's Universities\n     </em>\n     (1\n     <sup>\n      st\n     </sup>\n     ed., 2017);\n     <em>\n      see also\n     </em>\n     KC Johnson &amp; Stuart Taylor,\n     <em>\n      The Path to Obama's 'Dear Colleague' Letter, Washington Post\n     </em>\n     , January 31, 2017, at Opinion; KC Johnson &amp; Stuart Taylor,\n     <em>\n      Campus Due Process in the Courts\n     </em>\n     , Washington Post, February 1, 2017, at Opinion (\"About one new due process lawsuit per week was filed last year against a college by a student who had been found guilty of sexual assault by a campus tribunal, despite what the lawsuits claim is strong evidence of innocence.\").\n    </p>\n   </footnote>\n   <footnote label=\"14\">\n    <p id=\"p-125\">\n     <em>\n      See, e.g.,\n     </em>\n     <em>\n      Doe v. Ohio State Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"12267910\" index=\"90\" url=\"https://cite.case.law/f-supp-3d/239/1048/#p1072\">\n      239 F.Supp.3d 1048\n     </extracted-citation>\n     , 1072 (S.D. Ohio 2017) (\"There is little doubt that universities around the country have felt pressure to tighten the investigation and punishments in sexual misconduct cases because this is a very sensitive issue.\");\n     <em>\n      Doe v. Brandeis Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"4355297\" index=\"91\" url=\"https://cite.case.law/f-supp-3d/177/561/#p572\">\n      177 F.Supp.3d 561\n     </extracted-citation>\n     , 572 (D. Mass. 2016) (\"[U]niversities across the United States have adopted procedural and substantive policies intended to make it easier for victims of sexual assault to make and prove their claims and for the schools to adopt punitive measures in response. That process has been substantially spurred by the [2011] \"Dear Colleague\" letter. The goal of reducing sexual assault, and providing appropriate discipline for offenders, is certainly laudable. Whether the elimination of basic procedural protections-and the substantially increased risk that innocent students will be punished-is a fair price to achieve that goal is another question altogether.\");\n     <em>\n      Doe v. Washington &amp; Lee Univ.\n     </em>\n     , No. 6:14-CV-00052,\n     <extracted-citation index=\"92\" url=\"https://cite.case.law/citations/?q=2015%20WL%204647996\">\n      2015 WL 4647996\n     </extracted-citation>\n     , at *9 (W.D. Va. Aug. 5, 2015) (The 2011 Dear Colleague Letter \"provided guidance as to how schools should conduct sexual misconduct investigations and warned them that if they did not adequately address sexual assault on campus, then they could face loss of federal funding, investigation by the OCR, and referral to the Department of Justice for civil or criminal action.\").\n    </p>\n   </footnote>\n   <footnote label=\"15\">\n    <p id=\"p-126\">\n     Stephanie Saul and Kate Taylor,\n     <em>\n      Betsy DeVos Reverses Obama-era Policy on Campus Sexual Assault Investigations\n     </em>\n     , NY Times, September 23, 2017, at Al.\n    </p>\n   </footnote>\n   <footnote label=\"16\">\n    <p id=\"p-127\">\n     Russlynn Ali, Assistant Secretary of Education for Civil Rights, Dear Colleague Letter, U.S. Dept. of Educ. at 11 (Apr. 4, 2011), available at: https://www2.ed.gov/print/about/offices/list/ocr/letters/colleague-201104.html\n    </p>\n   </footnote>\n   <footnote label=\"17\">\n    <p id=\"p-128\">\n     Although colleges and universities are not required to hold formal trials,\n     <em>\n      see, e.g.,\n     </em>\n     <em>\n      Doe v. Univ. of Cincinnati\n     </em>\n     ,\n     <extracted-citation case-ids=\"4345354\" index=\"93\" url=\"https://cite.case.law/f-supp-3d/173/586/#p606\">\n      173 F.Supp.3d 586\n     </extracted-citation>\n     , 600 (S.D. Ohio 2016) (\"Schools are not required to employ procedures used in criminal trials\"), institutions of higher education must avoid depriving students accused of sexual assault of the investigative and adjudicative tools necessary to clear their names even when there are no due process requirements. A student adjudicated guilty of sexual assault by a college or university experiences significant direct and collateral consequences, consequences that are not unlike a criminal conviction. It follows that colleges and universities should treat sexual assault investigations and adjudications with a degree of caution commensurate with the serious consequences that accompany an adjudication of guilt in a sexual assault case. If colleges and university do not treat sexual assault investigations and adjudications with the seriousness they deserve, the institutions may well run afoul of Title IX.\n    </p>\n   </footnote>\n   <footnote label=\"18\">\n    <p id=\"p-129\">\n     For example, Doe asserts that it is physically impossible for him to have stuck his entire fist up Roe's vagina while she was standing, as Roe claimed in her oral and written statements to Marymount officials.\n    </p>\n   </footnote>\n   <footnote label=\"19\">\n    <p id=\"p-130\">\n     <em>\n      Harbourt v. PPE Casino Resorts Maryland, LLC\n     </em>\n     ,\n     <extracted-citation case-ids=\"4254916\" index=\"94\" url=\"https://cite.case.law/f3d/820/655/#p658\">\n      820 F.3d 655\n     </extracted-citation>\n     , 658 (4th Cir. 2016) (\"[W]e accept as true the well-pled allegations of the complaint and construe the facts and reasonable inferences derived therefrom in the light most favorable to the plaintiff.\" citing\n     <em>\n      Iqbal\n     </em>\n     ,\n     <extracted-citation case-ids=\"3653744\" index=\"95\" url=\"https://cite.case.law/us/556/662/#p678\">\n      556 U.S. at 678\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"3653744\" index=\"96\" url=\"https://cite.case.law/us/556/662/#p678\">\n      129 S.Ct. 1937\n     </extracted-citation>\n     ).\n    </p>\n   </footnote>\n   <footnote label=\"20\">\n    <p id=\"p-131\">\n     <em>\n      See\n     </em>\n     <em>\n      Brown v. Rectors &amp; Visitors of Univ. of Virginia\n     </em>\n     ,\n     <extracted-citation index=\"97\" url=\"https://cite.case.law/citations/?q=361%20Fed.%20Appx.%20531\">\n      361 Fed.Appx. 531\n     </extracted-citation>\n     , 534 (4th Cir. 2010) (holding there were no factual allegations that the parties understood the UVA's student handbook to be an enforceable contract between the University and its students);\n     <em>\n      Tibbetts v. Yale Corp.\n     </em>\n     ,\n     <extracted-citation index=\"98\" url=\"https://cite.case.law/citations/?q=47%20Fed.%20Appx.%20648\">\n      47 Fed.Appx. 648\n     </extracted-citation>\n     , 656 (4th Cir. 2002) (applying Virginia law and holding that \"[Yale's] Student Handbook is not a contract, but merely a university policy.\");\n     <em>\n      Jackson v. Liberty Univ.,\n     </em>\n     No. 6:17-CV-00041,\n     <extracted-citation index=\"99\" url=\"https://cite.case.law/citations/?q=2017%20WL%203326972\">\n      2017 WL 3326972\n     </extracted-citation>\n     , at *7 (W.D. Va. Aug. 3, 2017) (\"The Liberty Way fails to meet Virginia's definition of a contract. It is not binding upon Liberty as it contains requirements for students only. The promises that Liberty allegedly makes are mere aspirational statements of educational ideals; they are so vague and indefinite that they cannot be enforceable terms.\");\n     <em>\n      Doe v. Washington &amp; Lee Univ.\n     </em>\n     , No. 6:14-CV-00052,\n     <extracted-citation index=\"100\" url=\"https://cite.case.law/citations/?q=2015%20WL%204647996\">\n      2015 WL 4647996\n     </extracted-citation>\n     , at *11 (W.D. Va. Aug. 5, 2015) (\"[T]he Student Handbook does not form a mutuality of engagement between W &amp; L and [its students], and therefore does not create a contract... [Moreover,] the terms of the Interim Sexual Harassment and Misconduct Policy cannot plausibly be considered anything other than 'policies,' which ... are not contractual in nature because they are subject to 'continual examination and revision.' \") (internal citations omitted).\n    </p>\n   </footnote>\n   <footnote label=\"21\">\n    <p id=\"p-132\">\n     <em>\n      See\n     </em>\n     <em>\n      Krasnow v. Va. Polytechnic Inst. &amp; State Univ.\n     </em>\n     ,\n     <extracted-citation case-ids=\"3872364\" index=\"101\" url=\"https://cite.case.law/f-supp/414/55/#p56\">\n      414 F.Supp. 55\n     </extracted-citation>\n     , 56 (W.D. Va. 1976) (\"[S]tudents enrolled in state supported institutions acquire a contractual right for the period of enrollment to attend, subject to compliance with scholastic and behavioral rules of the institution, and to dismissal for violation thereof, provided the dismissal was not arbitrary or capricious.\");\n     <em>\n      see also\n     </em>\n     <em>\n      Spectra-4, LLP v. Uniwest Commercial Realty, Inc.\n     </em>\n     ,\n     <extracted-citation index=\"102\" url=\"https://cite.case.law/citations/?q=290%20Va.%2036\">\n      290 Va. 36\n     </extracted-citation>\n     , 43,\n     <extracted-citation index=\"103\" url=\"https://cite.case.law/citations/?q=772%20S.E.2d%20290\">\n      772 S.E.2d 290\n     </extracted-citation>\n     , 293 (2015) (discussing the law of implied contracts in Virginia).\n    </p>\n   </footnote>\n   <footnote label=\"22\">\n    <p id=\"p-133\">\n     <em>\n      See\n     </em>\n     <em>\n      Sheehan v. Saoud\n     </em>\n     ,\n     <extracted-citation index=\"104\" url=\"https://cite.case.law/citations/?q=650%20Fed.%20Appx.%20143\">\n      650 Fed.Appx. 143\n     </extracted-citation>\n     , 155 (4th Cir. 2016) (\"Absent a strong countervailing federal interest, the federal court ... should not elbow its way into this controversy to render what may be an uncertain and ephemeral interpretation of state law.\" quoting\n     <em>\n      Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.\n     </em>\n     ,\n     <extracted-citation case-ids=\"6046117\" index=\"105\" url=\"https://cite.case.law/f3d/506/304/#p314\">\n      506 F.3d 304\n     </extracted-citation>\n     , 314 (4th Cir. 2007) );\n     <em>\n      Gariety v. Vorono\n     </em>\n     ,\n     <extracted-citation index=\"106\" url=\"https://cite.case.law/citations/?q=261%20Fed.%20Appx.%20456\">\n      261 Fed.Appx. 456\n     </extracted-citation>\n     , 463 (4th Cir. 2008) (\"In reviewing state law, a federal court 'should not create or expand [a] State's public policy.' \" quoting\n     <em>\n      St. Paul Fire &amp; Marine Ins. Co. v. Jacobson\n     </em>\n     ,\n     <extracted-citation case-ids=\"7410721\" index=\"107\" url=\"https://cite.case.law/f3d/48/778/#p783\">\n      48 F.3d 778\n     </extracted-citation>\n     , 783 (4th Cir. 1995) ).\n    </p>\n   </footnote>\n   <footnote label=\"23\">\n    <p id=\"p-134\">\n     To state a claim for a breach of the implied covenant of good faith and fair dealing under Virginia law, a plaintiff must plead \"(1) a contractual relationship between the parties, and (2) a breach of the implied covenant.\"\n     <em>\n      Enomoto v. Space Adventures, Ltd.\n     </em>\n     ,\n     <extracted-citation case-ids=\"4229849\" index=\"108\" url=\"https://cite.case.law/f-supp-2d/624/443/#p450\">\n      624 F.Supp.2d 443\n     </extracted-citation>\n     , 450 (E.D. Va. 2009) (citing\n     <em>\n      Charles E. Brauer Co. v. NationsBank of Va.\n     </em>\n     , N.A.,\n     <extracted-citation case-ids=\"809196\" index=\"109\" url=\"https://cite.case.law/va/251/28/\">\n      251 Va. 28\n     </extracted-citation>\n     ,\n     <extracted-citation index=\"110\" url=\"https://cite.case.law/citations/?q=466%20S.E.2d%20382\">\n      466 S.E.2d 382\n     </extracted-citation>\n     (1996) ). Here, there was no breach of an implied covenant. Marymount did not act arbitrarily by suspending Doe.\n    </p>\n   </footnote>\n   <footnote label=\"24\">\n    <p id=\"p-135\">\n     <em>\n      See\n     </em>\n     <em>\n      King v. Order of United Commercial Travelers of America\n     </em>\n     ,\n     <extracted-citation case-ids=\"6157525\" index=\"111\" url=\"https://cite.case.law/us/333/153/#p161\">\n      333 U.S. 153\n     </extracted-citation>\n     , 161,\n     <extracted-citation case-ids=\"6157525\" index=\"112\" url=\"https://cite.case.law/us/333/153/#p161\">\n      68 S.Ct. 488\n     </extracted-citation>\n     ,\n     <extracted-citation index=\"113\" url=\"https://cite.case.law/citations/?q=92%20L.%20Ed.%20608\">\n      92 L.Ed. 608\n     </extracted-citation>\n     (1948) (\"[A] Court of Common Pleas does not appear to have such importance and competence within South Carolina's own judicial system that its decisions should be taken as authoritative expositions of that State's law.\");\n     <em>\n      Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.\n     </em>\n     ,\n     <extracted-citation case-ids=\"881068\" index=\"114\" url=\"https://cite.case.law/f3d/433/365/#p370\">\n      433 F.3d 365\n     </extracted-citation>\n     , 370 (4th Cir. 2005) (\"[A] federal court sitting in diversity is not bound by a state trial court's decision on matters of state law.\").\n    </p>\n   </footnote>\n  </p>\n </opinion>\n</casebody>\n"
  }
}