{
  "casebody": {
    "data": "<casebody firstpage=\"636\" lastpage=\"641\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b658-11\">LOCOMOTIVE STOKER CO. v. MECHANICAL CONST. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b658-12\">(Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AH2q\">December 31, 1921.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AnX-\">Rehearing Denied February 9, 1922.)</otherdate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b658-13\">No. 2763.</docketnumber>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b658-14\">1. Patents &lt;§=&gt;328—979,849, claims 9-12, for distributing plate for stokers, valid, but not infringed.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b658-15\">Claims 9, 10, 11, and 12 of the Hanna patent, No. 979,849 for a distributing plate for blast feed stokers having an unobstructed central portion and divergent side channels, <em>hold to </em>involve invention, hut not infringed by a tubular device through which the fuel is blown or blasted, and having a slight obstruction or abutment to divert some of the flying coal through side channels or pockets to the rear corners of the firebox.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b658-16\">&lt;S=»For other cases see same topic &amp; KEY-NÚMBER in ,ali Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b659-4\"><page-number citation-index=\"1\" label=\"637\">*637</page-number><em>Z. </em>Patents &lt;§=332i*—1,130,443, claims 1, 2, 3, and 9, for mechanical stoker, not infringed.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b659-5\">Claims 1, 2, 3, and 9 of the Street patent, No. 1,130,413, for a mechanical <em>stoker </em>one element of which is a fuel receptacle below the firing floor, from which the fuel is elevated to a point above the level of the fuel bed, <em>held </em>not, infringed by a device consisting of a series of screws working within a casing, and having no distinct receptacle, though one casing is below the firing floor.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b659-6\">Appeal from the District Court of the United States for the Western District of Pennsylvania; W. H. S. Thomson, Judge.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b659-7\">Suit by the Mechanical Construction Company against the Locomotive Stoker Company. Decree for plaintiff (274 Fed. 411), and defendant appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"ATL4\">Reversed in part, and affirmed in part.</disposition>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b659-8\">Synnestvedt &amp; Lechner, of Philadelphia, Pa., and Gillson <em>&amp; </em>Gillson, of Chicago, 111. (Paul Synnestvedt, of Philadelphia, Pa., Louis K. Gill-son, qf Chicago, 111., and George Gray, of Wilmington, Deb, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b659-9\">j. Snowden Bell, of New York City, and Walter P. Murray, of Cincinnati, Ohio, for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"judges\" id=\"b659-10\">Before WOOLLEY and DAVIS, Circuit Judges, and LYNCH, District Judge.</p>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b659-18\">tg^&gt;For other caces see same topic &amp; KEY-Nil YJBE12 in ail Key-Numbered Digests &amp; Indexes</headnotes>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b659-11\">LYNCH, District Judge.</author>\n<p id=\"Adk\">The bill of the Mechanical Construction Company alleged infringement on the part of the Locomotive Stoker Company of its Hanna patent, No. 979,849, relating to an improvement in automatic stokers for feeding fuel within the firebox, and having to do only with the distribution of fuel after it has reached the distributor. The Stoker Company’s answer attacked the validity of the patent, denied infringement, and by way of counterclaim alleged that the Construction Company had infringed its Street patent, No. 1,130,443, which relates to a mechanical stoker for bringing- fuel to the distributor and has nothing to do thereafter with the distribution of fuel in the firebox. The Construüon Company, in answer to the counterclaim, denied infringement and the validity of the Street patent.</p>\n<p id=\"b659-12\">The court below sustained the Lianna, patent, and found that the Stoker Company had infringed it, and as to the. counterclaim found that the Construction Company did not infringe the Stoker Company’s Street patent. 274 Fed. 411. Both findings are before us for review.</p>\n<p id=\"b659-13\">With Respect to the Bill (Hanna Patent No. 979,849).</p>\n<p id=\"b659-14\"><bracketnum>[1]</bracketnum> The claims of the Ilanna patent in suit (9, 10, 11, and 12) read as follows (the italics are ours) :</p>\n<blockquote id=\"b659-15\">“9. A <em>distributing plate </em>for blast feed stokers having <em>a wide unobstructed central portion, and a </em>comparatively narrow divergent <em>channel </em>at each side below the central portion of the plato and discharging at the .side of the plate.</blockquote>\n<blockquote id=\"b659-16\">“10. <em>A distributing plato </em>for blast feed stokers having <em>am, unobstructed central portion and </em>divergent <em>side channels </em>lying below the central portion of the plate and gradually deepening from the receiving <em>to </em>the discharge end, substantially as specified.</blockquote>\n<blockquote id=\"b659-17\">“11. A <em>distributing piale </em>for blast feed stokers having <em>an unobstructed central portion and </em>divergent <em>side channels </em>lying below Oie central portion of <page-number citation-index=\"1\" label=\"638\">*638</page-number>the plate and turned at their outer ends to a direction approximately at right angles- to the longitudinal axis of the plate, substantially as specified.</blockquote>\n<blockquote id=\"b660-4\">“12. <em>A distributing píente </em>for blast, feed stokers having <em>an unobstructed, central portion and, </em>divergent <em>side channels </em>lying below the central portion of the plate, gradually deepening from the receiving to the discharge end and turned at their outer ends to a direction approximately at right angles to the longitudinal axis of the plate, substantially as specified.”</blockquote>\n<p id=\"b660-5\">Haima adopted the fan-shaped distributing plate and steam jet of the British patent to Cotten, <em>No. </em>18,901 of 1895, with their function of spreading fuel in the firebox in forward and lateral directions, and made a substantial improvement by cutting channels in the plate, diverging in curves to the sides, with the function of spreading fuel in a rearward direction. Fuel, when' dumped or deposited on this Hanna plate, would be moved forwardly over the unobstructed central portion of th.e plate, and spread in the forward portions of the firebox by a blast, while other coal, which by the same dumping or depositing process would fall or drop into the divergent side channels lying below the' central portion of the plate, would flow through these channels to the rear sides or back corners of the firebox. The learned trial judge, in his opinion, describes the prior art and sets forth his reasons tor concluding that the Hanna device was an' invention. With his conclusion we concur.</p>\n<p id=\"b660-6\">With respect to the question of infringement, however, we are not in agreement. Fuel would not reach the firebox by means of, the Hanna device, except by riding over the unobstructed plate <em>or </em>by flowing through the side channels. Plate distributors were old in the art, but Hanna’s divergent side channel arrangement was a contribution. The device of the Locomotive Stoker Company, which the learned trial judge held to be an infringement of the Hanna patent, is a tubular arrangement, as distinguished from a plate device. This tube is approximately 16 inches long and 10 inches wide.</p>\n<p id=\"b660-7\">Fuel is not dumped or deposited and by steam momentum moved forwardly over the bottom of the tube, or across any plate, either obstructed or unobstructed, attached to any part of the tube, but, on the contrary, is blown or blasted <em>through </em>the tube-and into the firebox. The lower stratum of this blasted fuel, some of which doubtless comes in contact with the bottom of the tube, strikes a slight obstruction or abutment, which is fixed at that end of the tube which protrudes into the firebox. This obstruction is made by raising slightly above the bottom of the tube the forward walls of pockets or channels, very like Hanna’s, and is placed there for the <em>purpose </em>of stopping and diverting some of the flying coal and causing it to drop, through side channels or pockets, to the rear corners of the firebox, instead of proceeding uninterrupted to the forward parts thereof. The obstruction as described by the patentee of the tube distributor is as follows (the italics are ours) ;</p>\n<blockquote id=\"b660-8\">“A further portion (of the fuel column), the lower portion, meets the obstruction which is attached to the bottom of the tube, and-projects above the bottom level. The <em>lower strata </em>of the coal therefore drops by gravity, and by rebounding from the wall of the obstruction into the corners of the firebox door on the rear portion of the grates.”</blockquote>\n<p id=\"b661-4\"><page-number citation-index=\"1\" label=\"639\">*639</page-number>This obstruction or abutment runs across the entire outer end. of the projected bottom of the tube, and there is a channel or pocket on each side between the end of the tube and the abutment. No fuel can actually be dumped or deposited into these pockets, as in Hanna’s, because they are located 16 inches beyond the point of delivery of fuel to the tube distributor, and no fuel enters these pockets except that part of the lower stratum of fuel passing into the tube, which is arrested or deflected by the abutment or obstruction. This obstruction is fixed above the bottom of the tube at an elevation calculated to divert fuel in tbe quantity required for rearward spreading. These pockets, therefore, do not function in the way the divergent channels of the Hanna patent function. Coal enters the Hanna channels freely, without the assistance of an obstruction, while no coal other than that which is obstructed enters the tube pockets of the defendant’s device.</p>\n<p id=\"b661-5\">Hanna’s device is <em>“a </em>distributing plate. * <em>* </em>* having a wide unobstructed central portion, <em>and </em>a comparatively narrow divergent channel,” a combination of plate and channels; the plate supplying certain parts of the firebox and the channels other parts. The Stoker Company’s device is a combination of tube and obstructor. The plates of Gotten and Hanna are discarded. Beyond the pockets there is no plate or “unobstructed central portion”—-an element- of each claim in suit. In front of the obstructing pockets there is only enough metal to build up and hold the pockets in place. What metal there is, is in no sense akin to a plate, and discloses no function of plate distribution forward and lateral. As we have already pointed out, the Hanna channels and the pockets of the defendant’s device, though alike in their purpose, function in different ways. Yet, if they were alike in fund ion, as urged bv the plaintiff, they have to do only with fuel distribution rearward. Both devices comprehend fuel distribution to the sides and to the forward end of the firebox. Distribution over these portions of the firebox is effected by mechanism of the defendant without the plate means provided by the Hanna patent, and by means so different from that contemplated by the Hanna patent that, notwithstanding similarity of channels and pockets, infringement is avoided.</p>\n<p id=\"b661-6\">P'or these reasons we think the, appellant’s device did not infringe the Hanna patent.</p>\n<p id=\"b661-7\">As to the Counterclaim (Street Patent No. 1,130,443).</p>\n<p id=\"b661-8\"><bracketnum>[2],</bracketnum> The claims of the Street patent alleged to be infringed are four, to wit:</p>\n<blockquote id=\"b661-9\">“1. In a locomotive, the combination with tbe boiler furnace and its firing door, of a mechanical stoker apparatus mounted on the locomotivo and comprising <em>a fuel receptacle below ibo firing floor, </em>an elevator for conveying tbe fuel from said receptacle to a point above the level of the fuel bed, and means for delivering tbe fuel therefrom into the furnace.</blockquote>\n<blockquote id=\"b661-10\"><em>“2. hi </em>a <em>locomotive and </em>tender, the combination with the boiler furnace, of a mechanical stoker apparatus mounted on the locomotive and comprising ® <em>fuel receptacle below the firing floor, </em>moans below said floor for delivering fuel from the tender into said receptacle, an elevator for conveying the fuel from said receptacle to a point above tile level of' the fuel bod, and menus for delivering the fuel therefrom into the furnace.</blockquote>\n<blockquote id=\"b662-3\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>“3. In a locomotive, the combination with the boiler furnace and its firing door, of a mechanical stoker apparatus mounted on the locomotive and comprising <em>a fuel receptacle below the firing floor, </em>an elevator for conveying the fuel from said receptacle to a point: above the said door, and a gravity discharge conduit for delivering fuel from said point into the furnace.”</blockquote>\n<blockquote id=\"b662-4\">“9. In a locomotive, the combination with a boiler furnace having a firing door, of a mechanical stoker apparatus mounted on the locomotive and comprising <em>a fuel receptacle </em>located below said door, a tubular casing extending upward from said receptacle to a point above said door, an endless conveyor operating in said casing to raise the fuel from said receptacle, and means for delivering the fuel from the casing above the door into the furnace.”</blockquote>\n<p id=\"b662-5\">It will be observed that each of the four claims contains as an element “a fuel receptacle below the fire floor.” The receptacle is a distinct element of the Street device, and on it the issue of support turns. Coal is deposited into it, so that elevator buckets, passing through, pick up and carry upward some fuel. In order for a bucket system to properly function, there must be a chamber (receptacle) where the fuel is received, and where later the buckets take on the material to be carried. There would always be a residue, perhaps a small residue, lying in the receptacle. This could not be avoided.</p>\n<p id=\"b662-6\">The screw device of the Hanna stoker, which is alleged to be an infringement of the Street claims, carries coal or fuel by a series of screws, four in number, each working within a casing, and each taking up the coal transferred to it, and delivering it to the screw in advance, and each casing is cleared of its own coal as fast as the coal is delivered to it. At least one casing is “below the firing floor.” There is no distinct receptacle, or relaying chamber, attached to this screw arrangement. And no part of the conveying apparatus itself, it seems to us, should be regarded as a receptacle.</p>\n<p id=\"b662-7\">We are therefore in agreement with the court below in holding that the Hanna screw stoker, having neither a distinct receptacle nor any 'section performing the functions of a receptacle, is not an infringement.</p>\n<p id=\"b662-8\">The decree below is reversed, in so far as it held the claims of the Hanna patent in suit infringed, and it is affirmed, in so far as it held the claims of the Street patent in suit not infringed, with costs of appeal to be divided equally between the appellant and appellee.</p>\n<p id=\"b662-9\">On Petition for Rehearing.</p>\n<p id=\"b662-10\">The following statement appears on page 4 of the petitioner’s brief:</p>\n<blockquote id=\"b662-11\">“Tbe actual distributors are large, heavy, ugly affairs, that crowded the courtroom, <em>and tended to soil the new rug therein, and were removed therefrom at the request of this honorable court, at the close of the hearing. </em>Unfortunately, however, appellant has gone beyond the directions of the court, in that it took possession of both plaintiff’s and defendant’s exhibits and shipped them to Pittsburgh, leaving in the court’s keeping, instead of these actual distributors, a neat little aluminum model, purporting to represent, in reduced size, Defendant’s Exhibit D. It appears from the aforesaid excerpt that this is all that this honorable court took into consideration in reversing the trial court, upon the question of infringement. * * * Appellant’s leaving this neat little aluminum model of Defendant’s Exhibit D, and removing the main offenders, is in keeping, with their apparent purpose to relegate Plaintiff's Exhibit 3 to obscurity.”</blockquote>\n<p id=\"b662-13\">This statement, though probably made in entire belief in its truthfulness, is nevertheless wholly untrue. None of the large, heavy, and ugly <page-number citation-index=\"1\" label=\"641\">*641</page-number>distributors were removed from tbe courtroom at the close of the hearing, nor were shipped to Pittsburgh until after the case had been decided in conference. All of these large, heavy, and ugly distributors, and all other exhibits in the case, except only that one being the illustrative model of the respondent, were retained in the courtroom just as they were produced at the argument, put aside on a tarpaulin, and there remained until conference. The conference was had, -not with the little aluminum models, but by the three judges sitting about, handling, measuring, closely examining, and considering the large, ugly, dirty distributors.</p>\n<p id=\"b663-4\">We are of the opinion that the application for rehearing should be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}