{
  "casebody": {
    "data": "<casebody firstpage=\"701\" lastpage=\"708\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b723-7\">McDOUGAL et al. v. BLACK PANTHER OIL <em>&amp; </em>GAS CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b723-8\">(Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aoxl\">December 13, 1921.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b723-9\">No. 5580.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b723-10\">1. Attorney and client @=»1TC—May make any contract regarding compensation, notwithstanding statute providing for attorney’s lien.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b723-11\">Statute giving attorneys a lien for compensation does not preclude the parties from making any contract they may see fit regarding the compensation.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b723-12\">3. Attorney and client &lt;©=»186—Attorney may waive benefits of statute providing for lien.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b723-13\">A statute providing for an attorney’s lien is solely for the protection of the attorney, and he may waive the benefits of the statute, but cannot be deprived thereof without his consent.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b723-14\">3. Attorney and client &lt;@=»18fe*—Attorneys, by suing third persons on their contract with client to pay attorneys compensation, waived statutory lien.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b723-16\">Attorneys, by bringing suit on client’s contract with third parties, requiring third parties to pay attorney’s fees, accepted the contract and waived the right to the lien provided for by the statute.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b723-17\">4. Attorney and client @=&gt;150—Client's contract with adverse claimants, requiring them to pay attorney’s fee, held to obligate them to pay merely reasonable compensation.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b723-19\">Contract between client and adverse claimants to land, to whom client had quitclaimed for specified amount in settlement of the controversy, whereby adverse claimants agreed to settle with client’s attorney for amount to which attorney was entitled, under contract with client giving attorney 50 per cent, of the property recovered by client, did not entitle attorney to recover from adverse claimants one-half of the value of the amount in controversy, but merely to reasonable compensation for services performed under Rev. Laws Okl. 1910, § 249, providing for payment of reasonable compensation on compromise by client without notice to the attorney.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b723-20\">5. Attorney and client &lt;@=&gt;140—Results accomplished by attorney a material element in the value of legal services.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b723-22\">The results accomplished by an attorney for bis client constitute a material element in the value of the legal services.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b723-23\">6. Attorney and client &lt;§^131—Compensation recoverable under ccontract not stipulating amount governed by statute in effect at time contract was made.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b723-25\">Client’s agreement with adverse claimants to land, made in settlement of controversy, requiring adverse claimants to pay attorney’s compensation, without specifying the amount to he paid, made before amendment of 1919 (Laws 1919, e. 22) to Rev. Laws Okl. 1910, § 249, providing for payment to attorney of reasonable compensation on client’s compromise without notice to attorney, did not entitle attorney to compensation under the amendment, though it <em>took effect </em>before submission of the ease in attorney’s action for compensation on such contract; the statute as in effect when contract was made being applicable.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b723-26\">&lt;§=&gt;For other eases see same topic <em>&amp; </em>KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b724-3\"><page-number citation-index=\"1\" label=\"702\">*702</page-number>7. Attorney and client &lt;§=140—Court expert on value of legal services.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b724-4\">In action involving issues as to what constitutes reasonable compensation .for legal services, the Circuit Court of Appeals, as well as the trial court, may be considered experts on the value of legal services.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b724-5\">8. Attorney and client &lt;®=&gt;189—Client’s adversaries, who had agreed to pay attorney’s fee in settlement of controversy, held not estopped to dispute client’s claim as to amount of attorney’s compensation.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b724-7\">In attorney’s action against third parties, to whom client had quit-claimed land in settlement of controversy, in which third parties had agreed to pay attorney’s compensation, the third parties were not estopped from denying the validity of client’s claim on issue as to the amount of compensation for the services rendered.</headnotes>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b724-8\">Appeal from the District Court of the United States for the Eastern District of Oklahoma; Frank A. Youmans, Judge.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b724-9\">Suit by the United States against Bessie Wildcat and others, in which D. A. McDougal and the Black Panther Oil &amp; Gas Company and others intervene. From the judgment rendered, D. A. McDougal and others appeal.</summary>\n<disposition data-order=\"23\" data-type=\"disposition\" id=\"A82\">Decree, in so far as it affects appellants, reversed, and cause remanded, with instructions.</disposition>\n<seealso data-order=\"24\" data-type=\"seealso\" id=\"b724-10\">See, also, 273 Fed. 113.</seealso>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b724-11\">Ephriam H. Foster, of Muskogee, Old., and L. O. Lytle, of Sapulpa, Old. (D. A. McDougal, Sam T. Allen and W. C. Hodges, all of Sapulpa, Old., and Edward R. Jones, of Muskogee, Old., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b724-12\">C. B. Stuart, of Oklahoma City, Okl., for appellees.</attorneys>\n<p data-order=\"27\" data-type=\"judges\" id=\"b724-13\">Before SANBORN and STONE, Circuit Judges, and TRIEBER, District Judge.</p>\n<headnotes data-order=\"28\" data-type=\"headnotes\" id=\"b724-18\">&lt;&gt;=&gt;For other cases see same topic <em>&amp; </em>KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b724-14\">STONE, Circuit Judge.</author>\n<p id=\"An4\">This -is an appeal from a decree against D. A. McDougal and others, upon an intervention in the action of the United States v. Bessie Wildcat et al.</p>\n<p id=\"b724-15\">The main case was a suit by the United States to cancel the allotment to Barney Thlocco, a Creek Indian, of a certain parcel of land. The land in question had become very valuable, because of the discovery of large quantities of gas and oil therein. Pending the suit, and to prevent these minerals from being drained from this property by development of nearby property, the court appointed a receiver, leased this land, and collected and holds a royalty therefrom which has accumulated more than $1,000,000. Thlocco being dead, this suit was against his supposed heirs and others. The richness of the stake attracted more than 100 interveners, each claiming some title to the property.</p>\n<p id=\"b724-16\">The main suit resulted in dismissal of the bill for cancellation, but the court retained jurisdiction to determine who were the heirs of Thlocco, and therefore entitled to the land and the royalties in the possession of its receivers.</p>\n<p id=\"b724-17\">Among the horde of interveners was Jackson R. Dunzy, who claimed to be sole heir of Thlocco. Appellants were the counsel for Dunzy in such intervention. Pending this intervention, appellees (Black Panther Oil &amp; Gas Company, J. Goody Johnson, and Thomas Kelly), who were parties to the suit and intervention, settled with Dunzy by <page-number citation-index=\"1\" label=\"703\">*703</page-number>Jmying from him, and receiving his deed for. all of his right, litle. and interest in the subject of litigation. They paid him therefor $1,500.</p>\n<p id=\"b725-5\">The Dunzy intervention was fded May 17, 1918. The above .settlement and deed were on July 13, 1918. On August 5, 1918, was fded the'intervention of McDougal and others, which is now on appeal. This intervention is as follows: That Dunzy was the sole heir of Thlocco, and entitled to the land and funds in question; that .Dunzy had employed McDougal, Lytle, Allen, and Hodges, practicing attorneys at law, to legally enforce his said title and rights; that he had contracted to pay them therefor one-half of all property, real and personal, which should be recovered in said action; that subsequently the above attorneys agreed with the other interveners and appellants, Jones and Foster, to divide said fee in consideration of legal services to be rendered by Jones and Foster; that by virtue of the Dunzy contract, and in accordance with the statutes of Oklahoma, interveners acquired a lien upon said real and personal property to the extent of one-half thereof, which lien was in full force at the time of the occurrences hereinafter set forth; that interveners proceeded to prepare and file an intervention for Dunzy, prepared to prosecute his claims thereunder, and in all ways complied with their contract with him; that J. Goody Johnson and Thomas Kelly, as agents for the defendant Black Panther Oil &amp; Gas Company, in pursuance of a general policy to acquire opposing interests, on July 13, 1918, without the knowledge or consent of these interveners, procured from Dunzy a conveyance of all of his interests in the above land and funds; that prior to such conveyance Johnson and Kelly had full knowledge of the terms of the contract between Dunzy and interveners; that Dunzy refused to execute such conveyance, except upon condition that his grantees would assume his obligation to interveners and to pay them 50 per centum of said real and personal property as a part consideration for said conveyance; that thereupon Johnson, as the agent of Kelly and of the Black Panther Oil &amp; Gas Company, made a written contract with Dunzy to assume his obligations to interveners under liis contract with them; that said contract between Johnson and Dunzy was made for the benefit of interveners; that they elect to ratify and accept such contract; that the procurement and acceptance of the conveyance from Dunzy estop Johnson, Kelly, and the company from questioning the title of Dunzy; that, if such estoppel be absent, they are prepared to establish such title. The substance of the prayer is for one-half of the title to the land and one-half of the funds accumulated and prospective.</p>\n<p id=\"b725-6\">The company, November 11, 1918, answered the Dunzy intervention, denying the title of Dunzy, and claiming title in its lessors. It also claimed that Dunzy, through the above conveyance, had quieted its title. It, Johnson, and Kelly answered the McDougal intervention, the same date, denying title in Dunzy, demanding proof of the contract of employment between Dunzy and appellants, denying the lien, denying any interest of appellants to the land or funds, denying that Johnson or Kelly were agents of the company, admitting the contract between Dunzy and Johnson, but denying it was made for the company or for Kelly, or had been ratified by either, alleging that the <page-number citation-index=\"1\" label=\"704\">*704</page-number>only arrangement between the company and Johnson or Kelly was that the company would not interfere with the endeavors of those two to quiet title in themselves, upon condition that such parties would protect its lease to the mineral rights in the land, admitting that Johnson had paid Dunzy $1,500 and made the contract claimed, but alleging that such payment and contract were not because of any title in Dunzy, whose claim was false, but to avoid the expen'se and annoyance of litigating such false claim, and deny all effect to the JohnsonDunzy contract.</p>\n<p id=\"b726-4\">The court considered all interventions together, and on May 10, 1919, delivered an opinion reviewing the issues and evidence and stating its conclusions. A decree, containing findings of facts, was filed, in line with the opinion, on June 19, 1919. As to Dunzy, the court found that he had no interest in the title to the land or to any funds. In the opinion the court stated the issues as to this intervention as follows:</p>\n<blockquote id=\"b726-5\">“The intervention of McDougal et al. was submitted to the court on two propositions:</blockquote>\n<blockquote id=\"b726-6\">“(1) A contract between Dunzy and the Black Panther Oil &amp; Gas Company, made at the time of the conveyance by the former to the latter, by which contract the Black Panther Oil &amp; Gas Company agreed to settle with the attorneys of Dunzy for their fee under their contract with him.</blockquote>\n<blockquote id=\"b726-7\">“(2) That Dunzy was the nearest of kin to Barney Thloeeo through the line above stated, and therefore the heir entitled to the allotment under the Creek laws.</blockquote>\n<blockquote id=\"b726-8\">“Testimony on the second proposition was introduced by McDougal et al., as stated in oral argument and in their brief, simply to show the merits and good faith of the Dunzy claim. The interveners McDougal et al. rely for their recovery on the contract made for their benefit between Dunzy and the Black Panther Oil &amp; Gas Company.”</blockquote>\n<p id=\"b726-9\">• In- discussing this intervention the court said:</p>\n<blockquote id=\"b726-10\">“Counsel for these interveners contend that the meaning of this agreement (between Johnson and Dunzy) is that the Black Panther Oil &amp; Gas Company concedes that Dunzy is the sole heir of Barney Thloeeo, and that it hereby agrees to pay to his attorneys one-half of the value of the property in controversy. This view cannot be accepted. The testimony in behalf of Dunzy does not sustain his claim that he is next of kin under the Creek law. The agreement of J. Coody Johnson as the agent of the Black Panther Oil &amp; Gas Company is a promise for the benefit of the interveners, McDougal et al. They now rely upon that promise, and not upon any statute of the state of Oklahoma. There is no contention that fraud was practiced upon Dunzy. He had the legal right to compromise his claim. Said interveners made their contract with him subject to that right.”</blockquote>\n<p id=\"b726-11\">The conclusion of the court is expressed thus:</p>\n<blockquote id=\"b726-12\">“The interveners McDougal et al, are therefore entitled to 50 per cent, of the amount received by Dunzy in settlement of his claim. He received $1,500. The interveners, therefore, are entitled to $750.”</blockquote>\n<p id=\"b726-13\">The finding in the decree regarding this intervention was as follows:</p>\n<blockquote id=\"b726-14\">“The court further finds that the firm of D. A. McDougal, L. O. Lytle, Sam Allen, W. C. Hodges, E. R. Jones, and E. H. Poster are entitled to the sum of $750, which is a charge against the Black Panther Oil &amp; Gas Company, and they are hereby given judgment against the Black Panther Oil &amp; Gas Company for said sum of money, and, when * * * the said D. A. Me<page-number citation-index=\"1\" label=\"705\">*705</page-number>Dougal, L. O. Lytle, Sam Allen, W. 0. Hodges, 33. It. .Tones and 33. H. Foster hare received the said $750 they shall be and are hereby barred from any further claim against Martha- Jackson, Saber Jackson, or the Black Panther Oil &amp; Has Company.”</blockquote>\n<p id=\"b727-5\">The contract between Dunzy and McDougal et al. for legal services was not introduced in evidence; the testimony being that it had been-lost before the hearing. The intervention pleads that Dunzy “agreed to pay them as their fee for their services, and for securing the desired relief one-half of all property, real and personal, which should be recovered in said action.” The testimony on this point was that “for our services as attorneys in representing Jackson R. Dunzy we were to have and receive an undivided one-half of any money or land recovered in connection with the litigation. * * * The contract was contingent upon recovery.” The contract was silent as to compensation in case of compromise or settlement by the client.,</p>\n<p id=\"b727-6\">The contract between Dunzy and Johnson at the time Dunzy settled his claim is as follows:</p>\n<blockquote id=\"b727-7\">“State of Oklahoma, Hughes Oounty—ss.:</blockquote>\n<blockquote id=\"b727-8\">“Know all men by these presents, that I, J. Goody Johnson, representing Thomas Kelly in the matter of settling with the claimants to the estate of Barney Thloeeo, now pending in the United States Court for the Eastern District of Oklahoma, at Muskogee, wherein the United States is plaintiff and Bessie Wildcat et al. are defendants, have in the matter of Jackson II. Dunzy (one of the defendants) agreed to settle with his attorney for Ms 50 per cent, of the contract entered into by said J. R. Dunzy and his attorney for the recovery of his portion of said estate, and that the sum of $1,500 this day paid J. R. Dunzy will not in any way be considered a part of his attorney’s fees.</blockquote>\n<blockquote id=\"b727-9\">“In witness whereof, I have this 18th day of July, 1918, set my hand.</blockquote>\n<blockquote id=\"b727-10\">“[Signed] J. Coody Johnson.”</blockquote>\n<p id=\"b727-11\">At all times here involved there were statutes in Oklahoma providing for an attorney’s lien, preserving it in ca'se of settlement, and denning the measure, for ascertaining the amount due the attorney, where the fee was contingent, and where the case was settled without his knowledge. Appellants contend, first, that they are entitled to recover under the Johnson contract, which was made for their benefit, au amount equal to 50 per centum of the value of the land and funds involved; second, that, at any rate, they are entitled to recover under the state statutes, and that the statute applicable is that enacted in 1919, which authorizes recovery for the above 50 per centum.</p>\n<p id=\"b727-12\"><bracketnum>[1-3]</bracketnum> It is true, as contended by appellants, that the statute is not an exclusive measure of recovery under circumstances such as here present, but that the interested parties may make any contract they may see fit regarding such compensation. The benefits of the statute are solely for the protection of the attorney, and he may therefore waive them or bargain them away. He cannot be deprived of them without his consent. An action under the statute would lie, if there had been no such contract at all. The Johnson contract is so far beneficial to appellants, and was so intended to be by the parties thereto, that it could be accepted by and enforced by them. They have expressly accepted it. This constitutes a waiver of the statutory rights. This intervention is based solely upon that contract. It may be that the results to appellants under the contract or under the statute would <page-number citation-index=\"1\" label=\"706\">*706</page-number>be identical; but, when they accepted the contract and claimed its benefits, they likewise assumed its burdens and must be bound by all of its terms. What, then, are the terms of the contract upon which they sue?</p>\n<p id=\"b728-4\"><bracketnum>[4]</bracketnum> Appellants construe the contract as an express promise to pay 50 per centum of the value of the amount in controversy. We do not so read it. The intent of the contract is clearly expressed. It is that Dunzy should have $1,500 clean and clear of any claim to any part thereof from his attorneys, and that Johnson should secure this to him by assuming any legal claim they might have. This obligation Johnson undertook for his principals, this obligation was accepted by appellants, and this measures the rights and liabilities of the parties.</p>\n<p id=\"b728-5\">The contract itself does not define, in dollars, the precise limits of this obligation. This must be sought outside, and is to be found in the contract of employment, in the law governing such contracts existing at the time the obligation was assumed by Johnson, and in the other governing circumstances present. The contract of employment provided that appellants should share equally with Dunzy in any recovery he might secure. The governing law in existence at the time both of these contracts were made was section 249, Rev. Stat. Old., 1910, which is as follows:</p>\n<blockquote id=\"b728-6\">“249. <em>Compromise Without notice to Attorney. </em>Should the party to any action or proposed action, whose interest is adverse to the client contracting with an attorney, settle or compromise the cause of action or claim wherein is involved any lien, as mentioned in the preceding sections hereof, without a satisfaction of the attorney’s claim, such adverse party shall thereupon become liable to such attorney for the fee due him or to become due him under his contract of employment, to the extent of reasonable compensation for all services performed by him in connection with said action or contemplated suit. After judgment in any court of record, the attorney’s lien herein provided for may be made effective against the judgment debtor by entering the same in the judgment docket opposite the entry of the judgment.”</blockquote>\n<p id=\"b728-7\">This statute recognizes the right of settlement by the parties without notice to the attorneys, but protects the attorneys, “to the extent of a reasonable compensation for all services performed.” Appellants claim that this statute is not applicable, because, after submission of this case, but before decree, that statute was amended by the act of 1919 (Laws 1919, c. 22). They base this claim upon the assertion that such statutes are purely remedial, and do not affect the rights of the parties. But this amendment was more than remedial; it established an entirely different basis of right and liability. Where the 1910 statute provided for a liability for a “reasonable compensation for all servces performed,” the amendment substituted—</p>\n<blockquote id=\"b728-8\">“a reasonable amount for not only the services actually rendered by sucb attorney, but for a sum, which it might be reasonably supposed, would have been earned by him, had he been permitted to complete his contract, and been successful in the action, and such attorney in order to recover need not establish that his client, if the case has [had] gone to trial, would have been successful in the action, but the fact of settlement shall be sufficient without other proof to establish that the party making the settlement was liable in the action. Should the contract be for a contingent fee and specify the amount for which action is to be filed, then the lien and cause of action, as aforesaid shall be for the amount contracted for, if fixed at a definite sum of money or <page-number citation-index=\"1\" label=\"707\">*707</page-number><em>for </em>the percentage of the amount or property sued for as mentioned in said contract where the fee is fixed on a percentage basis, not exceeding thirty-three and one-third per cent, of the amount sued on where the settlement is before a verdict or judgment.”</blockquote>\n<p id=\"b729-5\"><bracketnum>[5-7]</bracketnum> The basis of liability to an attorney, on the part of an adverse party who settles the controversy without notice to the attorney, is very different'in these two statutes. The law recognizes that the results accomplished by an attorney for his client constitute a material element in the value of the legal services. 6 Corp. Juris, 752, note; Trimble v. K. C., etc., R. Co., 201 Mo. 372, 100 S. W. 7; Berry v. Davis, 34 Iowa., 594; Rutland v. Cobb, 32 La. Ann. 857. This 1919 statute introduces this important element, and treats the services as being entirely successful. In most cases this element would very materially increase the measure of compensation of the attorney. A litigant might be eager to settle a case and pay the attorney a reasonable. compensation for the services he had rendered up to the date of settlement, but would not consider a settlement obligating him to pay such compensation on a basis of the complete success, in the litigation, of the opposing party. We cannot interpret this contract as being made on any basis other than the liability existing at the time the settlement was made. Therefore the 1910 statute must govern. As said above, that statute provides for reasonable compensation for services rendered up to that time. What amount would here constitute such reasonable compensation is a matter of fact</p>\n<p id=\"b729-6\">Appellees claim that there is no evidence on that subject. We think otherwise. This court, as well as the trial court, may be considered experts upon the value of legal services. 6 Corp. Juris, 763, note 24, and citations. We have in the record sufficient testimony upon which to exercise that expert knowledge. The record reveals the character and importance of the litigation and the pleadings prepared by appellants. It also reveals that appellees, with knowledge that Dunzy had agreed to give one.-half of the recovery to appellants, contracted to pay him $1,500 for his interest and to assume the compensation of his attorney. Therefore appellees cannot well claim that appellants’ half interest was not worth, at that time, as much as they paid Dunzy for his half. There is no evidence indicating a greater value. The facts that the settlement was made at the inception of this Dunzy litigation, and that the court found the Dunzy claim unfounded, are circumstances strongly tending to forbid such greater value. We therefore think that the evidence sufficiently shows the value of these services to be $1,500.</p>\n<p id=\"b729-7\"><bracketnum>[3]</bracketnum> Appellants contend that appellees, because of their settlement with. Dunzy, are estopped to deny the validity of the Dunzy claim. The law favors settlement of litigation, and the Oklahoma statute recognized this right of settlement, and protected the attorney up to the value of his services actually rendered. It was that obligation which appellees assumed, and they have been here sued upon that assumed obligation. Therefore the validity of Dunzy’s claim is immaterial to the controversy now before the court. As was said in Oklahoma Coal Co. v. Hays (Okl.) 176 Pac. 931:</p>\n<blockquote id=\"b729-8\">“The measure of liability under section 249 is different from that under chapter 4. Session Laws 1909, in that the recovery by the attorney is limited <page-number citation-index=\"1\" label=\"708\">*708</page-number>to reasonable compensation for tbe services actually rendered, and tbe liability Of the adverse litigant who compromises tbe suit or proposed action does not depend upon the amount due, or to become due in tbe event tbe litigation is prosecuted to a final determination, but tbe clear intent of tbe section is that liability attaches upon tbe compromise of tbe cause of action to tbe extent of a reasonable compensation for the services performed, and it was not necessary for plaintiff to show that his client would have recovered in tbe original proceeding. When be showed tbe contract of employment, tbe commencement óf tbe proceedings, claim of lien, and tbe settlement and dismissal thereof, facts were presented which fixed a liability upon defendant, leaving only for consideration the amount which plaintiff was entitled to recover.”</blockquote>\n<p id=\"b730-4\">This reasoning also disposes of the claimed errors in the introduction of evidence concerning the Dunzy claim.</p>\n<p id=\"b730-5\">As to the continuance of the attorney lien given by the state statute, we think that, when appellants elected to sue upon the Johnson contract, they waived their statutory rights and remedies. This is true, even though that contract, as to amount of recovery, may have adopted the statutory standard.</p>\n<p id=\"b730-6\">The decree, in so far as it concerns these interveners, will be reversed, and the cause remanded, with instructions to enter a decree in favor of appellants and against appellees in the .sum of $1,500 and their costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}