{
  "casebody": {
    "data": "<casebody firstpage=\"1689\" lastpage=\"1699\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b943-3\">[No. A072172.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ACW\">First Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aq90\">Apr. 30, 1996.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b943-4\">SHELA CAMENISCH, Petitioner, v. THE SUPERIOR COURT OF CONTRA COSTA COUNTY, Respondent; ROBERT F. BURNS et al., Real Parties in Interest.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b945-5\"><page-number citation-index=\"1\" label=\"1691\">*1691</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b945-6\">Phillips, Greenberg, Strain &amp; Hauser, Aaron M. Greenberg and Jerry R. Hauser for Petitioner.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b945-7\">No appearance for Respondent.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b945-8\">Rosen, Bien &amp; Asaro, Sanford Jay Rosen and Mary Ann Cryan for Real Parties in Interest.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b945-9\">Opinion</p>\n<author id=\"b945-10\">CORRIGAN, Acting P. J.</author>\n<p id=\"AFR\">May a lawyer be held liable for the emotional distress of a client who learns that the attorney’s negligence may have thwarted the client’s tax avoidance goal? We conclude that the law does not recognize a protectable interest in freedom from the emotional distress involved in paying taxes, even if the taxes might have been avoided by skilled legal advice and drafting. The fact that the alleged negligence here did not take place in a litigation context does not defeat the general rule that emotional distress damages are not recoverable when attorney malpractice leads only to economic loss. We grant a peremptory writ of mandate directing the superior court to strike the request for emotional distress damages.</p>\n<p id=\"b946-3\">\n<page-number citation-index=\"1\" label=\"1692\">*1692</page-number>\n<em>Facts and Procedures</em>\n</p>\n<p id=\"b946-4\">This petition arises from rulings on a demurrer and motion to strike. The complaint alleged that, in 1983, Robert Bums hired Shela Camenisch to prepare trust and estate documents, including a life insurance trust in favor of his daughters, Sharon and Julie. Bums informed Camenisch that he wanted to ensure financial security for his wife and daughters, and that he did not want the proceeds to become a taxable part of his estate. Camenisch prepared such a trust, telling Bums the proceeds of the life insurance policy would not be taxed.</p>\n<p id=\"b946-5\">Within two years, Bums advised Camenisch he had been told by his financial advisers that the trust was incorrectly formed and estate taxes would result. Camenisch disagreed. In 1993, Bums asked two other attorneys to review the trust. These attorneys recommended changes. Camenisch made several revisions to the trust she had prepared but continued to believe it accomplished Bums’s purposes.</p>\n<p id=\"b946-6\">According to Bums, the trust was defective because: (1) Bums remained a trustee; (2) his company, not the trust, paid the policy premiums; (3) Sharon and Julie had insufficient withdrawal powers; (4) his wife was a successor trustee; and (5) his wife was not a settlor of the tmst. Bums substituted one of the consulting attorneys for Camenisch and, in June 1995, transferred ownership of the life insurance policy to Sharon and Julie.</p>\n<p id=\"b946-7\">As a result of Camenisch’s alleged negligence, Bums spent $11,800 to correct the trust, and his estate will be required to pay $25,000 in gift taxes for transferring the policy to Sharon and Julie. The complaint also asserted that, if Bums were to die within three years after the June 1995 gift, the gift would be disallowed. The proceeds of the life insurance policy would then become a taxable part of his estate, resulting in approximately $525,000 in taxes.</p>\n<p id=\"b946-8\">On July 31, 1995, Bums, his wife, and his two daughters filed their complaint against Camenisch, alleging professional malpractice and negligent infliction of emotional distress. According to the complaint, Bums hired Camenisch “for the express purpose of providing for his family and obtaining repose regarding their financial security. Defendant Camenisch negligently engaged in the acts set forth herein notwithstanding that it was reasonably foreseeable that such acts would cause emotional distress to Plaintiff Robert Bums. As a direct and proximate result of Defendant Camenisch’s negligence and carelessness, Plaintiff Robert Bums has suffered and continues to suffer severe emotional distress.” He suffered “anxiety and grief upon learning that his Estate would be taxed approximately <page-number citation-index=\"1\" label=\"1693\">*1693</page-number>$25,000 due to the 1995 transfer of ownership of the life insurance policy to his daughters, Plaintiffs Sharon Bums and Julie Bums.” In addition, the news that the estate would be liable for $525,000 in taxes if he died within three years caused him to “suffer severe alarm, anxiety, shock, loss of sleep, and other stress. Plaintiff Robert Bums continues to suffer severe emotional distress, anxiety, and grief and remains worried about the financial security of his family upon his death.”</p>\n<p id=\"b947-4\">The complaint prayed for at least $1 million in emotional distress damages along with special and general damages, costs, and attorney fees. The complaint did not explain the role of Bums’s wife and daughters in the events described, other than that they were beneficiaries of Bums’s estate, and it did not state how they were damaged by Camenisch’s negligence. However, all four Bums family members are plaintiffs, were moving parties below, and are named as real parties in interest here.</p>\n<p id=\"b947-5\">Camenisch demurred to the emotional distress cause of action in the complaint and moved to strike claims for attorney fees and for damages contingent upon Bums dying within three years. After a hearing, the court overruled the demurrer and denied the motion to strike. This petition followed.</p>\n<p id=\"b947-6\">\n<em>Emotional Distress Damages</em>\n</p>\n<p id=\"b947-7\">Although Burns<footnotemark>1</footnotemark> has stated a “cause of action” for negligent infliction of emotional distress, negligently causing emotional distress is not an independent tort. The damages for causing emotional distress flow from the tort of negligence. Camenisch’s concerns would have been better addressed by a motion to strike. (See <em>Marlene F. </em>v. <em>Affiliated Psychiatric Medical Clinic, Inc. </em>(1989) 48 Cal.3d 583, 588 [257 Cal.Rptr. 98, 770 P.2d 278]; <em>Macy’s California, Inc. </em>v. <em>Superior Court </em>(1995) 41 Cal.App.4th 744, 748 [48 Cal.Rptr.2d 496].)</p>\n<p id=\"b947-8\">Damages for serious mental suffering may now be recovered without physical injury or impact and depend upon whether a defendant owes a duty of care. In deciding this issue of law, courts will consider “*. . . “the foreseeability of harm to the plaintiff, the degree of certainty that plaintiff suffered injury, the closeness of the connection between the defendant’s conduct and the injury suffered, the moral blame attached to the defendant’s conduct, the policy of preventing future harm, the extent of the burden to the <page-number citation-index=\"1\" label=\"1694\">*1694</page-number>defendant and consequences to the community of imposing a duty to exercise care with resulting liability for breach, and the availability, cost, and prevalence of insurance for the risk involved. [”]’ ” <em>(Christensen </em>v. <em>Superior Court </em>(1991) 54 Cal.3d 868, 885-886 [2 Cal.Rptr.2d 79, 820 P.2d 181]; <em>Macy’s California, Inc. </em>v. <em>Superior Court, supra, </em>41 Cal.App.4th at p. 749.)</p>\n<p id=\"b948-4\">California courts have addressed the question of emotional distress due to attorney negligence on several occasions. We have found only one instance in which an appellate court approved such damages. In <em>Holliday </em>v. <em>Jones </em>(1989) 215 Cal.App.3d 102 [264 Cal.Rptr. 448], attorney negligence contributed to Holliday’s manslaughter conviction and imprisonment. The <em>Holliday </em>court upheld a jury’s award of $400,000 for emotional distress. <em>(Id. </em>at pp. 112-120.)</p>\n<p id=\"b948-6\">The <em>Holliday </em>court found that Holliday’s loss of liberty distinguished his case from out-of-state cases in which the plaintiffs lost only property interests because of attorney malpractice. The court explained: “After surveying the cases decided in other jurisdictions, we are satisfied the recovery of damages for emotional distress in a legal malpractice case—if it is to be limited at all—should turn on the nature of plaintiff’s interest which is harmed and not merely on the reprehensibility of the defendant’s conduct. Accordingly, in light of Holliday’s liberty interest here, we believe California’s general rule of damages applies and Jones should be liable for emotional distress damages he caused.” <em>(Holliday </em>v. <em>Jones, supra, </em>215 Cal.App.3d at p. 119.)</p>\n<p id=\"b948-7\">Other California courts have barred emotional distress damages when attorney negligence directly caused loss of property alone. <em>Quezada </em>v. <em>Hart </em>(1977) 67 Cal.App.3d 754, 761-763 [136 Cal.Rptr. 815] was decided at a time when emotional distress damages were limited to cases involving either physical impact and injury, intentional wrongdoing, or bad faith. The <em>Quezada </em>court held that emotional distress damages could not be recovered for attorney negligence. <em>{Id. </em>at p. 763.) <em>Molien </em>v. <em>Kaiser Foundation Hospitals </em>(1980) 27 Cal.3d 916, 924-930 [167 Cal.Rptr. 831, 616 P.2d 813, 16 A.L.R.4th 518] removed the physical injury requirement. <em>Merenda </em>v. <em>Superior Court </em>(1992) 3 Cal.App.4th 1 [4 Cal.Rptr.2d 87] subsequently considered whether <em>Quezada's </em>restrictive ruling survived this change in the law. The <em>Merenda </em>court concluded <em>Quezada's </em>reasoning no longer controlled but that <em>Quezada's </em>result was supportable for other reasons. <em>(Merenda, supra, </em>at p. 6.)<footnotemark>2</footnotemark></p>\n<p id=\"b948-8\">The analysis in <em>Merenda </em>is instructive here. Merenda alleged that, due to attorney negligence, her $500,000 claim against her employer for sexual <page-number citation-index=\"1\" label=\"1695\">*1695</page-number>assault and battery was discharged in the employer’s bankruptcy proceeding. <em>(Merenda </em>v. <em>Superior Court, supra, </em>3 Cal.App.4th at p. 5.) The <em>Merenda </em>court concluded that precedent ran “strongly against recovery [of emotional distress damages] in cases of legal malpractice.” <em>(Id. </em>at p. 9.) Moving to the issues of duty and the interest invaded by negligent practice of law, the court noted:</p>\n<blockquote id=\"b949-4\">“The duty to avoid negligence in the practice of law is imposed to protect a client from the legal consequences of a miscarriage of justice. The interest protected is typically economic, as in the loss of damages or the imposition of damages. Whether recovery of damages for emotional distress attributable to legal malpractice should be allowed must be considered in light of the primary interest protected by the duty to avoid malpractice. (See <em>Holliday </em>v. <em>Jones, supra, </em>215 Cal.App.3d at p. 119 [malpractice caused a criminal conviction and imprisonment].) Where the interest of the client is economic, serious emotional distress is not an inevitable consequence of the loss of money and, as noted, the precedents run strongly against recovery. For these reasons the issue is not resolved in plaintiff’s favor simply because she has pleaded an otherwise actionable claim of legal malpractice.</blockquote>\n<blockquote id=\"b949-5\">“The interest invaded by the negligent practice of the law which plaintiff alleges is her economic interest in recovering damages for the antecedent tort of sexual battery. Plaintiff asserts that full vindication of this primary invasion entitles her to damages for the severe emotional distress she alleges she suffered because of the loss of her expected damages. . . .</blockquote>\n<blockquote id=\"b949-6\">“It is true that the ‘transaction,’ a contract for legal services, was intended to affect the plaintiff. However, the foreseeability of serious emotional harm to the client and the degree of certainty that the client suffered such injury by loss of an economic claim are tenuous. Litigation is an inherently uncertain vehicle for advancing one’s economic interests. The expectation of a recovery is rarely so certain that a litigant would be justified in resting her peace of mind upon the assurance of victory. In the unusual case, where recovery is likely, emotional distress at the economic loss should not be severe, since the loss will presumably be easy to recoup from the blundering counsel. In our judgment a reasonable person, normally constituted, ought to be able to cope with the mental stress of loss of hoped for tort damages without serious mental distress. (Compare, <em>Molien, supra, </em>27 Cal.3d at p. 928.) The complaint does not suggest, nor does plaintiff, that defendants were informed of any unusual susceptibility on her part to emotional injury if the underlying action was unsuccessful. We imply no view on the effect of such foreknowledge; we merely note that it is not presented here.</blockquote>\n<blockquote id=\"b950-3\"><page-number citation-index=\"1\" label=\"1696\">*1696</page-number>“The closeness of the connection between the defendants’ conduct and the injury suffered is problematic. Litigation is almost always distressing for litigants. Learned Hand is reputed to have said that ‘as a litigant, I should dread a lawsuit beyond almost anything else short of sickness and of death.’ Plaintiff seeks damages for ‘extreme emotional distress’ attributable to the underlying tort of sexual battery—damages she lost by defendants’ malpractice—in addition to the emotional distress ensuing from defendants’ alleged negligence. These compound claims of emotional distress undercut assurance that the symptoms of emotional distress can be causally attributed to the latter rather than the former misconduct.</blockquote>\n<blockquote id=\"b950-4\">“The moral blame attached to defendants’ conduct is only that which attends ordinary negligence. There is no suggestion of bad faith or reckless indifference to the plaintiff’s interest in emotional tranquillity. The policy of preventing future harm is served by the sanction of compensation for the economic loss occasioned by the malpractice. The burden to the defendant of avoiding malpractice is of no moment since that burden has already been imposed. The principal consequences to the community of imposing an incremental liability for these damages are the additional costs of doing business as a lawyer and the benefits of socialization of the risk of emotional injury. We have no concrete information on the availability, cost, and prevalence of insurance for the risk of such recovery. It does seem likely that such insurance is available, but the incremental costs attributable to departure from the rule in <em>Quezada </em>are not disclosed on this record.</blockquote>\n<blockquote id=\"b950-5\">“In view of these considerations we conclude that recovery may not be had for emotional distress attributable to the legal malpractice alleged in this case.” <em>(.Merenda </em>v. <em>Superior Court, supra, </em>3 Cal.App.4th. at pp. 10-11.)</blockquote>\n<p id=\"b950-6\">The <em>Merenda </em>court’s comprehensive analysis would seem to have settled the matter and has been followed by <em>Pleasant </em>v. <em>Celli </em>(1993) 18 Cal.App.4th 841, 854 [22 Cal.Rptr.2d 663] (recovery against attorney because statute of limitations expired on a medical malpractice claim) and <em>Smith </em>v. <em>Superior Court </em>(1992) 10 Cal.App.4th 1033, 1038-1039 [13 Cal.Rptr.2d 133] (attorney negligence alleged to have caused plaintiff to lose community assets in a dissolution proceeding). However, Bums argues the <em>Merenda </em>mle does not apply when the attorney negligence does not take place during litigation. He suggests that a client preparing a tmst does not face the inherent uncertainty of litigation. Bums asserts that he hired Camenisch to plan his estate in order to protect an economic interest and assure emotional tranquillity, specifically “the repose that comes from knowing that his heirs would be financially secure upon his death.” Bums notes that Camenisch knew about his 1984 <page-number citation-index=\"1\" label=\"1697\">*1697</page-number>heart attack and knew that he was particularly concerned about his family’s financial security in the event of his death.</p>\n<p id=\"b951-4\"><em>Public </em>Policy<footnotemark>3</footnotemark></p>\n<p id=\"b951-5\"><em>Merenda </em>v. <em>Superior Court, supra, </em>established the rule that emotional distress damages are not generally recoverable in cases of attorney malpractice related to litigation. (3 Cal.App.4th at pp. 10-11.) Public policy reasons do not support a different result when the alleged malpractice is committed in a tax advice context, even if the tax advice is part of an estate plan.</p>\n<p id=\"b951-6\">As in a litigation context, the client’s primary protected interest is economic in a tax planning situation. The prospect of paying taxes is generally considered distressing, and the prospect of paying a greater levy than necessary is even more disquieting. However, the emotional upset derives from an inherently economic concern.</p>\n<p id=\"b951-7\">Everything the <em>Merenda </em>court said about litigation malpractice applies with equal force to failed tax avoidance. Just as the risk of losing is inherent in every lawsuit, the potential for failure is inherent in every attempt to avoid taxes. Litigation is stressful, but so is paying taxes or anticipating their payment. The moral blame attached to negligence in tax planning is no greater than that attending negligence in litigation. The policy of preventing future harm is served by compensating for economic loss when tax planning <page-number citation-index=\"1\" label=\"1698\">*1698</page-number>fails.<footnotemark>4</footnotemark> Adding an emotional distress component to recovery for erroneous tax advice would substantially increase the cost of practicing law and the consumer’s cost in securing tax-related services.<footnotemark>5</footnotemark></p>\n<p id=\"b952-4\">Bums argues that <em>Merenda </em>preserves an exception to its holding if the practitioner acted with reckless indifference. He reads <em>Merenda </em>too broadly. The <em>Merenda </em>court merely stated that in its case “There is no suggestion of bad faith or reckless indifference to the plaintiff’s interest in emotional tranquillity.” <em>(Merenda </em>v. <em>Superior Court, supra, </em>3 Cal.App.4th at p. 11.) This dictum did not create a broad exception to its holding.<footnotemark>6</footnotemark></p>\n<p id=\"b952-5\">\n<em>Future Damages</em>\n</p>\n<p id=\"b952-6\">Camenisch challenges the court’s denial of her motion to strike paragraph 29 of the complaint. Paragraph 29, part of the professional negligence cause of action, alleged: “As a direct and proximate result of the negligence and carelessness of Defendant Camenisch set forth above, Plaintiffs have suffered and will suffer damage in that, if Plaintiff Robert Bums were to die within three years of the date that ownership of his life insurance policy was transferred to his daughters, Plaintiffs Sharon Bums and Julie Bums, the proceeds of his life insurance policy would become a taxable part of his Estate and Plaintiff Robert Bums’s Estate would be liable for approximately $525,000 in taxes. This potential tax liability would not exist had Defendant Camenisch used proper skill and care in drafting the Tmst in accordance with Plaintiff Robert Bums’s express intentions.”</p>\n<p id=\"b952-7\">Camenisch contends that this paragraph’s allegations are premature and seek speculative damages. She argues that the court should have stricken the <page-number citation-index=\"1\" label=\"1699\">*1699</page-number>allegations as irrelevant to the complaint. Camenisch has cited no authority compelling a court to strike allegations regarding damages that, at the time of the motion to strike, are too speculative for recovery but which may become recoverable if tax liability matures before trial. We conclude the court acted within its broad discretion in refusing to strike paragraph 29.</p>\n<p id=\"b953-4\">\n<em>Attorney Fees</em>\n</p>\n<p id=\"b953-5\">Camenisch also argues that the court erred in refusing to strike Burns’s prayer for attorney fees. Camenisch asserts that the prayer must be stricken because the complaint did not allege a contract allowing recovery of attorney fees by the prevailing party. Bums replies, correctly, that the court was not required to strike the prayer before he has had a full opportunity to determine, through discovery, whether a basis for recovery exists.</p>\n<p id=\"b953-6\">\n<em>Disposition</em>\n</p>\n<p id=\"b953-7\">Let a peremptory writ of mandate issue compelling the Contra Costa County Superior Court to vacate its order overruling Camenisch’s demurrer and to enter a new order striking all allegations directed toward emotional distress damages. In all other respects, the petition for writ of mandate is denied.</p>\n<p id=\"b953-8\">Parrilli, J., and McGuiness, J.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b953-9\">A petition for a rehearing was denied May 22, 1996, and the petition of real parties in interest for review by the Supreme Court was denied July 31, 1996.</p>\n<footnote label=\"1\">\n<p id=\"b947-9\">Although we acknowledge the involvement of other family members, for convenience and readability we refer to real parties collectively as Bums and use masculine singular pronouns in the balance of the opinion.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b948-9\"><em>Quezada </em>also received tacit support in <em>Potter </em>v. <em>Firestone Tire &amp; Rubber Co. </em>(1993) 6 Cal.4th 965 [25 Cal.Rptr.2d 550, 863 P.2d 795]. There, the court cited <em>Quezada, </em>noting that <page-number citation-index=\"1\" label=\"1695\">*1695</page-number>“. . . .with rare exceptions, a breach of [a duty to the plaintiff, other than a duty centering on the plaintiff’s emotional condition] must threaten physical injury, not simply damage to property or financial interests.” <em>(Potter, supra, </em>at p. 985.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b951-8\">In <em>Bro </em>v. <em>Glaser </em>(1994) 22 Cal.App.4th 1398, 1417-1441 [27 Cal.Rptr.2d 894], criticized by <em>Mercado </em>v. <em>Leong </em>(1996) 43 Cal.App.4th 317, 325-327 [50 Cal.Rptr.2d 569], the court attempted to catalogue and draw a coherent set of rules from California’s recent emotional distress decisions. The <em>Bro </em>court found that, because emotional distress was always foreseeable, foreseeability was a useless criterion for determining whether damages should be awarded. (22 Cal.App.4th at p. 1437.) The court suggested a two-prong test for allowing emotional distress damage. Under <em>Bro, </em>such recovery would lie when: (1) there was a preexisting consensual relationship between the emotionally distressed plaintiff and the allegedly offending defendant <em>(id. </em>at p. 1416) and (2) the defendant’s conduct was sufficiently outrageous to constitute an invasion of the plaintiff’s interest in being free from emotional distress <em>(id. </em>at pp. 1440-1441).</p>\n<p id=\"b951-9\">However tempting it may be to discern order from the chaos of appellate opinions on the subject of emotional distress damages (see <em>Merenda </em>v. <em>Superior Court, supra, </em>3 Cal.App.4th at p. 8) and to reduce the appellate task to answering two questions, we do not accept the <em>Bro </em>court’s lead on this matter. The proposed “sufficiently outrageous” test adds “unnecessary gloss” to the standards for determining whether emotional distress damages should be awarded <em>(Mercado </em>v. <em>Leong, supra, </em>43 Cal.App.4th at p. 327) and begs the question of how much outrageousness is sufficient. We return, instead, to the Supreme Court’s oft-stated approach to emotional distress damages: exceptions to the general principle imposing liability for negligence are acknowledged only when clearly supported by public policy. <em>(Burgess </em>v. <em>Superior Court </em>(1992) 2 Cal.4th 1064, 1079 [9 Cal.Rptr.2d 615, 831 P.2d 1197]; <em>Christensen </em>v. <em>Superior Court, supra, </em>54 Cal.3d at p. 885, citing <em>Rowland </em>v. <em>Christian </em>(1968) 69 Cal.2d 108, 112 [70 Cal.Rptr. 97, 443 P.2d 561, 32 A.L.R. 496].)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b952-8\">We note here the loss was strictly monetary and did not involve other property with sentimental value. (Cf. <em>Windeler </em>v. <em>Scheers Jewelers </em>(1970) 8 Cal.App.3d 844, 852 [88 Cal.Rptr. 39].)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b952-9\">One of the more peculiar aspects of Burns’s case is that, if his theory is sound, he conceivably could recover emotional distress damages from whichever attorney was wrong about the law. Bums was under no distress when Camenisch first drafted the tmst. Distress occurred when other professionals advised him Camenisch had made mistakes. If Camenisch was correct and the other professionals wrong, Bums could seek emotional distress damages from them for raising doubts about Camenisch’s performance. Accepting Bums’s theory, a client hiring two attorneys to second-guess each other about tax matters would be in a no-lose situation, able to blame the ensuing distress on whichever attorney was wrong.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b952-10\">During oral argument, Bums sought to distinguish this case from other economic loss cases because only his heirs will suffer the tax loss if it takes place. This difference does not justify a departure from the general rule of nonliability. Bums’s interest was avoiding taxes to the estate. His peace of mind was not the object of the attorney-client relationship any more than a litigation client’s peace of mind is the object of litigation. Recovery of economic damages for taxes incurred by the estate protects the primary interest of both Bums and his heirs.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b953-10\">Judge of the Alameda Superior Court sitting under assignment by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}