{
  "casebody": {
    "data": "<casebody firstpage=\"117\" lastpage=\"117\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b171-3\">Ray Vernon UPTON, Appellant, v. Dr. George J. BETO, Director, Texas Department of Corrections, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b171-5\">No. 24095.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b171-6\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b171-7\">March 23, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b171-15\">Ray Vernon Upton, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b171-16\">Alio B. Crow, Jr., Asst. Atty. Gen., Waggoner Carr, Atty. Gen. of Texas, Hawthorne Phillips, First Asst. Atty. Gen., T. B. Wright, Executive Asst. Atty. Gen., Howard M. Fender, Asst. Atty. Gen., Austin, Tex., for appellee, Dr. George J. Beto.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b171-17\">Before BROWN, MOORE <footnotemark>*</footnotemark> and BELL, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b171-22\"> Of the Second Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b171-18\">PER CURIAM:</author>\n<p id=\"b171-19\">Appellant, represented by two attorneys appointed by the Court, was convicted upon his plea of guilty in Cul-berson County, Texas. Thereafter he petitioned for a writ of habeas corpus. A full plenary hearing was granted by the District Court, which appointed counsel to represent appellant in the prosecution of his petition. On the hearing appellant testified at length during which testimony he admitted that he was serving two sentences but only attacking one in his petition for a writ.</p>\n<p id=\"b171-20\">The District Court found with respect to the challenged conviction that appellant was accorded the effective assistance of competent counsel; that his plea of guilty to the offense charged was made knowingly, understandingly, and voluntarily after consultation with and upon the advice of his counsel; that appellant’s conviction was not obtained in violation of any of the rights guaranteed by the Constitution of the United States; and that appellant was then serving a valid sentence imposed in Midland County, Texas, which appellant was not attacking. The denial of the writ is amply supported by the record.</p>\n<p id=\"b171-21\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}