{
  "casebody": {
    "data": "<casebody firstpage=\"758\" lastpage=\"763\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b798-10\">The STATE of Ohio, Appellee, v. FRANKLIN, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b798-12\">[Cite as <em>State v. Franklin, </em>164 Ohio App.3d 758, 2005-Ohio-6854.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b798-13\">Court of Appeals of Ohio, Twelfth District, Butler County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b798-15\">No. CA2004-11-285.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b798-16\">Decided Dec. 27, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b800-6\"><page-number citation-index=\"1\" label=\"760\">*760</page-number>Robin N. Piper, Butler County Prosecuting Attorney, and Lina N. Kirchner, Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b800-7\">Charles M. Conliff, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b800-8\">Walsh, Judge.</author>\n<p id=\"b800-9\">{¶ 1} On October 10, 2003, detectives from the Hamilton City Police Department obtained a cellular telephone number that they believed could be used to arrange for the purchase of cocaine. At approximately 11:00 p.m., Hamilton Police Detective Joey Thompson arranged to purchase a $50 quantity of crack cocaine at the corner of Lane and Hanover Streets in the city of Hamilton, Butler County, Ohio.</p>\n<p id=\"b800-10\">{¶ 2} Immediately after the telephone conversation, detectives went to the intersection in an unmarked van. A few minutes later, appellant, James M. Franklin, pulled up in a car, parked it in front of the van, and sold crack cocaine to Hamilton Police Detective Craig Bucheit for $50. Following the transaction, Det. Bucheit mentioned to appellant that he might want to buy again, to which appellant replied, “If you’ve got the number,* * * if you’re not the police, just give me a call.”</p>\n<p id=\"b800-11\">{¶ 3} At approximately midnight the same evening, Det. Thompson telephoned appellant again to arrange a second purchase. This time, Det. Thompson arranged the purchase of an “8-ball” (approximately three grams) of crack cocaine for $175. Following this transaction, detectives intended to arrest appellant for trafficking in drugs.</p>\n<p id=\"b800-12\">{¶ 4} The second transaction was conducted in a manner similar to the first transaction and at the same place. However, after handing the cocaine to Det. Bucheit, appellant saw a marked police cruiser and began to run from the officers. Det. Bucheit and Hamilton Police Officers Ungerbuehler and Hanks <page-number citation-index=\"1\" label=\"761\">*761</page-number>began to chase appellant. Appellant ran about two blocks and entered the American Legion bar. The officers followed appellant into the bar and apprehended him.</p>\n<p id=\"b801-4\">{¶ 5} Appellant was convicted following a jury trial of two counts of trafficking in cocaine (R.C. 2929.03(A)(1)) and one count of obstructing official business (R.C. 2929.31(A)). Both trafficking counts were enhanced because the transactions occurred with 1,000 feet of a school building. Appellant now appeals, raising the following assignment of error:</p>\n<p id=\"b801-5\">{¶ 6} “As a matter of law, the trial court erred to the prejudice of defendant in permitting the state to introduce scientific test results without a proper foundation being laid for its admission, without the state’s witnesses being properly certified as experts, without testimony establishing its accuracy within a reasonable degree of scientific certainty, and without an instruction to the jury regarding scientific test results.”</p>\n<p id=\"b801-6\">{¶ 7} The focus of appellant’s assignment of error is whether the state properly established that his drug-trafficking offenses were committed within 1,000 feet of a school premises. At trial, Det. Bucheit testified that St. Joseph’s School is located approximately one city block from the location where the drug transactions occurred. Det. Bucheit testified that he first checked the distance from the school using a map at the police department that “has been marked and has a circle around * * * schools indicating approximately a thousand feet.” Det. Bucheit stated that he then used a computer software program to determine the exact distance.</p>\n<p id=\"b801-7\">{¶ 8} Det. Bucheit stated that the software program he used begins by showing an aerial photograph of the area in question. The program allows the operator to “click” on one point and then drag the cursor to a' second point. When the operator clicks on the second point, Det. Bucheit stated, the computer “gives you a digital reading of the exact distance.” In the present case, Det. Bucheit placed the first point at the intersection where the drug transactions occurred and placed the second point at the center of the St. Joseph’s School parking lot. The computer indicated that the distance between the two points was 762 feet. Det. Bucheit testified that because he knew that the place where the transaction occurred was well within 1,000 feet of the school, he placed the second point in the middle of the school parking lot, even though the point could have been placed closer to the perimeter of the school premises.</p>\n<p id=\"b801-8\">{¶ 9} Bill Bowers, a geographical information systems (“GIS”) specialist for the city of Hamilton for more than ten years, also testified for the state. Bowers testified that one of the design functions of the software used by Det. Bucheit is to determine distances between two points. Bowers testified that the software is used extensively to measure distances and that he had in the past confirmed <page-number citation-index=\"1\" label=\"762\">*762</page-number>mechanically that the system is accurate to within three feet. Bowers stated that the data for measuring distances was programmed into the computer software using measurements obtained by satellite before the program was purchased by the city. Bowers stated that he is familiar with how the software works, but that he did not program the software.</p>\n<p id=\"b802-5\">{¶ 10} Appellant contends that proof that a drug offense occurred within 1,000 feet of a school may be established only by lay testimony of a police officer if the officer physically measures the distance with a measuring reel or automobile odometer and testifies from personal experience of having done so. Appellant cites numerous cases employing these methods for determining distance from a school. However, there are other ways to determine the distance between two points, including use of a GIS.</p>\n<p id=\"b802-6\">{¶ 11} Appellant contends that evidence obtained from global imaging software is scientific evidence pursuant to Evid.R. 702 and must therefore be supported by expert testimony. However, global imaging devices are widely used and generally considered to be reliable. See Geographic Information Systems: Coming to a Courtroom Near You (2005), 34 Colo.Law. 11, 17 (“[t]he * * * software has been in use for a relatively long period [more than two decades] and is generally accepted by the courts as reliable computer software”). The issue was whether the transactions between appellant and Det. Bucheit occurred within 1,000 feet of a school premises, and the evidence presented by the state was sufficient to prove that they did. Whether the GIS employed by Det. Bucheit was used properly and measured the distance accurately goes to the weight, not the sufficiency, of the evidence presented.</p>\n<p id=\"b802-7\">{¶ 12} The state presented evidence with respect to how the distance was measured, and appellant had the opportunity to discredit or refute that evidence by calling into question the reliability or veracity of the computer software employed by Det. Bucheit. Although appellant contends that he was not adequately notified that the GIS system would be used to determine the distance of the transactions from a school yard, appellant was provided with an aerial photograph of the area, which was admitted at trial as Exhibit 4. The photograph indicates on its face that it originated from the “City of Hamilton GIS Website.” Handwritten on the photograph is “762 feet from St. Joseph’s School.” The photograph was provided to defense counsel as supplemental discovery during March 2004, six months before trial.</p>\n<p id=\"b802-8\">{¶ 13} Appellant argues that the state of Ohio committed a discovery violation by failing to provide him with the name of the vendor who produced the GIS software and the software instruction manual. However, the state did provide appellant with the aerial map with measurements on it from the city GIS <page-number citation-index=\"1\" label=\"763\">*763</page-number>website and the names and addresses of both Det. Bucheit and Bowers. If appellant was concerned about the reliability of the GIS, he could have requested the software manual and related information. We find no discovery violation.</p>\n<p id=\"b803-4\">{¶ 14} Appellant also argues that the testimony given by Bowers was expert testimony and that Bowers was not properly qualified to testify as an expert. However, Bowers did not provide the jury with information about the city of Hamilton’s GIS system beyond the knowledge or experience possessed by most lay persons. See Evid.R. 702. He simply described how the system works and how it is used by the city for various purposes. He specifically stated that he did not program the software. Further, there was no objection to Bowers’s testimony. Errors not brought to the trial court’s attention by objection or otherwise are waived for purposes of appeal. <em>Reichert v. Ingersoll </em>(1985), 18 Ohio St.3d 220, 18 OBR 281, 480 N.E.2d 802; <em>Choate v. Tranet, </em>Warren App. No. CA2003-11-112, 2004-Ohio-3537, 2004 WL 1485851. We therefore find no error with respect to the admission of this testimony.</p>\n<p id=\"b803-5\">{¶ 15} Based upon all of the foregoing, the assignment of error is without merit, and it is hereby overruled.</p>\n<p id=\"b803-6\">Judgment affirmed.</p>\n<judges id=\"b803-7\">Powell, P.J., and Bressler, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}