{
  "casebody": {
    "data": "<casebody firstpage=\"565\" lastpage=\"569\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b589-6\">George L. Tupper <em>vs. </em>Edwin G. Barrett (afterwards Florence G. Barrett, administratrix).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b589-7\">Worcester.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Atv\">September 29, 1919.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Arc\">October 9, 1919.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b589-8\">Present: Rugg, C. J., De Courcy, Crosby, Carroll, &amp; Jenney, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b589-9\"><em>Sales of Merchandise in Bulk. Words, </em>“Merchandise.”</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b589-10\">In an action against a deputy sheriff for an alleged conversion of five tip carts, one show wagon and six sets of double harnesses, it appeared that the property in question had been attached by the defendant after it had been sold and transferred by a bill of sale to the plaintiff, and that in the sale to the plaintiff the requirements of St. 1903, c. 415, in regard to the sale of merchandise in bulk had not been complied with. The seller of the property testified that, while his principal business was trading, buying and selling horses, he sometimes bought horses and carriages; that he “would buy an entire team and sell it. <page-number citation-index=\"1\" label=\"566\">*566</page-number>Sold tip carts and harnesses—anything that was lawful.” It could have been found that previous to the sale to the plaintiff the seller had sold in the ordinary course of trade articles of the nature of those in question, that when the sale to the plaintiff was made the seller had formed the intention of selling his entire stock of merchandise and that the sale to the plaintiff was in pursuance of that intention and was a sale in bulk of a part of the stock of merchandise, not in the ordinary course of trade, and therefore was voidable by the attaching creditor. The trial judge found for the defendant. <em>Held, </em>that the finding was warranted.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b590-5\">In the case above described it was <em>held </em>that the property sold to the plaintiff could be found to be \" merchandise ” within the meaning of St. 1903, c. 415.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b590-6\">Tort against a deputy sheriff for the alleged conversion of certain articles of personal property enumerated in the opinion. Writ dated May 12, 1914.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b590-7\">On June 4, 1917, the defendant died and on motion of the plaintiff the administratrix of his estate was cited into court to defend the action. The case was tried before <em>O’Connell, </em>J., without a jury. The evidence is described in the opinion.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b590-8\">The plaintiff asked for seven rulings. The judge made the third ruling requested, which was as follows:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b590-9\">\"3. St. 1903, c. 415, entitled ‘An Act to prohibit sales of merchandise in bulk in fraud of creditors’ applies only to mercantile stock, goods, wares and merchandise kept for sale.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b590-10\">The plaintiff’s other requests for rulings were as follows:</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b590-11\">“1. The sale of the goods enumerated in the bill of sale from Dumas to Tupper, dated April 2, 1914, passed title to the goods and was not a sale in avoidance of St. 1903, c. 415, entitled ‘An Act to prohibit sales of merchandise in bulk in fraud of creditors.’ “2. The sale of the goods enumerated in the bill of sale from Dumas to Tupper, dated April 2, 1914, passed title to the goods and the transaction was not one of the sale in bulk of any part or the whole of a stock of merchandise as provided by St. 1903, c. 415, as the articles so sold were not merchandise which the seller kept for sale in the usual course of his business.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b590-12\">“4. The five wagons, six dump carts, six sets of harnesses and one show wagon, sold by Dumas to the plaintiff, as stated in the bill of sale, were used by Dumas in the course of trucking jobs obtained by him and were used by him in the exercising of and working of horses which he was in the business of selling, and therefore were not goods, wares and merchandise within the meaning of St. 1903, c. 415.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b591-2\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>“5. The articles with the exception of the horse enumerated in the bill of sale from Dumas to Tupper were not goods, wares and merchandise within the meaning of St. 1903, c. 415, but were fixtures used by him and incidental to the business of selling horses conducted by Dumas.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b591-3\">“6. The attachment of the goods as the property of Dumas, with notice to the defendant that the same were claimed by and owned by and were the property of the plaintiff, constituted conversion by the officer.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b591-4\">“7. The defendant, after being notified that the goods he was about to attach were owned and claimed by the plaintiff, by attaching the articles converted the same and acted at his peril.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b591-5\">The judge refused to make any of these rulings, and made, with others, the findings quoted in the opinion; He found for the defendant; and the plaintiff alleged exceptions.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"AeN\">The advertisement published by Duma's, referred to in the opinion as admitted in evidence subject to the plaintiff’s exception, was headed “Announcement” and began with the statement, “I have sold out the entire stock, stables and good-will of the business to Mr. Geo. L. Tupper. Next week will be bargain week. Some fine horses going.”</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b591-7\">The case was submitted on briefs.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b591-8\"><em>A. H. Bullock &amp; J. M. Thayer, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b591-9\"><em>J. W. Mawbey &amp; H. W. Bowker, </em>for the defendant.</attorneys>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b591-10\">Crosby, J.</author>\n<p id=\"A84j\">This is an action of tort brought for the alleged conversion of five tip carts, one show wagon and six sets of double harnesses. The defendant having died since the date of the writ, Florence G. Barrett, the administratrix of his estate, has been summoned to defend the action. The case was tried before a judge of the Superior Court without a jury, who made certain findings of fact and found for the defendant.</p>\n<p id=\"b591-11\">On May 11, 1914, the articles in question were attached by the defendant, a deputy sheriff, on a writ in which C. W. Bowker and Company, a corporation, was named as plaintiff and George H. Dumas was defendant; the property was afterwards sold on an execution which issued on a judgment in favor of the plaintiff in that action.</p>\n<p id=\"b591-12\">The plaintiff claims title to the property by virtue of a sale to him by Dumas as evidenced by a bill of sale dated April 2,1914. .</p>\n<p id=\"b592-4\"><page-number citation-index=\"1\" label=\"568\">*568</page-number>The trial judge made the following and other findings of fact:</p>\n<p id=\"b592-5\">“I find that said Dumas maintained a stable on Foster Street in Worcester, and that he sold horses, wagons and harnesses, and also did some transient livery business, and that at the time of said sale he used some of his horses, wagons, carts and harnesses in doing a certain excavating job.</p>\n<p id=\"b592-6\"><em>“I </em>find that the sale of the five dump carts, one wagon and six-sets of double harnesses mentioned in the plaintiff’s' declaration was a sale in bulk of a part of the stock of merchandise of said Dumas.</p>\n<p id=\"b592-7\">“ I find that at the time of said sale Dumas was indebted to said C. W. Bowker and Company to an amount exceeding $500 and that he also had other creditors at the same time.</p>\n<p id=\"b592-8\">“I find that the sale was not made'in the ordinary course of trade and in the regular and usual prosecution of the seller’s .business.”</p>\n<p id=\"b592-9\">The judge also found that no inventory was made and no-notice given to the seller’s creditors as provided for by St. 1903, c. 415. It is conceded by the plaintiff that the provisions of the statute referred to were not complied with, it being his contention that the sale in question was not a sale of “merchandise” as that word is used in the statute, and that the articles so sold were in the nature of fixtures which the seller used in the usual course of his business. In other words, the plaintiff claims that the sale to him by Dumas was not within the provisions of the statute.</p>\n<p id=\"b592-10\">The word “merchandise” is a word of large signification and has been held to be synonymous with tangible property which could be sold. <em>New England &amp; Savannah Steamship Co. </em>v. <em>Commonwealth, </em>195 Mass. 385, 390. In this connection see <em>Tisdale </em>v. <em>Harris, </em>20 Pick. 9, 13; <em>Burgess </em>v. <em>Alliance Ins. Co. </em>10 Allen, 221; <em>Tobey </em>v. <em>Kip, </em>214 Mass. 477.</p>\n<p id=\"b592-11\">We are of opinion that the word “merchandise” as used in the statute in question may be found to include the property which was sold to the plaintiff, especially in view of what was sought to-be accomplished by the act, which, as was stated by Chief Justice Knowlton, in <em>John P. Squire &amp; Co. </em>v. <em>Tellier, </em>185 Mass. 18, at page 19, “was to provide for creditors protection against a class of sales which are frequently fraudulent, and <page-number citation-index=\"1\" label=\"569\">*569</page-number>which leave creditors with no means of collecting that which they ought to receive.”</p>\n<p id=\"b593-5\">Dumas testified that while his principal business was trading, buying and selling horses, he sometimes bought horses and carriages; that he “would buy an entire team and sell it. Sold tip carts and harnesses — anything that was lawful.” Upon this evidence and the other evidence recited in the record, the judge could have found that, previously to the sale to the plaintiff, Dumas had sold in the ordinary course of trade in the regular and usual prosecution of his business, articles of the nature of those in question; it also could have been found that when the sale to the plaintiff was made Dumas had formed the intention of selling his entire stock of merchandise, and that the sale to the plaintiff was in pursuance of that intention and was a “sale in bulk” of a part of a stock of merchandise, rather than in the ordinary course of trade in the regular and usual prosecution of the seller’s business, and was therefore voidable by the attaching plaintiff, a creditor of the seller. <em>Hart </em>v. <em>Brierley, </em>189 Mass. 598, 601. <em>Gallus </em>v. Elmer, 193 Mass. 106. <em>Adams </em>v. <em>Young, </em>200 Mass. 588. <em>Rabalsky </em>v. <em>Levenson, </em>221 Mass. 289. <em>Mills </em>v. <em>Sullivan, </em>222 Mass. 587.</p>\n<p id=\"b593-6\">The rulings requested by the plaintiff (except the third which was made) were rightly refused.</p>\n<p id=\"b593-7\">The exception to the admission of the advertisement cannot be sustained; it was competent to show the nature of the sale to the plaintiff, and could have been found to have been ordered published by him, or at least with his knowledge and consent.</p>\n<p id=\"b593-8\">We find no error of law in the findings and rulings made, or the refusals to rule.</p>\n<p id=\"b593-9\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}