{
  "casebody": {
    "data": "<casebody firstpage=\"197\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b349-8\">The State ex rel. Walsh et al. <em>v. </em>Board of Elections of Ashtabula County.</parties>\n<p data-order=\"1\" data-type=\"parties\" id=\"b349-9\"><em>[State ex rel. Walsh v. Ashtabula Cty. Bd. of Elections </em>(1992), 65 Ohio St.3d 197.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b350-4\"><page-number citation-index=\"1\" label=\"198\">*198</page-number>(No. 92-1859 —</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Alv\">Submitted and decided October 14, 1992 —</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"A1OH\">Opinion announced December 9, 1992.<footnotemark>*</footnotemark>)</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b350-10\">\n<em>Patricia M. Walsh, pro se.</em>\n</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b350-11\"><em>Lee I. Fisher, </em>Attorney General, and <em>Cherry Lynne Poteet, </em>Assistant Attorney General, for intervening relator.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b350-12\"><em>Gregory J. Brown, </em>Prosecuting Attorney, for respondent.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b350-19\">We granted the writ in this case in an order dated October 14,1992, “consistent with the opinion to follow.” See 65 Ohio St.3d 1426, 600 N.E.2d 244. We announce the “opinion to follow” today.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b350-13\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"AKi\">For the reasons that follow we allow the writ.</p>\n<p id=\"b350-14\">Relator and respondent have agreed to the following facts:</p>\n<p id=\"b350-15\">(1) that relator has resided in Rome Township, Ashtabula County, since April 1990;</p>\n<p id=\"b350-16\">(2) that her residence is within the jurisdiction of the office she seeks;</p>\n<p id=\"b350-17\">(3) that on July 31, 1992, relator filed a form with respondent changing her voter registration from her prior residence in Lake County to her current residence in Ashtabula County;</p>\n<p id=\"b350-18\">(4) that relator’s Lake County registration was in effect since 1983 and was uncancelled at the time she filed the change of residence form;</p>\n<p id=\"b351-4\"><page-number citation-index=\"1\" label=\"199\">*199</page-number>(5) that relator signed her statement of candidacy on August 19, 1992, that she and others circulated her petitions on August 19 and 20, 1992, and that respondent disputes only relator’s qualifications as a qualified elector;</p>\n<p id=\"b351-5\">(6) that if respondent had found that relator was a “qualified elector and/or a qualified circulator elector,” her nominating petition would have contained sufficient signatures under law; and</p>\n<p id=\"b351-6\">(7) that the Secretary of State advised respondent that relator’s petition should not be rejected, but the county prosecuting attorney advised rejection.</p>\n<p id=\"b351-7\">Respondent rejected relator’s statement of candidacy “due to ‘non-qualified elector’ and ‘non-qualified circulator-elector’ ” status. R.C. 3513.261 requires the statement of candidacy of an independent candidate to “ * * * contain a declaration made under penalty of election falsification that the candidate * * * is an elector qualified to vote for the office he seeks.” It also requires a circulator of a nominating petition to declare “ * * * under penalty of election falsification that he is a qualified elector of the state of Ohio and resides at the address appearing below his signature [tjhereto * *</p>\n<p id=\"b351-8\">The questions presented are whether an elector who had been continuously registered for thirty days or more, but who had not been registered at her current address for thirty days or more when she signed and circulated her statement of candidacy and circulator’s statement, was an “elector qualified to vote for the office [she] seeks,” when she signed the declaration of candidacy, and a “qualified elector” when she signed the circulator’s statement.</p>\n<p id=\"b351-9\">R.C. 3501.01(N) defines both “elector” and “qualified elector,” for the purpose of the election laws, as meaning “a person having the qualifications provided by law to entitle him to vote.” Section 1, Article V, Ohio Constitution provides:</p>\n<p id=\"b351-10\">“Every citizen of the United States, of the age of eighteen years, who has been a resident of the state, county, township, or ward, such time as may be provided by law, and has been registered to vote for thirty days, has the qualifications of an elector, and is entitled to vote at all elections. Any elector who fails to vote in at least one election during any period of four consecutive years shall cease to be an elector unless he again registers to vote.”</p>\n<p id=\"b351-11\">Read literally, the section allows anyone to vote who has been registered for thirty days or more, if the other qualifications have been met. However, the mere fact of registration is not sufficient under the registration laws to permit one to vote anywhere. R.C. 3503.01, the first paragraph of which parallels and embellishes Section 1, Article V, states in part:</p>\n<p id=\"b351-12\">“Every citizen of the United States who is of the age of eighteen years or over and who has been a resident of the state thirty days next preceding the <page-number citation-index=\"1\" label=\"200\">*200</page-number>election in which he offers to vote, is a resident of the county and precinct in which he offers to vote, and has been registered to vote for thirty days, has the qualifications of an elector and may vote at all elections <em>in the precinct in which he resides.\" </em>(Emphasis added.)</p>\n<p id=\"b352-4\">Moreover, in <em>In re Protest Filed by Citizens for the Merit Selection of Judges, Inc. </em>(1990), 49 Ohio St.3d 102, 105, 551 N.E.2d 150, 153, we stated:</p>\n<p id=\"b352-5\">“Although a person may be registered with the board of elections, if that person has moved to a new residence, he or she cannot be ‘registered’ as an elector unless that person has satisfied the change-of-residence requirements of R.C. Chapter 3503.”</p>\n<p id=\"b352-6\">In another part of that opinion, we defined “elector” and “qualified elector” in terms of being registered at one’s current address:</p>\n<p id=\"b352-7\">“All of these provisions produce the conclusion that even a previously registered elector who has changed residence may not vote at any location unless he or she has filed a change of residence notice with the board of elections. <em>Stated another way, such person is not an ‘elector’ or ‘qualified elector’ unless his actual current residence is registered with the board of elections. The voting residence is that residence filed with the board of elections.\" </em>(Emphasis added.) <em>Id. </em>at 104, 551 N.E.2d at 153.</p>\n<p id=\"b352-8\">The agreed facts indicate that relator had been continuously registered for more than thirty days and was registered at her current address when she signed her statement of candidacy and circulator’s statement. There is no dispute over relator’s age, citizenship, or thirty days of state residence. Therefore, relator was an “elector” and a “qualified elector” when she signed and circulated the statement of candidacy. Neither the statutes nor <em>In re Protest </em>requires that the thirty days of registration be at the current address. Moreover, there is no assertion that she listed the wrong address when she signed the circulator’s statement. Therefore, as a “qualified elector” who listed her correct address, she was eligible to circulate her petitions, and the respondent disregarded R.C. 3513.261 by finding otherwise.</p>\n<p id=\"b352-9\">To be a candidate, however, R.C. 3513.261 also requires a person to declare that “he is qualified to vote for the office he seeks.” Again, the only objection respondent raises to relator’s statement of candidacy is that she was not registered at her current address for thirty days or more before signing the declaration. R.C. 3503.06 provides in part:</p>\n<p id=\"b352-10\">“No person shall be entitled to vote at any election, or to sign any declaration of candidacy * * *, unless he is registered as an elector.”</p>\n<p id=\"b352-11\">R.C. 3503.07 then states the qualifications for registering:</p>\n<p id=\"b353-4\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>“Each person who will be of the age of eighteen years or more at the next ensuing November election, who is a citizen of the United States, and who, if he continues to reside in the precinct until the next election, will at that time have fulfilled all the requirements as to length of residence to qualify him as an elector shall, unless otherwise disqualified, be entitled to be registered as an elector in such precinct. When once registered, an elector shall not be required to register again unless his registration is canceled.”</p>\n<p id=\"b353-5\">The Attorney General argues that if a person has complied with R.C. 3503.07, he or she may sign a declaration of candidacy. We agree.</p>\n<p id=\"b353-6\">There is no dispute over any of relator’s qualifications for registering listed in R.C. 3503.07 because it is agreed that she has lived at her current address in the precinct since 1990. Therefore, relator was clearly qualified to register. Being qualified to register, she was also qualified to change her registration under R.C. 3503.16, which provides in part:</p>\n<p id=\"b353-7\">“Whenever a registered elector changes his place of residence from one precinct to another within a county or from one county to another, he shall report such change to the board of elections.</p>\n<p id=\"b353-8\"><em>a </em>* * *</p>\n<p id=\"b353-9\">“Upon receipt of a change of residence notice, whether directly from the applicant or from the registrar, deputy registrar, or the precinct election officials under section 3503.11 of the Revised Code, the board shall compare the applicant’s signature with the original registration of such applicant, and if such signature appears to be the same, entry of such change of residence on the original registration cards or forms, and on the registration lists, shall be made. Such registrant shall be immediately notified by the board by mail of the change so made.”</p>\n<p id=\"b353-10\">R.C. 3503.11(A) then states:</p>\n<p id=\"b353-11\">“Persons qualified to register or to change their registration may register or change their registration at the office of the board of elections or at any permanent or temporary branch registration office established by the board, at any time such office is open except that no registration or change in registration shall be made at any temporary branch registration office after nine p.m. of the twenty-ninth day preceding a primary or general election. Any registration or change in registration made at the office of the board of elections or at a permanent registration office later than the thirtieth day preceding a special, primary, or general election, or at a temporary branch registration office later than the thirtieth day preceding the special election or later than the twenty-ninth day preceding a primary or general election, shall <page-number citation-index=\"1\" label=\"202\">*202</page-number>be invalid for that election, but shall be valid for any subsequent election for which the registrant qualifies as an elector.”</p>\n<p id=\"b354-5\">By changing her registration on July 31, 1992, well before the thirtieth day preceding the general election, relator became eligible under R.C. 3503.07 to vote in the precinct where she now resides, and thus eligible to vote for the office she seeks. Such eligibility to vote and being an elector are all that R.C. 3513.261 requires in order for a person to be eligible to sign a declaration of candidacy.</p>\n<p id=\"b354-6\">Respondent argues that the thirty-day registration requirement must be applied at the time relator signed her declaration of candidacy and circulator’s statement, but lacks authority for such an interpretation of the law. Respondent first cites R.C. 3501.38(A), a statute applicable to signers of petitions, not candidates. The statute states:</p>\n<p id=\"b354-7\">“Only electors qualified to vote on the candidacy or issue which is the subject of the petition shall sign a petition. Each signer shall be a registered elector pursuant to section 3503.11 of the Revised Code. The facts of qualification shall be determined as of the date when the petition is filed.”</p>\n<p id=\"b354-8\">This statute is consistent with what we have previously said. If a previously registered elector changes his or her place of registration and then signs a petition only a few days before it is filed, that signature would apparently be valid because the signer would have been qualified to vote on the candidacy or issue as of the filing date.</p>\n<p id=\"b354-9\">Respondent also cites <em>State ex rel. Latimer v. Leonard </em>(1940), 65 Ohio App. 158, 18 O.O. 354, 29 N.E.2d 432, in which a candidate allegedly moved from one precinct to another on February 4 (although this was disputed and found by the board of elections not to be a fact) and filed his declaration of candidacy on March 4. The election was to be held May 14. According to the <em>Latimer </em>court, G.C. 4785-30, the predecessor statute of R.C. 3503.01, then stated, “[n]o person shall be permitted to vote at any election unless he shall have been a resident of the voting precinct 28 days next preceding the election at which he offers to vote,” and G.C. 4785-71, a predecessor statute of R.C. 3513.07 required a candidate to swear in the declaration of candidacy that “he is a qualified elector in the ward and precinct in which [his stated] address is located.” <em>Id. </em>at 161, 18 O.O. at 355, 29 N.E.2d at 434.</p>\n<p id=\"b354-10\">The court concluded that “[a] qualified elector evidently is one who is qualified, at any designated time, to exercise the privilege of voting * * * ” <em>{id.); </em>and further concluded that:</p>\n<p id=\"b354-11\">“[It is] necessary that the relator should have lived * * * [at his new address] at least twenty-eight days before filing his declaration of candidacy, <page-number citation-index=\"1\" label=\"203\">*203</page-number>regardless of the date upon which he caused the books of the board of elections to conform to his actual residence by filing application for transfer * * 65 Ohio App. at 162, 18 O.O. at 356, 29 N.E.2d at 434.</p>\n<p id=\"b355-5\"><em>Latimer, </em>if correct when decided, is no longer applicable. There is currently no precinct-residence requirement for a person to become an independent candidate; there is only a requirement that a person be an elector and be eligible to vote for the office he seeks. If there were a precinct-residence requirement, then a candidate who had lived in a precinct less than the required amount of time before signing a declaration of candidacy could arguably be accused of having sworn falsely. However, there is no such residence requirement, and relator did not swear falsely when she declared in her statement of candidacy that she (1) was an elector, and (2) was qualified to vote for the office she seeks.</p>\n<p id=\"b355-6\">Similarly, in <em>State ex rel. Barrett v. Leonard </em>(C.P.1941), 21 O.O. 355, 6 Ohio Supp. 345, also cited by respondent, the Court of Common Pleas of Hamilton County held that the signatures of persons who signed nominating petitions listing their current addresses could not be counted, even though the signers might have subsequently, and before the election, changed the old addresses on their registrations at the board of elections to the current addresses. Citing <em>Latimer, </em>the court held that at the time they signed the petitions, the signers were not registered electors whose signatures could be counted under G.C. 4785-34, which then, as now (R.C. 3503.06), stated that no person could vote or sign a declaration of candidacy or nominating petition unless he or she was registered as an elector. 21 0.0. at 358, 6 Ohio Supp. at 347.</p>\n<p id=\"b355-7\">As stated above, <em>Barrett </em>would be decided the same way today. To have their signatures counted, signers of nominating petitions must list the same address that appears on record at the board of elections (R.C. 3501.38[C]). This case does not establish respondent’s theory that a statement of candidacy cannot be signed before thirty days have passed after a change of registration.</p>\n<p id=\"b355-8\">Respondent also cites <em>In re Protest, supra, </em>where we stated:</p>\n<p id=\"b355-9\">“An elector must be ‘registered’ in order to either vote or sign such petition <em>on the day </em>that he or she decides to exercise the right. In either case, that person must have filed a change of residence notice with the board of elections.” (Emphasis <em>sic.) </em>49 Ohio St.3d at 106, 551 N.E.2d at 154.</p>\n<p id=\"b355-10\">Again, relator had filed a change-of-residence notice before signing and circulating her declaration of candidacy. Thus, she was qualified on the day she signed her statement of candidacy, and her actions conform to the requirements of <em>In re Protest.</em></p>\n<p id=\"b356-4\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>Finally, respondent cites <em>State ex rel Higgins v. Brown </em>(1960), 170 Ohio St. 511, 11 O.O.2d 322, 166 N.E.2d 759, in which this court disqualified a candidate who had not lived in a precinct for forty or more days when he swore in his declaration of candidacy prescribed under R.C. 3513.07 that his “voting residence” was in that precinct. At that time, R.C. 3503.01 imposed a forty-day precinct-residence requirement for voting. The court found that “ * * * at the time of such sworn statement the candidate [was] not residing in such precinct, [had] not resided there for 40 or more days and [had] not even attempted to register as an elector * * * [there].” <em>Id. </em>at paragraph five of the syllabus.</p>\n<p id=\"b356-5\"><em>Higgins </em>is also distinguishable. Here, relator was registered at her “voting residence” at the time she signed her statement of candidacy.<footnotemark>1</footnotemark> Therefore, she was eligible to vote for the office she seeks, satisfying the requirement to sign a valid statement of candidacy.</p>\n<p id=\"b356-6\">In <em>State ex rel. Schenck v. Shattuck </em>(1982), 1 Ohio St.3d 272, 274, 1 OBR 382, 383, 439 N.E.2d 891, 893, we stated:</p>\n<p id=\"b356-7\">“ ‘Words limiting the right of a person to hold office are to be given a liberal construction in favor of those seeking to hold office, in order that the public may have the benefit of choice from all those who are in fact and in law qualified.’ ” (Quoting from <em>Gazan v. Heery </em>[1936], 183 Ga. 30, 187 S.E. 371.)</p>\n<p id=\"b356-8\">In this case, respondent created a residence requirement where none exists. In doing so, it disregarded the applicable statutes cited herein that permit relator to change her registration to her current address before signing a statement of candidacy and thereby become a candidate, provided she possessed the qualifications of an elector. Accordingly, we allow the writ of mandamus and order respondent to accept relator’s petition and certify her as a candidate for the office of Ashtabula County Court Judge, Western Area, on the ballot for the general election to be held on November 3, 1992.</p>\n<p id=\"b356-9\">\n<em>Writ allowed.</em>\n</p>\n<judges id=\"b356-10\">Moyer, C.J., Sweeney, Holmes, Douglas, Wright, H. Brown and Resnick, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b356-11\">. R.C. 3501.01(P) defines “voting residence” as “that place of residence of an elector which shall determine the precinct in which he may vote.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}