{
  "casebody": {
    "data": "<casebody firstpage=\"413\" lastpage=\"417\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b565-5\">The State ex rel. Baran, Appellee, <em>v. </em>Fuerst, Cuyahoga County Clerk of Common Pleas Court, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b565-6\">[Cite as <em>State ex rel. Baran v. Fuerst </em>(1992), 65 Ohio St.3d 413.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b565-8\">(No. 91-1597 —</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AqK\">Submitted September 22, 1992 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ai_e\">Decided December 14, 1992.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b566-9\"><page-number citation-index=\"1\" label=\"414\">*414</page-number><em>Stephanie Tubbs Jones, </em>Prosecuting Attorney, <em>Patrick J. Murphy </em>and <em>Michael P. Butler, </em>Assistant Prosecuting Attorneys, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b566-10\"><em>Paul Mancino, Jr. </em>and <em>Edward J. Galaska, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b566-11\">Moyer, C.J.</author>\n<p id=\"AaE\">The issue presented by this appeal is whether Baran was removed from his position contrary to law and therefore entitled to reinstatement by mandamus.</p>\n<p id=\"b566-12\">It is established law in Ohio that a member of the classified civil service has the right to reinstatement and back pay by way of mandamus when his or her removal is contrary to the provisions of what is now R.C. 124.34. See <em>State ex rel. Bay v. Witter </em>(1924), 110 Ohio St. 216, 143 N.E. 556; and <em>State ex rel. Brittain v. Ohio Bd. of Agriculture </em>(1917), 95 Ohio St. 276, 116 N.E. 459.</p>\n<p id=\"b566-13\">Fuerst alleges that mandamus relief is not available here because Baran should have appealed the board’s affirmance of the March 31, 1988 order of removal. However, because Fuerst withdrew the December 23, 1987 order of <page-number citation-index=\"1\" label=\"415\">*415</page-number>indefinite suspension, appeal of that order was not an option. As discussed <em>infra, </em>the March 31, 1988 order cannot be the foundation for the indefinite suspension, but can only govern Baran’s permanent removal. Lacking a decision from which to appeal the indefinite suspension, Baran had no adequate remedy at law, and his mandamus action is therefore appropriate. <em>State ex rel. Carter v. Cleveland Bd. of Edn. </em>(1985), 17 Ohio St.3d 105, 17 OBR 224, 477 N.E.2d 1134.</p>\n<p id=\"b567-5\">The remaining issues are whether Baran was wrongfully excluded from employment during the period of indefinite suspension and, if so, whether he is entitled to back pay for that period.</p>\n<p id=\"b567-6\">Pursuant to R.C. 124.34, the Ohio Administrative Code imposes procedural requirements governing suspensions or removals of civil service employees. The court of appeals below correctly found that the indefinite suspension order issued by Fuerst was contrary to Ohio Adm.Code 124-1-02(Y), which defines “suspension” as the termination of an employee’s employment and compensation for a <em>fixed </em>period of time, and Ohio Adm.Code 124-9-08(D), which provides that “[i]ndictment or citation for a criminal offense does not establish a statutory basis for discipline under section 124.34 of the Revised Code.” Fuerst therefore had no authority to issue the order of indefinite suspension.</p>\n<p id=\"b567-7\">Fuerst asserts, however, that Baran was rightfully excluded from employment from December 23, 1987 to April 4, 1988, arguing that the permanent removal order, which was affirmed by the board, relates back to the date of the criminal offense, November 5, 1987. Fuerst is arguing, in essence, that the March 31, 1988 removal order amends, supplants, or otherwise cures the defective suspension order issued December 23, 1987. That is not the case. Ohio Adm.Code 124-3-03(B) prohibits amending an order with new material once it has been furnished to the affected employee, and Ohio Adm.Code 124-3-03(B)(l) provides that, if new material is to be added, a new order must be filed. Further, under Ohio Adm.Code 124-3-01(A)(2), an order must be furnished to the employee prior to or on the effective date of the order. Accordingly, the March 31, 1988 removal order can be effective only prospectively.</p>\n<p id=\"b567-8\">The second issue is whether Baran is entitled to back pay for the period of his indefinite suspension.</p>\n<p id=\"b567-9\">It is well settled that back pay may be awarded in a mandamus action, provided the amount recoverable is established with certainty. <em>State ex rel. Hamlin v. Collins </em>(1981), 65 Ohio St.2d 63, 19 O.O.3d 259, 418 N.E.2d 398; <em>State ex rel. Colangelo v. McFaul </em>(1980), 62 Ohio St.2d 200, 16 O.O.3d 239, 404 N.E.2d 745; <em>State ex rel. Martin v. Columbus </em>(1979), 58 Ohio St.2d 261, <page-number citation-index=\"1\" label=\"416\">*416</page-number>12 O.O.3d 268, 389 N.E.2d 1123. Fuerst claims the amount recoverable cannot be ascertained with certainty because from the date of Baran’s suspension until March 18, 1988, when he secured other employment, he did not exercise due diligence in pursuing other employment opportunities.</p>\n<p id=\"b568-5\">The stipulations do not address the issue of Baran’s diligence in seeking other employment, and Fuerst did not request a hearing on this issue. Rather, Fuerst attempted to submit this evidence in his merit brief filed in the court of appeals on April 29, 1991, which he denominated a merit brief and motion for summary judgment. Attached to Fuerst’s brief was Baran’s unsigned deposition in which he states that from December 23, 1987 to March 18, 1988 he did not seek employment upon the advice of an individual in the clerk’s office. The court of appeals’ March 1, 1991 order required the parties to file stipulations or request a hearing on the evidence no later than March 18, 1991.</p>\n<p id=\"b568-6\">Baran moved the court of appeals to strike the deposition on the basis that it was not properly filed and did not constitute evidence upon which a determination could be made. The court of appeals denied the motion for summary judgment, stating only: “Motion by respondent for summary judgment is denied.” Contemporaneously, the court issued its merit decision in which it awarded Baran back pay, without addressing the motion for summary judgment or the deposition, relying instead only on the stipulated evidence. On appeal to this court, Fuerst claims the court of appeals erred by not granting summary judgment on this issue.</p>\n<p id=\"b568-7\">The burden of proof is upon the party moving for summary judgment to establish that there is no genuine issue of material fact and that he is entitled to judgment as a matter of law. <em>AAAA Enterprises, Inc. v. River Place Community Urban Redevelopment Corp. </em>(1990), 50 Ohio St.3d 157, 553 N.E.2d 597, paragraph two of the syllabus; Civ.R. 56(C). In this proceeding, Fuerst attempts to carry his burden only on the basis of the untimely filed deposition.</p>\n<p id=\"b568-8\">Civ.R. 56(C) states that summary judgment shall be rendered if documentary evidence “timely filed in the action” shows “that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.” Accordingly, the untimely filed deposition attached to Fuerst’s motion for summary judgment need not have been considered by the court of appeals. That being the only evidence offered to support the motion, Fuerst has failed to carry his burden, and the court of appeals’ denial of the motion was proper.</p>\n<p id=\"b568-9\">For the foregoing reasons, the judgment of the court of appeals is affirmed.</p>\n<p id=\"b568-10\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b569-5\"><page-number citation-index=\"1\" label=\"417\">*417</page-number>Sweeney, Douglas, Wright and H. Brown, JJ., concur.</judges>\n<judges id=\"AE1Z\">Holmes and Resnick, JJ., dissent.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}