{
  "casebody": {
    "data": "<casebody firstpage=\"449\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b601-4\">Put-In-Bay Island Taxing District Authority, Appellee, <em>v. </em>Colonial, Inc., Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b601-6\">[Cite as <em>Put-In-Bay Island Taxing Dist. Auth. v. Colonial, Inc. </em>(1992), 65 Ohio St.3d 449.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b601-9\">(No. 91-2064 —</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ahi\">Submitted November 9, 1992 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AoP\">Decided December 11, 1992.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b602-6\"><page-number citation-index=\"1\" label=\"450\">*450</page-number><em>Stewart I. Mandel, </em>for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b602-7\"><em>Cooper, Straub, Walinski &amp; Cramer, L.P.A., T. Scott Johnston, Margaret J. Lockhart </em>and <em>Terrell A. Allen, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b602-8\">Douglas, J.</author>\n<p id=\"AcH\">The issue in this case is whether R.C. 5739.101 <em>et seq. </em>is at odds with Section 26, Article II of the Ohio Constitution. For the reasons that follow, we find that R.C. 5739.101 <em>et seq. </em>contravenes Section 26, Article II.</p>\n<p id=\"b602-9\">R.C. 5739.101 establishes each island in Ohio “ * * * as a special taxing district solely for the purpose of imposing tax authorized by this section * * * to raise revenue for the general funds of the townships and municipal corporations whose boundaries include such island territory.” “Island,” as used in R.C. 5739.101 <em>et seq., “ * * * </em>means an island that is not connected to the mainland by a highway or a bridge.” R.C. 5739.101. In addition, R.C. 5739.101 provides that “[t]he taxing authority of an island taxing district may, by resolution^] * * * impose or repeal a tax upon the privilege of engaging in the business of making sales on the island[,] * * * [which] rate of the tax shall be one-half, one, or one and one-half percent of the receipts derived from all such sales * * *.” Further, the taxes authorized by the legislation are imposed upon vendors, not consumers. <em>Id. </em>All revenues received by a township or municipal corporation must be deposited in its general fund. R.C. 5739.102.</p>\n<p id=\"b602-10\">Section 26, Article II requires that “[a]ll laws, of a general nature, <em>shall have a uniform operation throughout the state </em>* * *.” (Emphasis added.) Section 26, Article II applies to all subjects except those explicitly and exclusively provided for by other sections of the Constitution. See Mallison, General Versus Special Statutes in Ohio (1950), 11 Ohio St.L.J. 462, at 463-464. Further, it is well settled that this section of the Constitution is <page-number citation-index=\"1\" label=\"451\">*451</page-number>mandatory and not merely directory. See <em>State ex rel. Wirsch v. Spellmire </em>(1902), 67 Ohio St. 77, 65 N.E. 619. In addition, this court has observed that “ * * * ‘uniform operation throughout the state’ means universal operation as to territory; it takes in the whole state. And, <em>as to persons and things, it means universal operation as to all persons and things in the same condition or category. </em>When a law is available in every part of the state as to all persons and things in the same condition or category, it is of uniform operation throughout the state.” (Emphasis added.) <em>Id. </em>at 86, 65 N.E. at 622.</p>\n<p id=\"b603-5\">In <em>State ex rel. Dayton Fraternal Order of Police Lodge No. 44 v. State Emp. Relations Bd. </em>(1986), 22 Ohio St.3d 1, 22 OBR 1, 488 N.E.2d 181, paragraph one of the syllabus, we held that R.C. Chapter 4117, Ohio’s Public Employees’ Collective Bargaining Act, is a law of .a general nature. We further determined that a provision in the law which operated to exclude selected city of Dayton police officers and fire fighters from the Act (Dayton Amendment) was unconstitutional.</p>\n<p id=\"b603-6\">Specifically, in <em>Lodge No. 44, </em>we held that the “Dayton Amendment” violated Section 26, Article II, in that it did not have a “uniform” operation throughout the state, as that term is used in the Constitution, because “ * * * the provision does not affect any employees in the state except those specific policemen and fire fighters * * * who have previously been determined to be ‘supervisors.’ In its clearest sense, the provision involved bears every evidence of , special legislation affecting, to their detriment, only one group of employees while granting to all other employees in the state, likely situated, the full protection and rights afforded by the Act.” <em>Id. </em>at 5-6, 22 OBR at 5, 488 N.E.2d at 185.</p>\n<p id=\"b603-7\">In our recent <em>Zupancic </em>decision, we were asked to determine whether a statute which classified taxing districts on the basis of the cost of an electrical power plant complied with Section 26, Article II. The precise issue was whether the statute operated uniformly throughout the state.</p>\n<p id=\"b603-8\">In <em>Zupancic, </em>we noted that this court has historically viewed tax statutes to be of a general nature, and that such statutes must operate in a uniform manner. <em>Id., </em>58 Ohio St.3d at 138, 568 N.E.2d at 1213. We further reviewed criteria for determining whether a statute operates uniformly, citing <em>State ex rel. Stanton v. Powell </em>(1924), 109 Ohio St. 383, 142 N.E. 401, and held that even though the statute in question applied to only one particular electric power plant, it operated in a uniform manner throughout the state. <em>Zupancic, </em>58 Ohio St.3d at 138, 568 N.E.2d at 1214.</p>\n<p id=\"b603-9\">In reaching this conclusion, we reasoned that the statute operated in a uniform manner within the meaning of Section 26, Article II because it had the potential to apply to any county in the state, and that “ * * * there is <page-number citation-index=\"1\" label=\"452\">*452</page-number>nothing within the Act itself to prevent its prospective operation upon any electric power plant similarly situated throughout the state.” <em>Id. </em>at 138, 568 N.E.2d at 1213. We then stated that the substance of the statutory classification was reasonable and achieved a legitimate governmental purpose, operating equally on all persons or entities included within its provisions. <em>Id. </em>at 138-139, 568 N.E.2d at 1213-1214.</p>\n<p id=\"b604-4\">In the case at bar, the parties appear to agree that R.C. 5739.101 <em>et seq. </em>is a law of a general nature. Hence, the question becomes whether the legislation operates in a uniform manner throughout the state.</p>\n<p id=\"b604-5\">R.C. 5739.101 <em>et seq. </em>specifically targets a limited geographical class of vendors, <em>i.e., </em>those vendors engaged in making sales within an island taxing district. Thus, this statutory scheme applies only to a territorially limited class of vendors in Ohio. The statute does not apply to all Ohio vendors. As such, R.C. 5739.101 <em>et seq., </em>without question, carries with it all indicia of special legislation, imposing burdens upon particular vendors in a limited geographical setting while, by application, excepting all other vendors in the state. Further, the statute here, unlike the statute at issue in <em>Zupancic, </em>does not have the potential to apply throughout the state.</p>\n<p id=\"b604-6\">Accordingly, based on the foregoing, we believe that R.C. 5739.101 <em>et seq. </em>does not operate in a uniform manner throughout the state. Therefore, we hold that R.C. 5739.101 <em>et seq. </em>violates Section 26, Article II of the Ohio Constitution.</p>\n<p id=\"b604-7\">We further believe that today’s holding is also consistent with prior decisions from this court. See, <em>e.g., Hixson v. Burson </em>(1896), 54 Ohio St. 470, 43 N.E. 1000; <em>Silberman v. Hay </em>(1899), 59 Ohio St. 582, 53 N.E. 258; <em>Platt v. Craig </em>(1902), 66 Ohio St. 75, 63 N.E. 594; <em>Andrews v. State ex rel. Henry </em>(1922), 104 Ohio St. 384, 135 N.E. 655; and <em>Brown v. State ex rel. Merland </em>(1929), 120 Ohio St. 297, 166 N.E. 214.</p>\n<p id=\"b604-8\">Accordingly, the judgment of the court of appeals is reversed.</p>\n<p id=\"b604-9\">\n<em>Judgment reversed.</em>\n</p>\n<judges id=\"b604-10\">Moyer, C.J., Sweeney, Holmes, Wright, H. Brown and Resnick, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}