{
  "casebody": {
    "data": "<casebody firstpage=\"106\" lastpage=\"106\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b134-7\">UNITED STATES v. LEGG et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b134-8\">No. 3565.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b134-9\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b134-10\">April 3, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b134-16\">George I. Neal, U. S. Atty., of Huntington, W. Va. (Okey P. Keadle, Asst. U. S. Atty., of Huntington, W. Va., on the brief), for the United States.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b134-17\">Roderick G. Merrick, of Charleston, W. Va. (William G. Thompson and George Love, both of Fayetteville, W. Va., on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b134-18\">Before PARKER and SOPER, Circuit Judges, and WILLIAM C. COLEMAN, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b134-19\">PER CURIAM.</author>\n<p id=\"b134-20\">This is an appeal in a war risk insurance ease, and the only question presented is the sufficiency of the evidence to establish total and permanent disability while the insurance was in force. The insured was discharged from the army March 3, 1919, and the premiums paid continued the insurance in force during that month. He had been gassed and shell-shocked while in military service and following his discharge he had epileptic seizures. Grand mal epilepsy gradually developed and beeame worse towards the end of his life. He died in August, 1929, not from epilepsy, however, but as a result of acute dysentery.</p>\n<p id=\"b134-21\">There is no sufficient evidence in the ease that the insured became totally and permanently disabled as a result of the epilepsy, or from other cause, while the insurance was in force. On the contrary, the facts established by undisputed testimony show that he was not totally and permanently disabled at that time. Shortly after his discharge from the army in 1919 he went to work for the Long Branch Coal Company, and in the August following he was married. In applying for compensation about that time he stated that he went to work for the coal company at wages of $75 per month; and the testimony is that he worked for that company from 1919 to 1925. The records of his earnings for the years 1919 to 1922 were not available; but the books of the company show that he was paid as wages in 1923, $615.09, in 1924, $621.60, and in 1925, $806.-68. In the light of this work record, a finding of total and permanent disability while the policy was in force cannot be sustained. U. S. v. Harrison (C. C. A. 4th) 49 F.(2d) 227; U. S. v. Diehl (C. C. A. 4th) 62 F.(2d) 343; U. S. v. McGill (C. C. A. 8th) 56 F.(2d) 522; Nicolay v. U. S. (C. C. A. 10th) 51 F.(2d) 170. The ease here is very similar to that before the Supreme Court in Lumbra v. United States, 290 U. S. 551, 54 S. Ct. 272, 78 L. Ed. 492, and, in view of the decision there, further discussion here is unnecessary.</p>\n<p id=\"b134-22\">The judgment appealed from will be reversed.</p>\n<p id=\"b134-23\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}