{
  "casebody": {
    "data": "<casebody firstpage=\"383\" lastpage=\"385\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b411-6\">CHESEBROUGH MFG. CO. v. OLD GOLD CHEMICAL CO., Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b411-7\">No. 6449.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b411-8\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ARJ5\">April 13, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b411-26\">Hugh M. Morris, of Wilmington, Del. (Charles N. Burch, of Memphis, Tenn., Wm. Wallace White and Wallace White, both of New York City, and Alexander L: Nichols, of Wilmington, Del., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b411-27\">Ben W. Kohn, of Memphis, Tenn., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b411-28\">Before MOORMAN and HICKS, Circuit Judges, and RAYMOND, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b411-29\">MOORMAN, Circuit Judge.</author>\n<p id=\"b411-30\">The parties to this appeal are engaged in selling petroleum jelly in transparent glass jars sealed with metal screw caps and encased in pasteboard cartons. The suit was brought by appellant for infringement of trade-marks and unfair trade competition. The trial court found that there was not only no infringement of appellant’s trade-marks, but that the differences in the trade-marks and names of the parties appearing on their respective cartons, labels, and caps were sufficient to prevent trade deception.</p>\n<p id=\"b411-31\">The appellant began its business in 1865, <page-number citation-index=\"1\" label=\"384\">*384</page-number>and since 1870 has sold its product under the name of “Vaseline,” which it uses as a trade-mark. It also uses the design of a blue seal as a trade-mark. The appellee entered the field in 1929, and adopting trademarks began at once to market its product in jars and cartons similar in size, shape and markings to those appellant then used and had used for a number of years.</p>\n<p id=\"b412-4\">The appellant’s carton is made of white or light gray cardboard in the form of a rectangular prism. This carton it has used since 1906. On its front and back is a panel formed by two parallel blue lines, the outer one being heavier than the inner one. At the top of the panel appears the trade-mark “Vaseline,” and immediately thereunder are the words “WHITE Petroleum Jelly,” all in blue. The name of appellant, in blue, appears in the center of the panel. Upon the other two sides, within identical panels, there is descriptive matter in blue. The top or flap contains the design trade-mark of a blue seal with the words “Blue Seal,” “Vaseline,” and “White” imprinted thereon in white. Beneath this design trade-mark there appears “Vaseline” followed by the words “White Petroleum Jelly,” all printed in blue. The appellee’s carton is substantially the same shape, size, and color as that of the appellant. Upon its face and back appear panels of substantially the same size as those used by appellant formed by a double line in blue, the outer one being the heavier. Within the panel and at the top thereof appears in blue print a designated trade-mark “Old Gold White” followed by the words “Petroleum Jelly Pure as Gold.” At the bottom of the panel appears the name of the appellee. On the other two sides of the carton, within identical panels, there is descriptive matter in blue. Upon the top or flap there is a design in blue of a pile of coins or disks partially stacked, beneath which are the words in blue, “White Petroleum Jelly, An Old Gold Product.”</p>\n<p id=\"b412-5\">Both parties use labels on their jars. Appellant uses a blue label paneled by a single white line around the edges. At each end of the panel there is a small vertical panel. Within the large panel, at the top, there is printed in white the trade-mark “Vaseline,” and immediately thereunder are the words “WHITE Petroleum Jelly,” followed by descriptive matter in smaller white printing. The appellee uses substantially the same size label with a blue background and white printing, a panel being formed thereon, as in appellant’s, by a white line around the edges. It does not have vertical panels at the ends of the label. Printed on its label in white at the top of the panel are the partially stacked coins or disks, beneath which are the words “Old Gold” in large letters and “White Petroleum Jelly” in smaller letters followed by printed matter in smaller type, all in white. On each end of the label the letters O and G appear in a white monogram. The appellant’s cap is a flat-faced, circularly formed cap with a blue background on which are printed in white its trade-marks, “Blue Seal” and “Vaseline.” Around the vertical face of the cap are vertical blue and white lines alternating, which give the appearance of a seal. The appellee’s cap is the same size and shape as appellant’s, with a blue background, on which are printed in gold the disks or coins designated as a trademark and the words “An Old Gold Product.” Around its vertical - face there are alternating blue and gold lines. The appellant’s name is .blown into its jar, while the surface of the appellee’s jar is smooth. The first jars used by the appellee had a body and neck of approximately the same diameter. They were closed by a metal screw cap of uniform bronze or gold color. Later the appellee changed its form of jar so that it conformed more nearly with the form used by appellant, and also laid aside its bronze or gold cap and adopted its present cap. Prom the beginning it has used a paneled label in rectangular form in blue and white. It also adopted at the outset the design and color scheme of appellant’s carton.</p>\n<p id=\"b412-7\">It is not contended that the appellee has so closely simulated appellant’s trade-marks as to amount to infringement, nor that there is unfairness in the type, shape or form of appellee’s jar and cap. The contention is that it has so simulated in coloring and marking the caps, cartons, and labels of the appellant as to mislead the purchasing public. Simulation amounting to unfair competition does not reside in identity of single features of dress or markings nor in indistinguishability when the articles are set side by side, but is to be tested by the general impression made by the offending article upon the eye of the ordinary purchaser or user. If the general impression which it makes when seen alone is such as is likely to lead the ordinary purchaser to believe it to be the original article, there is an unlawful simulation. McLean v. Fleming, 96 U. S. 245, 255, 24 L. Ed. 828; Paris Medicine Co. v. W. H. Hill Co., 102 F. 148, 150 (C. C. A. 6).</p>\n<p id=\"b412-8\">The appearance of appellee’s carton as colored and marked so closely resembles the <page-number citation-index=\"1\" label=\"385\">*385</page-number>appellant’s as to admit, in our opinion, of no doubt of the likelihood of confusing the two articles. We are likewise of opinion that the label of appellee so closely resembles appellant’s label as to lead to confusion and deception. It is true that appellee places on its article distinguishing marks by which it could be identified by a careful and discriminating purchaser, but this is not enough, for it is the casual or ordinary purchaser who must be protected, and as to him the test is general appearance. O. <em>&amp; </em>W. Thum Co. v. Dickinson, 245 F. 609, 613 (C. C. A. 6); Auto Acetylene Light Co. v. Prest-O-Lite Co., 264 F. 810, 813 (C. C. A. 6); Rymer v. Anchor Stove &amp; Range Company (C. C. A. 6) 70 F.(2d) 386, this day announced. Measured by this test, there can be no doubt, as we have said, that appellee has simulated the label and carton of appellant. We think, however, that appellant cannot rightfully complain of the color and marking of appellee’s cap.</p>\n<p id=\"b413-5\">The fact of confusion and deception resulting from appellee’s use of its cartons and labels is inferable from their marked resemblance to appellant’s in color, arrangement, and design. O’Connell v. National Water Co. (C. C. A.) 161 F. 545, 546. Besides, it appears that several retailers, when asked for appellant’s product, sold to its representative the appellee’s product. In addition, one retailer, in a territory where both parties sold their products, advertised the appellee’s product as “Vaseline,” “Looks like Blue Seal Vaseline,” and another placed above its supply of appellee’s product a sign or card reading “White Vaseline.” Appellee contends that this evidence should be given no consideration because it is not responsible for the unlawful or unauthorized acts of retailers in selling its product as the product of appellant. This would be true were it not also true that appellee put into the hands of its retailers the means by which they were able thus to mislead the purchaser. • A producer who designedly furnishes a .dealer with means for consummating a fraud is equally guilty with the dealer. Federal Trade Comm. v. Winsted Hosiery Co., 258 U. S. 483, 494, 42 S. Ct. 384, 66 L. Ed. 729; Warner &amp; Co. v. Eli Lilly &amp; Co., 265 U. S. 526, 530, 44 S. Ct. 615, 68 L. Ed. 1161.</p>\n<p id=\"b413-6\">The president of appellee testified that the label of his company was designed by an engraver, and that before it was designed he took the blue seal label of appellant to the engraver and requested him to design a label as far away from appellant’s label as it was possible to make, so “that he could get on the witness stand anywhere and say to the best of his knowledge and belief that it was as far different from the blue label as he could make it.” This testimony is cited by appellee as tending to show absence of intent to palm off its product as that of appellant. So far from indicating a lack of such intent, it shows, it seems to us, a purpose on the part of the appellee to simulate as nearly as possible the label of the appellant without bringing itself under the condemnation of unfair competition. There was no attempt to explain why, with all the colors and variations in arrangement thereof available to the appellee, it chose the colors and arrangement used by appellant. We cannot escape the conclusion that it acted, in coloring and designing its label as well as in marking its carton, with the fraudulent intent to simulate the dress and markings of appellant’s product. That it had theretofore put out another product under a blue and white marking does not militate against this view, for the colors were arranged differently and the product was not a competing product with “Vaseline.” Nor is it evidence of lack of fraudulent intent that the appellant had not consistently used the same shade of blue on its label and cap as it now uses. It may be that at an earlier date some of its labels and caps were of a slightly lighter shade of blue. Whether this was due to the fading of the darker blue does not appear, but it does appear that appellant had used its present shade of blue for many years before appellee entered the field. It is not, however, in the use of blue per se that appellee has been guilty of unfair practice, but in the use of it with white in lettering, panels and designs so as to give its article the appearance of appellant’s. In our view it has been guilty of unfair competition.</p>\n<p id=\"b413-11\">The decree of the District Court will be set aside, and in lieu thereof a decree entered enjoining the appellee from putting up, offering for sale or selling petroleum jelly under a label or in a carton imitating or simulating the label and carton of appellant as exemplified in its Exhibits 1 and 3.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}