{
  "casebody": {
    "data": "<casebody firstpage=\"63\" lastpage=\"65\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b91-4\">TRAVELERS' INDEMNITY CO. v. PARKERSBURG IRON &amp; STEEL CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b91-5\">No. 3571.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b91-6\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AMj\">April 3, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b91-18\">James S. MeCluer, of Parkersburg, W. Va., and James M. Guiher, of Clarksburg, W. Va. (Philip P. Steptoe, of Clarksburg, W. Va., Mason G. Ambler, of Parkersburg, W. Va., Steptoe &amp; Johnson, of Clarksburg, W. Va., and Ambler, MeCluer <em>&amp; </em>Ambler, of Parkersburg, W. Va., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b91-19\">H. W. Russell, of Parkersburg, W. Va., and Prank W. Nesbitt, of Wheeling, W. Va. (John P. Budke, of Pranklin, Pa., Russell, Hiteshaw, Adams &amp; Hill, of Parkersburg, W. Va., and Nesbitt &amp; Nesbitt, of Wheeling, W. Va., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b91-20\">Before PARKER and SOPER, Circuit Judges, and CHESNUT, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b91-21\">PARKER, Circuit Judge.</author>\n<p id=\"b91-22\">This is a suit on a policy of boiler insurance. There was a verdict and judgment for plaintiff, and the defendant insurance company has appealed, contending that verdict should have been directed in its behalf. The sole question presented is whether the evidence was sufficient to support the verdict. It is admitted that an engine connected with a steam line covered by the policy was wrecked, resulting in the damages which the jury awarded; and plaintiff’s contention is that its wrecking was due to the pressure of steam in the cast-iron steam separator. Plaintiff’s theory of the occurrence is that the metal of the separator had become weakened or “fatigued” by strain and vibration extending over a long period of time; that it gave way at the time of the occurrence, thus releasing the pressure on the water in the boilers; that this resulted in water being carried into the cylinder of the engine; and that this water in the cylinder wrecked the engine. Defendant’s contention is that a piece of the follower plate on the piston head of the engine was broken off and fell into the cylinder, and that this caused the wrecking of the engine and the breaking of the separator. If plaintiff’s contention is correct, the loss was covered by the policy; as its coverage extended not only to the boilers, but also to the steam pipes connected therewith, including the steam separator, and defendant would be liable for the damage resulting from any breaking of the separator due to steam pressure. If defendant’s contention is correct, the loss is not covered; as, in that event, the loss resulted from the breaking of a part of the engine and not from the pressure of steam in any of the appliances which the policy covered.</p>\n<p id=\"b91-23\">The question involved is a pure question of fact, and much testimony was taken with regard thereto, including the highly conflicting testimony of a number of mechanical experts. We have read this testimony carefully in the light of the argument and briefs of counsel, and we cannot say that it does not substantially support the verdict. On the contrary, we agree with the judge below that the theory of plaintiff is supported by the testimony of eyewitnesses and physical facts established in the case, as well as by the testimony of plaintiff’s experts, and that the theory of the experts of defendant is so inconsistent with certain of the physical facts established that the jury would hardly have been justified in accepting it. The ease, <page-number citation-index=\"1\" label=\"64\">*64</page-number>therefore, is not one for the application of the rule relied upon by defendant (see Pennsylvania R. Co. v. Chamberlain, 288 U. S. 333, 53 S. Ct. 391, 77 L. Ed. 819) to the effect that, where proven facts give equal support to two inconsistent inferences, judgment must go against the party upon whom rests the burden of proof.</p>\n<p id=\"b92-4\">A number of witnesses testified that prior to the accident the engine was running smoothly and that the first sound indicating anything out of the ordinary was a noise of escaping steam like the blowing off of a giant pop valve. No crash was heard preceding this, as would inevitably have been the case had the wrecking of the engine resulted from the crushing of the broken pieces of the follower plate against the cylinder head. There was also testimony that, after the steam had begun escaping from the broken separator, the engine continued to operate, propelled presumably by the momentum of the great fly wheel, and that the broken separator continued in its position over the flange above the valve of the engine, vibrating up and down as the steam escaped, until the pipe connected with the low pressure engine gave way. This unquestionably tends to show that the position of the engine was not changed for an appreciable period following the breaking of the separator, and negatives the theory that the separator was broken when the cylinder was knocked out of position by the crashing of the broken pieces of the follower plate against the cylinder head or by the subsequent movement of the cylinder when the piston head “froze” in it. One of the dash pot rods at the end of the cylinder was found in place and unbroken; and this renders it impossible to accept the theory of defendant’s experts that the cylinder head became locked in the engine following the breaking of the follower plate and that thereafter the cylinder was pushed backward and forward, five feet at a time, by the movement of the fly wheel and piston. In addition to all this, the cylinder head showed no such scarring as would have been caused if the piston head, under the full pressure of the steam, had driven the broken pieces of the follower plate against it.</p>\n<p id=\"b92-5\">In addition to proving these and other circumstances which tended to show that the separator gave way before the follower plate was broken, plaintiff introduced a number of mechanical experts who gave testimony in support of its theory of the occurrence, among others the consulting engineer of the Westinghouse Electric <em>&amp; </em>Manufacturing Company. In response to hypothetical questions embodying the evidence given by the ■witnesses to the occurrence, this witness, an expert of wide experience, gave it as his opinion that the accident was caused by the rupture of the separator. He explained that the cast iron in the separator could have become weakened through strain and vibration, and stated that the evidence indicated to his mind that this was what had occurred. It was his opinion that the rupture of the separator released the pressure on the water in the boilers, that this caused steam to be rapidly generated and much water to be carried over to the engine with it, that some of this water got into the cylinder, and that the piston head striking against the water in the head of the cylinder caused the cradle of the engine to break at a place where it had previously been broken and the cylinder to he pushed forward, resulting in the breaking of the follower plate and other damage. The testimony of other experts for plaintiff was to like effect and the theory as to water being brought over to the engine was corroborated by a number of circumstances. It was established .that at the time of the accident the water in the boilers fell by the amount of five to seven hundred gallons. Plaintiff’s engineer, who ran to the engine immediately following the breaking of the separator, testified that water was thrown on him by the escaping steam. And plaintiff’s master mechanic testified to finding a large quantity of water in the receiver under the cylinder of the engine.</p>\n<p id=\"b92-7\">Defendant advances a number of reasons why the testimony of the engineer and master mechanic ought not be believed, but these were matters for the consideration of the jury. The argument that the theory of water coming over is physically impossible, on the ground that water under, such pressure would have broken the pipes and blown out the baffle plates of the separator, fails to take account of the fact that water carried over from priming boilers would be only a small percentage as compared with the steam which carried it. The danger of injury to cylinders of engines by water carried over from priming boilers is well known; and certainly the court would not be justified in ignoring the testimony of the experts of plaintiff to this effect. The rule is well settled, of course, that evidence contrary to established physical facts has no probative value. U. S. v. Diehl (C. C. A. 4th) 62 F.(2d) 343; Atlantic Coast Line R. Co. v. McLeod (C. C. A. 4th) 11 F.(2d) 22. But to justify <page-number citation-index=\"1\" label=\"65\">*65</page-number>the ignoring of evidence under this rule the evidence ignored must he utterly at variance with well-established and universally recognized physical laws and therefore inherently impossible. See Wasiota <em>&amp; </em>B. M. R. Co. v. Hall, 167 Ky. 819, 181 S. W. 629; Wolf v. City R. Co., 50 Or. 64, 85 P. 620; 91 P. 460, 15 Ann. Cas. 1181. The rule means merely that courts are not required to stultify themselves by giving serious consideration to what every man knows to be untrue. It does not mean that they must determine for themselves, from the testimony of experts or otherwise, the truths of science which may be involved in cases before them, and ignore testimony that does not coincide with their conclusions. Questions of fact are questions for the jury; and they do not become questions for the court merely because their solution may require scientific knowledge or expert opinion.</p>\n<p id=\"b93-5\">The experts of defendant were of opinion that the accident was caused by the breaking of the follower plate and not by the rupture of the separator; but the conflict between their testimony and that of the experts of plaintiff was one to be resolved by the jury and with the jury’s rejection of their theory' we have nothing to do. The jury’s action is not surprising, however, in view of the fact that the theory of defendant’s experts was contradicted by the testimony of all the witnesses to the occurrence to the effect that the first indication of trouble was, not a crash in the engine, but the sound of escaping steam, and by the physical fact that the dash pot rod was found to be unbroken.</p>\n<p id=\"b93-6\">Without setting forth the evidence in detail, wo agree with the judge below that it amply supports the verdict of the jury; and the judgment appealed from will accordingly be affirmed.</p>\n<p id=\"b93-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}