{
  "casebody": {
    "data": "<casebody firstpage=\"835\" lastpage=\"840\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b863-3\">MOODY, Project Manager, v. JOHNSTON et al., and eight other cases.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b863-4\">Nos. 6785, 6784, 6782.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b863-5\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b863-6\">May 7, 1934.</decisiondate>\n<seealso data-order=\"4\" data-type=\"seealso\" id=\"b863-13\">See, also, 66 F.(2d) 999, 1003.</seealso>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b865-8\"><page-number citation-index=\"1\" label=\"837\">*837</page-number>James H. Baldwin, TJ. S. Atty., of Butte, Mont., and Sam D. Goza, Jr., Asst. U. S. Atty., of Helena, Mont., and Kenneth R. L. Simmons, Dist. Counsel, Office of the Solicitor, Interior Department, of Billings, Mont., for petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b865-9\">Elmer E. Hershey, of Missoula, Mont., for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b865-10\">Before WILBUR, SAWTELLE, and GARRE CHT, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b865-11\">PER CURIAM.</author>\n<p id=\"b865-12\">The above styled and numbered companion eases were before us at the last term of this eourt on appeal from the District Court of the United States for the District of Montana. The controversy involved the validity of assessments and charges against white owners of former Indian allotments within the limits of the Flathead Reclamation Project in Montana, for construction, operation, and maintenance of said project. The lower court entered a decree in favor of the plaintiffs, owners of the land. Scheer v. Moody (D. C.) 48 F.(2d) 327. On July 27, 1933, this eourt reversed the decree so entered, with directions to dismiss the bill of complaint for want of necessary party or parties.</p>\n<p id=\"b865-13\">The appellees petitioned for a rehearing or modification of the order directing the dismissal of the action. We quote from the prayer of the petition for rehearing as follows :</p>\n<blockquote id=\"b865-14\">“■» 91 « we respectfully ask that the court modify its order of reversal ‘with directions to dismiss the bills for want of a necessary party’, by making the order one remanding the eases to the District Court with directions to permit plaintiffs -within a reasonable time to amend their complaints and to bring in other proper or necessary jj allies or to show by their amendments why they should not pursue this course and to take further proceedings not inconsistent with the views expressed in the opinions of this eourt.</blockquote>\n<blockquote id=\"b865-17\">“We believe that this request is reasonable in view of the fact that the interests of the United States and of the Interior Department of the Government cannot in any way be imperiled as there will be no injunction herein which affects public interests.”</blockquote>\n<p id=\"b865-18\">In order to understand the significance of this prayer, which was granted in part by the court in the order denying rehearing, it will be necessary to state more fully the contents of the petition for rehearing. First, it is stated that the appellees do not intend to controvert the decision of the court with reference to the action against Moody in his official capacity as project manager, but do contend that there is sufficient in the ease to show individual liability of Moody and a private and individual water right in the ap-pellees in addition to and separate from the so-called project water right in which, of course, the interest of the government of the United States was involved. We quote in support of these general statements the following portions of the petition:</p>\n<blockquote id=\"b865-19\">“We do not upon the records in these eases now specially urge a request for rear-gument upon the question that in so far as Moody is charged as a project manager and plaintiffs’ suit so far as it is against him in the capacity of project manager to enjoin him from doing the acts complained of as unlawful and a trespass could not be proceeded with without the Secretary of the Interior being made a party. While plaintiffs feel aggrieved by the decision upon that point, nevertheless they prefer to rely in these particular cases upon the point that there is in the record presented and there was brought to the attention of this court in brief and in argument, the question of the individual liability of Moody and hence that the court should have considered and passed upon that question as a separable one yet as one material to decision.</blockquote>\n<blockquote id=\"b865-20\">“Turning to the record, plaintiffs claimed two water rights, one of which was claimed as private water ditch rights free from project control; another claimed as a project water right. With this last claim we need not in this petition concern ourselves. It was abandoned in this eourt. But as to the claim of a private ditch right and ownership there is a vital contention, namely, that there could be no control over such private ditch <page-number citation-index=\"1\" label=\"838\">*838</page-number><em>by </em>Moody as a project manager. * * * The prayer, it is true, asked for injunction against Moody as project manager, but it also asked for such other and further relief as might be in aeeord with equity and good conscience.</blockquote>\n<blockquote id=\"b866-5\">“Moody, being charged as a party in two capacities, separable relief was properly awarded against him in his individual capacity, even though as an official his liability was not to be adjudicated in this suit.</blockquote>\n<blockquote id=\"b866-6\">“In other words, as the issues involved ownership of water as appurtenant to lands admittedly occupied long prior to the creation of .the 'projects’ of which Moody became manager, and as the findings and conclusions of the District Court are in accord with ap-pellees’ pleadings and evidence in respect to those issues, the attempted defense of official capacity became irrelevant or wholly invalid as to such private water rights and ownership. There was therefore at least a separable and separate cause of action within the jurisdiction of the court.”</blockquote>\n<p id=\"b866-7\">Thom the foregoing quotation it is clear that the petitioners made two distinct requests of this court — first, that they be permitted to amend the pleading within a reasonable time to bring in other proper or necessary parties; second, “or to show by their amendments why they should not pursue this course and to take further proceedings not inconsistent with the views expressed in thé opinions of this court.” That portion of the prayer of the petition requesting a modification of the order of this court by permitting the petitioners “to show by their amendments why they should not pursue this course”, was denied. The significance of this denial lies in the fact that petitioners were' contending that they had stated two causes of action in their bill- — one against the project manager in his individual capacity as trespasser upon the private rights of the petitioners; the other in his official capacity as project manager.</p>\n<p id=\"b866-8\">The purport of the petitioners’ request for modification of the order directing the dismissal, as we understand it, was to permit them to strike out the allegations in which the complaints set up the official capacity of the project manager, and sought to litigate the claims of the government on the one hand and of the Secretary of the Interior on the other hand, and to confine the bill to the acts of the defendant in his private capacity. This request was denied. No reason was stated for the denial, and perhaps none need be stated now. It is sufficient to say that the whole complaint of the appellees was that this litigation was important litigation, involving, on the one hand, the rights of the plaintiffs, and, on the other hand, the asserted rights of the government or its employees. In the petition for a rehearing or for a modification of our original order ap-pellee stated: “To avoid expensive and tediously protracted litigation we are earnestly endeavoring to have plaintiffs’ property rights judicially determined.” It is obvious that a decree enjoining the project manager from interfering with plaintiffs’ property in his private capacity would establish nothing with relation to the property rights of the plaintiffs.</p>\n<p id=\"b866-10\">The opinions in the several cases Nos. 6782 to 6785, pointed out certain facts distinguishing certain of said cases from others, respecting whether the Secretary of the Interior alone or other parties were necessary to a determination of the issues raised in the respective eases. While the court in each of the several cases entered orders for dismissal of the same because of want of necessary party or parties, upon petition for a rehearing, and as a reason for the modification of the order of dismissal as originally made, the court stated :</p>\n<blockquote id=\"b866-11\">“It would seem from the array of counsel appearing for appellant in these cases that they were tried with the same care that they would have been had the Secretary of the Interior or the United States, or both, been made parties. If this be so, possibly the time and expense of making another entire record may be avoided.”</blockquote>\n<p id=\"b866-12\">The court had in mind that all parties doubtless were interested in an early settlement of the questions in controversy, and that the opposing interests might be able to agree with respect to joining other necessary party or parties and a resubmission of the cases, or some of them, on the records as made, be made, thus saving both the time and expense of other entire records.</p>\n<p id=\"b866-13\">The prayer of the petition for rehearing was granted in almost the exact words of the petitioners with reference to the authority to amend their complaints. This permission to the plaintiffs -was “within reasonable time to amend their complaints and to bring in such necessary party or parties.” The party or parties referred to was the Secretary of the Interior or the United States or both.- In considering the effect of this order, it is important to notice that we had said in the opinion that, if the claims of the plaintiffs wore limited in certain respects, the Sec<page-number citation-index=\"1\" label=\"839\">*839</page-number>retary of the Interior would be the only additional necessary party “for the determination of questions whether such lands were liable to construction, maintenance, and operation charges imposed on account of the project.” We quote from the opinion in that regard as follows:</p>\n<blockquote id=\"b867-4\">“The court is not unmindful that in these and other suits submitted at the same time questions of great importance not only to the appellees but to others interested in the project are involved. But for the absence of at least one necessary party these questions might be determined upon the record as made. If no greater amount of water is claimed for the allotments in question upon this appeal than as stated in the report of the committee made to the Secretary of the Interior respecting diversions and applications of water for irrigation purposes prior to the initiation of the Flathead Reclamation Project, and such amount of water is recognized as properly apportioned to said lands in the administration of said project, then the Secretary of the Interior would be the only additional necessary party to actions for the determination of questions whether such lands were liable to construction, maintenance, and operation charges imposed on account of the project.”</blockquote>\n<p id=\"b867-5\">This we think makes it sufficiently clear that by our order we intended to hold that, if the complaint was amended to confine the question not to the private water rights of the petitioners, but to the reasonable charge properly applicable to the service of the water, the Secretary of the Interior would be the only necessary and proper party to be added. But this addition contemplated the withdrawal of allegations inconsistent with the contention that the only question involved was the assessment by the Secretary of the Interior of charges upon the lands improved on account of the project. We did not directly pass upon what allegations would be necessary to limit the claims of plaintiffs to charges which could be litigated with the Secretary of. the Interior. That matter we left to the trial court to determine when the amendment was presented to that court for consideration. We did not intend to determine and did not determine whether or not jurisdiction of the Secretary of the Interior would be acquired by the District Court of the United States of the District of Montana. That question was left to the decision of the District Court. We did not, therefore, attempt to decide whether the plaintiffs could secure jurisdiction over the Secretary of the Interior in Montana or whether they would be compelled to bring suit in the District of Columbia.</p>\n<p id=\"b867-8\">With reference to the United States as a party, we held that, if it was sought by the plaintiffs to litigate a private right in and to the waters as distinguished from the rights asserted by the United States in and to the waters diverted by the United States for the reclamation project and delivered to the defendants, the United States was a necessary party and that the Secretary of the Interior was a necessary party, and that others who would be affected by the change in the use of waters available for irrigation would be necessary parties. Here again we did not attempt to decide what parties other than the Secretary of the Interior and the United States must be brought in court in order to litigate the rights claimed by the plaintiffs other than to require that those who would be affected by the change in the use of water available for irrigation should be brought in as parties. It will be observed that we thus called attention to two possible methods of amendment — one requiring only the presence of the Secretary of the Interior; the other requiring all others “affected by any change in the use of water available for irrigation” to be brought in, including the Secretary of the Interior and the United States. We thus defined, in general terms, the proper and necessary parties which the plaintiffs sought leave to bring into the case by amendment, leaving the District Court to determine within such limits the proper and necessary parties and the sufficiency of the allegations of the amendment which the plaintiffs sought leave to propose.</p>\n<p id=\"b867-9\">In order that the plaintiffs avail them•selves of the leave to file an amendment to their complaints, they must conform strictly to the terms of the order. This they have not done. The mere insertion of the name of the Secretary of the Interior and the United States in the caption does not conform to the rulings of this court. The plaintiffs were given an opportunity to file an amended complaint, but have elected to bring in both the United States and the Secretary of the Interior. They have not attempted to bring in the other parties interested in the water. They therefore have not brought themselves within the terms of the order permitting an amendment, and the court is directed to dismiss the proceeding on the ground that the necessary parties have not been joined, and without prejudice to any action by the plaintiffs to establish their title in and to the water or an action against the Secretary of the Interior to determine the appropriate <page-number citation-index=\"1\" label=\"840\">*840</page-number>charges to be made for the service to the plaintiffs of water from the Mathead Reclamation Project.</p>\n<p id=\"b868-4\">In making this order we wish to point out that the plaintiffs joining the United States as a party have, in effect, taken the position that they are litigating their right to the water as against the United States, and that they have failed to bring in other parties interested in the water as permitted and required by this court. Plaintiffs were, not given leave generally to amend by the modified order made' on rehearing, but leave to amend for either one of two specific purposes, and this amendment was required to be^ filed within a reasonable time. That time has passed. We think the interests of the parties will best be litigated in a separate suit brought for that purpose; and, secondly, even if we had power at this time to further permit amendment we would not be disposed to do so. Let the writ issue accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}