{
  "casebody": {
    "data": "<casebody firstpage=\"195\" lastpage=\"208\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b203-5\">Tacitus Clay v. Tacitus F. Clay and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b203-6\">The Act of June 28th, 1845 (Hart. Dig. p. 502) had no force, and was not intended to embrace any other judgments except those rendered anterior to its date.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b203-7\">Where the decedent was domiciliated and died in this State in 1835, and letters of administration were granted upon his estate in the State of Kentucky in the same year, and in 1849 the administrator recovered two judgments against the defendant in a Circuit Court in the State of Kentucky, and it appeared that there were no creditors hut that the judgments were recovered for the heirs, and the administrator died in 1851, and the heirs brought their action on the judgments in 1853, it was held that the facts were such as to raise a strong <em>•prime, faeia, </em>presumption that the property in the judgments had vested exclusively in the heirs, and that they had sufficient right to maintain their action.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b203-8\">Eighteen years is more than sufficient lapse of time, under the policy of our laws with regard to the speedy settlement of successions, to raise the presumption of the grant and close of administration, of the restoration of the property to the heirs, and their unquestionable right to sue for and reduce such property into possession.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b203-9\">11 When the question arises as to the limitation to he applied to a foreign judg“megt proper” (not of a sister State) “it will doubtless be held to come with- “ in the operation of the four years’ limitation.”</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b203-10\">A judgment of a Court of record of a sister State is barrable only by the space of time which would out off suit on a domestic judgment, viz : ten years.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b203-11\">See this case for where the defendant in a suit on a judgment of a sister State was allowed to plead part payment during the pendency of the suit in which such judgment was recovered.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b203-12\">Appeal from Washington. This was an action brought by Tacitus F. Olay, Lucy A. Haskill and her husband, John A. Haskill, and Mary J. Burton and her husband, James A. Burton, heirs of Nestor Olay, deceased, against Tacitus Clay, in 1853, on two judgments amounting to something more than thirteen thousand dollars, recovered against the defendant on <page-number citation-index=\"1\" label=\"196\">*196</page-number>the 25th of April, 1849, in a Circuit Court of the State of Kentucky, by James W. Johnson as administrator of the estate of said Kestor Clay, deceased. The defendant moved to dismiss the petition on the ground that the judgments were foreign judgments, and the plaintiff had failed to comply with the provisions of the Act of June 28th, 1845, (Hart. Dig-, p. 502,) requiring that a transcript of the record of the judgment; authenticated as therein directed, should be filed with the petition, and all costs likely to accrue, and a tax fee of twenty-five dollars for the use of the Republic, be paid to the Clerk of the Court. The motion was overruled. The defendant demurred to the petition and for special cause of demurrer assigned 1st. That the plaintiffs show no right of action in themselves, but if any, in James W. Johnson, or his legal representatives ; 2nd. That the plaintiffs, as the heirs of Kestor Clay, cannot maintain this action until the administration alleged to have been opened in Kentucky on the estate of Kestor Clay, deceased, shall have been closed in due form of law, and the property then remaining in the hands of the administrator, delivered over to said heirs. The demurrer was overruled. The defendant pleaded various matters in set-off and reconvention which arose from transactions between him and the deceased Kestor Clay before his death ; to which the plaintiffs excepted and their exceptions were sustained. Defendant also pleaded that on the 13th of June, 1845, while the suits were pending in which the judgments were recovered, he agreed with said John A. Haskill and James W. Johnson, who was the plaintiff in said suit, to pay two-thirds of the amount claimed on the said notes in said suit; and that Johnson authorized and empowered the said Haskill, who was the husband of one of the heirs, Lucy Ann, and guardian of Mary Jane another, to receive two-thirds of the amount of said notes due to his said wife and the said Mary Jane; that he paid the said amount according to agreement, on or about the 12th day of August, 1848, and took the said Haskill’s receipt for the same; that residing in this State at a. great dis<page-number citation-index=\"1\" label=\"197\">*197</page-number>fcance from where the suit was pending in Kentucky, and reposing confidence in the said Johnson and Haskill, he relied on their crediting the payments on the notes, or so to arrange it that there would be only one-third of the amount of the notes in litigation; and that the said Haskill and Johnson having lulled his diligence, procured judgment for the whole amount. To this plea also the plaintiffs excepted as affording no ground of defence, and their exception was overruled. The defendant also pleaded the two years’ statute of limitations, which upon plaintiff’s exception was ruled out. Nestor Clay died in 1835, and letters of administration on his estate were granted to the said James W. Johnson in the same year by the County Court of Daviess county, State of Kentucky. Johnson died on the 25th of May, 1851. The plaintiffs were the sole heirs of Nestor Clay. The plaintiff read in evidence the transcript of the record of the judgment; and the defendant read in evidence Johnson’s authorization as administrator to Haskill to receive payment from the defendant and the said Haskill’s receipts, all of which were as follows; u Whereas I, James W. “ Johnson, have been duly appointed the administrator of “ Nestor Clay, deceased, by the Daviess County Court, and £i Tacitus Clay and Lucy Ann, now the wife of John A. Has- “ kill, and Mary Jane Clay are the only children and heirs at “ law of said Nestor Clay, and said John A„ Haskill has been “appointed the guardian of said Mary Jane, and there are “now two snits depending in the Grayson Circuit Court in “ the name of said James W. Johnson, administrator of N. “ Clay, against Tacitus Clay, upon two notes executed by “Tacitus Clay.to Nestor Clay in his lifetime; now I hereby “ authorize said John A. Haskill to settle with and receipt to “ said Tacitus Clay for one-third of the amount that may be “ due on said two notes in the right of his wife; and to settle “ with and receipt to the said Tacitus Clay for one-third that “may be due on said notes as guardian for said Mary Jane “ Clay, as one of the heirs of said Nestor; and this is a transfer and assignment to said Haskill for two-thirds of the <page-number citation-index=\"1\" label=\"198\">*198</page-number>“ amount of said notes for which he has given me two separate receipts. Given under my hand this 13th June, 1845.” Signed and sealed, “James W. Johnson, administrator.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b206-4\">“-Received of Tacitus Clay the full amount of my wife’s “ interest, being a third, as an heir of Mestor Clay, her father, “ in two note's upon which suits have been brought,” &amp;e. “ The said Clay is to pay the costs of the suits so far as they “ have been incurred upon the part of this interest now receipted for. June 12th, 1848. Jno. A. Hasldll.” Has-' kill’s receipt as guardian of Mary Jane Clay for her interest was in the same form.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b206-5\">The Judge charged the jury in conformity with his rulings on the pleadings; and the jury found a verdict for the plaintiff for one-third the amount of the judgments; and both parties appealed.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b206-6\"><em>Lewis dk </em>Barber, for appellant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AbT\">I. We believe the Court erred in overruling defendants’ exceptions to plaintiff’s petition, in which they allege, 1st. That these heirs have no right to sue; that if any such right exists in any one, the same belongs to James W. Johnson, the administrator on the estate of Nestor Clay, or if dead to Johnson’s representatives, or the administrator <em>de bonis non. </em>(Story’s Conflict of Laws, 522, 516, 517; Rogers v. Coleman, Harel. R. 413; Talmage v. Chapel, 16 Monr. R. 71; Metc. Dig. 153, 148; Williams on Executors p. 695; Moore v. Morse, 2 Tex. R. 400; Alexander v. Barfield, 6 Id. 400; Fisk v. Norvel, 9 Id. 13; Prewitt’s Ex’or v. Prewitt’s Heirs, 4 Bibb, R. 260.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b206-7\">The fourth instruction given for the plaintiff is clearly error, as by their own showing there was an administration open in Kentucky, on the estate of Mestor Clay. It was not averred or proven that there were no debts; and it was admitted that Kentucky was governed by the Common Law. If so, the judgments belong not to the heirs but to Johnson or his representative or the administrator <em>de bonis </em>non, and if these heirs are agrieved they have their remedy there upon Johnson and his securities. (See authorities before cited.)</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b207-4\"><page-number citation-index=\"1\" label=\"199\">*199</page-number>II. Did the Court err in overruling the exceptions to the last amended plea of defendant ? This assignment of error is not fairly stated; for it appears from the transcript that a part of the plaintiff’s exception was sustained and a part overruled. By an examination of the transcript it will appear that the Court overruled only that part of the exception which relates to the setting up and making a part thereof the order of James W. Johnson, administrator on the estate of Nestor Clay, deceased, and the two receipts to appellee of John A. Haskill, each for one-third of the amount of the notes upon which suit was then pending in Kentucky. We submit that the ruling of the Court as to the last stated matters was correct, however much we may question its correctness as to that part sustained. If the statements in this plea be true, and for the purpose of determining the correctness or incorrectness of the ruling of the Court, they are to be taken as true, we can see no <em>ground </em>upon which the Court could have sustained the exception. “ Where there is a right, there is a remedy,” is a legal maxim. By the allegations in the plea, the parties by fraud sought to deprive him of his remedy. A stronger equitable showing for relief against that portion of the claim, could not have been made; and against the fraud, equity would relieve. (Winchester v. Jackson, 3 Hayw. R. 305; Beardsley v. Hall, <em>9 </em>Tex. R. 119; Williams v. Bradbury, Id. 487.) To have ruled otherwise would have been to compel the defendant to pay two-thirds of the entire demand twice; and that, too, when he was not at fault unless he erred in reposing confidence in the parties interested in collecting this demand.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b207-5\">The Court did not err in overruling the eighth instruction asked by plaintiffs; because the fraud or mistake of the parties obtaining the judgment, especially as the defendant lived at a great distance from Kentucky, would subject the judgment either there, or wherever it was sought to be enforced, to correction; and the order of Johnson, and the receipts of Haskill, were doubtless believed by the jury to furnish evidence of those facts. Fraud will vitiate the most solemn contracts.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b208-3\"><page-number citation-index=\"1\" label=\"200\">*200</page-number>Equity will surely relieve. At least it will do so against the judgment of a sister State, and one where the Chancery and Common Law practice prevails. (Winchester v. Jackson, 3 Hayward’s R. 305.)</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b208-5\"><em>J. Willie, J. Sayles </em>and <em>J. E. Shepard, </em>for appellee.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b208-6\">Hemphill, Ch. J.</author>\n<p id=\"A7Y\">This suit was brought by Tacitus F. Clay, Lucy A. Haskill and her husband, John A. Haskill, Mary J. Burton and her husband, James A. Burton, heirs of Hester Clay, deceased, on two judgments amounting to something more than thirteen thousand dollars, and recovered against the appellant, Tacitus Clay, on the 25th April, 1849, in a Circuit Court of the State of Kentucky, by James W. Johnson as administrator of the estate of the saidHestor Clay, deceased.</p>\n<p id=\"b208-10\">The petition was filed in 1853; and one of the first questions which arises in the cause is on the motion of defendant to dismiss on the ground that the judgments were not authenticated, nor were all the costs likely to accrue, nor the tax fee of twenty-five <em>dollars </em>paid, as required by law, before the commencement of suit.</p>\n<p id=\"b208-11\">The law referred to as prescribing these requisites is the Act of the 28th June, 1845, and the question raised on the motion has been disposed of in the case of Harper v. Nichol, decided at this Term. In that case, it was held that the statute had no force, and was not intended to embrace any other judgments except those rendered anterior to its passage.</p>\n<p id=\"b208-12\">The judgments sued on are of a posterior date, consequently the statute is wholly inapplicable, and there was no error in refusing to sustain the motion.</p>\n<p id=\"b208-13\">The next question and the second assignment, is, that the Court erred in overruling the exceptions to. the plaintiff’s original and amended petitions.</p>\n<p id=\"b208-14\">The special grounds of exception are, that the plaintiffs have no right to sue; that if such right exists in any one, it is in <page-number citation-index=\"1\" label=\"201\">*201</page-number>James W. Johnson or his legal representatives; and that the action could not be maintained by the plaintiffs as heirs until the succession opened in Kentucky had been closed in due form of law, and the property remaining had been delivered up to the heirs. This point is not without some difficulty.</p>\n<p id=\"b209-5\">In the Conflict of Laws by Judge Story, it is said that a judgment recovered by a foreign administrator against the debtor of his intestate, will not form the foundation of an action against the debtor by an ancillary administrator in another State; but the foreign administrator, himself, might in such a case maintain a personal suit against the debtor, in any other State; because the judgment would as to him merge the original debt, and make it due to him in his own right, he \"being responsible therefor to the estate. (Sec. 522.)</p>\n<p id=\"b209-6\">The doctrine that the debt being merged in the judgment would make it due to the administrator, is scarcely compatible with the laws and policy of this State, in relation to the extent and quality of the estate of an administrator in the property of a succession. He holds in this State as trustee, with enlarged powers it is true, hut still as trustee, and judgments recovered by him are in fact due to the estate, and should he die or cease to act as administrator after such judgments are obtained, they may be revived not in his name or that of his legal representatives, but in the name of him who shall succeed him in the administration of the estate. (Hart. Dig. Art. 784.) It doubtless is the rule in most of the other States that the debt by judgment merges personally in the administrator, and whether in his individual capacity a foreign administrator shall he permitted to sue in the Courts of this State on such judgment, can be determined when the question becomes necessary to the decision. In this case the foreign administrator is dead. Neither he nor his legal representatives have attempted to sue, and under the facts of this case there is not a remote presumption that they ever will. These facts are such as to raise a strong <em>prima facie </em>presumption rthat the property in the judgments has vested, exclusively in the <page-number citation-index=\"1\" label=\"202\">*202</page-number>heirs, and that they have sufficient right to maintain the action. What are these facts ? The deceased intestate, Nestor Clay, was domiciled in Texas, and departed this life in 1835, eighteen years before the commencement of this suit. This is more than sufficient lapse of time (under the policy of our laws with regard to the speedy settlement of successions) to raise the presumption of the grant and close of administration ; of the restoration of the property to the heirs and of their unquestionable right to sue for and reduce such property into possession. The presumption would be that all debts were barred. It is also very apparent that there are no creditors in Kentucky, and that the suits in Kentucky were brought for the benefit of the heirs. The administrator during the progress of those suits authorized John A. Haskill (one of the present plaintiffs) who is the husband of Lucy Ann and was the guardian of Mary Jane, two of the heirs of the deceased, to settle with Tacitus Clay, the defendant, for two-thirds of the amount of the notes sued on, and transferred and assigned to him the said amount for that purpose, leaving but one-third of the sums due on the notes for the remaining heir, showing presumptively that there were no creditors, as no provision was made for the payment of their claims.</p>\n<p id=\"b210-5\">The judgment being then for the benefit of the heirs exclusively, and it being their sole property, or at all events, under any doctrines which might be assumed in relation to the ownership of the judgment, they being entitled at least to its fruits, and both they and the defendant being domiciled in this State, it would be preposterous to permit Johnson, or his legal representatives, to maintain suit on the judgments, merely for the purpose of transfering their proceeds when recovered to Kentucky, and thus inflict on the plaintiffs the grievance of being driven to a distant country to obtain possession of their own property, which had been within their reacja at home, but had been abducted in conformity perhaps with some technical rules, but in contravention of the spirit and substance of the law. It is not necessary to decide wheth<page-number citation-index=\"1\" label=\"203\">*203</page-number>er under any circumstances, as before said, Johnson could individually have brought suit. Under the facts as they appear from this record, the right of the ¡plaintiffs to sue would have been a valid defence against suit by Johnson or others, whether brought individually or officially, and we conclude that on the facts the heirs had a right to bring suit, and that they cannot be defeated in such right by the mere fact that the judgments are in the name of an administrator.</p>\n<p id=\"b211-4\">To fully discuss this point would require more time and investigation than it can now receive.</p>\n<p id=\"b211-5\">Foreign judgments were not specially mentioned in the statute of the 21 James I. Suits it is said were seldom brought on them at that time, and presumptively they were not in view of the Legislature at the passage of the statute. They certainly were not in view of the Congress of the Republic at the passage ef the Act of Limitations of 1841, for a very sufficient reason, that at that period no action was allowed on a foreign judgment. The rule for their limitation, unless they come within the scope or the terms of some of the provisions of the statute, must be deduced from analogy. In England, and in most if not all of the States of the United States, foreign judgments are regarded as but <em>prima facie </em>evidence of debt, liable to impeachment, but good until they are impeached. That they are not of so high a nature as a specialty; but merely simple contract debts, for which assumpsit will lie ; and that debt will also lie, as that can be brought wherever an action of <em>indebitatus assumpsit </em>can be maintained. Foreign judgments proper, then, being simple contract debts for which assumpsit may be maintained, they were liable to the bar provided in the statute for that form of action. It is believed to be a general rule that the statute may be pleaded to debt as well as to <em>assumpsit </em>on a foreign judgment, though in one well considered case the contrary has been asserted ; and it was held that in an action of debt on a foreign judgment, stating the foundation of the judgment to he a specialty, the statute of limitations was not a good plea. <page-number citation-index=\"1\" label=\"204\">*204</page-number>This decision was based mainly on the ground that the “lending or contract without specialty,” on which an action of debt is barred in six years by the statute, did not inculde foreign judgments, though they might be in the nature of simple contracts, for the reason that the contracts referred to in the.statute were contracts in deed or made between parties, and not those arising by operation of law; (13 Sergt. <em>&amp; </em>Rawle, 395; 2 Saunders, 66; 1 Saunders, 38;) that judgments, liabilities arising from the positive requisitions of statutes, &amp;c., were contracts not in deed, but by construction of law, and were not such contracts as came within the operation of the statute, &amp;c. Here we have no forms of action. All actions of debt, grounded upon any contract in writing, shall be barred in four years. “ Actions of debt ” mentioned in the statute, mean actions for the recovery of money, whether such action be called assumpsit, debt, or by whatever name in other systems of procedure. A contract in writing has been held to include not only parol contracts, but also specialties, and when a question arises as to the limitation to be applied to a foreign judgment proper, it will doubtless be held that they come within the operation of the four years limitation.</p>\n<p id=\"b212-5\">But judgments of another State stand on a different footing. They are not <em>prima facie, </em>but conclusive evidence of debt. They can be impeached on such grounds only as would be good against a judgment of this State. The judgments sue'd on are judgments of the Courts of record, and by analogy they approach more nearly to domestic judgments of record than to any other subject matter specially provided for by the statute of limitation. We conclude, then, that the judgment of a sister State of a Court of Record, is at least barrable only by the space of time which would cut off suit on a domestic judgment of record, viz: ten years; and that consequently the statute of two years is not a good defence to the suit.</p>\n<p id=\"b212-6\">The exception to defendant’s amended answer was sustained only in part, and overruled as to the averments that the de<page-number citation-index=\"1\" label=\"205\">*205</page-number>Ibadan t had paid two-thirds of the amount due on the notes before judgment, that he had taken receipts for such payments, and residing in Texas at a great distance from Kentucky, he expected that Johnson would have the said amounts credited, leaving one-third of said demand, only, the subject of litigation; that reposing confidence in Johnson and Haskill (to whom the payment had been made,) he did not offer the receipts in Ms defence, and that Johnson and Haskill lulled his vigilance and in fraud of his rights took judgment for the whole amount. The overruling of the demurrer to these averments was excepted to by plaintiffs, and is assigned here by them on their cross appeal as error. . It is contended that not having offered his payments in evidence on the original trial, the defendant is precluded from availing himself of them as grounds of defence in a suit brought upon such judgment. It is admitted that the position in its general application is well sustained by authority, and its effect would extend even to a case of judgment on a note wholly paid, but the defence of payment by some accident not being set up, judgment would go for the whole amount of ibis extinguished debt, and the defendant could not recover the mffney which he might be forced a second time to pay on this judgment, nor could he set up such payments as a defence <em>to </em>an action on the judgment. The rule, so far at least as it forever precludes the defence of payment, is not founded on morality or honesty, but on a principle of public policy that there should be some broadly marked line at which litigation should come to an end; that what has been or might have been decided in a suit shall not be re-opened, and that judgments shall generally be conclusive evidence of their own rectitude and justice. That this is a salutary principle is acknowledged. That it is a matter of public interest that some end should be put to litigation is not to be questioned. But that it should be so rigorously applied as in all cases to exclude evidence of payment which might have been set np in the first action, had the defendant been vigilant, is doubted. The principle must in<page-number citation-index=\"1\" label=\"206\">*206</page-number>deed be potential, which would require such sacrifice to its authority as the payment twice of the sum of six or seven thousand dollars, and especially when such sacrifice is demanded under the circumstances which characterize this case. One thing is certain, that this is a defence which is always just. About other defencés there may exist some dispute, but upon payment there can be none. It in fact extinguishes the demand of the plaintiff, <em>pro tanto. </em>The debt, to the extent of the payment, has no existence, and the judgment has no foundation to rest upon. There are some cases, however, upon which this doctrine has been subjected to some modification. In the case of Holland and another v. Cook, 10 Tex. R. 244, the suit was on a promissory note, claiming the amount due on its face, without mention of credits that were endorsed. Judgment went by default for the whole amount of the note; but upon appeal it was held that the assessment should have been not for the amount claimed, but for the amount of the real indebtedness on the note, making due allowance for the credits endorsed.</p>\n<p id=\"b214-4\">So where B being sued, previous to the return day of the summons settled with A, the plaintiff, who promised to discontinue, but on the return day appeared, in the absence of B, and took judgment for the debt; it was held that B might sustain an action to recover back from A the amount that had been adjudged. This, however, was on the ground of the breach of agreement. (8 Johns. R. 470.) It has been held that there is a moral obligation to refund money twice paid, and that defendant may recover on a promise of the plaintiff to that effect. (14 Johns. R. 468.)</p>\n<p id=\"b214-5\">Where an attorney received a partial payment from a debt- or, on a note left with him for collection, and paid it over to the creditor without endorsing it, and afterwards took judgment for the whole amount, he was held liable to the debtor for the amount received. (7 Mass. R. 14.) The same principle was applied in a subsequent case where the plaintiff himself had received the partial payment. The Court say, <em>“ </em>Here <page-number citation-index=\"1\" label=\"207\">*207</page-number>“ the creditor by his own fault recovered judgment for the ££ whole debt when a part of it had been paid. It was his £ duty to have credited the sum paid on the note, and not 16 having done so, he is considered as retaining money for the “ use of the debtor. The debtor might well lie by and suffer u judgment by default, relying upon a deduction of the sum ££ paid before judgment.” (16 Mass. R. 306.) But in the subsequent case of Loring v. Mansfield, 17 Mass. R. 394, the principle was restricted to cases where a trust and confidence existed between the parties, which the defendant in the first suit acted upon, and such as was deemed sufficient under the circumstances to excuse his neglect in availing himself of the payments by way of defence to the former action.</p>\n<p id=\"b215-5\">Where a partial payment is made in the progress of the proceedings, it would be no strained presumption to infer that it was done on a trust and confidence that such payment would be duly credited, and that it would not be required of the defendant to be very vigilant in setting up this payment as a defence in order to prevent judgment for the whole amount. Why should the defendant make payment after suit and before judgment, and thus give the creditor a benefit to which he had no legal claim, if the act must result to his own injury, at least so far as to require an increase of vigilance to prevent the possible dishonesty of the plaintiff from taking judgment for the whole amount, and thus filch from him a second time the money that had once been paid. Payments would scarcely be made after the commencement of suit, if such were understood to be the probable consequences; and therefore it seems to me that if the payment itself would not raise the presumption of a confidence that due credit should be given, slight additional circumstances should certainly have that effect. Without further discussing this point, we will only say that in our opinion the facts of this case disclose sufficient grounds upon which the defendant (residing two thousand miles from the forum of the cause) might well have supposed that due credit would be given, and that judgment <page-number citation-index=\"1\" label=\"208\">*208</page-number>would not. be taken except for the sum which remained unpaid ; in fact that the litigation after the actual transfer of two-thirds of the cause of action, and especially after payment, would be restricted to the remaining third; and upon the whole, that the facts shew such a case as would authorize the defendant to offer his payments in the present action.</p>\n<p id=\"b216-4\">We are of opinion that there is no good ground for the reversal of the judgment, and that the same be affirmed.</p>\n<p id=\"b216-5\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}