{
  "casebody": {
    "data": "<casebody firstpage=\"197\" lastpage=\"236\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b207-7\">Central Railway and Electric Company’s Appeal.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b207-8\"><footnotemark>*</footnotemark>Third Judicial District, Bridgeport,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AeF\">October Term, 1895.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"AfL\">Andrews, C. J., Torrance, Baldwin, Hamersley and George W. Wheeler, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b207-10\">Under the provisions of the Street Railway Act of 1S93 (Chap. 169), the only “modifications” which the municipal authorities can lawfully make in the plan presented by the street railway company, are such as legitimately affect one or more of the particulars which the statute requires to be specified in the plan. No change can properly he deemed a modal one, which deprives the plan of its essential qualities, or which imposes conditions wholly foreign.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b207-11\">Conditions which the municipal authorities have no power to impose, they cannot require a street railway company to accept and perform, as a condition of their approval of the plan presented.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b207-12\">A street railway company authorized by the General Assembly to extend its tracks in certain streets of a city, may be required by the municipal authorities to pay annually to the city a just and reasonable compen<page-number citation-index=\"1\" label=\"198\">*198</page-number>sation for the increased expense of maintaining and repairing such streets, occasioned hy the location and use of such tracks, the amount of which may in certain eases be measured by a fixed percentage of the company’s gross-receipts. But a dichas no right to exact payments which are based on the increased expense to the city occasioned by the operation of the company’s entire railway system, the greater portion of which is already in use, and which has been constructed in compliance with previous orders of the municipal authorities and upon conditions which it had formally accepted. If the payments demanded are computed upon the latter basis, a requirement that the company shall render annual reports of its gross receipts, cannot be justified.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b208-5\">The exaction of reasonable compensation by the city is not an exercise of the taxing or licensing power, but rather an equitable method of enabling the municipality to protect itself from a loss which would otherwise ensue from the location of the railway tracks in its streets.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b208-6\">Chapter 221 of the Public Acts of 1895, giving to the railroad commissioners the sole and exclusive jurisdiction in respect to fenders upon street railway cars, and repealing all inconsistent Acts, resolutions and bylaws, repealed § 23 of the revised charter of the city of New Britain which vested powers of a similar character in the municipal authorities.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b208-7\">The city authorities may properly require a street railway company to agree, as one of the conditions of the city’s approval of its proposed extension, that its location upon a portion of one of the specified streets shall not be the occasion of the abandonment of its tracks already laid down upon another section of that street, and that the residents of that locality shall be given fair and suitable service with regular trips as often as once in twenty minutes.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b208-8\">Under § 3 of the Act of 1893, neither the municipal authorities, nor a judge of the Superior Court on appeal, can permit the statutory width of the traveled portion of the highway to be curtailed by the railway location. The jurisdiction of such a judge to grant such permission, is confined to an original proceeding brought before him for that purpose.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b208-9\">If the requirements demanded by the municipal authorities are within the range of “ modifications” authorized by the statute, the question whether they are in fact “ equitable ” or not, is one for the determination of the judge, whose decision is “final and conclusive upon the parties.”</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b208-10\">The State, by its legislative department, can grant the right to a street railway company to lay its tracks in the city streets and use the same for an electric railway, without the consent of the municipality. Whether it could confer such franchise without providing for adequate compensation to the municipality, and to the owners of the fee in the soil, <em>quaere.</em></headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b208-11\">The appellant, under the Act of 1895 (Chap. 283), appealed from the action of the municipal authorities upon its plan of street railway extension, to a judge of the Superior Court, who confirmed the doings of the city; thereupon the'appellant appealed to this court, where the appellee moved to erase the cause from the docket, on the ground that the <page-number citation-index=\"1\" label=\"199\">*199</page-number>Act of 1895 made the decision of such judge “ final and conclusive upon the parties.” Held:—</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b209-5\">1. That in view of the right of appeal expressly given by § 1137 of the General Statutes to a party aggrieved by any decision or ruling upon questions of law made by a judge in a matter within his jurisdiction, the Act of 1895 must be construed as making the order of the trial judge “final and conclusive” in respect to such matters only as the statute confided to his determination, and upon which the parties were duly heard; but that his action in matters not within his jurisdiction was <em>coram nonjvdice, </em>and properly reviewable on appeal.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b209-7\">2. That the statutory power given the trial judge to make such orders as were by him deemed “ equitable in the premises,” did not confer unlimited jurisdiction. The extent of such jurisdiction and whether the orders made fall within it, are questions of law inherent in the judgment of the trial judge.</headnotes>\n<headnotes data-order=\"16\" data-type=\"judges\" id=\"b209-9\">Tobkance and Hamebseey, Js., <em>dissenting.</em></headnotes>\n<otherdate data-order=\"17\" data-type=\"otherdate\" id=\"b209-10\">[Argued October 23d, 1895</otherdate>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"A3Q\">decided January 6th, 1896.]</decisiondate>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b209-11\">Appeal from an order and decision of the mayor and common council of the city of New Britain, upon the application of the appellant to extend its tracks through certain streets of the said city; taken to the <em>Son. Augustus S. </em>Fenn, a judge of the Superior Court, who, after a full hearing, approved and confirmed the order and decision of the municipal authorities ; and appeal by the appellant to this court for alleged errors in the rulings of said judge.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b209-12\">In this court the appellee filed a motion to erase the cause from the docket, upon the ground that no appeal lay from the decision of a judge of the Superior Court in cases of this character. By agreement of the parties and leave of the court, the motion and appeal were heard together.</summary>\n<disposition data-order=\"21\" data-type=\"disposition\" id=\"A-9\"><em>Judgment affirmed in </em>part, <em>and in part erroneous; cause remanded to be proceeded with in accordance with opinion.</em></disposition>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b209-13\">The order approved the plan submitted with the application, subject to, and as modified by, the following conditions: (1) that all work done and materials used must be satisfactory to the street committee of the common council; (2) that whenever the tracks were so laidas to change the grade of the street, the company must bring the street to the proper grade, to the satisfaction of the same committee; (8) that before any work was begun, or the approval or “ permit ” should take effect, the company should execute <page-number citation-index=\"1\" label=\"200\">*200</page-number>an agreement with the city to pay it, on the first day of March following the close of the third year after the additional tracks were laid, one per cent of its gross receipts for that year, and annually thereafter, in like manner, two per cent of such receipts for the year next preceding such payment, so long as it should use any of the streets of the city for railway purposes: and to save the city harmless, during said period, from all loss or damage, including that occasioned by electric currents to underground pipes, which the city might suffer by reason of the operation of the railway in any of its streets; and to equip its cars, within one year, with fenders satisfactory to the street committee, and change them for other fenders from time to time as improvements in the construction of fenders might seem to the committee to require, and maintain at all times fenders satisfactory to said committee, and for any omission so to do to pay the city ten dollars each week for each car in service which was not so equipped; (4) that “ the permission ” granted, should become void if the extension were not completed within twelve months; (5) that the directors of the company should report under oath, annually, after the close of the third year following the completion of the extension, the amount of its gross receipts for fares within the city limits, during the year preceding, and pay the precentages required by the agreement; (6) that the location of all poles, wires, and fixtures should be changed at any time by the company to such places as the street committee might determine, on sixty days’ notice from them in writing; (7) that the company should within sixty days deliver to the mayor “an acceptance of this permit, under the conditions herein set forth;” and (8) that the existing tracks “from Chestnut street through South Stanley street <em>to </em>Pleasant street, and through Pleasant street to Fairview, shall continue to be operated so long 'as the said company shall have rights in any city streets, and that fair and suitable service in accordance with an established time-card shall be given to the residents of that section, and that such time-card shall provide for the running of cars at least once every twenty minutes.”</summary>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b211-4\"><page-number citation-index=\"1\" label=\"201\">*201</page-number><em>George F. Terry </em>and <em>Frank L. Hungerford, </em>with whom were <em>John W. Ailing </em>and <em>George I). Watrous, </em>for the appellant (plaintiff).</attorneys>\n<summary data-order=\"24\" data-type=\"legal\" id=\"b211-5\">The language “final and conclusive ” in the Act of 1895, means final and conclusive in the usual and ordinary sense; that is to say, that the judgment referred to shall finally settle and set at rest the matters litigated, subject only to the contingency that proper rules and principles of law have been applied to the subject-matter of the controversy. These words are not aimed at § 1137 of the General Statutes, but at the rights of the contending parties under chapter 169 of the Public Acts of 1893. It should require clear and unambiguous language to deprive this court of jurisdiction to review pure questions of law. <em>Styles </em>v. <em>Tyler, </em>64 Conn., 454; <em>People </em>v. <em>Board of Supervisors, </em>103 N. Y., 547; 23 Amer. &amp; Eng. Ency. of Law, 477, 478; <em>People </em>v. <em>Buriok, </em>20 Cal., 24. Manifestly the orders of the court or judge must be within the scope of the power conferred by the Acts of 1893 and 1895. If they are made pursuant to the authority conferred by those Acts, there may be an exercise of judicial discretion; but if they are wholly unauthorized, they are not only illegal, but are inequitable also within the meaning of the law. <em>Fx parte Willcocks, </em>7 Cowen, 402.</summary>\n<summary data-order=\"25\" data-type=\"legal\" id=\"b211-6\">The conditions imposed by the mayor and common council, and the ratification and approval thereof by the appellate court, were wholly unauthorized by law. The three streets referred to in the plan presented, are streets in which the appellant had already been authorized to lay additional tracks by the General Assembly. The only questions left for the city authorities to pass upon, were questions of detail of construction, as pointed out in § 2 of the Act of 1893. That the legislature may authorize the use of streets for street railway purposes without the consent of the municipal authorities, is fully settled. 1 Dillon on Municipal Corporations, 4th Ed., § 71; Booth’s Street Railway Law, § 13; Lewis, Eminent Domain, § 125.</summary>\n<summary data-order=\"26\" data-type=\"legal\" id=\"b211-7\">The Acts of 1893 and 1895 are not unconstitutional and void for the reason that they authorize the taking of the prop<page-number citation-index=\"1\" label=\"202\">*202</page-number>erty of the city without just compensation. Booth’s Street Ry. Law, § 83. <em>Williams </em>v. <em>City Electric Street Railway, </em>41 Fed. Rep., 556; <em>Halsey </em>v. <em>Street Railway Co., </em>47 N. J. Ch., 380; <em>Taggart </em>v. <em>Newport St. Ry. Co., </em>16 R. I., 668; <em>Lock-hart et al. </em>v. <em>Craig St. Ry. Co. et al., </em>139 Pa. St., 419; <em>West Jersey Ry. Co. </em>v. <em>Camden- Gloucester Ry. Co., </em>52 N. J. Eq., 31; <em>Cumberland Tel. Co. </em>v. <em>Railroad Co., </em>93 Tenn., 492; <em>Patterson Ry. Co. </em>v. <em>Grundy, </em>57 N. J. Ch., 213; <em>Green </em>v. <em>City and SuburbanRy. Co., </em>78 Md., 294: <em>Chicago B. Sp T. R. Co. </em>v. <em>West Chicago St. Ry. Co., </em>40 North Eastern, 1008; <em>Chicago, etc., Terminal Ry. Co. </em>v. <em>Whitney H. $ E. St. Ry. Co., </em>38 N. E., 604; <em>Rafferty </em>v. <em>Central Traction Co., </em>23 Atl. Rep., 884; <em>Limburger </em>v. <em>San Antonio Rapid Transit St. Ry. Co., </em>30 S. W. Rep., 533; <em>Attorney-General </em>v. <em>Metropolitan Ry. Co., </em>125 Mass., 515 ; <em>Elliot </em>v. <em>Pair Haven </em>¿f* <em>Westville Ry. Co., </em>32 Conn., 579; <em>People </em>v. <em>Kerr, </em>27 N. Y., 188; <em>Mahady </em>v. <em>Bushwick Ry. Co., </em>91 id., 148 ; <em>Story </em>v. <em>Elevated Ry. Co., </em>90 id., 129; <em>Detroit St. Ry. Co. </em>v. <em>Mills, </em>48 North Western Rep., 1007; <em>Briggs </em>v. <em>Lewiston, </em>79 Me., 361; <em>Harrisburg City Pass. Ry. Co. </em>v. <em>Harrisburg, </em>24 Atl. Rep., 56; Crosswell on Electricity, § 105 <em>et seq. </em>and cases cited. The grant of the right to use electricity as a motive power, coupled with certain conditions, and the performance of those conditions on the part of the railway company, constituted a contract between it and the city, which cannot now be impaired by the imposition of a new condition affecting the system already constructed and in operation before the present extension was contemplated. Booth’s Street Railway Law, § 29; 22 Cook on Corporations, § 92; <em>City of New York </em>v. <em>Third Ave. Ry. Co., </em>32 N. Y., 42; <em>New York </em>v. <em>Second Ave. Ry. Co., </em>ibid., 261.</summary>\n<summary data-order=\"27\" data-type=\"legal\" id=\"b212-5\">The imposition of the condition respecting fenders was objectionable and illegal, because by chapter 221 of the Pub. Acts of 1895, approved June 26, 1895, it was provided that the railroad commissioners should have sole and exclusive jurisdiction with respect to ordering fenders upon street railway cars; and all Acts attd parts of Acts, resolutions, and by-laws inconsistent with said Act, were thereby repealed.</summary>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b213-4\"><page-number citation-index=\"1\" label=\"203\">*203</page-number><em>William, F. Henney </em>and <em>Henry Q. Grussman, </em>for the appellee (defendant).</attorneys>\n<summary data-order=\"29\" data-type=\"legal\" id=\"b213-5\">The motion to erase should be allowed. The Act under which the proceedings were had, not only fails to provide for an appeal, but expressly forbids it. Public Acts, 1895, § 1, p. 631. The statute of 1895 under which the proceedings below were had, is the exercise of governmental functions in the regulation of electric railway traffic; its methods must, in the nature of things, be in some degree summary; the public as well as the private interests demand that the matter involved should be disposed of with reasonable dispatch. The Street Railway Act of 1895 is invalid. The city’s interest in the streets is property; it cannot be taken without compensation. <em>Stevenson's </em>Appeal, 6 Atl. Rep., 266 (Pa.); 2 Foote &amp; Everett on Incor. Companies, 2201, 2202; Tiedeman on Municipal Corporations, 306 (a) ; <em>Brooklyn S. T. Co. </em>v. <em>Brooklyn, </em>78 N. Y., 524; <em>Healey </em>v. <em>New Haven, </em>47 Conn., 314; <em>Taylor v. Public Hall Co., </em>35 id., 431.</summary>\n<summary data-order=\"30\" data-type=\"legal\" id=\"b213-6\">A street railway chartered to carry persons and propertjr, is a new servitude upon the street, for which compensation must be made. Elliott, Roads and Streets, 557; Booth, Street Railway Law, 2, note 2; <em>Williams </em>v. <em>City Flectrie St. By. Co., </em>41 Fed. Rep., 556; <em>Flliott </em>v. <em>Fair Haven R. R. Co., </em>32 Conn., 587. The conditions complained of are lawful. The exaction of compensation as one of the conditions for the grant, is perfectly lawful. <em>Pacific R. R. Co. </em>v. <em>Leavenworth City, </em>1 Dill., 393; <em>Allerton </em>v. <em>Chicago, </em>6 Fed. Rep., 555 ; <em>Citizens H. Bailway Co. </em>v. <em>Belleville, </em>47 111. App., 388; <em>St. L. Van and Terre Haute R. R. v. Capps, </em>72 Ill., 188; <em>Union Depot R. R. </em>v. <em>Southern R. R., </em>4 Am. R. R. and Corporation Cases, 622; <em>Sioux City St. Ry. Co. </em>v. <em>Sioux City, </em>138 U. S., 98; <em>Chicago M. G. L. &amp; F. Co. </em>v. <em>Town of Lake, </em>140 Ill., 42; <em>Abraham </em>v. <em>Myers, </em>29 Abb. N. C., 384-396; <em>Allegheny </em>v. <em>Milville, Ætna &amp; Sharpsburg St. Ry. Co., </em>159 Pa., 411. The city may exact a bonus for the <em>use of streets. </em>Booth, Street Railway Law, § 284, and note, also §§ 285, 286, 287; Elliott on Roads and Streets, 562, and authorities <page-number citation-index=\"1\" label=\"204\">*204</page-number>cited. The city has a right to exact a license fee under its power of police regulation. Booth, Street Railway Law, §§ 280-283; <em>Allerton </em>v. Chicago, 6 Fed. Rep., 555. The condition as to fenders is sustained by a private act amending the charter of New Britain and .conferring jurisdiction in such matters upon the mayor and common council. Special Laws, 1895, p. 359, § 23. The conditions impair the obligation of no contract. Each new grant is upon new terms and conditions. The city government may change any prior order. This is a new permit over unoccupied territory. •The percentage of gross receipts is merely the measure of the amount of indemnity for additional wear and tear of streets. The conditions imposed are reasonable. The condition which is objectionable to the company is that which requires payment of a percentage of the gross receipts. The court finds this requirement is but reasonable compensation for the continuing damage to the city streets. The condition which relates to the continued operation of the railway through South Stanley and Pleasant streets, is certainly reasonable, and if reasonable, is lawful. <em>Citizens H. R. R. </em>v. <em>City of Belleville, </em>47 111. App., 388; <em>Abraham, </em>v. <em>Myers, </em>29 Abb. N. C. 396.</summary>\n<footnote data-order=\"31\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b207-16\"><em> </em>Transferred from first judicial district.</p>\n</footnote>\n<opinion data-order=\"32\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b214-5\">Baldwin, J.</author>\n<p id=\"AvA\">The petitioner’s appeal to this court is founded upon' § 1137 of the General Statutes. This provides that “ when jurisdiction of any matter or proceeding is or shall be vested in a judge of the Superior Court, or in a judge of any Court of Common Pleas, or of the District Court, any party to such matter or proceeding who feels aggrieved by any of the decisions or rulings of such judge upon any questions of law arising therein may appeal from the final judgment of said judge in such matter or proceeding in the manner hereinbefore provided for an appeal from the judgments of said courts respectively, to the Supreme Court of Errors next to be held in the judicial district or county where the parties or any of them reside; but in cases' of appeal from the appraisal of damages in laying out any street or in making any improvement or public work in any <page-number citation-index=\"1\" label=\"205\">*205</page-number>city, village, or borough, upon paying to the person or persons entitled thereto damages appraised therefor, or upon depositing the same in the manner provided by law; and in cases where no damages shall be appraised, such city, village, or borough, may immediately proceed to lay out and open such-street, or make and complete such improvement or public work, in the same manner as if no appeal had been taken; and in proceedings on writs of <em>habeas </em>corpus, the judge may, at his discretion, decline to order a stay of execution.”</p>\n<p id=\"b215-5\">The Act of 1893 (Public Acts of 1893, p. 308), under which the proceedings which came before <em>Judge Fenn </em>were commenced, provides that whenever any street railway com- '■ pany has or shall be given the right to construct a railway or to lay additional tracks in any city, before it shall proceed to do so, it shall present to the mayor and court of common council a plan showing the highways or streets “ in and through which it proposes to lay its tracks, the location of the same as to grade and to the center line of said streets or highways, such change or changes, if any, as are proposed to be made in any street or highway, the kind and quality of track to be used and the method of laying the same, the motive power to be used in propelling its cars, and the method and manner of applying the same.” Thereupon the mayor - and court of common council, after giving public notice, shall hear all persons interested, and may then “ accept and adopt such plan, or make such modifications therein, as to them shall seem proper,” and no such company shall construct such railway or lay any additional tracks except in accordance with a plan so approved.</p>\n<p id=\"b215-6\">From any order or decision of a mayor and common coun-i cil made under the Act of 1893, an Act passed in 1895' (Public Acts of 1895, p. 630) gives the company a right of appeal “to the Superior Court, or any judge thereof; ” and it is further provided that “ said court or judge shall make such orders in reference to said matters appealed from as may by it or him be deemed equitable in the premises, and the decision of said court or judge shall be final and conclu- ; <page-number citation-index=\"1\" label=\"206\">*206</page-number>sive upon the parties; ” and that such appeals “ shall have precedence of all other civil actions in respect to the order, of trial, except” those brought by or on behalf of the State, respecting matters of a public nature.</p>\n<p id=\"b216-5\">The city of New Britain has filed in this court a motion to erase the appeal from the docket, mainly on the ground-that the Act of 1895 expressly made the order of <em>Judge Fenn </em>“ final and conclusive upon the parties.”</p>\n<p id=\"b216-6\">The final judgment of every legal tribunal is conclusive upon the parties, so far as it is within its jurisdiction, and so long as it remains in force and unreversed. No judgment, order or decision pronounced by one assuming to act under authority of law, but who is in truth acting outside of the-jurisdiction which the law has given him, can possess any validity. The government of this State is one of laws, and not of men. This principle is enforced throughout our system of remedial justice by the perpetual establishment by the people, when they framed the Constitution, of a Supreme Court of Errors, and by the statutes which give to it appellate jurisdiction as to errors of law over every- other court, without regard to the character or amount of the matter in controversy, and extending even to criminal prosecutions where the law has been misapplied in favor of the accused.</p>\n<p id=\"b216-7\">• A judge of the Superior Court is not a court, and statutes granting appeals from final judgments of courts have no application to his decisions, in matters committed to his determination as such judge. However erroneous such decisions-might be, there was no direct mode of review prior to 1864, and to remedy this defect of justice, General Statutes, § 1137, was then enacted. <em>Trinity College </em>v. Hartford, 32 Conn., 452, 466, note; <em>Clapp </em>v. <em>Hartford, </em>35 id., 66, 220. Its terms plainly embrace a proceeding like the present, and they must govern it, unless it be regarded as excepted from their operation by the provision in the Act of 1895 as to the' “ final and conclusive ” effect of the order of the court or judge. In our opinion these statutes are not inconsistent’ with each other. The order of <em>Judge Fenn </em>was final and conclusive upon the parties as respects all matters which the law con<page-number citation-index=\"1\" label=\"207\">*207</page-number>fided to his determination, and upon which they were duly heard. No injunction, for instance, would lie to forbid, as inequitable, what he, within those limits, had decided to be “ equitable in the premises.” But if he exceeded his jurisdiction in any particular, whatever he thus did beyond the authority given him by law, was <em>coram non </em>judice, and the proper subject of review by appeal. <em>Beard’s Appeal from County Commissioners, </em>64 Conn., 526, 534 ; <em>Hopson’s Appeal from County </em>Commissioners, 65 id., 140; <em>Lawton </em>v. <em>Commissioners of </em>Highways, 2 Caines, 179, 181; <em>People </em>v. <em>Wilson, </em>119 N. Y., 515, 23 No. East. Rep., 1064; <em>Ex parte Bradlaugh, </em>L. R. 3 Q. B. Div., 509.</p>\n<p id=\"b217-5\">Any other construction of the Act of 1895 would render possible unseemly conflicts between the different tribunals of the commonwealth. For a defect of jurisdiction in an order made by the Superior Court or a judge of that court, in a proceeding under its provisions, it is clear that there must be some judicial remedy, and that if any, other than by way of appeal, exists, the proper place in which to seek it would be the Superior Court, itself. Could an injunction be sought there from one judge against the enforcement of the order of another? Could he be asked as a chancellor to enjoin the execution of an order made by himself, when sitting as an appellate tribunal to revise the proceedings of the authorities of a municipality? We cannot impute to the General Assembly an intention to compel or permit a resort to remedies of this description, in the face of a statute giving in plain terms a right of direct appeal to this court, as to which the only claim made by the appellees is that, so far as it affects the case in hand, it has been repealed by implication.</p>\n<p id=\"b217-6\">A remedy equivalent to such an appeal is afforded under the practice existing in many of our sister States by the common law writ of <em>certiorari. </em>It issues to revise the proceedings of municipal corporations, and, when issued, the controversy between the parties in interest becomes one of a judicial nature. 2 Dillon on Municipal Corporations, §§ 925-928. The fact that this writ has never been used in this State is an additional reason why statutes granting <page-number citation-index=\"1\" label=\"208\">*208</page-number>an appeal from such proceedings should not he too narrowly construed. <em>Williams </em>v. <em>Hartford f New Haven It. It. Co., </em>13 Conn., 110, 118; <em>Grelle </em>v. <em>Pinney, </em>62 id., 478, 488.</p>\n<p id=\"b218-5\">The right of appeal given by General Statutes, §1137, cannot be treated as repealed by implication, as respects such a proceeding as that now before us, unless the right of appeal for error in law from all judgments of the Superior Court, given by General Statutes, § 1129, has been similarly restricted. To hold this would be to reverse the rule that repeals by implication are not favored and will never be presumed, where both the new and the old statute may well stand together.</p>\n<p id=\"b218-6\">The appellee also contends that it was not necessary for <em>Judge Penn </em>to decide any questions of law in coming to the conclusion stated in his order; as that, under the statute, must have been determined by his opinion that the conditions imposed by the mayor and common council were “equitable in the premises.” Nothing can be deemed equitable, within the meaning of a statute conferring jurisdiction to grant equitable relief, which does not come within the limits of the jurisdiction granted; and what those limits are is a question of law inherent in the judgment rendered.</p>\n<p id=\"b218-7\">The motion to erase is therefore denied.</p>\n<p id=\"b218-8\">The finding shows that the railway company, prior to June 5th, 1895, had constructed, under legislative authority, and agreeably to conditions imposed by the mayor and common council of New Britain (to certain of which, affecting one of its lines, it had agreed in writing, under its corporate seal), a railway in the principal streets of that city, and extending in one direction to Plainville, and in another to Berlin, all of which was in operation. On that day, having been given by the General Assembly power to lay additional tracks in some thirty other streets, including three known as Chestnut, East, and Jubilee streets, it presented to the mayor and common council a plan, s'howing the particulars required .by § 2 o£ chapter 169 of the Public Acts of 1893. After I due hearing, the mayor and common council approved the <em>• </em>plan, subject to and as modified by certain conditions. From <page-number citation-index=\"1\" label=\"209\">*209</page-number>this order of conditional approval the company took the ap-, peal to <em>Judge Fenn </em>which is now before us for review, andj lie has found that the conditions imposed were “just, rea-f sonable, legal, and equitable,” confirmed the order, and made! it in all parts his own. |</p>\n<p id=\"b219-5\">The first reason of appeal is that there was error in holding that the company’s right to lay tracks on the streets in question, and to use such tracks for the purpose of an electric railway, was dependent upon the consent of the city authorities. No such ruling was made by the judge of the Superior Court.</p>\n<p id=\"b219-6\">That franchise the company received by the express terms of its charter. The State, acting through its legislative department, can grant such a right, without consulting the municipality; and in the present instance the grant was so made. <em>New </em>York, <em>New Haven &amp; Hartford R. R. Co. </em>v. <em>Bridgeport Traction </em>Co., 65 Conn., 410, 430, 432. The finding states that a large portion of these streets was conveyed to the city for public use, and that the fee in each belongs to the adjoining proprietors. Whether the General Assembly could confer this franchise without providing adequate compensation to the municipality and to the owners of the fee in the soil, is a question not raised by this appeal, and upon which we express no opinion.</p>\n<p id=\"b219-7\">Before the company could proceed to lay tracks in any of these streets, it was bound to present a plan of location and construction to the city authorities for their approval, and they were authorized by the Street Railway Act of 1893, to “ accept and adopt such plan, or make such modifications therein as to them shall seem proper.” (Public Acts of 1893, p. 308, § 2). They were also given, by § 3 of this Act, exclusive direction over the placing, material, quality, and finish of any street railway tracks, wires, fixtures, or structures, including their relocation or removal, and of changes in grade for the purpose of any public improvement. All such orders are to be executed at the expense of the company, .except changes of grade made after the location of its tracks, in which case the municipality is to pay the expenses of <page-number citation-index=\"1\" label=\"210\">*210</page-number>regrading, and the company that of readjusting the tracks to the new grade. Section 6 of the Act requires every company to keep the street in repair between its tracks and for a space of two feet on each side of them, to the satisfaction of the municipal authorities ; but the latter cannot order it to make use of any better material for such parts of the street, except for the space of one foot outside of each rail, than is used for the rest of the street, unless this “ was required in the order permitting the original location and layout of such railway on such street.” By § 11, any orders made under § 2 or § 3 may be revised and changed by the municipal authorities, subject to a right of appeal, in favor of the company, to the Superior Court or a judge thereof, in case the execution of the original order had been airead}*- begun.</p>\n<p id=\"b220-5\">In view of these various provisions, the “ modifications ” of a plan of location and construction authorized by § 2, must be deemed to be limited to those legitimately affecting one or more of the particulars which the statute requires to be specified in the plan.</p>\n<p id=\"b220-6\">To modify, is ordinarily to change the mode in which a subject is dealt with, rather than to change the subject itself. No change can properly be deemed a modal one which deprives that which is changed of any of its essential qualities, or adds anything which is wholly foreign.</p>\n<p id=\"b220-7\">The plan which the law required the company to submit for the approval of the city, was to specify the streets over which the tracks were to be laid, the particular location and grade of the tracks, their kind and quality and how they were to be laid, the changes, if any, to be made in the street, the motive power to be used, and the method and manner of applying it. The location of a railway upon a highway is a different thing from the right to make such a location, and presupposes a prior grant of that right. The location definitely appropriates a particular portion of the highway for railroad use, establishes the grade at which the tracks are to be laid upon it, and may make extensive changes in the course, character, or use of the remaining portions. As to, any of these matters the city had a power of modification. <page-number citation-index=\"1\" label=\"211\">*211</page-number>It had like power as to the kind and quality of tracks, the method of laying them, the motive power to be used, and the method and manner of its application. It would be, for instance, merely a modal change to vary a plan for applying electric power by means of an overhead trolley, by requiring the substitution of an underground circuit, or of a storage battery upon the car. The essential feature of the plan would be the use of electric power. The method and manner of its application, whether by rows of high poles, with a network of connecting wires, or in ways that affect the ordinary uses of the highway less directly, are left to the regulation of the local authorities.</p>\n<p id=\"b221-5\">So far as the conditions imposed in the order of the mayor and common council were within their authority as thus defined, they were valid, and no farther, except as they may be justified by §§ 3, 6 and 11 of the statute in question, or other provisions of law or charter. These latter sections may be the basis of separate orders, after the approval of a plan of location and construction; but they may also support the introduction of appropriate conditions to limit such an approval.</p>\n<p id=\"b221-6\">The rule by which the legislature intended that the exercise of the authority thus granted should be governed, is indicated by the terms of §1 of the Act of 1895, under which the appeal to <em>Judge Fenn </em>was taken. It is the rule of equity. If a plan submitted under the Act of 1893 should ' not be acted upon within sixty days, and so, under the second { section of that Act, may be deemed in law to be wholly re-1 jected, this first section of the Act of 1895 gives the company ¡ a right of appeal, and provides that the court or judge, upon I such an appeal, “ shall have the same powers with reference to said plan and the acceptance or modification thereof that said municipal authorities would have had ” under the provisions of the Act of 1893, “ and may make all such orders with reference thereto as may be deemed equitable.” An , appeal from an acceptance of the plan, with modifications, is evidently meant to place the appellate tribunal in the same position. It fulfills, as respects the plan in question, the. func<page-number citation-index=\"1\" label=\"212\">*212</page-number>tions of the mayor and common council of the city. It has the discretion with which they were originally invested. <em>Town of Fairfield's Appeal from Railroad Commissioners, </em>57 Conn., 167. The provision that it may make such orders in reference to the matters appealed from as may “ be deemed equitable in the premises,” necessarily implies that if it appears that the original order of the municipal authorities was equitable in the premises, it should be affirmed.</p>\n<p id=\"b222-5\">The basis of the judgment appealed from, was not that, the existence of a right to lay tracks on the streets in question could be regarded as dependent on the consent of the municipal authorities, but that the exercise of the right in a particular way was so dependent.</p>\n<p id=\"b222-6\">Of the eight conditions imposed by the city, the validity of only four is directly challenged by the reasons of appeal. These are those relating to the annual payment of a percentage of the entire gross receipts of the company, the use of fenders satisfactory to the street committee, and the continued operation of ears on the tracks already laid through South Stanley and Pleasant streets.</p>\n<p id=\"b222-7\">The first of these conditions was expressed as follows: “Before this approval shall take effect, and before any work shall be begun under this permit, the said Central Railway <em>&amp; </em>Electric Company shall execute and deliver to the mayor an agreement with the city of New Britain to pay into the treasury of said city the sum of one per cent. <em>(1%) </em>of its gross receipts for the third year after the completion of said lines to the points before mentioned, and two per cent. <em>(2fo) </em>for the fourth and each following year, so long as the company or its successors shall use the public streets of this city, or any of them, for street railway purposes. The payments above provided for shall be made annually on or before the first day of March in each year. The said agreement shall also contain an undertaking on the part of the railway company to save the city harmless from all loss and damage by reason of the use of electrical currents for the purposes of its railway, and also a clause relating to fenders, as herein set forth.”</p>\n<p id=\"b223-4\"><page-number citation-index=\"1\" label=\"213\">*213</page-number>It is found by <em>Judge Fenn </em>that the first payment thus required would amount to $285, and the subsequent annual payments to $570, each; and that the laying of the additional tracks, “ and the operation of an electric road throughout the city, will occasion continuously large expenses on the part of the city for repairs to the roadbed and for the maintenance of the streets through which the railway company operates in a reasonably safe and proper condition, and that the percentage of its receipts required from the railroad company by the city is only a just and equitable compensation for the expenses thus to be incurred.”</p>\n<p id=\"b223-5\">The extension of the company’s railway over new streets necessarily involved changes in the mode of their use by the public, provision for which might fairly be deemed germane to that part of the plan presented which the statute required to state “ such change or changes, if any, as are proposed to be made in any street or highway.” A change of use may be as important a subject of consideration as a change of grade or of line. In deciding whether to approve a railway location, all the natural consequences of the construction and operation of the road upon it must be taken into account. An electric railway in a city street must throw the main course of ordinary travel upon those parts of the highway which are not covered by its tracks. Such parts, being thus subjected to greater wear, and exposed to danger from ruts or broken pavements, must often be improved or reconstructed, in order to be adequate to support the increase of burden, and this increase will be largely determined by the amount of business for which the tracks are used, and so, to a great degree proportioned to the gross receipts which such business yields. The finding shows that the company is now running passenger trains, consisting of a motor car with one or two trail cars attached, upon those streets in which its tracks are laid, and that the proposed extension, if operated in the same manner, would be a serious inconvenience to public travel. It shows also that the plan calls for an excavation to a depth of not less than six feet, for a considerar ble distance on that part of Chestnut street upon which the <page-number citation-index=\"1\" label=\"214\">*214</page-number>new tracks were to be laid; and that this would compel the city to build a retaining wall and put up a guard rail to protect travel.</p>\n<p id=\"b224-5\">The city, as has been stated, held title by conveyance to an easement in a large portion of these three streets, in trust for the public use. The common council had power by charter (§ 28) to regulate the location of any public work upon highways, and was charged with the duty of constructing, grading and repairing all the city streets. It was thus made in respect to them the general guardian of the public interests, and was protecting these, in protecting itself. <em>Stamford </em>v. <em>Stamford Horse R. R. </em>Co., 56 Conn., 381, 395.</p>\n<p id=\"b224-6\">As to the reparation and maintenance of so much of any highway as is embraced within their rails, and a further space of two feet on each side of them, the liability of street railway companies is definitely regulated by § 6 of the Act of 1893; but this does not affect the power of the municipal authorities to make suitable provision, under the other sections of the statute, and by virtue of the general control over the city streets with which they are invested by charter, against loss to themselves, or inconvenience to the public, from changes affecting other parts of the highway, which are incident to the location and use of the tracks.</p>\n<p id=\"b224-7\">Municipal corporations possess not only the powers expressly granted, and those which may be necessarily implied in or incident to these, but also all which are indispensable to the attainment and maintenance of their declared objects and purposes. One of the main objects and purposes of our towns and cities generally, and of the city of New Britain in particular (charter, § 23), is the maintenance of all highways within their territorial limits in safe and proper condition, and the provision of means for the payment of the expenses thus occasioned. It is indispensable to the attainment of this object that all unlawful encroachments or erections upon highways should be restrained, and all lawful changes in them carefully regulated in the public interest. In the case of steam railroads the legislature has committed this regulative power over their location to the railroad <page-number citation-index=\"1\" label=\"215\">*215</page-number>commissioners. In the case of street railways, the Act of 1893, coupled with their ordinary powers over highways, gives it, though in somewhat different terms, to the municipalities whose interests are directly affected; and gives it in order that they may protect those interests fully, promptly, and effectually.</p>\n<p id=\"b225-5\">In the case before us, however, the terms of the city order, read in connection with the finding, leave it, to say the least, very questionable whether the annual payments were not required as a compensation for annual expenses that would be chargeable to the city in consequence of the operation of the entire railway system of the company, the greater part of which was already in use, and had been constructed in compliance with previous orders of the city, imposiug conditions which the company had accepted by a formal covenant. The imposition of any such condition in this proceeding would be beyond the authority vested in the mayor and common council. They could guard against an increase of municipal burdens from the changes in three more of the city streets which it was proposed to make; but an increase already occasioned by the location in other streets was a matter entirely foreign to the plan presented for their consideration, and which they had no right to make the subject of any new condition or agreement.</p>\n<p id=\"b225-6\">It is not impossible that the city authorities acted upon the view that the mileage of the tracks that it was planned to lay in Chestnut, East, and Jubilee streets, would bear such a proportion to the total mileage of the company’s railway system, that the specified percentages of the entire gross receipts from the operation of that system (measuring as they must, to a large extent, the business done upon it, from time to time), would be only a fair equivalent for the new expenses to which the city would be annually subjected, in the maintenance and reparation of these three streets, when the railway should be in use upon them. If it were clear that the order meant this, or if a fixed sum had been assessed as such an equivalent, we should think there was no error. The most natural construction of the finding, however, would <page-number citation-index=\"1\" label=\"216\">*216</page-number>seem to be that which makes it uphold the imposition of this condition on the ground that it would provide a just compensation for such expenses as the city might thereafter incur for the maintenance of all the streets through which cars are run. On such a basis, it cannot be vindicated; and if the finding means anything else, it is not expressed with sufficient certainty to support the judgment. Upon this point, therefore, there is error.</p>\n<p id=\"b226-5\">The question whether the city might hereafter, by some other appropriate proceeding, compel the company to pay all damages to the city that may arise in the future from the continued operation of its road in all or any of the city streets, is not before us, upon this appeal, and as to that we express no opinion.</p>\n<p id=\"b226-6\">Another undertaking demanded of the company was to keep its cars at all times equipped with such fenders as the street committee might approve, under a prescribed penalty. The revised city charter (Special Acts of 1895, p. 359, § 23), which went into effect June 5th, 1895, gave the mayor, aider-men and councilmen, constituting a body known as the common council of the city, power to make such orders as it might see fib, to provide for the placing and maintenance of fenders on electric cars. On June 26th, 1895, a Public Act was passed and went into immediate effect, authorizing the railroad commissioners, whenever they should deem it necessary for public safety that fenders should be placed upon the cars operated upon any street railway, to order them, after due notice to the company operating the ears and hearing, and on like notice and hearing to “ modify or revoke any orders made in reference thereto; ” giving them “ sole and exclusive jurisdiction with respect to ordering such fenders upon any street railway car or cars ; ” and repealing all inconsistent acts, resolutions and by-laws. The express provision for the instant repeal of all resolutions and by-laws inconsistent- with this grant of jurisdiction to the railroad commissioners, was manifestly intended to rescind all inconsistent provisions in any municipal charters or by-laws which were then in force. The field was to be swept clear for the <page-number citation-index=\"1\" label=\"217\">*217</page-number>selection by a board of State officers of the style of fender best adapted to secure public safety, in the case of each particular road on which that board might deem their use to be necessary. <em>Cullen </em>v. <em>New </em>York, <em>New Haven &amp; Hartford R. R. </em>Co., 66 Conn., 211, 223.</p>\n<p id=\"b227-5\">The condition in question was imposed in July, 1895, and required the appellant to stipulate to keep its cars at all times equipped with such fenders as should be satisfactory to the street committee. Had it done so, and after its cars were so equipped, had the railroad commissioners ordered the substitution of fenders of a different style, the company would have been bound in obedience to the law to violate its contract. Should the street committee of the common council require one style of fender, and the selectmen of Plain-ville or of Berlin, into each of which towns the company’s railways extend, require another, it would be necessary either to change cars or to stop and shift the fenders on every trip, upon crossing the city line. It was to prevent the possibility of such conflicts of obligation, that the jurisdiction of the railroad commissioners over this subject was made sole and exclusive. Any existing provisions of charters or by-laws to the contrary were repealed: any future municipal legislation to the contrary was forbidden.</p>\n<p id=\"b227-6\">The city authorities might properly have qualified their approval of the plan by making it a condition precedent that the company should not commence the operation of its road in the streets in question until the railroad commissioners, upon its application, or otherwise, had designated a suitable fender to be placed upon its cars, and their order had been complied with. This would have merely guarded against danger to the public during such interval as might else chance to elapse before the attention of the railroad commissioners was called to the new condition of things by which it was occasioned. The course adopted, however, was substantially an attempt to substitute the discretion of the street committee for that of the railroad commissioners, and there was error in affirming that part of the order of the mayor <page-number citation-index=\"1\" label=\"218\">*218</page-number>and common council. <em>In re Kings County Elevated R. R. Co., </em>105 N. Y., 97, 13 Northeastern Rep., 18.</p>\n<p id=\"b228-5\">The fifth condition, which required an annual report of the company’s entire gross receipts, could only be supported in connection with the third condition, already considered, and upon the state of facts presented by the finding both must fall together; although each might have been sustained, had it appeared from the finding to have been adopted as a means of providing a suitable compensation for any increase of municipal burdens resulting from the execution of the company’s plan.</p>\n<p id=\"b228-6\">The seventh condition calls on the company for a written acceptance of the “ permit,” and all its provisions. In respect to this, as well as to the requirement of a written agreement to perform the various conditions, there was error in upholding the action of the city authorities; not because there was any objection to exacting written proof of the assent of the company to any proper modifications of the plan, but because some of the modifications which were made in this instance were not proper ones, and compliance with this condition would have waived or prejudiced its right to object to these thereafter.</p>\n<p id=\"b228-7\">Whether the eighth condition was a proper modification of the plan is a question not free from difficulty. The plan contemplated a location of new tracks on Chestnut street. This condition provided that such a location should not be the occasion of the abandonment of tracks already laid from Chestnut street to Fairview street; but that those residing in that part of the city should be given a fair and suitable service, according to an established time-card, with trips as often as once in every twenty minutes.</p>\n<p id=\"b228-8\">The general Street Railway Act of 1893 (Public Acts of 1893, p. 307) began by repealing provisions regulating the location of horse railway tracks, which had been upon the statute book since 1865. These had given the proper authorities in any city power to permit and regulate the use, within its limits, of any motive power, except steam, for drawing passenger cars on such railroads, and forbade the laying of <page-number citation-index=\"1\" label=\"219\">*219</page-number>any horse railway tracks upon a city highway, except in such manner as they might prescribe, subject only to an appeal by the company to the Superior Court. The mode of procedure, which has been substituted for this, is described in terms the true meaning and effect of which are open to serious question; but as between these two corporations, one claiming that the powers granted by the Act of 1893 should be .liberally interpreted, and the other contending for a stricter construction, we think the doubt as to how far they may extend, in cases such as that now before us, should be resolved in favor of the city. Municipal corporations are created solely for the public good, and are appropriate agencies to protect the public interests. Railway companies also serve the public; but they serve them with a view to the profit of their shareholders. <em>Bradley </em>v. <em>New York &amp; New Haven R. R. Co., </em>21 Conn., 294, 306; <em>New York &amp; New England R. R. Company's Appeal, </em>58 id., 532, 540.</p>\n<p id=\"b229-5\">It is certainly possible that to discontinue or diminish the use of the tracks already laid from Chestnut street through South Stanley street to Pleasant street and thence through Pleasant street to Fairview’street, might throw more travel upon the new tracks which it was proposed to lay on Chestnut street, between Stanley and East streets, and thus impose an additional burden upon that highway. A street may suffice to accommodate ordinary public travel, notwithstanding a street railway may run over it, if the cars pass at such intervals that the space between the rails can generally be used for the passage of other vehicles. If, however, one car or train follows another in rapid succession, that part of the road over which they run may be practically monopolized, while the rest of it may be inadequate to satisfy the public wants.</p>\n<p id=\"b229-6\">It has been the general policy of the State, throughout its history, to accord to its various municipal corporations a large authority in the regulation of their local affairs. The amount of travel for which any particular highway can be safely or conveniently used, can ordinarily be best determined by those to whom its establishment and maintenance <page-number citation-index=\"1\" label=\"220\">*220</page-number>have been entrusted. <em>New Haven and Fairfield Counties </em>v. <em>Milford, </em>64 Conn., 568, 574. All this is entitled to considerable weight in determining the true scope and meaning of the Act of 1893, and we think that under its provisions the condition in question can fairly be regarded as germane to the new mode in which Chestnut street was to be used.</p>\n<p id=\"b230-5\">The company had previously made a location through Chestnut street, as far as Stanley street, for the purpose, in part at least, as it must be presumed, of reaching Fairview street, through South Stanley and Pleasant streets. Its franchise to lay tracks upon Chestnut street conferred no absolute right to occupy the whole of it for that purpose. What particular part it was to use was to be determined ultimately by the city authorities, in passing upon such plans of location and construction as it might submit. It submitted a plan which located the railway through Chestnut street as far as Stanley street, and no farther. From that point the tracks diverged, to give a means of access to Fairview street. The approval of this plan by the city authorities must have been somewhat influenced by this fact. The principle that a power once exercised is exhausted, forbids a railway company which has once made a location of its road to change it, unless statutory provision is made to the contrary. The Street Railway Act of 1893, by § 3, gave the mayor and common council of every city exclusive direction over the relocating or removal of any tracks or railway fixtures permanently located on any of the city streets, and provided in § 5 that if any street railway company, after the location and construction of its railway in any such street, should cease to operate it, the mayor and common council might order- its operation to be resumed, under pain of a forfeiture of all right under such location.</p>\n<p id=\"b230-6\">In view of these provisions of the statute, we think that the city authorities of New Britain had the right, in deciding whether or not to approve the extension of the appellant’s line through a particular part of Chestnut street, to consider what effect such a location might have upon the use of its tracks already laid in another part of this street. The action <page-number citation-index=\"1\" label=\"221\">*221</page-number>which, they took may have been essential for the protection of interests dependent upon the maintenance of reasonable service through Pleasant street, over tracks for which those on Chestnut street served as a line of approach, and on account of the connection with which the location of those on Chestnut street had been originally approved.</p>\n<p id=\"b231-5\">It is enough to support the validity of this condition that it came within the class of those which might be imposed on the company, if the circumstances of the case made it equitable. Whether it was in fact equitable was a matter as to which the action of <em>Judge Fenn </em>was “ final and conclusive ” upon the parties.</p>\n<p id=\"b231-6\">The case does not call for a decision as to any of the points of constitutional law which the appeal seeks to raise. Such compensation as the city might exact as a condition of its approval of the location, it could properly claim to enable it to meet the new expenses to which it was found that it would be subjected by the construction and use of the additional tracks, — expenses which it would be obliged to meet, not as owner of the streets nor as a representative of individuals having a proprietary interest, but as the party bound by law to maintain them in safe and proper condition.</p>\n<p id=\"b231-7\">The provision for the payment of such compensation was not an exercise of a power to tax nor of a power to license and to charge a license fee.</p>\n<p id=\"b231-8\">The State had licensed the company to place its tracks in the streets in question, and the city had no function to discharge in that respect, except as to the mode in which the license should be executed. The State had also laid such taxes upon the company as it deemed proper, and had provided that these should “ be in lieu of all other taxes on its franchises, funded and floating debt, and railroad property.” General Statutes, § 8920; Public Acts of 1893, chapter 209, p. 362. But the State, in granting to the company the right to make a definite location, under specified conditions, upon the streets of New Britain, had required it to obtain from the mayor and common council what § 6 of the Act of 1893 designates as an “order permitting” the particular location <page-number citation-index=\"1\" label=\"222\">*222</page-number>selected, and which might, with reference to certain points, permit it only on equitable terms. To ask for equitable compensation for injuries occasioned by the location is something very different from laying a tax, or charging a license fee. There can be no obligation to pay, unless the tracks are laid; and it will then be merely a contractual obligation, voluntarily assumed, to make good a loss that would otherwise ensue to the municipality from their location. <em>New Haven </em>v. <em>New Haven </em>&amp; <em>Derby R. R. Co., </em>62 Conn., 252, 255. The city gains nothing. It simply seeks to protect itself from loss.</p>\n<p id=\"b232-5\">One of the provisions of the Street Railway Act (§ 8) is that except in case of bridges, terminals, curves, turn-outs and switches, “ the wrought part of any street or highway made suitable for travel shall nowhere be of a width less than eight feet on each side of the street railway tracks, measuring from the outer rails where the said tracks are located in the center of the street or highway, and not less than twelve feet in width, measuring from the rail nearest the wrought part of the highway, where said street railway track or tracks are located on the side of the street or highway, unless permission is obtained from the Superior Court or a judge thereof.” The finding of <em>Judge Fenn, </em>as to the proposed location in Chestnut, Jubilee and East streets, is that “the space between the tracks, as projected by the plan, and the outer edge of the traveled part • of the highway over the greater part of these streets, would be less than the width prescribed by statute.”</p>\n<p id=\"b232-6\">Error has not been assigned because of the affirmance by <em>Judge Fenn </em>of an order which approved, in these respects, a plan that transgressed the limitations of the statute, but we feel bound to notice it, as it is apparent on the record, and concerns a matter of great importance to the public interests.</p>\n<p id=\"b232-7\">No permission by municipal authorities, nor any order obtained from a judge of the Superior Court in the exercise of functions similar to theirs, upon an appeal, could make such a location anything but an unlawful incumbrance on the highway. The general powers over its streets which the city of New Britain possessed by its charter were controlled, in <page-number citation-index=\"1\" label=\"223\">*223</page-number>this respect, by the express provisions of the Act of 1893 ; and no judge of the Superior Court could permit the width of the traveled parts of the streets to be curtailed, as the plan proposed, except upon an original proceeding brought before him for that purpose.</p>\n<p id=\"b233-5\">There is error in so much of the judgment appealed from as relates to the requirement of annual payments by the appellant of a percentage of its entire gross receipts, and of annual returns of the amount of such receipts; and to the use of fenders; and to the execution, within a certain period, of a written acceptance, of those, indiscriminately with other provisions, and of a written agreement to fulfill them; and to the approval of a location on any part of any street which leaves the wrought part of the highway of less than the width required by § 8 of the Street Railway Act of 1893; and the residue of said judgment is affirmed, and the cause remanded to <em>Judge </em>Fenn. for further proceedings, in conformity with this opinion, including the limitation of a reasonable time, should he deem it proper, within which, in case the tracks are laid on Chestnut, Jubilee, and East streets, such conditions as he may impose shall be performed.</p>\n<p id=\"b233-6\">In this opinion Andrews, C. J., and George W. Wheeler, J., concurred.</p>\n<p id=\"b233-7\">Torrance, J. With respect to that branch of the case relating to the motion to erase, I dissent from the majority opinion and agree with Judge Hamersley, substantially for the reasons stated by him in his dissenting opinion. With respect to the other branch of the case, while agreeing with the majority of the court that there was error, I dissent from some of the conclusions reached, and will here indicate the points of dissent and, very briefly, the reasons therefor.</p>\n<p id=\"b233-8\">Upon this part of the case the question is not what powers, with respect to the location, construction and operation of street railways, the local authorities ought to possess, but it is simply what powers of this kind do they possess. With the former question this court has nothing to do. From a <page-number citation-index=\"1\" label=\"224\">*224</page-number>careful review of all the legislation on this subject up to date, it seems to me that whatever powers of this kind the local authorities now possess, are to be found, substantially, in chapter 169 of the Public Acts of 1893.</p>\n<p id=\"b234-5\">The first section of that Act repeals the then existing provisions of law in relation to this matter as embodied in §§ 3595, 3596 and 3597 of the General Statutes. The Act then goes on with great minuteness of detail to confer certain limited and defined powers upon the local authorities with respect to the location, construction and operation of street railways. These powers are quite extensive, they cover a wide variety of matters, and they are conferred expressly and specifically. The provisions of the Act, by § 17, operate as an amendment to the charters of all then existing street railways, and of all then existing municipal corporations; all such railway companies, and all municipal corporations thereafter chartered, are expressly made subject to its provisions; and all Acts or parts of Acts inconsistent with its provisions are repealed.</p>\n<p id=\"b234-6\">The legislature in 1893, thus in effect wiped out all prior legislation upon this matter and began anew to expressly and specifically confer certain powers upon the local authorities with respect to street railways. Under such circumstances I think the maxim, <em>expressio unius est exclusio alterius </em>is peculiarly applicable; and that the local authorities possess no powers over the location, construction and operation of Street railways, other than those conferred upon them expressly, or by necessary implication, by the Act of 1893.</p>\n<p id=\"b234-7\">Under this view of the law, I think that neither the common council, nor the special appellate tribunal, had any power to impose upon the railway company the burden of paying anything whatever for the exercise of its right to lay additional tracks in the streets. Such a power is nowhere expressly conferred, nor does it exist by any necessary implication from the powers so conferred. On the contrary, I think that by a fair implication the existence of any such power is negatived.</p>\n<p id=\"b234-8\">In the first place, the legislature has expressly and specifi<page-number citation-index=\"1\" label=\"225\">*225</page-number>cally prescribed the share of the burden of maintaining the streets and highways which the railway company shall bear as a condition to the exercise of its chartered powers; and this I think fairly excludes the existence of a power in the local authorities to increase that burden. Surely, if the legislature had intended to give the local authorities power to impose a greater burden, it would have said so in plain words somewhere, and would not have left the matter to doubtful construction; it would have said so in such a way that the local authorities would have known their duty in the premises, without the aid of this court, and would thus have been able to perform that duty long before the year 1896.</p>\n<p id=\"b235-5\">In the second place, the power in question is essentially a power to tax the railway company for highway purposes ; and as the State reserves to itself the power to tax the company, and has said that the taxes so paid shall be in lieu of all other taxes, this fairly negatives the existence of any such power in the common council. Nor do I agree that if such a power to tax existed in the local authorities, they could impose it in the way and manner in which the majority opinion says they may impose it. I dissent <em>in toto </em>from the conclusion of the majority of the court upon this point in the case.</p>\n<p id=\"b235-6\">I further think that neither the common council, nor the appellate tribunal, had any power to make it a condition precedent to the approval of the “plan ” presented by the railway company, that it should not abandon and part of its tracks already laid, or should run its cars according to any time-table the council might see fit to impose: for this I think is the effect oE the decision. Such a power is not expressly conferred, it does not exist by any fair implication from those conferred, and the fact that so many powers were expressly conferred by one and the same Act, without mentioning the one in question, affords a just ground for concluding that the legislature did not intend to confer that power.</p>\n<p id=\"b235-7\">Furthermore, this Act was intended to apply to inter-town <page-number citation-index=\"1\" label=\"226\">*226</page-number>street railways, and it is not reasonable to suppose that the legislature intended to leave this matter to the conflicting decisions of the different local authorities, without other limitation than what they might deem to be equitable.</p>\n<p id=\"b236-5\">Lastly, I think the matters which the majority opinion treats as “modifications” of the* “plan,” were not modifications of the plan at all, within the meaning of section two of the Act in question. They were by the common council correctly called “ conditions and limitations ” precedent to the approval of the plan, and such they unquestionably are. The requirement that the company should pay the city a certain sum annually, or should agree not to abandon certain parts of its existing lines,.or to run its cars upon other parts of its lines at least once every twenty minutes, or enter into a written contract with the city to do some or all of these things, are clearly not modifications of the “plan ” presented to the common council under section two. The fact is, the “ plan ” presented was acceptable to the common council, and they approved of it, but this was done conditionally, and the conditions related to matters foreign to the plan and foreign to any modification of the plan.</p>\n<p id=\"b236-6\">If the powers already given to the local authorities in this matter are not sufficiently ample, the remedy is with the legislature and it can be easily applied. The courts can only administer the law as they find it.</p>\n<p id=\"b236-7\">Upon the points indicated, and for the reasons thus briefly stated, I dissent from the majority opinion.</p>\n<p id=\"b236-8\">Hamersley, J. The Central Railway and Electric Company petitioned the common council of the city of New Britain for its acceptance and adoption of a plan submitted for the location of its tracks in three of the city streets, and for the construction of the tracks so located. The common council passed a series of votes by which the plan, substantially as submitted, was accepted and adopted, <em>provided </em>the company should first agree to perform certain conditions relating to compensation to the city for damages that would be occasioned by the layout and operation of the road, to the <page-number citation-index=\"1\" label=\"227\">*227</page-number>protection of the traveling public by the use of fenders, and to furnishing a fair service on other portions of the company’s road; and should deliver to the mayor within sixty days “ an acceptance of this permit under the conditions herein set forth.”</p>\n<p id=\"b237-5\">The form of these votes is irregular. They contain some slight modifications of the plan submitted, immaterial to the questions before the court, and apparently treat the conditions set forth as modifications of the plan. But the inaccuracy of form does not change the legal effect of the votes. They were not modifications of the plan, but were an offer to accept and adopt the plan as submitted, if the company within the time fixed would accept the permission for such location and plan of construction, under the conditions mentioned.</p>\n<p id=\"b237-6\">The company appealed from this action of the common council, to “ Augustus H. Fenn, one of the judges of the Superior Court,” pursuant to chapter 283 of the Public Acts of 1895. The appellate tribunal found that an approval of the action appealed from “ is by me deemed equitable in the premises,” and therefore ordered that said action be approved. The railroad company appealed to this court; and the city of New Britain has filed a motion that the case may be erased from the docket. The questions arising on the motion and on the appeal were argued at the same time.</p>\n<p id=\"b237-7\">I think the motion to erase should be granted. The question involves many difficulties, owing to the complex nature of the Act of 1893 “ Concerning ‘Street Railways ” (Public Acts, p. 307), pursuant to which the application to the common council for the adoption of the layout was made; as well as to the singular character of the Act of 1895, under which the appeal to <em>Judge Fenn </em>was taken. The language of the latter Act is very broad, and there is a serious complication, in that the Act purports to authorize any appeal under it to be taken to the Superior Court, as well as to any judge thereof. We have held that any duty of a <em>quasi </em>judicial character performed by a judge of the Superior Court, not in the exercise of the power of that court but by virtue of a <page-number citation-index=\"1\" label=\"228\">*228</page-number>special statutory authority for that purpose, is the act of a special statutory tribunal which is not a court, and does not possess the general attributes of a court. <em>Trinity College </em>v. Hartford, 32 Conn., 452, 466, note; <em>Clapp </em>v. Hartford, 35 Conn., 66, 73, ibid., 220, 222; <em>La Croix </em>v. <em>County </em>Com'rs, 50 Conn., 321, 325. It is'evident that there are duties that may be performed by such a special tribunal which cannot be imposed on the Superior Court, and that there are judicial functions exclusively pertaining to a court that cannot , be given to such tribunal.</p>\n<p id=\"b238-5\">The Act says that whenever the local authorities shall make, pass, or render any decision, denial, order, or direction with respect to any matters relating to street railways (which may be within the respective jurisdictions of such officers), any street railway company affected thereby may appeal. This may include an order in respect to the location of a pole in the highway, the painting of such pole, or the color of the paint used; it may include any order in the exercise or performance of municipal power or duty within a large portion of the field of municipal administration, and the exercise of these administrative functions is transferred at the request of any street railway company affected thereby, from the officers of the municipality to the Superior Court or <em>! </em>any judge thereof. If the legislature should enact that j whenever any public corporation, board, or officer, shall j make any decision, denial, order, or direction relative to the official powers or duties belonging to them respectively, any person affected thereby ihay appeal to the Superior Cojurt, and upon such appeal said court shall execute the powers of said officers in such manner as it shall deem equitable, —such law would differ in degree, but possibly not in kind, from the Act of 1895; and would seem to be in contravention of the express command of the Constitution: “ The ¡powers of government shall be divided into three distinct ¡departments, and each of them confided to a separate magistracy, to wit, those which are legislative, to one; those which are executive, to another; and those which are judicial, to another.” Before exercising any jurisdiction in an <page-number citation-index=\"1\" label=\"229\">*229</page-number>appeal taken under the Act of 1895, I should feel bound to j carefully consider its construction and legal effect. But in \\ the view I take, the exercise of such jurisdiction is not re- J quired in this case, and it is therefore sufficient to note the / nature of the questions involved, without an expression of any opinion.</p>\n<p id=\"b239-5\">Assuming, then, for present purposes, that the railroad company could appeal to a judge of the Superior Court, is there an appeal from his decision to this court? It must be remembered that this special tribunal is not a court, and has none of the attributes of a court, except such as are conferred by statute. It is no more a court than if it consisted of the Governor or the Speaker of the House of Representatives. The ordinary way of correcting errors committed by such a tribunal is through the action of a Superior Court, from whose judgment appeal might be taken to this court. The statute authorizing the direct intervention of this court was intended to save circuity of procedure, and was doubtless largely induced by the consideration that the tribunal is, in fact held by a judge of the Superior Court. But such' procedure is unusual, is open to the objection that an appeall,! direct to this court from a tribunal that is not a court is injj the nature of an original rather than an appellate proceeding, and should not be extended by implication. The powers^ of this special tribunal upon an appeal from the action of the common council of New Britain are to be found only in the language of the statute creating it a tribunal for that purpose. They are, to try such appeal and to “ make such orders in reference to said matters appealed from as may by . . . . him be deemed eqüitable in the premises, and the decision of said .... judge shall be final and conclusive upon the parties; ” and in case of an appeal like the present one, from the action of the common council under the provisions of § 2 of the Act of 1893, to exercise “ the same powers with reference to said plan and the acceptance or modification thereof that said municipal authorities would have had under the provisions of said Act, and to make all such orders with reference thereto as may be deemed equit<page-number citation-index=\"1\" label=\"230\">*230</page-number>able.” When we consider that the action of the common council appealed from, is clearly administrative action for the protection of the public and municipal interests; that such action cannot become binding without the assent of the railway company; that the appeal is not for the purpose of obtaining a final judgment on any judicial or <em>quasi </em>judicial controversy between parties, but simply for the purpose of ' asking the special tribunal to exercise the same administra- , tive powers which the council has exercised or refused to exercise, and to make such orders in respect thereto as it may deem equitable; that the statute expressly declares that the decision as to what orders are equitable in the premises’shall be final and conclusive on the parties; — we can entertain no doubt but that the action of the special tribunal in the exercise, of the powers conferred by the Í statute, is the same in nature and as final in effect as similar : action taken by the common council before the Act of 1895 was passed.</p>\n<p id=\"b240-5\">The Act of 1893 gave the common council administrative r power; the Act of 1895 transferred, upon the application of the railroad company, the exercise of this power to a special tribunal; the nature and extent of the power is not changed ! by such transfer, and it was the clear intent of the legislature that the decision of the special tribunal, in the exercise Í of the power transferred to it as an appellate common council, should be final and conclusive between the parties. When Í the legislature, in General Statutes, § 58, provided that the decision of a Superior Court judge on a contested election ’ case should be “ conclusive,” it expressly provided that the ¡ natural meaning of the word should not affect the right of ’ appeal on questions of law. But the very nature of the j power conferred in this case is such that questions of law | which may be the subject of appeal, cannot arise. The action of the special tribunal, as well as of the common council I within the jurisdiction conferred, is governed by a discretion which is not the subject of appeal.</p>\n<p id=\"b240-6\">The appellant feels the force of this consideration, and contends that if the orders of the judge “ are made pursuant <page-number citation-index=\"1\" label=\"231\">*231</page-number>to the authority conferred by those Acts, there may be an exei’cise of judicial discretion ; but if thejr are wholly unauthorized, they are not onty illegal but are inequitable also within the meaning of the law.” If they are wholly unauthorized they are void ; but it does not necessarily follow that an appeal lies to this court direct from such unauthor-, ized action. While the judgment of a court which is void I as <em>coram non judice, </em>may be-the subject of appeal to this ij court, yet the void action or order of an administrative or j <em>quasi </em>judicial body like the common council or special tri- j bunal, cannot be the subject of appeal to this court, unless jj made appealable by statute. The only statutory provisionJ is to be found in § 1137 of the General Statutes, which provides that when jurisdiction of any matter or proceeding is vested in a judge of the Superior Court, any party to such matter or proceeding who feels aggrieved by any of the decisions or rulings of such judge upon any question of law arising therein, may appeal from the final judgment of such judge in such matter or proceeding, in the manner provided for an appeal from the judgment of the Superior Court. This statute was enacted with special reference to the jurisdiction vested in such a special tribunal in respect to the condemnation of land, under a statute giving such tribunal for that purpose all the powers of the Superior Court, with power to render final judgment and issue execution. Its broad language covers the exercise of an analogous jurisdiction by such special tribunal authorized by statute, but it does not extend to the void acts of a person claiming to exercise the powers of a special tribunal which has not been . created for that purpose ; it does not extend to the action of <em>f </em>such special tribunal, void or valid, which is not a final judgment in the exercise of jurisdiction of a proceeding in which ¡ a final judgment analogous to that of the Superior Court li may be rendered. Whether or not it is competent for the legislature to vest in this court a general authority to directly intervene for the regulation of the action of administrative boards and officers, either by way of <em>certiorari </em>or appeal, the ' <page-number citation-index=\"1\" label=\"232\">*232</page-number>novelty and impropriety of such intervention is evident, and it is not authorized by § 1137.</p>\n<p id=\"b242-5\">/ The action from which this appeal is taken is not in the | legal sense a final judgment. The “ order ” cannot be en- | forced; the tribunal is not authorized to tax costs or to issue Í execution. It settles nothing. The common council passed votes that a particular location would be accepted and adopted ¡j if the company, within a certain time, would enter into an J agreement to compensate the city for the losses involved in I such a location. The special tribunal passed the same votes; it had the same powers as the common council and no more. This action does not fix the location, and is not binding on the appellant. We are asked to settle the law on a moot case, for phe sole purpose of aiding the parties in future negotiations. No order that the council, or the special tribunal exercising the power of the council, can make under the provisions of § 2 of the Act of 1893, is in any legal sense a <em>j </em>“ final judgment.” If the tribunal had made an order fixing the location of the road, so that the road when built must be built on that location, there might be some ground for claiming such an order to be analogous to a “ final judgment.” But the tribunal did not make such an order, and had no power to make such an order. Whether we confirm or set aside the action of the special tribunal, the company may in either case present a new plan to the council and may appeal from the action of the council thereon, as before. The statute is not mandatory on the common council, or the special tribunal exercising the power of the council, in that it expressly refrains from any attempt to control their discretion in the exercise of the granted power; and it does not subject the company to the power of either, in fixing a location. By its express terms, no location determined only by the council or by the company, is binding; and the question of location cannot be finally closed, “ until the street railway company and local authorities shall agree upon the same.” It may be claimed that the language of § 2 is defective and does not fully carry out the intent of the statute ; or, it may be claimed that such language was used for the express purpose of enlarg<page-number citation-index=\"1\" label=\"233\">*233</page-number>ing the power of the city to protect by proper conditions the interests damaged or endangered by the construction and operation of the railroad; but whatever view may be taken of the purpose of the draftsman in framing this section, or of its legal effect in relation thereto, it is clear that the action j authorized, whether exercised by the common council itself or vicariously by the special tribunal, is not a “final judgment’! from which an appeal can be taken to this court r under § 1137,</p>\n<p id=\"b243-5\">This conclusion excludes from consideration, not only the unsettled questions argued in respect to the powers of the legislature to authorize an appropriation of highways for this railroad without compensation, but also the question of the legality of the action of the common council, and of the special tribunal acting as a common council.</p>\n<p id=\"b243-6\">In my judgment any expression of opinion on these questions in this case, is <em>obiter. </em>But as a majority of the court has entertained jurisdiction of the appeal for the purpose of declaring the legality of the action of the common council in some particulars and of denying it in others, I feel bound to distinctlj- dissent from so much of the opinion of the majority as finds any error in the action of the common council specified in the reasons of appeal; and also from the main reason given for sustaining such portion of that action as is sustained.</p>\n<p id=\"b243-7\">It seems to me demonstrable that the vote of the common council requiring the company to enter into an agreement for making compensation for the increased expenses of the city to be caused by the operation of the railroad on the layout submitted, and for a continued and prescribed service on other parts of the road, is not a “ modification-” of the plan submitted, in respect to the particulars required by § 2 of the Act of 1893 to be specified in the plan; and can only be justified as legal by the <em>ratio decidendi </em>indicated in the opinion, that the conditions imposed by the council were justified by “ other provisions of law or charter; ” that the light to lay tracks on the streets in a particular way was “ dependent on the consent of the municipal authorities ”; <page-number citation-index=\"1\" label=\"234\">*234</page-number>that in deciding whether to approve a location “ the natural consequences of the construction and operation of the road upon it (the highway) must be taken into account”; and that the municipality, by virtue of the control vested in it by charter over all the city streets, was “ made in respect to them the general guardian of the public interests, and was protecting them in protecting itself.”</p>\n<p id=\"b244-5\">The charter of New Britain invested the people of the place therein described with the local government thereof (Salk. 193), constituting them “ one and the same body politic and corporate, ... to have perpetual succession ”; and “ to hold and exercise such powers and privileges hitherto exercised by said city as are perpetuated herein, together with all the additional powers and privileges herein and hereby conferred.”</p>\n<p id=\"b244-6\">Among the powers and privileges specially granted in the charter, to be exercised by the city through its court of common council, are the following: The “ powers, under the restrictions otherwise provided in this Act, to make such orders or ordinances as it shall see fit ” in relation to nuisances of all kinds in the said city; the licensing and regulating of public trucks and carriages; the regulation of the speed of animals, vehicles and electric cars within the city limits; the maintenance of fenders on electric cars; the sole and exclusive authority and control over all streets and highways and all parts of streets and highways ; the excavation of streets and highways for public and private purposes, and the location of any work thereon, whether temporary or permanent, upon or under the surface thereof; the power of providing for taking land for public use not otherwise prescribed in this Act; the finances and property real and personal of the city; providing revenue for the payment of expenses of any kind and of all public works and improvements; and the doing of all things convenient for providing funds for all its lawful expenditures.</p>\n<p id=\"b244-7\">The legislation of 1893 in respect to street railways, in so far as it affects the rights and powers of the city of New Britain, must be read and construed in connection with the <page-number citation-index=\"1\" label=\"235\">*235</page-number>charter establishing their rights and powers, which were reaffirmed in a public Act enacted at the same session of the legislature. That legislation must also be read and construed in connection with the following vital principles :</p>\n<p id=\"b245-5\">1. Cities and towns possess not only the powers specifically granted, and are subject not only to the liabilities specifically imposed; but they also possess the powers, and are subject to the liabilities, which are necessary to the full operation of those expressly mentioned or to the attainment and maintenance of their declared objects and purposes. There are certain implied powers inherent in a municipality, from the very fact of its creation with the specific powers and liabilities ordinarily belonging to a municipal corporation. This principle has been developed and established in a long line of cases, extending from 1750 to the present time-. In <em>Farrel </em>v. <em>Derby, </em>58 Conn., 234, 245, it was invoked to sustain the powers of a town to use its power of taxation, specifically given for other purposes, to raise funds for protecting the integrity of its territory from attack in the legislature. In the very recent case of <em>New Haven </em>v. <em>N. H. &amp; D. R. R. Co., </em>62 Conn., 252, 255, it was invoked to sustain the right of a citj'- to use its power of opposing before the railroad commissioners, an application by a railroad company for leave to make changes in its location, so as to obtain from the company an agreement to make compensation for municipal interests endangered hy such location, as a condition of the withdrawal of its opposition to the application.</p>\n<p id=\"b245-6\">2. While the legislature represents the sovereignty of the State in legislating, in respect to all governmental powers, yet this power of legislation must be exercised subject to limitations expressed in the specific provisions and fundamental principles contained in the Constitution, and should be exercised in harmony with those settled methods of free government whose essential importance has been recognized as self-evident by the people of our own State. The principle of local self-government, <em>i. e., </em>the control by each municipality of those local matters relating wholly or mainly, to their own affairs, as distinguished from those matters affect<page-number citation-index=\"1\" label=\"236\">*236</page-number>ing the State at large, is recognized as an underlying principle so essential to free government under an American and especially the New England system, as to constitute a rule of legislative conduct, even if it can never be treated as strictly a limitation on legislative powers. <em>Caldwell </em>v. <em>Justices of </em>Burke, 4 Jones’ Eq., 323 ; <em>People </em>v. <em>Surlbut, </em>24 Mich., 44, 66, 96; <em>People </em>v. <em>Detroit, </em>28 id., 228.</p>\n<p id=\"b246-5\">In our own State the initial steps in the whole operation of government depend on the action of towns, whose existence as territorial and municipal corporations is, by express provision of the Constitution, protected from extinction unless by their own consent. <em>O'Flaherty </em>v. <em>Bridgeport, </em>64 Conn., 159, 165. And it seems to me that in this State certainly, the principle of local self-government may fairly be regarded as at least effective to direct the action of the legislature, and potent to prevent this court, in a case of reasonable doubt, from preferring a construction that would give effect to legislation plainly obnoxious to the principle.</p>\n<p id=\"b246-6\">So read and construed, the legislation of 1893 must he held to grant to the railroad company the franchise for the occupation of the streets of the city of New Britain, only after an agreement between the company and the city in respect to a location; and cannot he held to abridge the right of the city to insist upon a reasonable agreement for the protection of its municipal interests before consenting to such occupation of its streets.</p>\n<p id=\"b246-7\">The opinion of the court contains the suggestion of such construction, as one ground for sustaining in part the action of the city council; it seems to me that it is the only tenable ground for sustaining such action, and that its logical application must sustain the whole of that action.</p>\n<p id=\"b246-8\">While I deem it necessary to state this ground of dissent, it does not seem appropriate to detail the line of argument and the authorities that have led me, after the most careful consideration, to such result. As I am satisfied this appeal is not properly before the court, I think the decision should have rested wholly on that ground; and that the case should have been erased from the docket.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}