{
  "casebody": {
    "data": "<casebody firstpage=\"78\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b88-7\">Minnie McMahon, Administratrix, <em>vs. </em>Newtown Savings Bank.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b88-8\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AEf\">October Term, 1895.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"A3z\">Andrews, O. J., Torrance, Fenn, Baldwin and Hamersley, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b88-9\">A gift cents a <em>mortis </em>cannot be established by proof of mere declarations, oral or written ; delivery, either actual or constructive, is essential.</headnotes>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b88-10\">[Argued October 30th</otherdate>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AGX\">decided November 22d, 1895.]</decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b88-11\">Action to recover the amount of a savings bank deposit alleged to have been owned by the plaintiff’s intestate at the ■ time of her decease; brought to the Court of Common Pleas in Fairfield County and tried to the court, <em>Curtis J.; </em>facts found and judgment rendered for the plaintiff, and appeal by the defendant for alleged errors in the rulings of the court.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A6d\">\n<em>No error.</em>\n</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b88-12\">The answer alleged that the intestate while in life, trans<page-number citation-index=\"1\" label=\"79\">*79</page-number>ferred by gift all title in the sum deposited in the bank, to one Thomas Reilly, and payment by the defendant to said Thomas.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b89-5\">The finding of the trial court discloses the following facts : The plaintiff’s intestate, Hannah McMahon Reilly, died on December 27th, 1891, while residing in the town of New-town. At various times during a long course of years previous to her death, the plaintiff’s intestate deposited with the defendant small sums of money which, with the accumulated interest thereon, amounted to $240.99 at the time of her death. This deposit was evidenced by a certain savings bank book, No. 1455, issued to her in the name of Hannah McMahon, previous to her marriage with her husband Richard Reilly. About a year before her death, the plaintiff’s intestate placed said bank book in custody of one Margaret McCarthy, her next door neighbor, for safe keeping, in whose possession it remained until December 28th, 1891, the day following the decease of said Hannah. On December 24th, 1891, said Hannah told said Thomas Reilly that she had a little money in the bank and some chickens, and that she wanted him to have the money and chickens, together with her furniture. Said Thomas Reilly thereupon drew up a paper of which the following is a copy: “I give my son, Thomas Reilly, all my money in Newtown Savings Bank and all my chickens and furniture. Newtown, December 24th, 1891; ” and asked her to sign it, which she did by affixing her mark thereto as follows : Hannah X Reilly. There were no witnesses of this transaction, and Thomas retained said paper in his possession until after her death.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b89-8\">At the time of this transaction, said savings bank book was in the possession of said Margaret McCarthy, a half mile distant from the place of the execution of said paper. The plaintiff’s intestate did not inform the said Thomas Reilly that she had the savings bank book, or that it was in the custody of said Margaret McCarthy, until about six o’clock in the evening of December 27th, 1891, about three hours before <page-number citation-index=\"1\" label=\"80\">*80</page-number>she died. Thomas then asked her whom she wished to have that money. She replied that she wanted him to have it and everything else. She then said to him, “ I give it to you and anything I own is yours. You will find the book at Pat McCarthy’s.” One George Toby and Thos. Reilly’s wife heard this conversation. In executing said paper and making said declarations, said Hannah intended to make a gift <em>causa mortis </em>to said Thomas Reilly.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b90-5\">Upon the facts as found, the defendant claimed that there was a valid gift by Hannah to Thomas Reilly, of the money in the savings bank; the court overruled this claim.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b90-6\">The reasons of appeal assigned the following error: “ In overruling the claim of the defendant, that upon the facts as proven, there was a valid gift by Hannah McMahon Reilly to Thomas Reilly, of the money in the Newtown Savings Bank belonging to her.”</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b90-7\"><em>William J. </em>Beecher, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b90-8\"><em>Daniel </em>Davenport, for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b90-9\">Hamersley, J.</author>\n<p id=\"AF\">Delivery of possession is essential to a <em>donatio causa mortis ; </em>and if the subject of the gift is a chose in action, there must be a delivery of evidences of the debt, oían assignment, or some act effective to vest the beneficial interest in the donee. <em>Raymond </em>v. <em>Sellick, </em>10 Conn., 480, 484; <em>Brown </em>v. Brown, 18 id., 410, 416 ; <em>Camp’s </em>Appeal, 36 id., 88, 92.</p>\n<p id=\"b90-10\">The defendant proved nothing but declarations: “ I want you to have the money; I give my son all my money in the savings bank; I want him to have it and everything else.” Such declarations, whether oral or written, do not, of themselves, consummate a valid gift.</p>\n<p id=\"b90-11\">When Mrs. Reilly signed the writing in evidence, she did not transfer her savings bank account; her title and benficial interest remained unchanged. The declarations might prove an intent to make a gift <em>causa </em>mortis, as found by the trial <page-number citation-index=\"1\" label=\"81\">*81</page-number>court, but something more was necessary to give effect to that intention.</p>\n<p id=\"b91-5\">There is no error in the judgment of the Court of Common Pleas.</p>\n<p id=\"b91-6\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}