{
  "casebody": {
    "data": "<casebody firstpage=\"208\" lastpage=\"210\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b260-17\">Ismat Tawfeek KHALAF, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b260-19\">No. 15398.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b260-20\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b260-21\">May 19, 1966.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b261-9\"><page-number citation-index=\"1\" label=\"209\">*209</page-number>M. J. Berkos, Chicago, 111., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b261-10\">Edward V. Hanrahan, U. S. Atty., John Peter Lulinski, Lawrence Jay Weiner, Asst. U. S. Attys., Chicago, III, for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b261-13\">Before HASTINGS, Chief Judge, and DUFFY and MAJOR, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b261-14\">MAJOR, Circuit Judge.</author>\n<p id=\"b261-15\">Petitioner, Ismat Tawfeek Khalaf, seeks a review of an order of deportation and denial of his request for voluntary departure. He entered the United States through the port of Miami, Florida, on August 3, 1965, as a non-immigrant transit without a visa for immediate and continuous passage through the United States to Jamaica, and remained in the United States without authority. There is no question but that he is deportable, as charged in the order to show cause; in fact, he so admits.</p>\n<p id=\"b261-16\">The Special Inquiry Officer denied petitioner’s application for voluntary departure in lieu of deportation, which denial was affirmed by the Board of Immigration Appeals.</p>\n<p id=\"b261-17\">The sole contested issue here arises from petitioner’s contention that the denial of his request for voluntary departure was an abuse of discretion or, as sometimes stated, arbitrary or capricious. The Board stated;</p>\n<blockquote id=\"b261-18\">“The special inquiry officer denied the application for voluntary departure on the ground that the respondent is statutorily ineligible for relief under Section 244(e) of the Immigration and Nationality Act. The respondent was convicted on two occasions in Jordan for theft which he committed subsequent to his 16th birthday. It is well settled that the crime of theft involves moral turpitude. The convictions appear to be for petty offenses. However, since he was convicted on two occasions he is not eligible for a waiver under the provisions of Section 212(a) (9) of the Immigration and Nationality Act (8 USC 1182(a) (9)). He is also precluded from establishing his good moral character by Section 101 (f) (3) of the Immigration and Nation<page-number citation-index=\"1\" label=\"210\">*210</page-number>ality Act. Under the circumstances the application for the privilege of voluntary departure must be denied.”</blockquote>\n<p id=\"Av-\">It might be added that the Special Inquiry Officer also found that petitioner on one occasion violated the terms of his parole and that he had been convicted for attempting to enter an occupied territory (Israel) in violation of law.</p>\n<p id=\"b262-4\">Section 244(e) of the Immigration and Nationality Act, 8 U.S.C.A. Sec. 1254(e), provides so far as pertinent:</p>\n<blockquote id=\"b262-5\">“The Attorney General may, in his discretion, permit any alien under deportation proceedings * * * to depart voluntarily from the United States at his own expense in lieu of deportation if such alien shall establish to the satisfaction of the Attorney General that he is, and has been, a person of good moral character for at least five years immediately preceding his application for voluntary departure under this subsection.”</blockquote>\n<p id=\"b262-7\">Thus, under this provision the burden is upon the alien to establish that he is eligible for relief. Even then, discretion remains with the Attorney General as to whether relief will be granted. United States ex rel. Hintopoulos v. Shaughnessy, 353 U.S. 72, 77, 77 S.Ct. 618, 1 L.Ed.2d 652; Fernandez-Gonzalez v. Immigration and Naturalization Service, 7 Cir., 347 F.2d 737, 739.</p>\n<p id=\"b262-8\">Petitioner argues that the offenses which he committed were of a minor nature and refers to the thefts as “a family affair,” and that he seeks voluntary departure so that he may more readily reenter this country to join his father. The argument is appealing, but the many cases which have considered the same or a similar contention demonstrate that it has been almost uniformly denied. In fact, petitioner cites only a single case where a court has held that the Attorney General abused his discretion in denying the right to depart voluntarily. Mastrapasqua v. Shaughnessy, 2 Cir., 180 F.2d 999. In that case, the Immigration Service denied relief on the ground that petitioner was a member of a class which the Attorney General had decided as a matter of policy should not be accorded discretionary' relief.</p>\n<p id=\"b262-10\">Another case which illustrates the extreme factual situation required to induce a court to reverse a denial for voluntary departure is Hegerich v. Del Guercio, 9 Cir., 255 F.2d 701. In that case, the alien was in this country under a permit which authorized him to stay until a certain date. There was confusion as to when his time expired, and to clear up his status he went to the Immigration and Naturalization Office to seek information. According to the calculation of the agency, he had overstayed three days, was arrested on the spot, ordered deported and his request for voluntary departure denied. In reversing such denial, the Court stated (page 701):</p>\n<blockquote id=\"b262-11\">“But the government, as it should, seems to concede that there can be a case where the denial of voluntary departure can be an abuse of administrative discretion. This court holds that this is it.”</blockquote>\n<p id=\"b262-12\">As we have noted, the thefts committed by petitioner appear to have been minor in nature, and in some other context might have been of little, if any, significance. However, in the instant proceeding they, together with other circumstances, furnish ample justification for the denial of petitioner’s request for voluntary departure. In this connection it is pertinent to observe that this Court in a deportation proceeding, Orlando v. Robinson, 262 F.2d 850, 851, held that the theft of Christmas packages valued at $5.00 was a crime involving moral turpitude.</p>\n<p id=\"b262-13\">The petition for review of the denial of petitioner’s request for voluntary departure is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}