{
  "casebody": {
    "data": "<casebody firstpage=\"562\" lastpage=\"563\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b590-8\">In re RIEBEL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b590-9\">Patent Appeal No. 3179.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b590-10\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"aeh-dedup-0\">March 26, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b590-16\">Fay, Oberlin &amp; Fay, of Cleveland, Ohio, and Lynn H. Latta, of Toledo, Ohio, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b590-17\">T. A. Hostetler, of Washington, D. C. (Howard S. Miller, of Washington, D. C., of counsel), for Commissioner of Patents.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b590-18\">Before GRAHAM, Presiding Judge, and BLAND, GARRETT, and LENROOT, Associate Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b590-19\">GARRETT, Associate Judge.</author>\n<p id=\"b590-20\">This is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Examiner, rejecting, for want of invention over the prior art, the only claim of an application for patent entitled “Vacuum Cleaner.”</p>\n<p id=\"b590-21\">The claim reads:</p>\n<blockquote id=\"b590-22\">“5. The combination with a portable vacuum cleaner having a fan easing provided with a discharge duet, and an operating handle pivotally connected with said cleaner, of an air-pervious dust accumulating paper bag detachably rigidly supported by said handle, said bag having an inlet neck at one side of its lower end in substantial alignment with the handle attaching means, and a flexible tube connecting said bag inlet with said duct, whereby movement of said handle is permitted without flexing said bag.”</blockquote>\n<p id=\"b590-23\">The references cited are: Duffle, 1,230,-827, June 19,1917; Replogle, 1,416,876, May 23, 1922; Halsted, 1,553,076, September 8, 1925.</p>\n<p id=\"b590-24\">The claim describes the device clearly and no elaboration is deemed essential to its proper understanding.</p>\n<p id=\"b590-25\">The patent to Duffle is for “Vacuum Cleaning Apparatus,” and, as we view it, the specification and drawings thereof disclose every feature which is present in the involved claim, the several features of the patent being substantially in the same arrangement as are the features of the claim. The only discernible differences are, that (1) the dust collecting receptacle of the claim is limited to “an air-pervious dust accumulating <em>paper bag ” </em>while the patent provides a receptacle which may be made of “sheet metal, papier maché, fiber or other <em>suitable material” </em>(italics ours), and (2), in order to use satisfactorily a paper bag, instead of a metal member, a slightly different arrangement of the flexible tube in its relation to the bag and handle seem to be provided.</p>\n<p id=\"b590-26\">The Halsted patent teaches as one of its objects “the provision of a <em>bag of paper </em>or like- cheap material * * * ” as a dust receptacle.</p>\n<p id=\"b590-27\">This is a companion ease to that involved in appeal No. 3448, by the same party, Rie-bel. which is decided concurrently herewith. 69 F.(2d) 563, 21 C. C. P. A.-.</p>\n<p id=\"b591-3\"><page-number citation-index=\"1\" label=\"563\">*563</page-number>We discern no error in the decision of the Board of Appeals and the same is affirmed.</p>\n<p id=\"b591-4\">Affirmed.</p>\n<p id=\"b591-5\">HATFIELD, Associate Judge, does not participate.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}