{
  "casebody": {
    "data": "<casebody firstpage=\"340\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b376-3\">OHIO CIVIL SERVICE EMPLOYEES ASSOCIATION, AFSCME, LOCAL 11, AFL-CIO, Appellant, v. OHIO DEPARTMENT OF TRANSPORTATION et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b376-7\">[Cite as <em>Ohio Civ. Serv. Emp. Assn., AFSCME, Local 11, AFL-CIO, v. Ohio Dept. of Transp. </em>(1995), 104 Ohio App.3d 340.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b376-8\">Court of Appeals of Ohio, Tenth District, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b376-10\">No. 94APE08-1252.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b376-11\">Decided June 1, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b377-9\"><page-number citation-index=\"1\" label=\"341\">*341</page-number><em>Linda K Fiely, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b377-10\"><em>Betty D. Montgomery, </em>Attorney General, <em>Jack W. Decker </em>and <em>Vincent T. Lombardo, </em>Assistant Attorneys General, for appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b377-11\"><em>Lucas, Prendergast, Albright, Gibson &amp; Newman </em>and <em>Rankin M. Gibson; Downes &amp; Hurst </em>and <em>Marc A. Fishel; Douglas Duckett; Paul L. Cox, </em>for <em>amicus curiae.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b378-4\"><page-number citation-index=\"1\" label=\"342\">*342</page-number>Peggy Bryant, Judge.</author>\n<p id=\"b378-5\">Intervenor-appellant, Ohio Civil Service Employees Association, Local 11, AFL-CIO (“OCSEA”), appeals from a judgment of the Franklin County Court of Common Pleas, which affirmed the order of the State Employment Relations Board (“SERB”). The SERB order upheld the decision of the Ohio Department of Transportation (“ODOT”) to unilaterally implement a “no-smoking”<footnotemark>1</footnotemark> policy, finding that the policy is not a mandatory subject of collective bargaining.</p>\n<p id=\"b378-6\">On October 27, 1987, OCSEA filed an unfair labor practice charge with SERB, alleging that ODOT’S unilateral implementation of a “no-smoking” policy violated R.C. 4117.11(A)(1) and (A)(5), and asserting that the policy was a mandatory subject of bargaining under R.C. 4117.08(A) and (C). Following an investigation into OCSEA’S charge, SERB, on May 27, 1988, issued a complaint charging ODOT with commission of an unfair labor practice. Following a hearing, a SERB hearing officer issued a proposed order concluding that although ODOT’s no-smoking policy was a mandatory subject of bargaining, OCSEA had waived its right to bargain concerning the no-smoking policy under the terms of its collective bargaining agreement with ODOT.</p>\n<p id=\"b378-7\">On January 8, 1993, while the parties were still awaiting a final opinion and order from SERB, the Governor of Ohio issued Executive Order 93-01V (“executive order”), which prohibits smoking in most state facilities, including those operated by ODOT. As a result, OCSEA moved to withdraw its unfair labor practice charge and to dismiss SERB’S complaint on the grounds that the executive order, which superseded ODOT policy, had rendered the controversy regarding ODOT’s no-smoking policy moot. SERB denied OCSEA’s motion, finding that the case raised the larger issue of how to identify subjects of mandatory bargaining under R.C. 4117.08.</p>\n<p id=\"b378-8\">On April 29, 1993, SERB issued an opinion and order rejecting the hearing officer’s recommendations. Instead, SERB set forth a new balancing test for distinguishing between subjects of mandatory and permissive bargaining. Applying the new balancing test, SERB concluded that ODOT’s no-smoking policy was the subject of permissive rather than mandatory bargaining, but, nonetheless, ordered ODOT to provide OCSEA with an opportunity to bargain over “the wages, hours or other terms and conditions of employment affected by its decision to implement a no-smoking policy * *</p>\n<p id=\"b378-9\">OCSEA appealed SERB’S order to the Franklin County Court of Common Pleas on May 14, 1993. On August 9, 1994, the court affirmed SERB’S order. OCSEA appeals, assigning the following errors:</p>\n<p id=\"b379-4\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>“I. The court of common pleas erred when it failed to reverse the decision of the State Employment Relations Board (SERB) that was contrary to the Supreme Court’s interpretation of R.C. Section 4117.08(A) and (C).</p>\n<p id=\"b379-5\">“II. The court of common pleas erred when it refused to reverse the determination of the State Employment Relations Board (SERB) on the basis that the court was obligated to defer to SERB’S interpretation because SERB does not possess the independent authority to interpret and define the legal scope of mandatory subjects of bargaining as found in R.C. Sections 4117.08(A) and (C) contrary to the interpretation of those sections of law by the Ohio Supreme Court.</p>\n<p id=\"b379-6\">“III. The court of common pleas erred when it upheld an unreasonable construction and application of the statute.</p>\n<p id=\"b379-7\">“IV. The court of common pleas erred when it upheld the decision of the State Employment Relations Board (SERB) because the balancing test is contrary to public policy.”</p>\n<p id=\"b379-8\">Although the parties in their respective briefs did not not address the issue of mootness, the issue arose during oral argument. SERB requested leave to file a supplemental brief on the issue. Granting SERB’S request, we invited the other parties to brief the mootness issue. In its response to our invitation, OCSEA submits that SERB’s opinion and order of April 29, 1993 should be vacated, as the controversy regarding ODOT’s unilateral imposition of a no-smoking policy was rendered moot by the executive order.</p>\n<p id=\"b379-9\">“The doctrine of mootness is rooted both in the ‘case’ or ‘controversy’ language of Section 2, Article III of the United States Constitution and in the general notion of judicial restraint.” <em>James A. Keller, Inc. v. Flaherty </em>(1991), 74 Ohio App.3d 788, 791, 600 N.E.2d 736, 738. Although the Ohio Constitution has no counterpart to Section 2, Article III, Ohio courts have long refused to entertain moot questions. <em>Id. </em>Thus, the “ ‘duty of * * * every * * * judicial tribunal * * * is to decide actual controversies by a judgment which can be carried into effect, and not to give opinions upon moot questions or abstract propositions, or to declare principles or rules of law which cannot affect the matter in issue in the case before it. * * * ’ ” <em>Miner v. Witt </em>(1910), 82 Ohio St. 237, 238, 92 N.E. 21, 22, quoting <em>Mills v. Green </em>(1895), 159 U.S. 651, 653, 16 S.Ct. 132, 133, 40 L.Ed. 293, 293-294. Where, prior to the rendition of a final decision, an event occurs, without the fault of either party, which renders it impossible for the court to grant effectual relief in a case, the case should be dismissed. <em>Hagerman v. Dayton </em>(1947), 147 Ohio St. 313, 325, 326, 34 O.O. 238, 244, 71 N.E.2d 246, 252.</p>\n<p id=\"b380-4\"><page-number citation-index=\"1\" label=\"344\">*344</page-number>In the present case, the parties do not dispute that as a result of the executive order which created a “smoke free work place” in most state facilities, ODOT employees are prohibited from smoking at work, even if OCSEA were to prevail on its claim respecting the no-smoking policy adopted by ODOT. The executive order thus rendered moot the justiciable controversy between the parties, as any order requiring ODOT to bargain over the implementation of a smoking policy was foreclosed by the executive order.</p>\n<p id=\"b380-5\">SERB responds, however, that the present case falls within the recognized exception to the mootness doctrine for cases which present an issue capable of repetition but which will continually evade review. <em>Flaherty, supra, </em>74 Ohio App.3d at 791, 600 N.E.2d at 738. Although SERB correctly notes that the issue of how to identify subjects of mandatory bargaining is likely to reoccur, SERB does not explain why the issue will continually evade review. The circumstances which rendered the present controversy moot, the issuance of a superseding executive order, are unusual and are not likely to be repeated. Further, the numerous decisions interpreting R.C. 4117.08 and the subject of mandatory bargaining indicate that identifying subjects of mandatory bargaining has not evaded judicial review in the past.</p>\n<p id=\"b380-6\">SERB also notes that an exception to the mootness doctrine exists for cases which raise matters of great public interest. <em>Tschantz v. Ferguson </em>(1991), 57 Ohio St.3d 131, 133, 566 N.E.2d 655, 657. It asserts that the present case, even if moot, should be decided because it raises the dual issues of (1) how to balance the public health concerns associated with the hazards of secondhand smoke against the rights of public employees to smoke, and (2) how to identify subjects of mandatory bargaining under R.C. 4117.08, both matters of great public concern.</p>\n<p id=\"b380-7\">While public health issues in some instances may present matters falling within the public interest exception to the mootness doctrine, the present case does not. The balancing of public health concerns regarding the hazards of secondhand smoke against the right of public employees to smoke, not just as to these parties . but for virtually all public employees, has been resolved by the executive order; SERB’S opinion can add nothing to the issue. Further, because issues of public health are unique to the particular facts of each case, any decision rendered in this case would lend little, if any, benefit or guidance to different public health issues later to come before SERB. Finally, to the extent SERB argues that the identification of mandatory subjects of bargaining is itself a matter of great public concern, that issue will have many opportunities for definition and clarification in the future controversies presented to SERB.</p>\n<p id=\"b380-8\">In the final analysis, this case does not present an issue which should be addressed despite its mootness. See <em>Franchise Developers, Inc. v. Cincinnati </em><page-number citation-index=\"1\" label=\"345\">*345</page-number>(1987), 30 Ohio St.3d 28, 505 N.E.2d 966 (debatable constitutional issue may be resolved despite matter being moot). The public concern exception to the mootness doctrine does not apply to the facts before us. See <em>Flaherty, supra, </em>74 Ohio App.3d at 792, 600 N.E.2d at 739.</p>\n<p id=\"b381-4\">Because the controversy between OCSEA and ODOT was rendered moot by the executive order, SERB’S opinion and order of April 29, 1993 is simply an advisory opinion without any binding effect either upon the parties or as precedent. R.C. Chapter 4117, however, does not specifically authorize SERB to issue advisory opinions. Moreover, any attempt by SERB to use the decision in the future runs the risk that the decision may be deemed an improperly promulgated rule. See, <em>e.g., Ohio Nurses Assn., Inc. v. Ohio State Bd. of Nursing Edn. &amp; Nurse Registration </em>(1989), 44 Ohio St.3d 73, 540 N.E.2d 1354.</p>\n<p id=\"b381-5\">In the final analysis, because no justiciable controversy was before SERB, the common pleas court should have vacated SERB’S order as moot. See <em>State v. Berndt </em>(1987) 29 Ohio St.3d 3, 29 OBR 173, 504 N.E.2d 712; <em>White Consol. Industries v. Nichols </em>(1984), 15 Ohio St.3d 7, 15 OBR 6, 471 N.E.2d 1375. Accordingly, we reverse the judgment of the common pleas court and remand with instructions to vacate SERB’s decision as moot.</p>\n<p id=\"b381-6\">\n<em>Judgment reversed and cause remanded with instructions.</em>\n</p>\n<judges id=\"b381-7\">Deshler and Strausbaugh, JJ., concur.</judges>\n<judges id=\"b381-8\">Strausbaugh, J., retired, of the Tenth Appellate District, sitting by assignment.</judges>\n<footnote label=\"1\">\n<p id=\"b378-10\">. The policy adopted by ODOT prohibited smoking in ODOT facilities, except in specifically designated smoking areas during nonwork time.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}