{
  "casebody": {
    "data": "<casebody firstpage=\"740\" lastpage=\"749\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b776-5\">The STATE of Ohio, Appellee, v. FRENCH, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b776-7\">[Cite as <em>State v. French </em>(1995), 104 Ohio App.3d 740.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b776-8\">Court of Appeals of Ohio, Twelfth District, Preble County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b776-10\">No. CA94-10-026.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b776-11\">Decided June 19, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b779-12\"><page-number citation-index=\"1\" label=\"743\">*743</page-number><em>Rebecca J. Ferguson, </em>Preble County Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AoP\"><em>Augustus L. Ross III, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b779-13\">William W. Young, Judge.</author>\n<p id=\"b779-14\">Defendant-appellant, Bruce G. French, appeals the decision of the Preble County Court of Common Pleas denying his motion to suppress evidence of drug trafficking. We affirm the trial court’s decision.</p>\n<p id=\"b779-15\">Shortly before Thanksgiving 1993, Richmond, Indiana police alerted the Ohio Highway Patrol to watch for an individual identified as Bruce French, who would be driving a black Peterbilt truck with “B &amp; C” lettering on the cab, and carrying a Maine license. Richmond police apparently believed French to be a drug courier on his way to make a drop in New Paris, Preble County, Ohio. Ohio troopers watched for the truck for three or four days over the Thanksgiving holiday, but did not encounter the truck during that period.</p>\n<p id=\"b779-16\">On January 8, 1994, Troopers Joseph Gebhart and Darren Fussner, both with the highway patrol’s drug interdiction team, were parked in separate cruisers at a crossover by the four-mile post on 1-70 in Preble County. At approximately 2:15 p.m., a truck passed matching the Richmond police bulletin receivéd the previous <page-number citation-index=\"1\" label=\"744\">*744</page-number>November. The troopers had a brief discussion and Trooper Gebhart subsequently pulled out after the vehicle. He caught up with the truck at the six-mile post, and went on to stop the vehicle before milepost seven. The trooper later said that he saw the trailer’s rear wheels cross entirely over the white right edge line of the highway three times within a quarter-mile.</p>\n<p id=\"b780-5\">As soon as Trooper Gebhart pulled out after French, Trooper Fussner called Trooper Shaun Smart at home for more details on the Richmond police bulletin. Trooper Fussner went to the scene when he heard Gebhart radio that he was stopping the truck.</p>\n<p id=\"b780-6\">As Trooper Gebhart pulled the truck over, a video camera inside the cruiser was activated. The trooper approached French, asked if he was sleepy and took his driver’s license, registration and log book. He told French to wait a couple of minutes while he ran a license check.</p>\n<p id=\"b780-7\">The trooper later claimed that he immediately noticed several indicators of drug courier activity: The tractor was a 1987 model — according to the trooper, couriers often use older tractors; there were painted markings on the side of the cab; a “heavy-duty” lock secured the trailer; and French appeared very nervous. Upon further inspection of French’s logs, Trooper Gebhart discovered other indicators: The load point of origin was Nogales, Arizona, a “drug distribution center,” and the load destination was Boston, Massachusetts, another “distribution center”; the log book also showed an eighteen-hour-twenty-minute layover in New Paris, Ohio.</p>\n<p id=\"b780-8\">Troopers Gebhart and Fussner immediately relayed specific information about the truck and the driver to Trooper Smart. The latter confirmed that French was the truck driver of whom Richmond police had previously informed them. One of the troopers then called for a canine unit.</p>\n<p id=\"b780-9\">The canine unit arrived at the scene about forty-five minutes after the initial stop. The dog alerted at two places on the truck — underneath the rear of the trailer and around the right side trailer door. The troopers, without French’s consent, opened the trailer’s rear doors and immediately found five bundles containing a total of one hundred nine pounds of marijuana.</p>\n<p id=\"b780-10\">The Preble County Grand Jury indicted French for drug trafficking. French filed a motion to suppress, arguing that his initial stop and subsequent detention were unconstitutional. The trial court held a hearing on June 1,1994. The lower court subsequently denied French’s motion by decision entered August 10, 1994.</p>\n<p id=\"b780-11\">French sets forth no assignments of error, but instead presents six issues for review, which we will consider together as a single assignment of error. He argues in his first, second, third, and sixth issues that the initial stop was unreasonable. He claims that Trooper Gebhart’s stated reason for the stop, <page-number citation-index=\"1\" label=\"745\">*745</page-number>repeated marked-lane violations, was simply a pretext to set the stage for a warrantless search. French also asserts in his fourth and sixth issues that his subsequent detention until the dog arrived was not justified under the circumstances. Finally, French suggests in his fifth issue that the canine sniff did not provide probable cause for the warrantless search.</p>\n<p id=\"b781-4\">This court must first address French’s argument that the initial stop was invalid. Any police-initiated stop of an automobile, including a traffic stop, is a limited seizure under the Fourth Amendment and falls within the purview of <em>Terry v. Ohio </em>(1968), 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889. <em>Delaware v. Prouse </em>(1979), 440 U.S. 648, 99 S.Ct. 1391, 59 L.Ed.2d 660. Generally, an officer is justified in making an investigative stop if specific and articulable facts suggest that a motorist may be committing a criminal act, including a traffic law violation. See, <em>e.g., State v. Evans </em>(1993), 67 Ohio St.3d 405, 412, 618 N.E.2d 162, 168.</p>\n<p id=\"b781-5\">The state does not argue that the prior Richmond police tip justified Trooper Gebhart’s decision to stop French. Instead, the state claims that Trooper Gebhart properly stopped French for repeatedly driving outside his marked lane within a relatively short span. French counters that the trooper used an alleged traffic violation simply as a pretext.</p>\n<p id=\"b781-6\">This court has said that police may not stop an individual for a traffic violation as a pretext to conduct a warrantless search. <em>State v. Roaden </em>(1994), 98 Ohio App.3d 500, 648 N.E.2d 916; see, also, <em>State v. Bishop </em>(1994), 95 Ohio App.3d 619, 622, 643 N.E.2d 170, 171-172. To determine whether a traffic stop is pretextual, this court has followed the so-called reasonable-officer approach, and concluded that the issue “ ‘is not whether the officer <em>could </em>validly have made the stop but whether under the same circumstances a reasonable officer <em>would </em>have made the stop in the absence of the invalid purpose.”’<footnotemark>1</footnotemark> (Emphasis <em>sic.) State v. Spencer </em>(1991), 75 Ohio App.3d 581, 585, 600 N.E.2d 335, 337, quoting <em>United States v. Smith </em>(C.A.11, 1986), 799 F.2d 704, 709.</p>\n<p id=\"b781-7\">The reasonable-officer test is an objective approach that focuses on whether a reasonable officer, considering all the circumstances, would have made the initial stop or arrest. The officer’s subjective motivation for making the stop is not the primary consideration. This state’s First, Second, and Eleventh Appellate Districts have also adopted the reasonable-officer approach. See <em>State v. Richardson </em>(1994), 94 Ohio App.3d 501, 506-507, 641 N.E.2d 216, 219-220; <page-number citation-index=\"1\" label=\"746\">*746</page-number><em>Spencer, supra, </em>75 Ohio App.3d at 585, 600 N.E.2d at 337; <em>State v. Whitsell </em>(1990), 69 Ohio App.3d 512, 522-524, 591 N.E.2d 265, 271-273.</p>\n<p id=\"b782-5\">The Ninth Appellate District recently has rejected the reasonable-officer approach. <em>State v. Carlson </em>(1995), 102 Ohio App.3d 585, 657 N.E.2d 591. In <em>Carlson, </em>the court concluded that if a law enforcement officer has specific articulable facts that a motorist has committed a traffic law violation, the officer is justified in making the stop and no further inquiry is warranted. The court found that the trial court erred in considering whether the stop in that case had actually been motivated by an improper purpose.</p>\n<p id=\"b782-6\">We feel the position adopted in <em>Carlson </em>prevents a trial court from considering evidence that an officer stopped a motorist for an improper purpose if the officer can point to any traffic violation, no matter how minor. While this approach is simple, it completely ignores the pretext issue; in this court’s opinion, the reasoning in <em>Carlson </em>is at odds with a foundational purpose behind the exclusionary rule, namely the deterrence of police misconduct. See <em>Richardson, supra, </em>94 Ohio App.3d at 506, 641 N.E.2d at 219. As this court pointed out in <em>Bishop, supra, </em>95 Ohio App.3d at 622, 643 N.E.2d at 172, “[i]f a police officer follows a motorist long enough, eventually the officer will observe some minor traffic violation which the officer can claim justifies an investigative stop.”</p>\n<p id=\"b782-7\">If the Fourth Amendment is to have meaning, the trial court must “evaluate the reasonableness of a particular search or seizure in light of the particular circumstances” in which the search or seizure occurred. <em>Terry, supra, </em>392 U.S. at 21-22, 88 S.Ct. at 1879-1880, 20 L.Ed.2d at 906. The approach adopted in <em>Carlson </em>is inconsistent with <em>Terry </em>in at least one respect: It prevents the trial court from considering the reasonableness of a given stop in light of all available circumstances. See <em>State v. Bobo </em>(1988), 37 Ohio St.3d 177, 178, 524 N.E.2d 489, 490-491.</p>\n<p id=\"b782-8\">The reasonable-officer test allows the trial court to monitor flagrant misconduct, but does not protect a wrongdoer who would have been intercepted by a police officer who was acting without improper motives. Katz, Ohio Arrest, Search and Seizure (1995) 189, Section T 11.05. This court remains convinced that if a defendant can introduce evidence that a reasonable-officer would not have made a given stop but for some illicit purpose or motive, the trial court should be allowed to consider such evidence.</p>\n<p id=\"b782-9\">Having reaffirmed the reasonable-officer test, we will briefly discuss the parties’ burdens of proof. Clearly, the state meets its burden of showing a reasonable articulable suspicion justifying a stop where the officer testifies that he or she witnessed an apparent traffic violation. At that point, the defendant may come forward with evidence that a reasonable officer would not have made <page-number citation-index=\"1\" label=\"747\">*747</page-number>the stop under the circumstances. It is appropriate that the defendant carry the burden of proof in that regard.</p>\n<p id=\"b783-5\">Here, the trooper testified that he pulled French over after he saw the truck cross the right edge line three times within a short distance. The trooper stated at the suppression hearing that he believed French had committed a marked-lane violation and denied that the stop was pretextual.<footnotemark>2</footnotemark> The videotape of the stop reveals that the trooper immediately asked French if he was tired, suggesting that the trooper was concerned that French might have been impaired. French presented no evidence that a reasonable officer would not have stopped French under similar circumstances.<footnotemark>3</footnotemark></p>\n<p id=\"b783-6\">In reviewing a ruling on a motion to suppress, this court must bear in mind that the weight of the evidence and the credibility of witnesses are for the <em>trier </em>of fact. State <em>v. DePew </em>(1988), 38 Ohio St.3d 275, 277, 528 N.E.2d 542, 547. The record is such that the trial court could have determined from the available evidence that a reasonable officer would have stopped French under the circumstances of this case. Therefore, competent credible evidence supports the lower court’s conclusion that the stop was not pretextual.</p>\n<p id=\"b783-7\">This court must next consider whether French’s detention after the stop was unreasonable. An investigative stop may last no longer than necessary to achieve the purpose of the stop. <em>Florida v. Royer </em>(1983), 460 U.S. 491, 500, 103 S.Ct. 1319, 1325-1326, 75 L.Ed.2d 229, 238; <em>State v. Bevan </em>(1992), 80 Ohio App.3d 126, 129, 608 N.E.2d 1099, 1100-1101. For example, where the stop is based upon a reasonable suspicion that a motorist has committed a traffic violation, an officer may detain the motorist only long enough to issue a warning or citation. However, if the circumstances attending a stop produce a reasonable suspicion of some other illegal activity, the officer may detain the vehicle and driver for as long as that new articulable and reasonable suspicion continues. <em>State v. Myers </em>(1990), 63 Ohio App.3d 765, 771, 580 N.E.2d 61, 64.</p>\n<p id=\"b783-8\">In determining whether a detention is reasonable, the court must look at the totality of the circumstances. <em>Bobo, supra, </em>37 Ohio St.3d 177, 524 <page-number citation-index=\"1\" label=\"748\">*748</page-number>N.E.2d 489. In support of its argument that the detention here was reasonable, the state points to so-called indicators suggesting that French could be a drug courier. Most of the indicators Trooper Gebhart cited would no doubt apply to many trucks that legitimately pass through Ohio every day. Many of the indicators would support a reasonable belief that French was the same truck driver described by Richmond police, but would not otherwise support a reasonable inference that French might be involved in drug trafficking.<footnotemark>4</footnotemark></p>\n<p id=\"b784-5\">The presence of these indicators alone would not justify a forty-five-minute detention. However, French’s detention was based on more than the indicators cited by Trooper Gebhart. The trooper also had the tip from Richmond police that French was a drug courier. Although this court gives little weight to the indicators alone, they may have added to the trooper’s reasonable suspicion that the tip was valid.</p>\n<p id=\"b784-6\">The troopers detained French for forty-five minutes to await the canine unit — a substantial delay. However, the absolute length of the detention is not the only factor to consider. See <em>United States v. Sharpe </em>(1985), 470 U.S. 675, 105 S.Ct. 1568, 84 L.Ed.2d 605 (in assessing whether a detention was too long, it is appropriate to consider whether police diligently pursued investigation likely to quickly confirm or dispel their suspicions). See, also, <em>United States v. French </em>(C.A.6, 1992), 974 F.2d 687 (forty-five-minute delay while drug dog brought to truck stopped on highway proper where officer had already smelled what appeared to be marijuana).</p>\n<p id=\"b784-7\">In this case, the troopers quickly confirmed that French was the same individual to whom Richmond police had alerted them previously. After that confirmation, the troopers immediately pursued a means of investigation likely to confirm their suspicions that French was carrying drugs — they called for a canine unit. There is no indication that the canine unit could have arrived any earlier. This court may also consider, in determining whether the detention was reasonable under the totality of the circumstances, the intrusiveness of the detention. Here, although French was not free to leave, his detention was relatively unintrusive. French remained alone in his cab while the troopers waited in their own vehicles. The troopers did not aggressively question French, frisk him or search the cab of his truck.</p>\n<p id=\"b784-8\">This court is not convinced, considering all the circumstances, that the troopers acted unreasonably in detaining French for forty-five minutes before the canine unit arrived. Under the circumstances in this case, French’s detention was not unreasonable.</p>\n<p id=\"b785-4\"><page-number citation-index=\"1\" label=\"749\">*749</page-number>French also argues that the trial court erred in finding that the canine sniff could provide probable cause for the subsequent warrantless search. We disagree. This court has said that use of a drug sniffing dog to detect the presence of illegal drugs in a lawfully detained vehicle does not violate a reasonable expectation of privacy and is not a search under the United States or Ohio Constitutions. <em>State v. Waldroup </em>(Jan. 30, 1995), Preble App. No. CA94007-018, unreported, 1995 WL 31581. See, also, <em>State v. Palicki </em>(1994), 97 Ohio App.3d 175, 180-181, 646 N.E.2d 494, 497-499. Once a trained drug dog alerts to the odor of drugs from a lawfully detained vehicle, an officer has probable cause to search the vehicle for contraband. <em>Id.</em></p>\n<p id=\"b785-5\">At the hearing on the motion to suppress, Troopers Fussner and Gebhart both testified that the drug dog “alerted” to drugs in the trailer. Trooper Gebhart testified that the dog’s behavior changes when it smells drugs. The trooper testified that while working along the back of French’s trailer, the dog’s head jerked back and that the dog got on the rear step of the trailer and “then scratched on the right rear step up, indicating an alert.” Trooper Fussner testified that he has observed the dog work many times; he also concluded that the dog alerted to drugs in the trailer.</p>\n<p id=\"b785-6\">French specifically complains that the dog handler did not testify at the hearing and that the trial court relied only on the troopers’ testimony and the videotape in concluding that the dog alerted to drugs in the trailer. However, at the suppression hearing French indicated that he did not have specific questions for the dog handler or about the dog’s training; French stipulated that what is reflected on the videotape is how the dog behaved with respect to his alert. We conclude that there was competent credible evidence in the record that the drug dog in this case alerted to drugs in French’s trailer.</p>\n<p id=\"b785-7\">To summarize, this court holds that the trial court could have concluded that the stop was not pretextual. Under the particular circumstances of this case, French’s subsequent forty-five-minute detention before the canine unit arrived was not unreasonable. Once the dog alerted, the trial court could have properly determined that the officers had probable cause to search the vehicle under the “automobile exception” to the warrant requirement of the Fourth Amendment. Under these circumstances, the trial court did not abuse its discretion in denying French’s motion to suppress the evidence.</p>\n<p id=\"b785-8\">All of the issues presented by French are without merit and the assignment of error is overruled.</p>\n<p id=\"b785-9\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b785-10\">Walsh, P.J., and Powell, J., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b781-8\">. The United States Supreme Court has concluded that \"[a]n arrest may not be used as a pretext to search for evidence.” <em>United States v. Lefkowitz </em>(1932), 285 U.S. 452, 467, 52 S.Ct. 420, 424, 76 L.Ed. 877, 884. However, subsequent Supreme Court decisions do not provide a clear standard for determining <em>when </em>an arrest or stop may be considered a pretext.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b783-9\">. R.C. 4511.33 governs driving in marked lanes. Not every crossing of the right edge line, regardless of circumstances, necessarily justifies the stop of a vehicle. <em>State v. Gullett </em>(1992), 78 Ohio App.3d 138, 604 N.E.2d 176, headnote five. However, a number of courts have concluded that under certain circumstances, repeatedly crossing over the right edge line may create a reasonable suspicion that the driver has violated R.C. 4511.33. See, e.g., <em>State v. Gray </em>(Apr. 17, 1995), Warren App. No. CA94-04-045, unreported, 1995 WL 222183; <em>State v. Gibson </em>(Apr. 4, 1995), Columbiana App. No. 92-C-21, unreported, at 3, 1995 WL 152978.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b783-10\">. For example, French could have attempted to gather evidence about the frequency with which state troopers stop trucks under similar circumstances. French did not elicit any such evidence.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b784-9\">. Especially dubious are Trooper Gebhart’s suspicions based on the age of the truck, the markings on the side, and the two-inch-high “heavy duty” lock on the back of the trailer.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}