{
  "casebody": {
    "data": "<casebody firstpage=\"119\" lastpage=\"122\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b143-3\">(129 App. Div. 420.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b143-4\">DEERPARK BREW CO. v. PORT JERVIS WATERWORKS CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b143-5\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAB\">December 30, 1908.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b143-6\">Waters and Water Courses (§ 208<footnotemark>*</footnotemark>)—Injuries Incident to Use of Water-Negligence—Evidence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b143-7\">A corporation supplying water to the inhabitants of a city maintained a reservoir along the line of a brook and constructed an earth dam across the valley through which the stream descended. The dam was supplied with a spillway to regulate the supply of water in the reservoir. During an unprecedented rainfall the corporation lowered the spillway after the water had reached a stage threatening the destruction of the dam. There was nothing to show that the corporation was not justified in maintaining the spillway, or that it was negligent in maintaining the dam. There was no excessive removal of the boards of the spillway. <em>Held, </em>that the corporation was not negligent, and was not liable for injuries occasioned to a lower owner along the brook in consequence of the lowering of the spillway.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b143-8\">[Ed. Note.—For other cases, see Waters and Water Courses, Dec. Dig. § 208.*]</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b143-9\">Appeal from Trial Term, Orange County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b143-10\">Action by the Deerpark Brew Company against the Port Jervis Waterworks Company. From a judgment for plaintiff, and from an order denying a new trial on the minutes, defendant appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b143-11\">Argued before WOODWARD, JENKS, GAYNOR, RICH, and MILDER; JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b143-12\">C. E. Cuddeback, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b143-13\">William A. Parshall, for respondent.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b143-16\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b143-14\">WOODWARD, J.</author>\n<p id=\"A3S\">The defendant in this action is a domestic corporation, organized for the purpose of supplying pure and wholesome water to the inhabitants of Port Jervis. In the discharge of this duty under its franchise from the state it had, prior to June 12, 1903, constructed certain reservoirs along the line of a brook at a considerable elevation above the city of Port Jervis. The particular reservoir involved in this action was known as “Reservoir No. 1,” and was constructed by building an earth dam across the valley through which the stream descended into and through the city. This dam was supplied with a spillway for the purpose of regulating the supply of water in the reservoir, and was so arranged that it could be lowered by removing boards from the same; such boards being about 3 feet long and 5% inches in width. The plaintiff owned premises lower down the stream, adjoining those of the defendant, and it appears that the plaintiff’s predecessors in title had, under a written agreement with the defendant, changed the original course of the stream, and it had been confined between walls; the channel through the defendant’s premises being somewhat wider than through those of the plaintiff.</p>\n<p id=\"b143-15\">Prior to the 12th day of June the locality had been subjected to a' severe drought, and the water in the reservoir appears to have been so low that practically no water was passing over the spillway and the stream was to all intents and purposes dry. On the 11th day of <page-number citation-index=\"1\" label=\"120\">*120</page-number>June, 1903, rain began falling at about 12:30 p. m. and ceased at about 11 o’clock on the following day, and it appears from the evidence that between the hours of 6 a. m. and 11:30 a. m. of the 12th day of June the fall of rain was without precedent for a like number of hours in the records of the local weather bureau.1 The evidence is undisputed that just prior to June 12th the water stood at 19 feet and 6 inches, with the water lacking 3 inches of overflowing; that at 6 p. m. of June 12th the water had just reached the top of the spillway; that at 5 o’clock the following morning the water stood at 19 feet and 9 inches, a stream of 3 inches flowing over the spillway. There is no suggestion in the evidence that \"the defendant was not justified in maintaining the spillway at this height, or that it could have discharged its duty to the public at a less height. The evidence is still without dispute that at 8 o’clock in the morning of June 12th the rainfall continued with great violence, and that at that time the water had reached a height of 22 feet and 3 inches, having increased nearly 2 feet in 2 hours, and that the water had at this time reached a point where it seemed likely that it -would overflow the earth dam and thus menace, not only the defendant’s dam, but the lives and property of the plaintiff, as well as of others who were occupying premises below the dam. With this situation confronting it, and with the president of the defendant and its superintendent present upon the dam in consultation, it was decided that it was necessary to remove some of the boards from the spillway, not for the purpose of lowering the water in the reservoir, but for the purpose of preventing it rising higher, and the evidence is undisputed that, while three of the boards 5% inches widé were taken from the spillway between 8 and 8:30 a. m. of the 12th of June, the water at 10 o’clock was 2 inches higher than at 8 o’clock, and, the danger line being then near, two more boards were removed, with the result that at 11 o’clock the water still stood at 22 feet and 5 inches.</p>\n<p id=\"b144-5\">The evidence is conclusive that the damage done to the plaintiff in undermining the wall of the stream, destroying bridges, fences, etc., was all done within the half hour between 8 and 8:30 a. m. of the day in question, and it is not to be .doubted that the damage was- produced immediately by the act of the defendant in taking down the three boards at the spillway. Does this constitute actionable negligence under the circumstances of this case? We think not. There is no evidence in this case that the defendant was negligent in the construction of this dam, or in maintaining it as was done. There is no question that the boards upon the spillway were put there for the very purpose of permitting their use to regulate the supply of water in the reservoir, for the purpose of permitting them to be taken off better view of the question, perhaps, if we consider the position in which the defendant would have been placed if'it had constructed a dam without a spillway, and without provision for letting off the water whenever the water in the same became too high; and we shall get a in,an.emergency. If this dam had been constructed without this spillway, and, this deluge of water had come, and had washed out the dam, sustained, but other and greater damages, does any one question that and produced, not onlv the present damages which the plaintiff had the defendant would be liable ? Every practical man in the community <page-number citation-index=\"1\" label=\"121\">*121</page-number>would have said at once that it was the duty of the defendant to have provided against such a contingency in the construction of the dam. So no negligence is, or could be, urged against the defendant in so far as the construction, or maintenance of the dam is concerned. It was constructed upon its own land in a proper manner, and had appliances designed to meet just such a situation as actually happened. The question is, then, whether there was negligence in making use of this spillway for the very purpose for which it was designed.</p>\n<p id=\"b145-4\">Undoubtedly if the defendant on the 11th day of June, 1903, with the water standing in the dam at something over 19 feet, in entirely normal conditions, had suddenly lowered the spillway, so that a flood of water was precipitated on the plaintiff’s premises, there would be negligence. But nothing of the kind occurred. The defendant was under an. obligation to furnish water for the community. When it began raining on the 11th day of June the water stood in the dam about 2% feet below the danger point—below the point where it was likely to overflow the dam and work its destruction, as well as the destruction of the property of the plaintiff and others. At 6 o’clock in the evening there had been a rise of 3 inches, and by 5 o’clock the following morning there had been a further rise of 3 inches. This let a stream of 3 inches over the spillway. Clearly there was at this time no reason for taking any radical steps. The progress of the storm was being watched,, and there was no reason to anticipate that it would continue for any great length of time. But between 5 and 8 o’clock the rain continued very heavy, and at 8 o’clock the president of the defendant and the superintendent, being present upon the dam and finding that the water had increased in height nearly 2 feet in 2 hours, and that it was fast approaching a point where it would overflow the dam, determined to lower the spillway, and this was done to the extent of about 16% inches. That there was no excessive removal of the boards of the spillway is shown by the fact that 2 hours later the water haa increased in height by 2 inches, and that with two more of the boards removed the water stood at the same height an hour later, or at 11 o’clock, at about which time the storm abated.</p>\n<p id=\"b145-5\">Where is the negligence in this? It might be said that if the defendant had removed the boards, or a portion of them, before 8 o’clock, the water might have been permitted to flow out more gradually, and thus the results to the plaintiff might have been averted. But a very complete answer to this is the fact that the defendant had a perfect right to accumulate the water up to the fair limits of its dam, and it was not bound to anticipate that a rainstorm would last for hours and fill up the reservoir so suddenly, with the spillway standing at its normal height and taking care of a stream of considerable proportions. A rise of two feet in two hours did not give much time for calculation, and it was reasonable to expect a cessation of the rain at any moment. Common experience teaches us that June rains do not often maintain great violence for long periods of time. When, however, the situation became obvious, and the water was advancing rapidly in spite of the relief offered by the spillway at its normal opening, what was there for reasonably prudent men to do except to open the spillway farther, and thus to reduce the danger to a minimum? Was the <page-number citation-index=\"1\" label=\"122\">*122</page-number>defendant, through its officers, to stand up and see the dam washed out without doing anything to prevent it? They could not control the rain. The best they could do was to let off the water as rapidly as it accumulated, if that were possible; and the evidence shows without dispute that they did this with almost mathematical accuracy, for with the rain still falling, at the end of two hours, the waters had increased in height only about two inches.</p>\n<p id=\"b146-5\">Clearly, under the undisputed evidence in this case, with the waters advancing as they were, it would have been criminal negligence on the part of the defendant not to have relieved the dam of this pressure of water, threatening to overthrow it, to the ruin of all property along the valley beneath and the danger to those living there, and, having done this without unnecessarily precipitating the waters of the dam, the defendant cannot be properly charged with the damages. It is to be observed that the defendant was not, as suggested by counsel, selfishly impounding waters at the risk of working damage to the plaintiff. It maintained its spillway at 19% feet, a height which no one suggests was improper. When the waters reached that point they began flowing over the spillway, and there is not the slightest evidence that the defendant sought to retain a particle of water above that point. On the contrary, the spillway appears to have been serving its purpose; for at 5 o’clock on the morning of June 12th it was flowing a stream of 3 inches over the board, and this continued apparently with increasing volume until the other three boards were taken away, when the waters had advanced, in spite of this spilling, 2 feet in as many hours.</p>\n<p id=\"b146-6\">It seems to us that the evidence disclosed a high degree of care on the part of the defendant, that it intelligently and prudently made use of the spillway to prevent a greater disaster to the plaintiff, and that, the flood having carried the water high above the normal point fixed by the spillway, the result to the plaintiff was due to the violence of the storm, and not to any neglect of a duty which the defendant owed to it. Had the case been submitted to the jury to find whether the defendant was negligent for not removing the flashboards earlier, a different question might be presented.</p>\n<p id=\"b146-7\">Having reached the conclusion that as a matter of law under the evidence the defendant was not liable, we are not called upon to consider the alleged error urged.</p>\n<p id=\"b146-8\">The judgment and order appealed from should be reversed, and a new trial granted.</p>\n<p id=\"b146-9\">Judgment and order reversed, and new trial granted; costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}