{
  "casebody": {
    "data": "<casebody firstpage=\"174\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b198-16\">(129 App. Div. 463.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b198-17\">PEOPLE v. ENGEMAN et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b198-18\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4fn\">December 30, 1908.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b198-19\">1. Gaming (§ 68<footnotemark>*</footnotemark>)—Criminal Responsibility—Offenses—“Device or Ap-</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b198-20\">paratus for Gambling.”</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b198-21\">A “device or apparatus for gambling” is a device or apparatus designed \"for carrying on actual gambling, or determining whether the player is to win or lose, like a wheel of fortune, and contrivances of that sort.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b198-22\">[Ed. Note.—Eor other cases, see Gaming, Dec. Dig. § 68.*]</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b198-23\">2. Gaming (§ 68*)—Criminal Responsibility—Offenses—“Device or Ap-</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b198-24\">paratus for Gambling.”</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b198-25\">A paper commonly called “advance information,” conveying information as to horses entered to take part in a race to he run, the names of the <page-number citation-index=\"1\" label=\"175\">*175</page-number>jockeys, the names of the horses withdrawn, the length of the race and its number, though useful to a gambler in placing his wager, is not a “device or apparatus for gambling” denounced by Pen. Code, § 344.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b199-3\">[Ed. Note.—For other cases, see Gaming, Dec. Dig. § 68.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b199-4\">Appeal from Kings County Court.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b199-5\">William Engeman and others were indicted for keeping a device for gambling. From an order sustaining a demurrer to the indictment, the People appeal. Affirmed.</summary>\n<p data-order=\"14\" data-type=\"judges\" id=\"b199-6\">Argued before WOODWARD, JENKS, HOOKER, GAYNOR, and MILLER, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b199-7\">Robert H. Elder, for the People.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b199-8\">. William C. De Witt, for respondents Engeman and Fitzgerald.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b199-9\">Joseph S. Auerbach (John B. Stanchfield and Charles H. Tuttle, on the brief), for respondent Cavanagh.</attorneys>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b199-13\">For other cases see same topic &amp; § numbbk in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b199-10\">WOODWARD, J.</author>\n<p id=\"A7MO\">The defendants in this action are charged with a violation of the provisions of section 344 of the Penal Code, in that on—</p>\n<blockquote id=\"b199-11\">“the 13th day of July, 1908, at the borough of Brooklyn, of the city of New York, in the county of Kings, the said William Engeman, Christopher Fitzgerald, and John G. Cavanagh were the owners, agents, and superintendents of a certain device and apparatus for gambling—that is to say, a certain device and apparatus commonly called ‘Advance Information’—said device and apparatus being a sheet of paper on which was written the names of horses that had been entered to and were to run and take part in a certain horse race, the same being a trial and contest of skill, speed, and power of endurance between said horses, then and there arranged to take place and about to take place on premises then and there situate and commonly known and designated as the grounds of the ‘Brighton Beach Racing Association,’ and as the ‘Brighton Beach Race Track,’ and on which was also written alongside the names of such horses the names of the riders or jockeys who were entered to and about to ride said horses in said race, and on which was designated also the names of the horses theretofore entered to take part in said race that had been scratched,—that is to say, been withdrawn from said contest and that would not participate therein—together with the number of said race and the distance over which said contest was to be run by said horses, and being then and there' such persons, and each aiding, abetting, assisting, and advising the others, did knowingly, unlawfully, willfully, and, feloniously allow, procure, and permit said device and apparatus to be used by many and divers persons to this grand jury at present unknown for and in gambling, to wit, for and in bookmaking, and for and in the calculation and laying and quoting of odds on said horses—-that is to say, the figures at which said persons were willing to and offered to make bets and wagers on said horses,—and for and in the making of bets and wagers of money on said horses and on said race, against the form of the statute in such cases made and provided.”</blockquote>\n<p id=\"b199-12\">The defendants have demurred to this indictment, among other grounds, that it does not state facts sufficient to constitute a crime, and the learned court below has sustained the demurrer. Appeal comes to this court, and the learned district attorney in appealing from the order states in his brief that the “whole question before the County Court turned -upon whether the device and apparatus mentioned in the indictment was a device and apparatus for gambling within the terms of section 344,” and that this “appears to be the only <page-number citation-index=\"1\" label=\"176\">*176</page-number>point in issue,” so that it does not appear to he necessary to travel over the elaborate argument of counsel for the respondents. If this paper, containing information as to the horses entered, the names of the jockeys who were to ride them, the names of the horses which had been withdrawn, the length of the race to be run, and its number, ■constitute a device for gambling, then upon this point the demurrer is not well taken, and it will be necessary to consider the other objections raised by the demurrer. On the other hand, if this slip of paper ■is not a device for gambling, then the demurrer is good upon the .ground specially urged by all the respondents, and the order should be .affirmed.</p>\n<p id=\"b200-5\">Section 344 of the Penal Code provides that.</p>\n<blockquote id=\"b200-6\">A “person who is the owner, agent, or superintendent of a place, or of any ■device, or apparatus, for gambling; or who hires, or allows to be used a room, table, establishment or apparatus for such a purpose, or who engages as a ■dealer, gamekeeper, or player in any gambling or banking game, where money or property is dependent upon the result; or who sells or offers to sell what are commonly called lottery policies, or any writing, paper, or document in the nature of a bet, wager, or insurance upon the drawing \"or drawn numbers •of any public or private lottery; or who indorses or uses a book, or other •document, for the purpose of enabling others to sell, or offer to sell, lottery policies, or other such writings, papers, or documents, is a common gambler, •and punishable by imprisonment,” etc.</blockquote>\n<p id=\"b200-7\">It is urged that, instead of constructing this language in its plain .and obvious sense, we should treat the words “for gambling” to mean the same as if the statute read “for the purpose of gambling,” and that .as it is alleged that these slips of paper, conveying information, in respect to the races to be run, were used, or offered to be used, as the ■foundation on which bets or wagers were to be made, that the indictment is good as against the ground \"specially under consideration. But we know of no rule which requires us to transpose words or to .add words to a criminal or penal statute for the sake of giving them •an enlarged effect. On the contrary, where language is intelligently used and accomplishes a purpose, it is to be understood and applied •by the courts in its obvious and comfnonly understood import, and, thus construed, we are clear that the Legislature never intended to ■say that an innocent slip of paper, convening information which would 'be of interest to any man who might be present at a horse race, and which contained no scheme for gambling upon its face, and which gave no directions where gambling could be done, and which was no more a part of gambling than the same information would be if picked up \"by each individual by laboriously searching out the various persons who might be able to afford it, constitutes a \"device, or apparatus, for .gambling.” If we could say that the printed slip of paper constituted ■■a “device or apparatus for gambling” because it contained information which a careful gambler might desire before making his wager, we might go back and say that the types from which the slip was printed constituted a “device, or apparatus, for gambling” because it was •used to make the slips, and so we might go back to the paper before the printing was upon it, and thence back to the paper mill, and still farther to the trees in the forests from which the paper was made, but <page-number citation-index=\"1\" label=\"177\">*177</page-number>in law the immediate, and not the remote, cause of any event, is regarded, for “it were infinite for the law to consider the causes of causes, •and their impulsions one of another. Therefore it contenteth itself with the immediate cause, and judgeth of acts by that, without looking to any further degree.” Bacon’s Maxims, reg. 1. A “device or apparatus for gambling” is a device or apparatus designed for carrying on the actual gambling—for determining whether the player is to win or lose, like the wheel of fortune in its manifold modifications, and contrivances of that sort. In Commonwealth v. Adams, 160 Mass. 310, 35 N. E. 851, the defendant was convicted under a statute of being present in a common gaming house when gambling implements were found there. He contended that the presiding justice should have ruled that as matter of law the furniture, blackboards, sheets, manifold book, and policy slips found in the room when he was arrested were not implements of gaming within the meaning of the statute, becomes not essential in the game which the evidence tended to show was played there. In commenting on this contention the court say:</p>\n<blockquote id=\"b201-5\">“But, if an article is ordinarily used in playing an unlawful game, it may be an implement of that game within the meaning of the statute, although the game can be conducted without it. Neither the fact that the implement is susceptible of a lawful use, as in the case of the table, blackboard, or manifold book, nor the fact that the game can be played without its use, as in the case of the policy slip, makes it as matter of law impossible that the article should be an implement. If, as the game is actually carried on, the utensil is a material instrument in ascertaining whether the player shall win or lose, it is an implement of gaming.”</blockquote>\n<p id=\"b201-6\">This is the test: Whether the implement or device is-used in determining who shall win or lose; whether it is an integral part of the actual gambling. A gambling device is defined (20 Cyc. 871) as an “invention often used to determine the questio,n as to who wins and who loses, that risk their money on a contest or chance of any kind ; anything which is used as a means of playing for money or other thing of value, so that the result depends more largely on chance than skill.” And again (14 Am. .&amp; Eng. Ency. of Law, 684) it is defined as \"any invention or contrivance to determine who wins or loses money on a contest of chance. It will include only such instruments or contrivances as are intended for the purpose of gaming, and such as are used to determine the result of the contest on which the wager is laid.” An apparatus is defined as being “implements; an equipment of things provided and adapted as a means to some' end; any complex instrument or appliance for a specific action or operation.” 2 Cyc. 473. Certainly this slip of paper with the information which it contained was not a device or apparatus for gambling in any possible sense. It did not on its face pretend to relate to gambling. It was such a slip as any individual might make out for his own information, or for the information of those who were interested in the races, and the mere fact that it might afford facts which would be useful to the man of sporting proclivities in making up his mind how he desired to place <page-number citation-index=\"1\" label=\"178\">*178</page-number>his wager does not constitute it a device for gambling under any of the definitions which we have been able to find.</p>\n<p id=\"b202-5\">The order appealed from should be affirmed.</p>\n<p id=\"b202-6\">Order of the County Court of Kings county affirmed. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}