{
  "casebody": {
    "data": "<casebody firstpage=\"949\" lastpage=\"954\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b973-4\">HASBROUCK v. BOOKSTAVER et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b973-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Agq0\">February 5, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b973-6\">1. Wills (§ 616<footnotemark>*</footnotemark>)—Construction—Estates Created—Life Estate.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b973-7\">Testator, after providing that certain premises purchased by him in the name of his wife should be hers absolutely free from any claims, by another clause of the will gave all his property of every kind to his wife for her use and behoof during her life, she to have absolute control and disposal of all the income to be derived therefrom, and so much of the principal as she might deem necessary for her comfortable sustenance and support. <em>Held, </em>that the last-named clause devised a life estate in the real and personal property, coupled with the power in the life tenant to apply the property if she should deem it necessary for her comfortable sustenance and support, and the power, not being absolute, did not turn the life interest into a fee.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b973-8\">[Ed. Note.—For other cases, see Wills, Cent. Dig. §§ 1418-1430; Dec. Dig. § 616.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b973-9\">2. Wills (§ 616*)—Construction—Life Estates with Power of Disposition —Application of Statutes.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b973-11\">There being no absolute power of disposition given the devisee, Real Property Law (Laws 1896, p. 579, c. 547) § 129, providing that where an absolute power of disposition is given a life tenant the estate becomes a fee for the benefit of creditors, purchasers, or incumbrancers, but is subject to any future estates limited thereon in case the power be not exercised, is not applicable.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b973-12\">[Ed. Note.—For other cases, see Wills, Cent. Dig. § 1419; Dec. Dig. § 616.*]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b973-13\">3. Wills (§ 616*)—Construction—Application of Statutes.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b973-14\">Even if the will gave an absolute power of disposition to the life tenant so that Real Property Law (Laws, 1896, p. 579, c. 547) § 129, were applicable, the power not having been exercised, an estate could be limited on the life estate under the express provisions of the section.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b973-15\">[Ed. Note.—For other cases, see Wills, Dec. Dig. § 616.*]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b973-16\">4. Wills (§ 616*)—Construction—Statutes.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b973-17\">Real Property Law (Laws 1896, p. 580, c. 547) § 133, providing that every power of disposition by means of which the grantee is enabled in his lifetime to dispose of the entire fee for his own benefit is deemed absolute, does not relate to the title which vests in the grantee of the power, nor provide that the grantee of an absolute power of disposition of property shall have the fee, but that the power which is granted is deemed an absolute power.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b973-18\">[Ed. Note.—For other cases, see Wills, Cent. Dig. § 1419; Dec. Dig. § 616.*]</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b973-19\">5. Wills (§ 672*)—Construction—Trustee.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b973-20\">Under a will devising property to testator’s wife for her life, she to have control and disposal of all the income and so much of the principal as she might deem necessary for her support, the property remaining upon her death to pass to testator’s executor in trust, the title to the property vested in the trustee at the wife’s death, and she was not a trustee during her life.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b973-21\">[Ed. Note.—For other cases, see Wills, Cent. Dig. § 1580; Dec. Dig. § 672.*]</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b973-22\">6. Wills (§ 672*)—Construction—Estates Conveyed—Trust.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b973-23\">Under a will devising property to trustees to sell and pay the proceeds to a college in another state, to be held in one fund with a specified name and used for such purposes as the trustees might deem for the best interests of the college, the trustees took absolutely and not in trust; the <page-number citation-index=\"1\" label=\"950\">*950</page-number>acceptance of the direction as to disposition by the college not being made a condition of the gift.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b974-3\">[Ed. Note.—For other cases, see Wills, Cent. Dig. §§ 1580, 1581; Dec. Dig. § 672.*]</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b974-4\">7. Trusts (§ 2*)—Validity—What Law Governs.</headnotes>\n<headnotes data-order=\"22\" data-type=\"headnotes\" id=\"b974-5\">Even if the college trustees had taken the bequest in trust, the validity of the trust must have been determined by the law of the state where the college was located and under whose laws it was incorporated, and not by the courts of New York in construing‘the will.</headnotes>\n<headnotes data-order=\"23\" data-type=\"headnotes\" id=\"b974-6\">[Ed. Note.—For other cases, see Trusts, Cent. Dig. § 2; Dec. Dig. § 2.*]</headnotes>\n<headnotes data-order=\"24\" data-type=\"headnotes\" id=\"b974-7\">8. Courts (§ 17*)—Jurisdiction—Foreign Legatee—Construction of Legacy.</headnotes>\n<headnotes data-order=\"25\" data-type=\"headnotes\" id=\"b974-8\">Whether a legatee, a college incorporated in another state, is bound to comply with the request of the testator as to the disposition of the legacy, or whether compliance with the request could be enforced, cannot be determined by the courts of New York in construing the will, but must be decided by the courts of the state where the legatee is incorporated.</headnotes>\n<headnotes data-order=\"26\" data-type=\"headnotes\" id=\"b974-9\">[Ed. Note.—For other cases, see Courts, Dec. Dig. § 17.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"27\" data-type=\"history\" id=\"b974-10\">Appeal from Special Term, New' York County.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b974-11\">Action by Louis B. Hasbrouck, executor and trustee of Henry W. Bookstaver, against Mary B. Bookstaver and others, to construe the will. From the judgment (59 Mise. Rep.\" 99, 112 N. Y. Supp. 15.9), Mary B. Bookstaver and certain other defendants appeal. Modified and affirmed.</summary>\n<p data-order=\"29\" data-type=\"judges\" id=\"b974-12\">Argued before PATTERSON, P. J., and INGRAHAM, MCLAUGHLIN, CLARKE, and HOUGHTON, jj.</p>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b974-13\">Henry J. Wehle, for appellant Hasbrouck.</attorneys>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b974-14\">Edward W. S. Johnson, for other appellants.-</attorneys>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b974-15\">Philip M. Brett, for respondent.</attorneys>\n<footnote data-order=\"33\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b973-24\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep'r Indexes</p>\n</footnote>\n<footnote data-order=\"34\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b974-19\">For other oases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"35\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"AZa4\">INGRAHAM, J.</author>\n<p id=\"AqS_\">The plaintiff named as the sole executor in the last will and codicil of Henry W. Bookstaver, deceased, commenced this action for the construction of the will, to which all the beneficiaries therein named are parties, and, from the judgment of Special Term construing the will, the widow and daughter of the testator and the plaintiff appeal.</p>\n<p id=\"b974-17\">The testator died seised of a house and lot in the city of New York, in which he resided, and certain personal property in New York and Rhode Island. He died on September 21, 1907, leaving him surviving his widow, about 70 years of age, and a daughter 32 years of age, who was married and without issue. The value of the real property owned by the testator at the time of his death was about $85,000, subject to a mortgage of $15,000, and of the personal property, consisting of a leasehold and securities valued at about $28,000. His debts were about $8,000. By the first clause of the will the testator provides that a plot of ground with the buildings thereon in the state of Rhode Island purchased by him for and in. the name of his wife be hers absolutely, free and clear from any claim whatever from any person or persons, the personal property therein to be a part of his personal estate. The second clause of the will then provides:</p>\n<blockquote id=\"b974-18\">“I give, devise and bequeath all my property of every kind, whether real, personal or mixed, to my said beloved wife Mary B. Bookstaver, for her <page-number citation-index=\"1\" label=\"951\">*951</page-number>use and behoof during her natural life, she to have absolute control and disposal of all the income to be derived therefrom and so much of the principal as she may deem necessary for her comfortable sustenance and support.”</blockquote>\n<p id=\"b975-5\">And the principal question is as to the estate that the testator’s wife took in the testator’s real and personal property under this provision of the will.</p>\n<p id=\"b975-6\">It seems to me that the devise of the real estate by this clause of the will gave to the widow a life estate. There are no words of inheritance connected with the devise, but he devised his real property to his wife “for her use and behoof during her natural life.” That provision, standing alone, could not be construed as a devise of the fee. It expressly limited the estate devised to the widow to a use for life without words of inheritance, and the principle mainly relied on by the appellants, that, where a fee in real property is devised by a will, subsequent words of limitation inconsistent with the estate primarily granted will not be effective to limit the estate granted, has no application. The clause then continues:</p>\n<blockquote id=\"b975-7\">“She to have absolute control and disposal of all the income to be derived therefrom.”</blockquote>\n<p id=\"b975-8\">This would simply express the right of the .owner of the life estate to the income of the property during her life. There is nothing to indicate an intention to dispose of the income of the property after the testator’s death. The clause further continues:</p>\n<blockquote id=\"b975-9\">“And so much of the principal as she may deem necessary -for her comfortable sustenance and support.”</blockquote>\n<p id=\"b975-10\">The intention of the testator from this clause seems clear. He was . including in the bequest both real and personal property. His object was to provide for the comfortable support and maintenance of his wife during the remainder of her life, and for that purpose she was authorized to apply the principal of the property devised or bequeathed to her for life. As affecting the real property, there might be an implied power of, sale to realize the principal if it became necessary for her comfortable support and maintenance, of which fact she was to be the judge. There was no trust created by this provision of the will, which was a simple devise of a life estate coupled with the power in the life tenant to apply the property if she should deem the same necessary for her comfortable sustenance and support.</p>\n<p id=\"b975-11\">In Terry et al. v. Wiggins, 47 N. Y. 512, the testator gave three lots to his wife for her sole and absolute use and disposal, and further real and personal property—</p>\n<blockquote id=\"b975-12\">“for her own personal and independent use and maintenance, with full power to sell or otherwise dispose of the same, in part or in the whole, if she should require it or deem it expedient so to do.”</blockquote>\n<p id=\"b975-13\">And it was held that this latter devise and bequest was intended to give a life estate only. As the court said:</p>\n<blockquote id=\"b975-14\">“The wife wbuld have taken a life estate, and the heirs at law of the testator would have been entitled to the realty in remainder.”</blockquote>\n<p id=\"b975-15\">Attention was called to the distinction in the words used in relation to the three lots, which were held to give to the wife a fee, and the remainder of the property, which gave to the wife a life estate only. <page-number citation-index=\"1\" label=\"952\">*952</page-number>We have in the will now before us the same distinction, for the testator provides that the real property which he had purchased for and in the name of his wife should be hers absolutely, while the remainder of the property should be for her use and behoof during her natural life. And it was further held in that case that a power of sale annexed to the life estate does not operate to enlarge the estate to a fee; that the power was conferred the better to secure to the devisee the benefit of the property for her personal use and maintenance; that this power was not absolute; that the power could only be exercised under the will in case the wife should require it or deem it expedient—that is, with a view to her personal use and maintenance, for . the purpose for which it was given. And this would apply much more strongly in this case when no absolute power of sale was given, but at most one could be implied if necessary to enable the widow to apply a part of the real property for her maintenance and support. There was no power to sell the property or otherwise dispose of it by will or deed, except such implied power as was necessary to carry out the intention of the testator.</p>\n<p id=\"b976-5\">This disposition would also control in relation to the personal property. As to that, there was a direct bequest to the wife for her life, coupled with a power to apply so much of the principal as she would deem necessary for her comfortable sustenance and support. No trust was created, and nothing to restrict the absolute right of the widow to possession and use of the personal property during her life, by which she was absolutely entitled to the income derived therefrom.</p>\n<p id=\"b976-6\">The cases cited by the learned counsel for the widow and daughter of the testator are not applicable. In Campbell v. Beaumont, 91 N. Y. 464, the will in question gave to the testator’s wife all his property, of whatever kind, without limitation, to be enjoyed by her for her sole use and benefit, and it was held that as there were no words of qualification she was put in the place of the testator as to the title and all rights and privileges belonging to it. In Van Horne v. Campbell, 100 N. Y. 287, 3 N. E. 316, 771, 53 Am. St. Rep. 166, the testator devised a parcel of land to his wife for life, and remainder to his son, his heirs and assigns, forever, and another parcel to another son; but in a subsequent clause of the will provided that if either of his two sons shall die seised of the estate hereinbefore bequeathed, or any part thereof, without lawful issue, then there was a devise over. It was held that this latter limitation was invalid, and that the two sons took a remainder in fee because there was interposed between the primary and secondary limitation a disposing power whereby the first taker was entitled to dispose of the whole fee for his own benefit and thereby cut off and defeat the ulterior limitation. In Smith v. Van Ostrand, 64 N. Y. 278, it was said:</p>\n<blockquote id=\"b976-7\">“The cases sustain the proposition that, where an absolute power of disposal is given to the first legatee, a remainder over is void for repugnancy. * * * But they also recognize the principle that, if the jus disponendi is conditional, the remainder is not repugnant. The power of disposition in the present case is only for a special purpose—the support of the widow.”</blockquote>\n<p id=\"b976-8\">The doctrine of Jackson v. Bull, 10 Johns. (N. Y.) 19, is declared to be the settled law in this state, and the same rule was applied in <page-number citation-index=\"1\" label=\"953\">*953</page-number>relation to personal property as that which applied to real estate. In Leggett v. Firth, 132 N. Y. 7, 29 N. E. 950, the testator bequeathed to his wife his personal property after paying from the same certain legacies named, directed that if the personal property should not be sufficient to pay the legacies enough real estate should be sold to raise money to pay them, and then provided:</p>\n<blockquote id=\"b977-5\">“I also give, devise and bequeath to my wife Ellesheba all the rest and residue of my real estate, but on her decease the remainder thereof, if any, I give and devise to my said children or their heirs respectively.”</blockquote>\n<p id=\"b977-6\">And it was held that the widow took a life estate with a remainder over, with power of sale if necessary to carry out the provisions of the will. In Banzer v. Banzer, 156 N. Y. 429, 51 N. E. 291, the devise and bequest to the testator’s wife was absolute, and the devise to the wife was not affected by the subsequent provision of the will.</p>\n<p id=\"b977-7\">There are many other cases cited both in this country and in England, which, so far as possible, have been examined, but in no controlling authority has it ever been held, so far as I can discover, that a devise or bequest of real or personal property which limits the right of the legatee or devisee to an interest for her life has been turned into an absolute title or fee by reason of a power of sale or of disposition of the property for a specific purpose if the necessity therefor arises. But the learned counsel for the appellants insists that the provisions of the real property law (chapter 547, p. 559, of the Laws of 1896) have changed this rule, and refers to sections 139 and 133 of that act. Section 139 provides:</p>\n<blockquote id=\"b977-8\">“Where an absolute power of disposition, not accompanied by a trust, is given to the owner of a particular estate or for years, such estate is changed into a fee absolute with respect to the rights of creditors, purchasers or encumbrancers, but subject to any future estates limited thereon, in case the power of absolute disposal is not executed, and the property is not sold for the satisfaction of debts.”</blockquote>\n<p id=\"b977-9\">By the express provision of this act, where an absolute power of disposition is given to a life tenant, it only becomes a fee for the benefit of creditors, purchasers, or incumbrancers; but such an estate is made subject to any future estate limited thereon in case the power of absolute disposition is not executed. Thus, assuming that the widow was given an absolute power of disposition except as to creditors, purchasers, or incumbrancers, the statute recognizes the right-to give an estate over upon a failure to exercise that power; but in this case there was no absolute power of disposition, but a limited power for the comfortable support and maintenance of his widow. Section 133, also referred to, provides that:</p>\n<blockquote id=\"b977-10\">“Every power of disposition by means of which the grantee is enabled in his lifetime to dispose of the entire fee for his own benefit is deemed absolute.”</blockquote>\n<p id=\"b977-11\">■ Here the provision relates not to the title, which vests in the grantee of the power. The statute does not provide that the grantee of an absolute power of disposition of the property shall have the fee, but that the power which is granted by which the grantee is entitled in his lifetime to dispose of the entire fee for his own benefit is deemed an absolute power. Neither of these sections is new, both being a re<page-number citation-index=\"1\" label=\"954\">*954</page-number>enactment of the Revised Statutes. I think, therefore, that under the provisions of this will the widow took a life estate in the real and personal property, with a power to use the property if she should deem the same necessary for her comfortable sustenance and support.</p>\n<p id=\"b978-5\">The will then provides that upon the decease of his wife all the estate, real and personal, then remaining is devised and bequeathed to his executor in-trust, and it is upon the decease of his wife that the title to the property vests in the trustee. The trustees are then directed to convert the same into money, to invest $50,000, the income of which they are to pay to the testator’s daughter for life, and upon her death to pay the same to her lawful issue, and, if the daughter should die without lawful issue her surviving, the sum of $50,000 is to be paid to the trustees of Rutgers College in -New Jersey. The will then provides that the rest of the estate as soon as it shall be converted into money shall be paid to the trustees of Rutgers College in the state of New Jersey, which sum, together with the sum of $50,000, should the same go to the said trustees, is to be held in one fund to be known as the “Bookstaver Fund,” the principal thereof to be invested and reinvested as occasion may require, and the income derived therefrom to be used for such purposes as the trustees may deem for the best interests of the said college. The direction to pay the proceeds of this property to the trustees of Rutgers College is valid. The appellants, however, claim that by this bequest to the college a trust is created which is invalid. There are two answers to this proposition. The first is that there is no proof that under the laws of the state of New Jersey such a trust is invalid. Upon compliance with the provisions of this will, the absolute title to this fund would vest in the trustees of the college. With the disposition of that fund by the college the courts of this state have no concern, as that question must be determined by the law of the state in which the college is located and under whose laws it is incorporated. Manice v. Manice, 43 N. Y. 303-387; Chamberlain v. Chamberlain, 43 N. Y. 424. It is very clear, however, that the bequest is to' the trustees of the college absolutely, and not in trust. They are given the absolute title to the proceeds of the estate, with a request or direction as to the disposition that the college shall make of the bequest. The acceptance of this direction by the legatee is not made a condition of the gift; it took effect absolutely, and by it the trustees of the college became the owners of the property bequeathed. Whether or not the trustees were bound to comply with\" the request of the testator, or compliance with such request could be enforced, is a matter with which the courts of this state have no concern, and that question should be left to the courts of the state of New Jersey, under whose laws the college was incorporated.</p>\n<p id=\"b978-6\">My conclusion, therefore, is that there is here a bequest of the real and personal property of the testator to his widow for life, with a gift over to the testator’s executor as trustee, to commence upon the death of the widow, and that during her life she is not a trustee.</p>\n<p id=\"b978-7\">The judgment appealed from is therefore modified accordingly, and, as modified, affirmed, with costs to all parties who have appeared, payable out of the estate. All concur. \" \"</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}