{
  "casebody": {
    "data": "<casebody firstpage=\"973\" lastpage=\"975\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b997-6\">ABRASHKOV et al. v. RYAN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b997-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Alh\">February 5, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b997-8\">1. New Trial (§ 76<footnotemark>*</footnotemark>)—Amount of Verdict—Basis for Reduction.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b997-9\">Where there is no substantial basis in the evidence for the amount of damages awarded by a verdict, and it is impossible to discover a proper basis for reducing the amount, it is proper to grant a new trial.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b997-10\">[Ed. Note.—For other cases, see New Trial, Cent. Dig. §§ 153-156; Dec. Dig. § 76.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b997-11\">2. Appeal and Error (§ 105*)—Decisions Reviewable—Orders Dismissing Complaint.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b997-13\">A ruling granting the motion of one of two defendants for a dismissal of the complaint as to him does not require the entry of a formal order, the ruling alone being sufficient authority for the entry of the judgment; and an order entered on the ruling, being unnecessary, is not appealable.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b997-14\">[Ed. Note.—For other cases, see Appeal and Error, Dec. Dig, § 105.*]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b997-15\">3. Torts (§ 21*)—Persons Liable.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b997-16\">While one may be liable for the torts of his partner, a person is not liable for the torts of another where it does not appear that the other is his partner, or that he ratified or participated in the tortious acts.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b997-17\">[Ed. Note.—For other cases, see Torts, Cent. Dig. § 28; Dec. Dig. § 21.*]</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b997-18\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b997-19\">Action by David Abrashkov and another against William J. Ryan and another. Erom an order dismissing the complaint as to the other defendant, and from the judgment thereon, and from an order setting aside a verdict for plaintiff against the mentioned defendant and granting a new triál, plaintiffs appeal. Affirmed.</summary>\n<p data-order=\"14\" data-type=\"judges\" id=\"b997-20\">Argued before PATTERSON, P. J., and INGRAHAM, LAUGH-LIN, CLARKE, and SCOTT, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b997-21\">Herbert H. Maass, for appellants.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b997-22\">Samuel H. Wandell, for respondent Ryan.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b997-23\">Nelson Zabriskie, for respondent Sartirana.</attorneys>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b997-25\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b997-24\">LAUGHLIN, J.</author>\n<p id=\"Aae\">The plaintiffs were copartners engaged in the sale of dry goods and general merchandise, and occupied the ground floor and part of the basement of No. 583 Tenth avenue in the city of New York for that purpose. The defendants were the lessees of the rest of the building, including that part of the basement not occupied by the plaintiffs, and the defendant Ryan used the same for the purposes of a hotel, but whether the defendant Sartirana was or was not interested in <page-number citation-index=\"1\" label=\"974\">*974</page-number>the hotel business does not appear. The building was heated by steam, and the furnace and boiler were in that part of the basement occupied in connection with the hotel, but the steam pipes' extended into and were designed to heat that part of the building,occupied by the plaintiffs. A wooden partition separated that part of the basement occupied by the plaintiffs from the rest.</p>\n<p id=\"b998-5\">On the early morning of the 31st of October, 1904, an opening was made in this partition by defendant Ryan, or by his direction and from his side of the basement, with a view to having plumbers employed by him cut off the steam pipes, so that the premises occupied by the plaintiffs would not be heated from the heating plant used in connection with the hotel. There had been some negotiations between defendant Ryan and plaintiffs concerning the compensation to be paid by plaintiffs for heating, but they had been unable to agree. The plaintiffs used the basement principally as a storeroom and showroom for millinery goods and toys. Those who broke through the partition in the basement by the direction of the defendant Ryan interfered with and damaged to some extent part of the goods of the plaintiffs which were in the basement at the time. The plaintiffs in their complaint alleged that they sustained $3,000 actual damages, and demanded judgment for $9,000. They alleged that the defendants wrongfully broke into the .basement and cut off the steam pipes, but no damages recoverable by plaintiffs are alleged in that regard. The plaintiffs also allege that the defendants, after entering the premises, appropriated to their own use and carried away a large quantity of merchandise, and wrongfully, wantonly, and maliciously broke, damaged, and destroyed a large quantity of goods, wares, and merchandise of the plaintiffs then in the basement. The plaintiffs gave a bill of particulars of the property which they claimed was damaged or destroyed, furnishing items aggregating $1,748.50.</p>\n<p id=\"b998-6\">It is manifest that the plaintiffs greatly exaggerated the damages actually sustained by them, and the evidence offered in their behalf on the question of damages was neither satisfactory nor convincing. The value of the goods in the basement at the time was attempted to be shown by witnesses who were not shown to be competent to testify on the subject, and then it was left to the jury to guess at the damages upon evidence tending to show the extent to which the goods were destroyed, without evidence showing the value of the goods in their damaged condition. The jury awarded the plaintiffs $1,375 damages. No substantial basis for this, verdict is found in the evidence. It is evident that it has been awarded principally upon the ground of the wrongful trespass. The indefinite and inconclusive nature of the evidence relating to the question of damages rendered it impossible for the learned trial justice to discover a proper basis for reducing the verdict as a condition of denying the motion for a new trial, and fairly warranted the order setting aside the verdict and granting a new trial as to the defendant Ryan. The ruling of the court upon the trial in granting the motion of the defendant Sartirana for a dismissal of the complaint as to him did not require the entry of a formal order, and was alone sufficient authority for the entry of the judgment. The <page-number citation-index=\"1\" label=\"975\">*975</page-number>order, therefore, being entirely unnecessary, was not appealable, and the appeal therefrom should be dismissed.</p>\n<p id=\"b999-5\">With respect to the appeal from the judgment dismissing the complaint as to Sartirana, we are of opinion that the action of the trial court should be sustained. Doubtless one partner is liable for the torts of another, committed in the course of the copartnership business, and for torts for which authority from him would not be presumed, but which he has ratified. Fiero on Torts, 107, 111; Parsons on Partnership, 150; Lindley’s Ewell on Partnership, vol. 1, 299; Story (Gray’s Ed.) on Partnership, § 166; Chester v. Dickinson, 54 N. Y. 1, 13 Am. Rep. 550; Castle v. Bullard, 23 How. 172, 16 L. Ed. 424. There is, however, in this case no evidence of any ratification by the defendant Sartirana of the wrongful acts of the defendant Ryan, nor is there evidence that the former participated therein. Moreover, it does not appear that they were copartners, or that the defendant Sartirana was interested with Ryan in the hotel business. The mere fact that the defendants had leased the premises is not sufficient to justify the inference of copartnership in conducting the hotel thereon.</p>\n<p id=\"b999-6\">The learned counsel for plaintiffs made Em ineffectual effort to show that the defendants brought an action against the plaintiffs to enjoin them from preventing the cutting off of the steam pipes by these defendants ; but it was not shown that the defendant Sartirana authorized the commencement of that action, and the documentary evidence was not offered. The plaintiffs were therefore properly nonsuited as to the defendant Sartirana, for failure to connect him with the alleged trespass and damage to their property.</p>\n<p id=\"b999-7\">It follows that the order setting aside the verdict and granting a new trial as to the defendEmt Ryan should be affirmed, with costs, and the appeal from the order, directing a nonsuit as to the defendant Sartirana should be dismissed, and the judgment of nonsuit should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}