{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"313\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b334-11\">Willie H. MORRIS, Plaintiff-Appellant v. Juan TREVINO, Correctional Officer, Individually and In His Official Capacity; Cheryl A. Schendel, Correctional Officer, Individually and In Her Official Capacity; Branden Greer, Correctional Officer, Individually and In His Official Capacity; Shawn Steele, Sergeant of Correctional Officers, Individually and In His Official Capacity; Larry McBride, Sergeant of Correctional Officers, Individually and In His Official Capacity; Jerry Sanchez, Lieutenant of Correctional Officers, Individually and In His Official Capacity; Darren Wallace, Major of Correctional Officers, Individually and In His Official Capacity; Terrie Sauceda, L.V.N., Individually and In Official Capacity; Kenneth Bright, Assistant Warden, Individually and In His Official Capacity; Paul Morales, Head Warden, Individually and In His Official Capacity, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b334-13\">No. 08-50024</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ArH\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b334-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b334-16\">Nov. 25, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b335-23\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>Willie Harold Morris, Huntsville, TX, pro se.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b335-25\">Before JOLLY, BENAVIDES, and HAYNES, Circuit Judges.</judges>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b335-26\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b335-27\">Willie Harold Morris, Texas prisoner #582154, has filed a motion for leave to <page-number citation-index=\"1\" label=\"312\">*312</page-number>proceed in forma pauperis (IFP) on appeal. The district court denied Morris’s motion to appeal IFP and certified that the appeal was not taken in good faith. By moving for leave to proceed IFP, Morris is challenging the district court’s certification. <em>See Baugh v. Taylor, </em>117 F.3d 197, 202 (5th Cir.1997).</p>\n<p id=\"b336-4\">The district court dismissed without prejudice Morris’s complaint for failure to exhaust administrative remedies and for failure to state a claim on which relief could be granted. The district court did not specifically rule on exhaustion in its order denying Morris’s motion for reconsideration. Morris argues that he has exhausted his administrative remedies. The record supports this assertion.</p>\n<p id=\"b336-5\">The appeal of a denial of a motion for reconsideration is reviewed for abuse of discretion. <em>Halicki v. Louisiana Casino Cruises, Inc., </em>151 F.3d 465, 470 (5th Cir.1998). A district court “ruling that is based on legal error or a clearly erroneous assessment of the evidence constitutes” an abuse of discretion. <em>Marlin v. Moody Natl Bank, N.A., </em>533 F.3d 374, 377 (5th Cir.2008).</p>\n<p id=\"b336-6\">Morris argues that he was retaliated against because he is homosexual. “To state a valid claim for retaliation under section 1983, a prisoner must allege (1) a specific constitutional right, (2) the defendant’s intent to retaliate against the prisoner for his or her exercise of that right, (3) a retaliatory adverse act, and (4) causation.” <em>Bibbs v. Early, </em>541 F.3d 267, 270 (5th Cir.2008) (internal quotation marks and citation omitted). Morris has failed to state a valid retaliation claim because he has failed to allege a specific constitutional right that he was retaliated upon for exercising. The district court’s decision not to reconsider this issue was not an abuse of discretion.</p>\n<p id=\"b336-10\">Morris also argues that he was discriminated against because he is homosexual. To prevail on an equal protection claim, Morris must show that the defendants “purposefully discriminated against him and that he was treated differently from similarly-situated prisoners.” <em>Longoria v. Dretke, </em>507 F.3d 898, 904 (5th Cir.2007). Morris has not alleged facts that would support a finding that he was treated different from other prisoners in administrative segregation. The district court’s decision not to reconsider this issue was not an abuse of discretion.</p>\n<p id=\"b336-11\">Morris argues that the defendants were deliberately indifferent to the risk of harm he faced because defendant Trevino harassed and assaulted him. To succeed on a failure-to-protect claim, “the inmate must show that he is incarcerated under conditions posing a substantial risk of serious harm and that the prison officials acted with deliberate indifference to the inmate’s safety.” <em>Johnson v. Johnson, </em>385 F.3d 503, 524 (5th Cir.2004) (internal quotation marks and citation omitted). “An official is deliberately indifferent when he knows of and disregards an excessive risk to inmate health or safety; the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.” <em>Id. </em>(internal quotation marks and citation omitted). Morris has not alleged facts that would support a finding that the defendants were deliberately indifferent to his health or safety. The district court’s decision not to <page-number citation-index=\"1\" label=\"313\">*313</page-number>reconsider this issue was not an abuse of discretion.</p>\n<p id=\"b337-5\">Morris also argues that the defendants were deliberately indifferent to his medical needs. “A prison official violates the Eighth Amendment’s prohibition against cruel and unusual punishment when his conduct demonstrates deliberate indifference to a prisoner’s serious medical needs, constituting an unnecessary and wanton infliction of pain.” <em>Easter v. Powell, </em>467 F.3d 459, 463 (5th Cir.2006) (internal quotation marks and citation omitted). Morris has failed to allege facts that would support a finding that the defendants were deliberately indifferent to his serious medical needs. The district court’s decision not to reconsider this issue was not an abuse of discretion.</p>\n<p id=\"b337-6\">Finally, Morris argues that defendant Trevino used excessive force when he physically assaulted him for no reason other than Trevino’s desire to cause him harm for being homosexual. Morris alleged that Trevino twisted his arms into painful positions while his hands were handcuffed behind his back, yanked his hands through the tray slot opening of his cell, beat and punched on his arms, and punched him in the face. Morris alleges that he had or has scratches, deep cuts on his arms, bruises, swelling, permanent scarring, mental anguish, and “headaches and general pain.”</p>\n<p id=\"b337-7\">To prevail on an Eighth Amendment claim of excessive force, a plaintiff must establish that the force was not applied in a good faith effort to maintain or restore discipline, but “maliciously and sadistically to cause harm,” and that the plaintiff suffered an injury. <em>Hudson v. McMillian, </em>503 U.S. 1, 6-7, 112 S.Ct. 995, 117 L.Ed.2d 156 (1992) (internal quotation marks and citation omitted). The prisoner “must have suffered from the excessive force more than a de minimis physical injury, but there is no categorical requirement that the physical injury be significant, serious, or more than minor.” <em>Gomez v. Chandler, </em>163 F.3d 921, 924 (5th Cir.1999).</p>\n<p id=\"b337-9\">The injuries Morris alleged are more than de minimis. <em>See id. </em>at 924-25; <em>Brown v. Lippard, </em>472 F.3d 384, 386-87 (5th Cir.2006). Furthermore, taking Morris’s allegations as true, the force exerted by Trevino was disproportionate to the amount of force necessary to maintain or restore order because the assault was, according to Morris, unprovoked. Because Morris has alleged more than a de minimis injury, his mental anguish may also form a basis for recovery. <em>See Alexander v. Tippah County, Miss., </em>351 F.3d 626, 631 (5th Cir.2003).</p>\n<p id=\"b337-10\">Because Morris has stated a valid claim against Trevino based on excessive force resulting in physical and mental injury, his appeal has arguable merit. Accordingly, his motion to proceed IFP is granted, the order of the district court denying reconsideration of Morris’s excessive force claim against Trevino is vacated, and the case is remanded for further proceedings. The order denying reconsideration is affirmed with respect to all other claims. Morris’s motion for appointment of counsel is denied. <em>See Cupit v. Jones, </em>835 F.2d 82, 86 (5th Cir.1987).</p>\n<p id=\"b337-11\">IFP GRANTED; APPOINTMENT OF COUNSEL DENIED; ORDER AFFIRMED IN PART, VACATED IN PART; CASE REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b335-18\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be <page-number citation-index=\"1\" label=\"312\">*312</page-number>published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}