{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1\" lastpage=\"5\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b23-5\">BROWN et al. v. JEROME.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b23-6\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AD\">April 21, 1924.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b23-7\">No. 4170.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b23-8\">1. Insurance &lt;§=&gt;159—Insurance on freight held to cover that to be earned on return voyage.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b23-10\">Insurance of freight “on board or not on board” from S. to A., and “while vessel is at loading port, during loading, and until ready to sail,” <em>held </em>not to refer to bills of lading freight carried on first leg of voyage, but to chartered freight to be earned on return voyage, though covering the risks of the voyage from S. to A., during which the vessel was lost.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"Ar\"><em>2. </em>Insurance &lt;§=&gt;i !-5(8)—Corcrcot for shipment of cargo held binding, so that there was insurable interest in freight.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b23-13\">Letter by navigation company, offering steamer for charter to carry specific tonnage at named freight, when “confirmed and accepted” in writing by addressee, <em>held </em>enforceable contract, giving insurable interest in freight; it not being necessary that contract should'be expressed in charter party.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"AU\">3. Contracts &lt;§=&gt;32—Existence of present contract not negatived Ssy provision for more formal instrument.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b23-16\">That correspondence provided for more formal instrument to be executed later would not negative existence of present contract, if terms thereof have been assented to.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b23-17\">4. Insurance &lt;§=5273—Overloading vessel renders her “unseaworthy.”</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"AyR\">To overload a vessel is to render her “unseaworthy.”</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b23-19\">[Ed. Note.—For other definitions, see Words and Phrases, First and Second Series, Unseaworthy.]</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b23-20\">5. Insurance &lt;§=5313—Policy containing admission that vessel was seaworthy no defense that vessel overloaded.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b23-22\">Both covering note and policy containing insurer’s admission that vessel was seaworthy, it is no defense to action, on policy that loss of vessel resulted from overloading, not shown to be willful, since to overload a vessel is to render her unseaworthy.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b23-23\">6. Insurance &lt;§=&gt;646,(6)—Presumed that vessel lost from peril of sea.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b23-24\">No other cause of loss of vessel being shown, presumption is that it was loss from peril of the sea, insured against.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b23-25\">&lt;§cs&gt;For other cases see same topic <em>&amp; </em>KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexei</headnotes>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b24-3\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>Appeal from the District Court of the United States for the Southern Division of the Northern District of California; Maurice T. Dooling, Judge.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b24-4\">Suit in equity by James Jerome against James Crosby Brown, of Brown Bros. &amp; Co., and others, doing business under the designation of the “United States Lloyds.” Decree for complainant, and defendants appeal.</summary>\n<disposition data-order=\"20\" data-type=\"disposition\" id=\"Ah\">Affirmed.</disposition>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b24-5\">On March 16, 1916, the California South Sea Navigation Company chartered from the owner thereof the steamer Roanoke. On April 28, 1916, the Navigation Company entered into a contract with the Selby Smelting Company for the carriage by the Roanoke of not less than 2,000 tons of ore at $15 per ton from Antofagasta to San Francisco, the vessel to load at Antofagasta on or about June 17, 1916. On May 2, 1916, the Navigation Company for a valuable consideration assigned the freight money so to be earned by it to the appellee herein. The Navigation Company booked a bill of lading cargo for the southward voyage from San Francisco by way of certain xiorts to Valparaiso, thence to come back to Antofagasta, at which port the vessel was to take on the cargo of ore for the Smelting Company and carry it to San Francisco. The bills of lading freight for the cargo on the southward voyage was all prepaid, and the bills of lading contained the provision that the freight was to be deemed, earned whether the vessel or goods should be lost or not lost at any stage of the voyage. But the freight to be earned on the homeward voyage from Antofagasta w.as not prepaid, or to be deemed earned, vessel or cargo lost or not lost.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b24-6\">To insure that freight the Navigation Company, on the day on which the vessel sailed from' San Francisco, applied to the appellants for insurance, and received insurance from them by two covering notes. The first covering note contains, among other provisions, the following: “Insurance is wanted by California South Sea Navigation Company, for account of whom it may concern, loss, if any, payable to assured or order. For $30,000.00 on freight on board or not on board * * * per S/S Roanoke from San Francisco to Valparaiso via ports and thence to Antofagasta, direct or otherwise, while there and until loaded. * * * Against total loss and/or constructive total loss. * * * A total loss and/or constructive total loss, total loss paid by Underwriters on hull, etc., to constitute a total loss under this policy. It is understood and agreed that this policy is extended to cover while vessel is at loading port,' during loading, and until ready to sail. Seaworthiness of vessel admitted.” ,The second covering note was similar, except that it provided: “For not to exceed $30,000.00 on collect freight on ore. Valued at actual amount at risk on collect freight. Shipx&gt;ed or to be shipped on board the S/S Roanoke. At and from Antofagasta to San Francisco.”</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b24-7\">The vessel was lost on the second day of her voyage from San Francisco. The appellee brought suit to recover $30,000 on the first covering note, and on the policy thereafter issued pursuant thereto, which embodied all the provisions and terms of the covering note. The appellants answered denying their liability. A decree for the appellee was rendered in the court below for $30,-000, with interest and costs.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b24-8\">Nathan H. Frank and Irving H. Frank, both of San Francisco, Cal., for appellants.</attorneys>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b24-9\">Edward, J. McCutcheon, Farnham P. Griffiths, and McCutcheon, Olney, Mannon &amp; Greene, all of San Francisco, Cal., for appellee.</attorneys>\n<p data-order=\"26\" data-type=\"judges\" id=\"b24-10\">Before GILBERT, HÜNT, and RUDKIN, Circuit Judges.</p>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b24-11\">GILBERT, Circuit Judge</author>\n<p id=\"AE\">(after stating the facts as above). <bracketnum>[1]</bracketnum> The appellants contend that the first covering note and the policy is-sued thereupon insured only freight earned on the southward voyage of the Roanoke plus that part of the return voyage from Valparaiso <page-number citation-index=\"1\" label=\"3\">*3</page-number>to Antofagasta, and not freight to be earned on the return voyage from Antofagasta to San Francisco. We do not so read the contract. The terms of the covering note and the policy mean, we think, in the light of the circumstances, that the intention was to insure only the freight to be earned on the return voyage from Antofagasta. The Navigation Company had no other freight at risk. All the freight due it on the southward voyage had been prepaid, and the cargo which was carried on that voyage moved under bills of lading that provided that:</p>\n<blockquote id=\"b25-4\"><em>“The </em>freight, whether prepaid or to be collected, was to be considered as earned, vessel or goods lost or not lost, at any stage of the entire transit.”</blockquote>\n<p id=\"b25-5\">The appellants in their answer to the libel, quoted these words from the bills of lading. The Navigation Company had assigned to the appellee the freight to be earned on the homeward bound voyage and had promised to insure it for his benefit. The freight for carrying the ore from Antofagasta to San Francisco was at risk from the moment when the voyage from San Francisco began. It was decided to have that risk insured in separate contracts, one for each leg of the voyage, but each was for $30,000, the exact amount of the freight contracted to be paid for carrying the ore.</p>\n<p id=\"b25-6\">The language of the first covering note, by its plain terms, related to the risk on the southbound voyage. It insured against the loss of the freight in case the Roanoke should be lost by marine risks at and from San Francisco on her described voyage to Antofagasta and during her presence and loading there, and until she should be ready to sail for San Francisco. It contained the provision, “It is understood and agreed that this policy is extended to cover while vessel is at loading port, during loading, and until ready to sail,” and the provision, \"freight on board or not on board,” thus showing that the risk assumed by the underwriters under the first note was a risk which was to terminate at the time when the vessel should be loaded at Antofagasta for her return voyage, from which time the second covering note would be in force, “at and from Antofagasta to San Francisco.” It is “by no means uncommon” to insure during a previous voyage the freight to be earned on a subsequent voyage. Lazarus, Law Relating to Insurance of Freight, 38; Rankin v. Potter, 2 Asp. 65; Barber v. Fleming, Law Rep. 5 Q. B. 59. In Lincoln v. Boston Marine Ins. Co., 159 Mass. 337, 34 N. E. 456, Judge Holmes said:</p>\n<blockquote id=\"b25-7\">“Contracts always are arbitrary in wbat they do or do not undertake. There is nothing irrational, however, in a contract of insurance on successive voyages, keeping each distinct.”</blockquote>\n<p id=\"b25-8\">But the appellants say that the underwriters may not have been aware that the bill of lading freight had been prepaid, and, if so, they were justified in regarding the first covering note as referring only to freight earned on the first leg of the voyage. There is nothing in the record, aside from the written instruments, to show what the parties had in mind in entering into the contract. Those terms make it sufficiently clear that it was not the intention to insure freight on the south-bound cargo. The first covering note named Antofagasta as <page-number citation-index=\"1\" label=\"4\">*4</page-number>the “loading port,” and contained the provision that the policy was extended to cover “while vessel is at loading port, during loading, and until ready to sail.” Thereby it was plainly expressed that the freight insured was the freight upon a voyage beginning at Antofagasta, and the words used are wholly irreconcilable with an understanding that it was freight on a voyage from San Francisco to Valparaiso. There would be no occasion to keep insurance on freight for south-bound cargo effective at Antofagasta, “during loading,” “and until ready to sail.” There was the further provision, “freight on board or not on board,” which, in marine insurance, means chartered freight, thereby giving the underwriters notice that they were insuring chartered freight. The freight to be earned by the Roanoke for carrying the ore was chartered freight. It was not prepaid, and its payment was assured by a contract. The term “freight on board or not on board” cannot be made to refer to bills of lading freight. The Bedouin, [1894] L. R. Prob. Div. <em>1; </em>Williams &amp; Co. v. Canton Insurance Office, Ltd., [1901] Law Reports A. C. 462.</p>\n<p id=\"b26-4\"><bracketnum>[2, 3]</bracketnum> It is urged that, assuming that the first covering note and policy were intended to insure the return freight from Antofagasta, there was no insurable interest in that freight, for the reason that the charter for the same had not been completed. The contract for that freight consists of a letter by the Navigation Company to the Smelting Company offering the steamer Roanoke for charter to carry a specific tonnage at a named freight. The offer was “confirmed and accepted” in writing by the Smelting Company. But it is said that the contract was not enforceable, for the reason that the Navigation Company’s letter contains the following clause:</p>\n<blockquote id=\"b26-5\">“The above being merely information for our mutual understanding, and is subject to the clauses of the regular charter party as agreed to by the charterers and the Steamship Company.”</blockquote>\n<p id=\"b26-6\">The appellants refer to the testimony of the president of the navigation Company, which, they say, shows that the correspondence was preliminary and subject to a regular agreement afterwards to be drawn up and signed by the parties. We think that the correspondence in itself created a binding- contract. It was not necessary that it should be expressed in a charter party, Truscott v. Christie, 129 Eng. Rep. 990, 994. That the president of the Navigation Company, considered it binding, notwithstanding his testimony that it referred to a subsequent more formal instrument, is shown by the fact that he assigned to the appellee his rights thereunder and in the assignment referred to the contract as a “charter of the Roanoke.” The agreement, as expressed in the correspondence, has no ambiguity. It states the tonnage to be carried and the freight rate, describes the voyage, makes provisions for lighterage and for a loading rate, for weather working days, the demurrage, and the date of loading at Antofagasta.</p>\n<p id=\"b26-7\">The appellants cite our decision in Northwestern Lumber Co. v. Grays Harbor P. S. Ry. Co., 221 Fed. 807, 137 C. C. A. 365. In that case specific performance was sought of an agreement for the sale of real estate which expressly provided that “a formal agreement shall be entered into pending mutual transfers.” The formal contract <page-number citation-index=\"1\" label=\"5\">*5</page-number>was prepared, and was signed bv the defendant; but the complainant, before signing, changed it by adding two provisions. The defendant objected to the changes and never assented thereto. A year later it was sought to enforce the contract, but the court held that the minds of the parties had never met upon a contract which could be specifically enforced, but, on the contrary, they had abandoned it. The contract involved in the present case did not provide for an execution of a formal agreement and it is complete in its terms. But, even if it did provide for a more formal instrument to be executed later, that fact would not negative the existence of a present contract if the terms thereof had been assented to. West India S. S. Co. v. Chicago House Wrecking Co., 249 Fed. 338, 161 C. C. A. 346; - Sanders v. Pottlitzer Bros. Fruit Co., 144 N. Y. 209, 39 N. E. 75, 29 L. R. A. 431, 43 Am. St. Rep. 757; Rossiter v. Miller, 3 App. Cas. 1124; Winn v. Bull, 6 Eng. Rul. Cas. 170; Western Roofing Tile Co. v. Jones, 26 Okl. 209, 109 Pac. 225, Ann. Cas. 1912B, 127.</p>\n<p id=\"b27-4\"><bracketnum>[4-6]</bracketnum> We find no merit in the contention that the appellants are relieved from liability by reason of the fact that the loss of the Roanoke resulted from the willful misconduct of the assured. The contention is that the vessel was willfully overloaded. To overload a vessel is to render her unseaworthy (Arnould on Marine Insurance, § 717), and both the covering note and the policy contained the appellants’ admission that the vessel was seaworthy. The Roanoke was a total loss from foundering. There.is no evidence of willful overloading. There is no contention that her loss was due to any cause other than unseaworthiness. That contention, as we have seen, is barred by the admission of the appellants. Ño other cause of the loss of the vessel being shown, the presumption is that it was a loss from a peril insured against, the peril of the sea. Arnould, § 813; Ajum Goolam Hossen v. Union Mar. Ins. Co., 17 T. L. R. 367; Ætna Ins. Co. v. Sacramento-Stockton S. S. Co. (C. C. A.) 273 Fed. 55; Moores v. Louisville Underwriters (C. C.) 14 Fed. 226.</p>\n<p id=\"b27-6\">The decree is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}