{
  "casebody": {
    "data": "<casebody firstpage=\"846\" lastpage=\"858\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b894-6\">John Earl CAMERON, Plaintiffs, v. Hon. Paul B. JOHNSON, Jr., et al., Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b894-8\">Civ. A. No. 1891.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b894-9\">United States District Court S. D. Mississippi, Hattiesburg Division.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b894-11\">July 10, 1964.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b894-12\">Finding of Facts and Conclusions of Law July 10, 1964.</otherdate>\n<otherdate data-order=\"5\" data-type=\"summary\" id=\"b894-13\">Opinion July 11, 1964.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b895-21\"><page-number citation-index=\"1\" label=\"847\">*847</page-number>Dixon L. Pyles, Jackson, Miss., Smith, Waltzer, Jones &amp; Peebles, New Orleans, La., Kunstler, Kunstler &amp; Kinoy, New York City, for plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b895-22\">Joe T. Patterson, Atty. Gen. of State of Miss., Will S. Wells, Asst. Atty. Gen., Jackson, Miss., for defendants.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b895-23\">Before RIVES, Circuit Judge, and COX and MIZE, District Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b895-24\">MIZE, District Judge:</author>\n<p id=\"b895-25\">This cause coming on to be heard before the Court on affidavits and photographs presented by the parties under stipulation of counsel as the sole testimony and evidence, and the Court having received and considered such testimony and reasonable inferences deduced therefrom, together with briefs of the parties in support of their respective contentions, makes the following Finding of Facts and Conclusions of Law thereon.</p>\n<p id=\"b895-26\">FINDING OF FACTS</p>\n<p id=\"b895-27\">This suit is presented on its merits to the Court on the disputed issues of fact and law made by the amended complaint and answer of the defendants thereto. This is a class action by the plaintiffs against the defendants under Civil Rule 23. The defendants are <page-number citation-index=\"1\" label=\"848\">*848</page-number>sued as individuals and as officials of the State of Mississippi, County of Forrest and as attorney for the 12th Circuit District of Mississippi. No evidence or testimony was adduced by the plaintiffs to support their charge of the existence of a plan, or conspiracy among the defendants culminating in the passage of House Bill 546, Mississippi Laws 1964; and the Court finds that there was no such plan, or purpose, or design or in-tendment of House Bill 546, Mississippi Laws 1964; and that no evidence or testimony was adduced by the plaintiffs to show that it was the intent or purpose of said enactment of the Legislature of Mississippi to suppress, deter or in any manner impinge upon, impede or violate any constitutional right of the plaintiffs to free speech, assembly and right to petition for redress of grievances by demonstrating peacefully and lawfully; and more particularly, said Act was not designed or intended to deter, or impede efforts by any citizens to register to vote, or to exercise any other right of a citizen.</p>\n<p id=\"b896-4\">House Bill 546, Mississippi Laws 1964 was passed into law in Mississippi on April 8, 1964. The courts of Mississippi have not construed the Act, or passed on its constitutionality. The plaintiffs in this case have presented to the county court of Forrest County, Mississippi, a court of general jurisdiction having full jurisdiction of all of the parties and the subject matter hereof, in the case of State of Mississippi v. Ruth Campbell, et al., (including all plaintiffs herein) in Cause No. 7781-7824 on the docket of said court, the question of the constitutional validity of said House Bill 546, Mississippi Laws 1964, by a motion to quash the information, or affidavit on which such prosecution was commenced and will be prosecuted; and that said court in due course duly overruled said motion; and said plaintiffs (defendants there) have the right of appeal from said decision to the circuit court of Forrest County, Mississippi, thence to the Supreme Court of the State of Mississippi, and thence to the Supreme Court of the United States, if necessary or desired, in furtherance of their effective and efficient statutory remedy fully available to them and being currently pursued at this time.</p>\n<p id=\"b896-6\">The Court expressly finds under such facts and circumstances that no need or necessity exists for this Court to pass upon the constitutionality of House Bill 546, Mississippi Laws 1964; and that it is the duty of this Court under such circumstances not to pass upon the constitutionality of said enactment, unless absolutely compelled to do so, but that this Court is duty bound to follow decisions of the Supreme Court of the United States, and of the United States Court of Appeals for the Fifth Circuit which impel this Court to abstain from making any decision on such questions presented under the circumstances stated.</p>\n<p id=\"b896-7\"> This Court simply does not believe and rejects as false the affidavits presented by the plaintiffs to show that they were engaged in “peaceful” and “lawful” picketing when arrested under this statute on the two occasions in suit. The facts as shown by a clear preponderance of the evidence are to the effect that the plaintiffs in this case did engage in peaceful and thus lawful picketing on other occasions, but that on the occasions in suit when some of the plaintiffs were arrested and charged with violating this Act, that such persons deliberately and intentionally blocked the sidewalk and one of the entrances to the county courthouse in Forrest County, Mississippi, by walking so close together as to make use of such entrance and exit to and from said county courthouse by the officials and business visitors impossible. No peace officers on said scene at any time interfered with the plaintiffs when they picketed in such number and at such distance apart on said sidewalk at such entrance to said public building as to allow other citizens to make reasonable use of such facilities for its intended purpose. The Court, therefore, further finds as a fact that the State of Mississippi is prosecuting the plaintiffs in the state court under said picketing statute in good <page-number citation-index=\"1\" label=\"849\">*849</page-number>faith, and is fully entitled under the law to do so to conclusion of such prosecution, but this Court indicates nothing as to the guilt or innocence of the plaintiffs as defendants in said proceedings.</p>\n<p id=\"b897-5\">The full right of the plaintiffs to free speech, assembly and petition were at all times completely preserved and properly respected by the peace officers at the scene of this incident at all times while the plaintiffs were peacefully and lawfully exercising such well recognized and well known constitutional rights. But these plaintiffs intentionally and deliberately so conducted themselves on these occasions in suit by such a large group of persons appearing in such a small, crowded area and so close together as to flaunt and invade the rights of others entitled to make necessary business use of said public premises by making ingress and egress to and from the courthouse of said county impossible by the presence of such human barriers and obstructions and impediments in said public passageway.</p>\n<p id=\"b897-6\">The Court thus further finds from the testimony adduced in this case that no Civil Rights of any plaintiff in this case has been, or was violated, or impinged upon by their arrest and consequent prosecution under the facts and circumstances stated.</p>\n<p id=\"b897-7\">CONCLUSIONS OF LAW</p>\n<p id=\"b897-8\">This Court has full jurisdiction of the parties to this suit and of the subject matter of this suit; and has the full power and authority to do all that is herein done.</p>\n<p id=\"b897-9\">There is no need or necessity for this Court to pass upon the constitutionality of House Bill 546, Mississippi Laws 1964, and this Court, therefore, declines to do so.</p>\n<p id=\"b897-10\">The cases impelling abstention by this Court under the facts and circumstances in this case are myriad; and this Court yields to the justice and propriety of such doctrine under the facts and circumstances in this case, and thus abstains from making any decision or disposition of this controversy between these plaintiffs and the state prosecuting authorities. The supporting authorities cited in the accompanying majority opinion of this Court, show and even demonstrate that no constitutional right of any of the plaintiffs will be violated by a prosecution of them under this Act in the state court for such offense with all constitutional safeguards and efficient remedies fully available to them at all times in the state courts. The plaintiffs have commenced, but have not exhausted the efficient and effective remedies and defenses available to them in the state court in said cases and are not entitled to any injunctive relief from this Court against the prosecution of said cases in the state courts.</p>\n<p id=\"b897-13\"> An injunction is never strictly a matter of right even to prevent irreparable injury, but the right to such writ always reposes within the sound judicial discretion of the Court to which such application is addressed. There is no evidence in this case to show that any danger of irreparable loss to the plaintiffs is either great or immediate, and the Court finds that there are no exceptional circumstances in this case to evoke the issuance by this Court of such extraordinary process. Under the facts and under the rules of applicable law in this case, the plaintiffs are not entitled to any injunctive relief herein.</p>\n<p id=\"b897-14\">Accordingly, the amended complaint is not supported by any substantial, credible evidence to support or justify the relief requested. It is the conclusion of this Court in the exercise of its sound judicial discretion, that such extraordinary relief is not due or suggested in this case, and in furtherance of the doctrine of abstention, that the amended complaint of the plaintiffs is without merit and should be dismissed at the cost of the plaintiffs to be taxed under the rules of this Court.</p>\n<p id=\"b897-15\">OPINION</p>\n<p id=\"b897-16\">Plaintiffs, The Reverend John Earl Cameron and Mrs. Victoria Jackson Gray, filed an original complaint against Paul Johnson, Governor of the State of Mississippi; Joe R. King, County Attorney <page-number citation-index=\"1\" label=\"850\">*850</page-number>of Forrest County, Mississippi; James Finch, District Attorney of Forrest County, Mississippi; and Robert Walker, Sheriff of Forrest County, Mississippi, as Defendants, seeking a declaratory judgment and injunction, and attacking the constitutionality of House Bill No. 546 Laws of 1964 of the Legislature of the State of Mississippi. Subsequently they filed an amended bill of complaint by which they substituted James K. Duke in the place and stead of Joe R. King as County Attorney, and substituted W. G. (Bud) Gray in the place and stead of Robert Walker as Sheriff of Forrest County, Mississippi, and by the amended complaint averred <em>the </em>suit as a class action, as they had not done in the original complaint, and at the hearing of the case on the merits it was agreed that the issues in the case are fully stated and made by the amended complaint and the answers of the Defendants.</p>\n<p id=\"b898-4\">The Act under attack reads as follows:</p>\n<blockquote id=\"AJM\">HOUSE BILL NO. 546</blockquote>\n<blockquote id=\"b898-5\">AN ACT TO PROHIBIT THE UNLAWFUL PICKETING OF STATE BUILDINGS, COURTHOUSES, PUBLIC STREETS, AND SIDEWALKS.</blockquote>\n<blockquote id=\"b898-6\">BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF MISSISSIPPI:</blockquote>\n<blockquote id=\"b898-7\">SECTION 1. It shall be unlawful for any person, singly or in concert with others, to engage in picketing or mass demonstrations in such a manner as to obstruct or interfere with free ingress or egress to and from any public premises, State property, county or municipal courthouses, city halls, office buildings, jails, or other public buildings or property owned by the State of Mississippi or any county or municipal government located therein or with the transaction of public business or administration of justice therein or thereon conducted or so as to obstruct or interfere with free use of public streets, sidewalks or other public ways adjacent or contiguous thereto.</blockquote>\n<blockquote id=\"b898-9\">SECTION 2. Any person guilty of violating this act shall be deemed guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than Five Hundred Dollars ($500.00), or imprisoned in jail not more than six (6) months, or both such fine and imprisonment.</blockquote>\n<blockquote id=\"b898-10\">SECTION 3. This act shall take effect and be in force from and after its passage.</blockquote>\n<p id=\"b898-11\">The Plaintiffs are Negro citizens of Forrest County, Mississippi. On April 27, 1964, prior to the amended complaint, a supplemental complaint was filed bringing in additional plaintiffs who joined in the allegations of the original Plaintiffs and made further allegations with reference to themselves.</p>\n<p id=\"b898-12\">It is the contention of the Plaintiffs that the statute is unconstitutional on its face in that it is broad in its sweep, so vague and indefinite in its definition and characterization of prohibited activity that it fails to meet the minimal standards of the First and Fourteenth Amendments; (2) that it is void as viola-tive of the due process guaranty of the Fourteenth and Fifteenth Amendments; and (3) that it is contrary to the First Amendment in that it attempts to limit the right to picket by connecting it with vague and indefinite standards.</p>\n<p id=\"b898-13\">It is the contention of the Defendants that the statute is constitutional on its face and within the police powers of the State; (2) that the Plaintiffs have a full, complete and adequate remedy at law and that before the Plaintiffs can attack the constitutionality of the Act they must first exhaust the statutory remedies in the State courts; (3) that this Court as a Federal Court should abstain from passing upon the constitutionality of the statute until the State has first had an opportunity to pass on its constitutionality; that, also, the Defendants have raised the question of unconstitutionality in the State court where they are being prosecuted.</p>\n<p id=\"b899-4\"><page-number citation-index=\"1\" label=\"851\">*851</page-number>We agree with the contention of the Defendants. Title 28 U.S.C. § 2283, provides as follows:</p>\n<blockquote id=\"b899-5\">“A court of the United States may not grant an injunction to stay proceedings in a State court except as expressly authorized by Act of Congress, or where necessary in aid of its jurisdiction, or to protect or effectuate its judgments.”</blockquote>\n<p id=\"b899-6\">This statute, of course, is not jurisdictional, but expresses very clearly and definitely the policy and thinking of Congress. Such a statute has been on the books for many years and still stands in the above quoted form. Certainly there are times and occasions which are exceptional, when it is proper for the Court to enjoin the prosecution of a criminal case, but the facts of this case and of this record do not approach such a situation. This statute is one of comity existing between the Federal Courts and the State Courts and it is the policy of the Federal Courts to follow the statute, unless the exigency of the occasion requires that an injunction be issued. An injunction in any case is an unusual and extra-ordinary writ or remedy and is used with great caution. When there is a plain, adequate and complete remedy at law, the Federal Courts will abstain. It is the duty of petitioners of this type to exhaust first all state remedies.</p>\n<p id=\"b899-7\">It is well settled that a Court will not pass on the constitutionality of an Act of Congress or of a Legislature unless it is necessary to a determination of the controversy by the Court. In this case it is not necessary to pass on the constitutionality of this Act, even though there can be slight doubt as to its constitutionality, and where it is rather clear that it is constitutional, the Courts lean to a doctrine hereinbefore announced of abstention until it is passed upon by the courts of the State.</p>\n<p id=\"b899-8\">The main attack on this Act is that it is vague, uncertain, and fails to define any standard by which one could understand an indictment or criminal information. This argument is not sound. There is no basis of fact in this record or by a reasonable construction of the statute by which its constitutionality could be doubted. The Plaintiffs in this case and their attorneys place their attack on the Act upon the ground that it is an effort by the State to prevent Negroes from registering for voting purposes. They contend that the Defendants in this case have conspired to prevent the Negro citizens of Forrest County from registering. Such is not the case. That was not the purpose of the statute. The statute does not undertake in the slightest degree to condemn picketing or registering or any peaceable conduct of any citizen. There is a well settled principle of law and, in addition thereto, a statute in Mississippi to the effect that words and phrases in an Act are given their usual and ordinary construction unless the Act indicates to the contrary. Applying this rule of law to the Act here under attack, it is clear that picketing or peaceful demonstrations are not condemned, nor are expressions of opinion. Let us emphasize the gist and purpose of the Act, and it reads:</p>\n<blockquote id=\"b899-10\">“It shall be unlawful for any person, singly or in concert with others, to engage in picketing or mass demonstrations in such a manner as to OBSTRUCT OR INTERFERE WITH FREE INGRESS OR EGRESS TO AND FROM ANY PUBLIC PREMISES, STATE PROPERTY, COUNTY OR MUNICIPAL COURTHOUSES, CITY HALLS * * * OR OTHER BUILDINGS * * * OR WITH THE TRANSACTION OF PUBLIC BUSINESS OR ADMINISTRATION OF JUSTICE THEREIN OR THEREON CONDUCTED OR SO AS TO OBSTRUCT OR INTERFERE WITH FREE USE OF THE PUBLIC STREETS * * * ”</blockquote>\n<p id=\"b899-12\">Thus it is readily seen that what the Act condemns, after defining the places, is the obstruction of the free ingress and egress to and from the buildings. The word “obstruction” has a definite meaning and has been construed by the Su<page-number citation-index=\"1\" label=\"852\">*852</page-number>preme Court of Mississippi under a similar statute where the word “obstruction” was the main point of the case. This is the case of State v. Lucas, 221 Miss. 538, 73 So.2d 158. In this case Lucas was charged with obstructing a railroad by an indictment. The lower court sustained a demurrer on the ground that the statute under which he was indicted was unconstitutional. The Supreme Court unanimously reversed and remanded, holding the Act to be constitutional. The Act under attack there was Section 2340 of the Mississippi Code of 1942, which reads:</p>\n<blockquote id=\"b900-4\">“Railroads — Wantonly or negligently obstructing or injuring. — If any person shall wantonly or negligently obstruct or injure any railroad, on conviction, he shall be fined not more than two thousand dollars, or imprisoned not longer than twelve months in the county jail, or both.”</blockquote>\n<p id=\"Aaf\">The Defendant was indicted for negligently and wantonly leaving his unattended automobile parked on said railroad at a crossing of said railroad and the private road for automobiles. The Court said:</p>\n<blockquote id=\"b900-5\">“Appellee says the statute is unconstitutional in that it does not sufficiently define the elements constituting the crime and the indictment is void because it does not sufficiently inform the defendant of the acts he is charged to have committed.”</blockquote>\n<p id=\"b900-6\">The Court further said:</p>\n<blockquote id=\"b900-7\">“[B]ut we should give to the word its ordinary and usually accepted meaning, looking to the end to be accomplished, and doing that, we think it means the railroad track— the part of the right-of-way occupied by the tracks over which the trains, cars, etc., are transported. The meaning of the indictment is [that] appellee obstructed the tracks of the railroad.”</blockquote>\n<p id=\"b900-8\">The Court then took up the definition of the word “obstruct”, since appellee was contending that it was too broad and general, and cited Webster’s International Dictionary, 2d Edition, defining the word “obstruct”, all of which definitions in the dictionary are complete within themselves. Among others, it means to block up, to stop up, or to close as a way. The Court then says:</p>\n<blockquote id=\"b900-10\">“The objects of the statute under consideration, construed in connection with the section immediately following it, are to prevent interference with the proper use of the railroad, in carrying out its functions and to protect its property and passengers and servants from injury or probable injury.”</blockquote>\n<p id=\"b900-11\">The above case was decided in June, 1954. See also Words and Phrases, 2d Ed., Vols. 29 and 22, defining the word “obstruct” and the words “interfere with”.</p>\n<p id=\"b900-12\">On the definite, positive, unequivocal and certain meaning of the word “obstruct”, a statute containing it advises the public what it condemns. One charged with obstruction by an indictment is entitled to a trial and then it is a question for the Court to determine whether the facts proven against him show him to be guilty.</p>\n<p id=\"b900-13\">One of the leading cases, familiar to all lawyers in the courts, is that of Douglas v. City of Jeannette, 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324. At page 163 of the report, 63 S.Ct. at page 881, the Supreme Court used this language:</p>\n<blockquote id=\"b900-14\">“Congress, by its legislation, has adopted the policy, with certain well defined statutory exceptions, of leaving generally to the state courts the trial of criminal cases arising under state laws, subject to review by this Court of any federal questions involved. Hence, courts of equity in the exercise of their discretionary powers should conform to this policy by refusing to interfere with or embarrass threatened proceedings in state courts save in those exceptional cases which call for the interposition of a court of equity to prevent irreparable injury which is clear and <page-number citation-index=\"1\" label=\"853\">*853</page-number>imminent; and equitable remedies infringing this independence of the states — though they might otherwise be given — should be withheld if sought on slight or inconsequential grounds.” DiGiovanni v. Camden Fire Ins. Ass’n, 296 U.S. 64, 56 S.Ct. 1, 80 L.Ed. 47; Matthews v. Rodgers, 284 U.S. 521, 52 S.Ct. 217, 76 L.Ed. 447; cf. United States ex rel. Kennedy v. Tyler, 269 U.S. 13, 46 S.Ct. 1, 70 L.Ed. 138; Massachusetts State Grange v. Benton, 272 U.S. 525, 47 S.Ct. 189, 71 L.Ed. 387, cited by them.</blockquote>\n<p id=\"b901-5\">In that same case, supra, Mr. Chief Justice Stone used this impressive language :</p>\n<blockquote id=\"b901-6\">“It is a familiar rule that courts of equity do not ordinarily restrain criminal prosecution. No person is immune from prosecution in good faith for his alleged criminal acts.Its imminence, even though alleged to be in violation of constitutional guaranties, is not a ground for equity relief since the lawfulness or constitutionality of the statute or ordinance on which the prosecution is based may be determined as readily in the criminal case as in a suit for an injunction.”</blockquote>\n<p id=\"b901-7\">There is a long line of decisions by the Supreme Court of the United States upholding this doctrine. See Davis v. Burke, 179 U.S. 399, 21 S.Ct. 210, 45 L.Ed. 249; Ex parte Hawk, 321 U.S. 114, 64 S.Ct. 448, 88 L.Ed. 572; Stack v. Boyle, 342 U.S. 1, 72 S.Ct. 1, 96 L.Ed. 3; Brown v. Allen, 344 U.S. 443, 73 S.Ct. 397, 97 L.Ed. 469; Amalgamated Clothing Workers of America v. Richman Bros. Co., 348 U.S. 511, 75 S.Ct. 452, 99 L.Ed. 600.</p>\n<p id=\"b901-8\">With reference to the statute prohibiting an injunction to stay proceedings in a state court, 28 U.S.C.A. § 2283, in the Amalgamated case, supra, the Supreme Court approved the action of the Court of Appeals denying the injunction, holding that the quoted statute constituted “Legislative policy * * * in a clear-cut prohibition qualified only by specifically defined exceptions.”</p>\n<p id=\"b901-10\">See also Snowden v. Hughes, 321 U.S. 1, 64 S.Ct. 397, 88 L.Ed. 497; Schwartz v. State of Texas, 344 U.S. 199, 73 S.Ct. 232, 97 L.Ed. 231.</p>\n<p id=\"b901-11\">In Speiser v. Randall, 357 U.S. 513, 78 S.Ct. 1332, 2 L.Ed.2d 1460, the Jeannette case was cited in a concurring opinion by Mr. Justice Black in support of a different point from that under consideration. Jeannette was also cited in the majority in Monroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 and in the dissenting opinion by Mr. Justice Frankfurter in that case.</p>\n<p id=\"b901-12\">See also Stefanelli v. Minard, 342 U.S. 117, 72 S.Ct. 118, 96 L.Ed. 138 and Darr v. Burford, 339 U.S. 200, 70 S.Ct. 587, 94 L.Ed. 761.</p>\n<p id=\"b901-13\">The statute which prohibits federal courts granting injunctions to stay proceedings in a state court is very similar to the statute, in its language, which prohibits the federal courts from issuing a writ of habeas corpus in behalf of a person in custody pursuant to a judgment of the state court, unless it appears that the applicant has exhausted remedies available to him in the courts of the state, with certain exceptions, because it is the statement of the policy by Congress that the federal courts shall not interfere with state proceedings except under unusual circumstances.</p>\n<p id=\"b901-14\">This statute with reference to habeas corpus arose in the case of the application of Elizabeth Wyckoff in the Southern District of Mississippi and the opinion of the District Judge is reported 196 F.Supp. 515. This is a case that is very applicable to the facts of the case that is here pending. Wyckoff was in jail and sought a writ of habeas corpus, but it appeared from the statutes of the State of Mississippi that she had a complete, adequate and full remedy at law under the laws of the State, and the opinion in that case outlines the procedure that the State has or gives to one who is unable to pay costs or give bond, etc. In that case several quotations specifically <page-number citation-index=\"1\" label=\"854\">*854</page-number>point up quotations from the Supreme Court of the United States in some of the cases that have been hereinbefore cited. The District Court denied the writ of habeas corpus to Wyckoff and the applicant appealed to the Court of Appeals for the Fifth Circuit. The Court of Appeals affirmed the District Court. I do not find where the opinion of the Court of Appeals is reported in the Federal Reporter, but it is reported in 6 Race Relations Law Reporter, 793. Again the opinion of the Court of Appeals is approved in the case of Brown et al. v. Rayfield, 5 Cir., 320 F.2d 96. In the case of Ray-field, who is Chief of Police of the City of Jackson, Mississippi, Chief Judge Tuttle, being the organ of the Court, quoted from the Wyckoff case with approval on similar facts and again approved the order of the District Court in denying the petition for writ of habeas corpus. The petitioners then made an application to Mr. Justice Black and Mr. Justice Clark who were acting jointly as members of the United States Supreme Court for the grant of the petition for habeas corpus. In denying the application those justices stated:</p>\n<blockquote id=\"b902-4\">“The petition for habeas corpus is denied because the factual allegations fall short of showing that there are no Mississippi State processes available by appeal or otherwise for petitioner to challenge that state conviction which processes would effectively protect their constitutional rights, particularly since any denial of such rights by the highest court of the state can be remedied by appropriate appellate proceedings in the Supreme Court of the United States.”</blockquote>\n<p id=\"b902-5\">The Fifth Circuit again approved the same principle in the per curiam opinion in the case of Green v. Balkcom, Warden of the Georgia State Prison, 5 Cir., decided April 23, 1964, reported in 331 F.2d 742 and dismissed the petition for writ of habeas corpus.</p>\n<p id=\"b902-6\">In the case of Allen-Bradley Local No. 1111 et al. v. Wisconsin Employment Relations Board et al., 315 U.S. 740, 62 S.Ct. 820, 86 L.Ed. 1154 the Supreme Court of the United States said this:</p>\n<blockquote id=\"b902-8\">“Nor will we assume in advance that a State will so construe its law as to bring it into conflict with the federal Constitution or an act of Congress.”</blockquote>\n<p id=\"b902-9\">The case of Wilson v. Schnettler et al., 365 U.S. 381, 81 S.Ct. 632, 5 L.Ed.2d 620, is a conclusive authority on the doctrine that when a petitioner has invoked the jurisdiction of the state court the federal court will abstain on the ground that he does have a complete remedy at law and has invoked the jurisdiction of the state court.</p>\n<p id=\"b902-10\">In the case at bar the record shows that petitioners have invoked the jurisdiction of the state court by filing a motion to quash the affidavits on the ground that the Act is unconstitutional and the County Court overruled that motion — the exact facts as in the Wilson case. In the Wilson case, at page 384, 81 S.Ct. at page 634, the Court said:</p>\n<blockquote id=\"b902-11\">“Indeed, the allegations of the complaint affirmatively show that petitioner does have such a remedy in the Illinois court and that he has actually prosecuted it there, but only to the point of an adverse interlocutory order. That court, whose jurisdiction first attached, retains jurisdiction over this matter to the exclusion of all other courts.”</blockquote>\n<p id=\"b902-12\">The source of that holding was the case of Harkrader v. Wadley, 172 U.S. 148, 19 S.Ct. 119, 43 L.Ed. 399. In the Hark-rader case the Supreme Court said:</p>\n<blockquote id=\"b902-13\">“When a state court and a court of the United States may each take jurisdiction of a matter, the tribunal where jurisdiction first attaches holds it, to the exclusion of the other, until its duty is fully performed and the jurisdiction involved is exhausted.”</blockquote>\n<p id=\"b902-14\">See also Peck v. Jenness, 7 How. 612, 12 L.Ed. 841 and the quotation from it in the footnote.</p>\n<p id=\"b903-4\"><page-number citation-index=\"1\" label=\"855\">*855</page-number>In the recent case of NLRB v. Fruit &amp; Vegetable Packers and Warehousemen, 377 U.S. 58, 84 S.Ct. 1063, 12 L.Ed.2d 129 decided April 20, 1964, Mr. Justice Black’s concurring opinion points out that patrolling is, of course, conduct and is not speech and, therefore, is not directly protected by the First Amendment. Here, the statute under attack condemns conduct and not picketing or expressions of free speech or of the press. No arrests were made until there was a complete obstruction by the petitioners in such manner as to completely block the entrances and exits of the courthouse doors.</p>\n<p id=\"b903-5\">Another recent case decided by the Supreme Court is that of Baggett et al., appellants v. Bullitt et al., appellees, 377 U.S. 360, 84 S.Ct. 1316, 12 L.Ed.2d 377. This case discusses freely the doctrine of abstention and reviews the many cases approving it, as well as those under certain exigencies disapproving it, under the peculiar facts of that case and the further fact that it was not such a statute of a state as a construction of it by the Supreme Court of the state would aid the federal courts in giving the construction to which it was entitled. A fair conclusion of law, in cases of the types here involved, is that if the petitioners had raised the constitutionality of the law in the state court prior to the suit in federal court, then the latter must abstain, provided the state has processes to pass upon the question presented. If the jurisdiction of the state court has not been sought, even though available, and a litigant seeks the jurisdiction of the federal court to enjoin a state criminal prosecution, it is then the duty of the federal court to exercise sound judicial discretion on the facts of the case presented to determine if it should abstain or if it should proceed. NAACP v. Button, 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405; England v. Louisiana State Board of Medical Examiners et al., 375 U.S. 411, 84 S.Ct. 461, 11 L.Ed.2d 440. In the Wyckoff case, supra, 196 F.Supp. 515, the District Court pointed out the complete process by which the speedy determination could be had in a state court of Mississippi, so that the question of delay in the state court to reach a determination of the question is not present.</p>\n<p id=\"b903-7\">Many cases have been cited by counsel for plaintiffs touching on freedom of speech and of the press, the right to assemble and the right to picket, which, in our opinion, are not applicable to the facts of the case here; nor does the 1964 Civil Rights Act have any application to these facts. We shall not undertake to differentiate each particular case; however, the case of Thornhill v. State of Alabama, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093, as an illustration, was a case where a statute was attacked on the ground that it was an abridgment of freedom of speech, press, peaceful picketing, etc. and Mr. Justice Murphy, who delivered the opinion of the Court, at page 105, of the report, 60 S.Ct. at page 746, said this:</p>\n<blockquote id=\"b903-8\">“We are not now concerned with picketing en masse or otherwise conducted which might occasion such imminent and aggravated danger to these interests as to justify a statute narrowly drawn to cover the precise situation giving rise to the danger.”</blockquote>\n<p id=\"b903-9\">The statute here under attack in no way condemns peaceful picketing or freedom of speech or press. The record shows that for several days there was peaceful picketing and marching and not a single arrest was made, but on the dates charged in the affidavits the record overwhelmingly shows that en masse and by concerted action the plaintiffs completely blocked ingress and egress to the public offices of Forrest County, Mississippi.</p>\n<p id=\"b903-10\">A finding of fact and conclusion of law is prepared separately and filed along with this opinion and made a part of it as if copied herein. We are of the opinion that under the law and the facts of this ease it is the duty of the Federal Court to abstain and permit the plaintiffs <page-number citation-index=\"1\" label=\"856\">*856</page-number>to pursue their state remedies, as they have already commenced to do.</p>\n<p id=\"b904-4\">The complaint and the amended complaint, therefore, will be dismissed and the relief sought will be denied, and the plaintiffs will be assessed with all costs.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b904-5\">RIVES, Circuit Judge (dissenting).</author>\n<p id=\"b904-6\">This purports to be a class action brought on behalf of persons who are attempting by peaceful picketing and demonstrations to enforce the constitutional rights of Negro citizens of Mississippi to register and vote in that State. It seeks to enjoin the enforcement of House Bill 546, 1964 Session Mississippi Legislature, which, after being passed unanimously by both the House and the Senate of the Mississippi Legislature, was approved by the Governor on April 8, 1964. The statute reads as follows:</p>\n<blockquote id=\"b904-7\">“AN ACT TO PROHIBIT THE UNLAWFUL PICKETING OF STATE BUILDINGS, COURTHOUSES, PUBLIC STREETS, AND SIDEWALKS.</blockquote>\n<blockquote id=\"b904-8\">“BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF MISSISSIPPI:</blockquote>\n<blockquote id=\"b904-9\">“SECTION 1. It shall be unlawful for any person, singly or in concert with others, to engage in picketing or mass demonstrations in such a manner as to obstruct or interfere with free ingress or egress to and from any public premises, State property, county or municipal courthouses, city halls, office buildings, jails, or other public buildings or property owned by the State of Mississippi or any county or municipal government located therein or with the transaction of public business or administration of justice therein or thereon conducted or so as to obstruct or interfere with free use of public streets, sidewalks or other public ways adjacent or contiguous thereto.</blockquote>\n<blockquote id=\"b904-10\">“Section 2. Any person guilty of violating this act shall be deemed guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than Five Hundred Dollars ($500.00), or imprisoned in jail not more than six (6) months, or both such fine and imprisonment.</blockquote>\n<blockquote id=\"b904-12\">“SECTION 3. This act shall take effect and be in force from and after its passage.”</blockquote>\n<p id=\"b904-13\">The statute was implemented on the day after its enactment. One of the named plaintiffs, Reverend J ohn Earl Cameron, was threatened with arrest and on the succeeding day, April 10, he was arrested for violation of the statute. Forty-odd other persons were arrested on the same occasion while picketing the Forrest County Court House in support of the Negro voter registration campaign. Numerous other persons, including the other named plaintiff, Mrs. Victoria Jackson Gray, were threatened with arrest but not actually arrested.</p>\n<p id=\"b904-14\">This action was instituted on April 13. A hearing on the application for interlocutory injunction was held on April 29, but decision on that application appeared not necessary in view of the commendable action of the Attorney General of Mississippi in securing the postponement of the trial of any prosecutions for violating the statutes until at least July 15, 1964. The cause is now submitted for final decree upon the amended complaint and answer thereto and upon affidavits.</p>\n<p id=\"b904-15\">As might be expected, the plaintiffs’ affidavits are to the effect that the picketing was peaceful and orderly and did not block any of the entrances or exits of the courthouse, while the defendants’ affidavits are diametrically to the contrary and to the effect that the picketing actually obstructed and unreasonably interfered with ingress and egress to and from the courthouse. Photographs of demonstrations are attached to some of the defendants’ affidavits. Without the benefit of oral testimony and cross-examination of the witnesses it is impossible to resolve the conflict of testimony.</p>\n<p id=\"b904-16\">Similar conflict is to be anticipated in most, if not all, prosecutions under this <page-number citation-index=\"1\" label=\"857\">*857</page-number>statute, for what constitutes “obstruction” <footnotemark>1</footnotemark> or “interference” is essentially a matter of opinion.<footnotemark>2</footnotemark></p>\n<p id=\"b905-5\">'In Mississippi, either an officer or a private person may arrest any person without warrant for an indictable offense committed in his presence.<footnotemark>3</footnotemark> The initial decision of whether picketing or demonstrations constitute “obstruction” or “interference” will normally be made by the arresting officer or even by a private person serving as a vigilante.- This statute thus furnishes the means by which picketing and demonstrations may be practically forbidden — certainly until the prosecutions reach the trial stage.</p>\n<p id=\"b905-6\">Picketing is not beyond legislative control, but a statute against picketing must be exact and precise, for example, by limiting the pickets to a certain designated reasonable number or by prescribing that they must walk at a certain named reasonable distance from each other. Broad, sweeping and inexact terms of a statute regulating picketing necessarily encroach on freedom of speech and press.<footnotemark>4</footnotemark></p>\n<p id=\"b905-7\">As said in Shelton v. Tucker, 1960, 364 U.S. 479, 488, 81 S.Ct. 247, 252, 5 L.Ed. 2d 231:</p>\n<blockquote id=\"b905-8\">“In a series of decisions this Court has held that, even though the governmental purpose be legitimate and substantial, that purpose cannot be pursued by means that broadly stifle fundamental personal liberties when the end can be more narrowly achieved. The breadth of legislative abridgment must be viewed in the light of less drastic means for , achieving the same basic purpose.”</blockquote>\n<p id=\"b905-19\">In a case decided as late as June 22, 1964, the Supreme Court said:</p>\n<blockquote id=\"b905-20\">“It is a familiar and basic principle, recently reaffirmed in NAACP v. Alabama [ex rel. Flowers], 377 U.S. 288, 307 [84 S.Ct. 1302, 12 L.Ed.2d 325], that ‘a governmental purpose to control or prevent activities constitutionally subject to state regulation may not be achieved by means which sweep unnecessarily broadly and thereby invade the area of protected freedoms.’ See, e. g., NAACP v. Button, 371 U.S. 415, 438 [83 S.Ct. 328, 9 L.Ed.2d 405]; Louisiana ex rel. Gremillion v. NAACP, 366 U.S. 293 [81 S.Ct. 1333, 6 L.Ed.2d 301]; Shelton v. Tucker, 364 U.S. 479, 488 [81 S.Ct. 247, 5 L.Ed.2d 231]; Schware v. Board of Bar Examiners, 353 U.S. 232, 239 [77 S.Ct. 752, 1 L.Ed.2d 796]; Martin v. [City of] Struthers, 319 U.S. 141,146-149 [63 S.Ct. 862, 87 L.Ed. 1313] ; Cantwell v. [State of] Connecticut, 310 U.S. 296, 304-307 [60 S.Ct. 900, 84 L.Ed. 1213] ; Schneider v. State, 308 U.S. 147, 161, 165 [60 S.Ct. 146, 84 L.Ed. 155].”</blockquote>\n<p id=\"b906-3\"><page-number citation-index=\"1\" label=\"858\">*858</page-number>Aptheker et al. v. Secretary of State, 1964, 378 U.S. 500, 508, 84 S.Ct. 1659, 1664, 12 L.Ed.2d 992.</p>\n<p id=\"b906-4\">The same opinion quoted with approval from NAACP v. Button, 371 U.S. 415, 432, 433, 83 S.Ct. 328, 337, 9 L.Ed.2d 405, as follows:</p>\n<blockquote id=\"b906-5\">“[I]n appraising a statute’s inhibitory effect upon such rights, this Court has not hesitated to take into account possible applications of the statute, in other factual contexts besides that at bar. Thornhill v. Alabama, 310 U.S. 88, 97-98 [60 S.Ct. 736, 84 L.Ed. <em>1093]; </em>Winters v. [People of State of] New York [333 U.S. 507] 518-520 [68 S.Ct. 665, 92 L.Ed. 840]. Cf. Staub v. City of Baxley, 355 U.S. 313 [78 S.Ct. 277, 2 L.Ed.2d 302]. * * * The objectionable quality of vagueness and overbreadth does not depend upon absence of fair notice to a criminally accused or upon unchanneled delegation of legislative powers, but upon the danger of tolerating, in the area of First Amendment freedoms, the existence of a penal statute susceptible of sweeping and improper application. Cf. Marcus v. Search Warrant, 367 U.S. 717, 733 [81 S.Ct. 1708, 6 L.Ed.2d 1127]. These freedoms are delicate and vulnerable, as well as supremely precious in our society. The threat of sanctions may deter their exercise almost as potently as the actual application of sanctions.”</blockquote>\n<p id=\"b906-7\">It is difficult to conceive of a statute drawn in broader or more vague and sweeping terms than that here under attack. In my opinion, the statute is so clearly unconstitutional that this case is hardly one “required * * * to be heard and determined by a district court of three judges.” 28 U.S.C.A. § 1253. See Bailey v. Patterson, 1962, 369 U.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512, vacating and remanding Bailey v. Patterson, S.D. Miss.1961, 199 F.Supp. 595.</p>\n<p id=\"b906-10\">On the subject of abstention, I need not repeat in this dissent the argument contained in my dissenting opinion in Bailey v. Patterson, supra, 199 F.Supp. at 615-618.</p>\n<p id=\"b906-11\">The jurisdiction of this Court is invoked under 42 U.S.C.A. § 1983, among other statutes. As was said in McNeese v. Board of Education, 1963, 373 U.S. 668, 671, 672, 83 S.Ct. 1433, 1435, 10 L.Ed.2d 622:</p>\n<blockquote id=\"b906-12\">“That is the statute that was involved in Monroe v. Pape, supra [365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492] ; and we reviewed its history at length in that case. 365 U.S., at 171 et seq. [81 S.Ct., at 475 et seq.]. The purposes were severalfold — to override certain kinds of state laws, to provide a remedy where state law was inadequate, ‘to provide a federal remedy where the state remedy, though adequate in theory, was not available in practice’ (id., 174 [81 S.Ct. 477]), and to provide a remedy in the federal courts supplementary to any remedy any State might have. Id., 180-183 [81 S.Ct. 480-482].</blockquote>\n<blockquote id=\"b906-13\">“We would defeat those purposes if we held that assertion of a federal claim in a federal court must await an attempt to vindicate the same claim in a state court. The First Congress created federal courts as the chief — though not always the exclusive — tribunals for enforcement of federal rights. * * * ”</blockquote>\n<p id=\"b906-14\">In my opinion, the statute under attack is clearly unconstitutional, and the plaintiffs are just as clearly entitled to have its enforcement enjoined. I therefore respectfully dissent.</p>\n<footnote label=\"1\">\n<p id=\"b905-9\">. “Obstruction” of the fixed rails of a railroad track is a far more definite concept. See State v. Lucas, 1954, 221 Miss. 538, 73 So.2d 158; Turner v. Southern Railway Co., 1916, 112 Miss. 359, 73 So. 62</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b905-11\">. See definitions of “obstruct” and “obstruction” in 29 Words and Phrases, Perm, ed., p. 80 et seq. and pocket supplement, and of “interfere” and “interference” in 22 Words and Phrases, p. 253 et seq., and pocket supplement.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b905-12\">. Mississippi Code 1942, sec. 2470.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b905-13\">. Thornhill v. State of Alabama, 1940, 310 U.S. 88, 100, 101, 60 S.Ct. 736, 84 L.Ed. 1093; Carlson v. People of State of California, 1940, 310 U.S. 106, 112, 60 S.Ct. 746, 84 L.Ed. 1104; Edwards v. South Carolina, 1963, 372 U.S. 229, 83 S.Ct. 680, 9 L.Ed.2d 697; Henry v. City of Rock Hill, 1964, 376 U.S. 776, 84 S.Ct. 1042, 12 L.Ed.2d 79.</p>\n<p id=\"b905-22\">“Broad prophylactic rules in the area of free expression are suspect. See e. g., Near v. Minnesota [ex rel. Olson], 283 U.S. 697 [51 S.Ct. 625, 75 L.Ed. 1357] ; Shelton v. Tucker, 364 U.S. 479 [81 S.Ct. 247, 5 L.Ed.2d 231] ; Louisiana ex rel. Gremillion v. NAACP, 366 U.S. 293 [81 S.Ct. 1333, 6 L.Ed.2d 301], Cf. Schneider v. [State of New Jersey, Town of] Irvington, 308 U.S. 147, 162, [60 S.Ct. 146, 84 L.Ed. 155]. Precision of regulation must be the touchstone in an area so closely touching our most precious freedoms.” N.A.A.C.P. v. Button, 1963, 371 U.S. 415, 438, 83 S.Ct. 328, 340, 9 L.Ed.2d 405.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}