{
  "casebody": {
    "data": "<casebody firstpage=\"155\" lastpage=\"167\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b181-4\">City of Akron et al., Appellants, <em>v. </em>Public Utilities Commission of Ohio et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b181-5\">[Cite as Akron v. Pub. Util. Comm. (1978), 55 Ohio St. 2d 155.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b181-8\">(No. 77-613</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQT\">Decided July 19, 1978.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b182-8\"><page-number citation-index=\"1\" label=\"156\">*156</page-number><em>Messrs. Steer, Strauss, White $ Tobias, Mr. F. Bruce Abel, </em>and <em>Mr. Ridhard N. Fanelly, </em>for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b182-9\"><em>Mr. William J. Brown, </em>attorney general, <em>Mr. Marvin I. Resnik </em>and <em>Mr. Mark C. Sholander, </em>for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b182-10\"><em>Mr. Russell J. Spetrino </em>and <em>Mr. Anthony J. </em>Alexander, for intervening appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b182-11\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"ADO\">A commission finding will not be disturbed unless manifestly against the weight of the evidence and so clearly unsupported by the record as to show misapprehension, mistake, or willful disregard of duty. <em>Ford Motor Co. </em>v. <em>Pub. Util. Comm. </em>(1977), 52 Ohio St. 2d 142, 152.</p>\n<p id=\"b183-4\"><page-number citation-index=\"1\" label=\"157\">*157</page-number>Appellants assert in their first proposition of law that the commission erred in setting a rate of return of 9.07 percent based solely upon a stipulation between Ohio Edison and the commission staff. Appellants assert further that the only witness at the hearing mentioning this 9.07 percent rate of return specifically refused to recommend it when questioned on direct examination. Appelants allege that the maximum rate Ohio Edison sought in its application was 8.50 percent, a figure that the utility thought was fully compensable.</p>\n<p id=\"b183-7\">This proposition has three parts: (1) the weight accorded the stipulation; (2) the refusal of the staff’s witness to recommend the 9.07 rate of return; and (3) the contention that the authorized rate of return was higher than the maximum sought by the utility.</p>\n<p id=\"b183-8\">In alleging that the commission gave undue weight to the stipulation, appellants assert that Ohio Edison did not meet its burden of proving its existing rates were unjust and unreasonable. There is no doubt that this burden is on the applicant utility. See <em>Mt. Vernon Telephone Corp. </em>v. <em>Pub. Util. Comm. </em>(1955), 163 Ohio St. 381. Further, it is true that Ohio Edison chose not to present any rate-of-return witnesses to prove its existing rates inadequate, but rather to stipulate to the cost of capital and the rate of return determined by the commission staff. Appellants urge that because Ohio Edison presented no such witnesses, its burden could not have been met as a matter of law.</p>\n<p id=\"b183-9\">The commission encourages agreement on issues raised in an application. But here, there was not total agreement — appellants stipulated only to the rate base, not the cost of capital or the rate of return. Thus, the agreement between Ohio Edison and the commission was not a * ‘ stipulation,” as all parties had not agreed to it.</p>\n<p id=\"b183-10\">The commission, of course, is not bound to the terms of any stipulation; however, such terms are properly accorded substantial weight. Likewise, the commission is not bound by the findings of its staff. Nevertheless, those findings are the result , of detailed investigations and are-entitled to careful consideration.</p>\n<p id=\"b184-4\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>Ohio Edison agreed to the staff’s determination of rate base, rate of return and cost of capital. Thus, this accord was not a negotiated agreement, but rather an acquiesenee of the staff’s findings. The resulting recommendations were given substantial weight by the commission because they were the result of the staff’s investigation, <em>mot because </em>they were part of a “stipulation.” The record shows that the commission afforded appellants full opportunity to present evidence with respect to all contested issues.</p>\n<p id=\"b184-5\">Ohio Edison was justified in relying on the staff report to demonstrate that its present rates were inadequate. There is an inherent risk in so doing, but the staff report, if accepted by the commission, may be sufficent evidence as a matter of law to meet the burden of showing the existing rates inadequate. This has long been the standard followed by this commission. See <em>Re Dayton Power &amp; Light Co. </em>(1961), 39 PUR 3d 390, 403.</p>\n<p id=\"b184-6\">The second part of this first proposition concerns appellants’ allegation that the only staff witness who mentioned 9.07 percent return specifically refused to recommend it.</p>\n<p id=\"b184-7\">In its report filed on September 20, 1976, the staff estimated the weighted cost of capital to be 7.26 percent. In reaching that figure, the cost of common equity used was adjusted downward to account for the inflationary characteristics of the then-effective statutory RCNLD rate base.</p>\n<p id=\"b184-8\">Such a downward adjustment, as the staff pointed out in its report, is not permitted under this court’s decision in <em>General Telephone Co. </em>v. <em>Pub. Util. Comm. </em>(1976), 46 Ohio St. 2d 281.<footnotemark>2</footnotemark> Therefore, in complying with this court’s <page-number citation-index=\"1\" label=\"159\">*159</page-number>interpretation of the then-existing law, the staff concluded in its report:</p>\n<p id=\"b185-5\">“By excluding the inflation adjustment previously made, the rate of return computed above would increase to 8.96%. While the staff recognizes that 8.96% may be a <em>legally appropriate </em>rate of return, it does not recommend this figure from an <em>economic </em>standpoint.” (Emphasis added.)</p>\n<p id=\"b185-6\">At the hearing the staff witness updated the cost of capital calculation to include data as of September 30, 1976, resulting in a figure of 9.07 percent.</p>\n<p id=\"b185-7\">The staff witness used methods long employed by economists testifying before the commission to calculate the cost of capital of applicant utilities. The record shows that, as an economist, the staff witness would not recommend a 9.07 percent rate. In other words, that witness apparently did not agree with this court’s holding in <em>General Telephone, supra. </em>While the witness may be “free” to disagree on an economic basis, the commission may not ignore the then-existing statute and its interpretation by this court. Appellants have not shown that this legally appropriate rate is unreasonable or unlawful.</p>\n<p id=\"b185-8\">The third portion of this proposition alleges that, in its application, the <em>maximum </em>rate Ohio Edison sought was 8.50 percent, which it believed to be “fully compensable. ’ ’</p>\n<p id=\"b185-9\">The rate of return is the dollar return generated under the proposed rates as a certain percentage of the statutory rate base. The commission adopted a rate base which was some $91 million less than that originally proposed by Ohio Edison, about a 15 percent reduction. Thus, it is inaccurate for appellants to imply, if not state, that the approved 9.07 percent rate generates more revenue than the 8.50 percent rate which the utility originally sought. The 8.50 percent figure which the utility believed to be fully compensable is not a meaningful figure because the commission used a different rate base in arriving at the final 9.07 percent rate. What remains meaningful is the <page-number citation-index=\"1\" label=\"160\">*160</page-number><em>dollar </em>increase, which was about 67 percent of that requested. This increase has not been shown to be unreasonable or unlawful.</p>\n<p id=\"b186-5\">Accordingly, appellants’ first proposition of law is overruled.</p>\n<p id=\"b186-6\">As their second proposition, appellants allege that when a public utility raises common, debt and preferred capital in the public markets and further eonsistantly presents a consolidated capital structure to potential investors, the utility has the burden of proof to show why the consolidated capital structure is inappropriate for use in a rate analysis case.</p>\n<p id=\"b186-7\">Ohio Edison is the sole shareholder of a Pennsylvania utility. The commission used only the <em>Ohio Corporate </em>capital structure rather than the <em>consolidated </em>structure in calculating the weighted cost of capital. Appellants assert that since Ohio Edison paints a consolidated picture to potential investors, it should be estopped from including only the Ohio structure here.</p>\n<p id=\"b186-8\">The commission’s determination was reasonable and lawful. There is a substantially different set of laws for federal and state securities regulation and for ratemaking in Ohio. The securities laws are quite specific as to what information must be disclosed to potential investors, some of which may be irrelevant or misleading for state rate-making purposes. Consistency between these two diverse fields is not a desired goal. Therefore, this proposition is overruled.</p>\n<p id=\"b186-9\">Appellants allege as their third proposition that the commission erred in refusing to adjust revenues or expenses relating to fuel costs in a test year where fuel costs tripled, in order to match higher-cost fuel purchased at the end of the year with revenues collected shortly after the test year.</p>\n<p id=\"b186-10\">Although the record does not clearly indicate that fuel costs “tripled,” it is clear that the costs rose dramatically because of the 1974 oil embargo and a mine workers’ strike. At the hearing, there was expert testimony that <page-number citation-index=\"1\" label=\"161\">*161</page-number>the increase was the sharpest anyone could remember in one year.</p>\n<p id=\"b187-6\">Because Ohio Edison has to purchase and use its fuel before passing on this cost to its customers, there is always a “lag” in collection of revenues of approximately 45 days. Thus, monies collected for the first month and a half of the test year actually cover expenses prior to the test year.</p>\n<p id=\"b187-7\">It is well-settled that this court will not substitute its judgment for that of the commission unless it appears, from the record that the finding and order were manifestly against the weight of the evidence. <em>Cremean </em>v. <em>Pub. Util. Comm. </em>(1976), 48 Ohio St. 2d 163. Further, it is well-settled that this court mil not reverse an order of the commission as unreasonable or unlawful because of an error of the commission, if such error did not prejudice the party seeking such reversal. <em>Cincinnati </em>v. <em>Pub. Util. Comm. </em>(1949), 151 Ohio St. 353, paragraph six of the syllabus.</p>\n<p id=\"b187-8\">Appellants have not sufficiently alleged any prejudicial effect of the commission’s determination, even assuming that an error occurred. The commission asserts convincingly that even if a lag adjustment were made, such adjustment would have had no effect on the final approved cost of capital rate. Accordingly, this proposition is overruled.</p>\n<p id=\"b187-9\">As their fourth proposition, appellants assert that parties to a utility rate proceeding cannot preempt this court’s authority by stipulating between themselves that the hearing will be reopened before the commission in the event that its order is reversed. Appellants assert further violations of due process in view of the law in this state that utilities are not required to refund monies collected pursuant to a commission order which is subsequently found on appeal to have been unlawful.</p>\n<p id=\"b187-10\">Appellants did not assert this proposition in their application for rehearing before the commission, and also did not assert it in their notice of appeal to this court. In <em>Cincinnati </em>v. <em>Pub. Util. Comm., supra, </em>this court stated, in paragraph 17 of the syllabus:</p>\n<p id=\"b188-4\"><page-number citation-index=\"1\" label=\"162\">*162</page-number>“On an appeal from an order of the Public Utilities Commission, the Supreme Court cannot consider any matter which was not specifically set forth in an application to the commission for a rehearing as a ground on which the appellant considered the order of the commission to be unreasonable or unlawful.”</p>\n<p id=\"b188-5\">Since this issue is thus not properly before this court, it is overruled.</p>\n<p id=\"b188-6\">The order of the commisson is neither unreasonable nor unlawful and, accordingly, is affirmed.</p>\n<p id=\"b188-7\">\n<em>Order affirmed.</em>\n</p>\n<judges id=\"b188-8\">O’Neill, C. J.,' Herbert, Celebrezze, W. Brown, P. Brown and Sweeney, JJ., concur.</judges>\n<footnote label=\"2\">\n<p id=\"b184-9\"> Such downward adjustment for inflationary characteristics has been made possible in subsequent cases, filed after January 1, 1976, by Am. Sub. S. B. No. 94 which replaces the RCNLD statutory scheme. However, Ohio Edison filed its application on December 30, 1975, and therefore prior case law interpreting the older previous rate statutes is controlling.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b188-9\">Locher, J.,</author>\n<p id=\"A9t\">dissenting. I must respectfully dissent from the majority opinion.</p>\n<p id=\"b188-10\">\n<em>I.</em>\n</p>\n<p id=\"b188-11\">This case represents the end of the reproduction cost new less depreciation (RCNLD) era in Ohio, the last state to adhere to this formula as the sole measure of determining utility rates.</p>\n<p id=\"b188-12\">Ohio’s method of fixing rates had its origin in the ancient doctrine espoused by the Supreme Court of the United States in 1898,<footnotemark>3</footnotemark> repudiated by that court in 1942; however, it lives on to haunt public utility regulation in Ohio. That doctrine is based on the rationale that fixing of rates is akin to the exercise of the power of eminent domain.<footnotemark>4</footnotemark> Of course, under this theory, the Public Utilities Commission could never reduce rates because any reduction of earnings would reduce the value of the enterprise. Nevertheless, 44 years later the Supreme Court did assert <page-number citation-index=\"1\" label=\"163\">*163</page-number>that the fixing of public utility rates was not an exercise of the power of eminent domain, but a form of legislative price-fixing under the police powers of the various states.</p>\n<p id=\"b189-5\">During the years that <em>Smyth </em>v. <em>Ames </em>(1898), 169 U. S. 466, was law, the Supreme Court of the United States never held in any case that the constitutionally protected value of a public utility was reproduction cost or that RCNLD is the sole measure of the rate base.</p>\n<p id=\"b189-6\">Ohio’s rate-making statute was passed by the General Assembly in 1913, and, if you compare our statute, you will find that it prescribes essentially the same broad standard for ascertaining value as contained in the statement in the case of <em>Smyth </em>v. <em>Ames, supra.</em></p>\n<p id=\"b189-7\">I contend that the line of eases in Ohio is now out of alignment for this reason: When the United States Supreme Court, in 1942, lifted the constitutional restraint upon the police power of the state of Ohio by abandoning the concept of a constitutionally protected method of valuation in public utility rate-making, the question in Ohio then became one of giving effect to the provisions of our statute with its scope of review limited to protecting the line of confiscation, and the line of confiscation is not synonymous with reproduction cost because the Constitution does not equate this standard of value with property. But, the Supreme Court of Ohio, I submit, erroneously continued to look to the precedential cases on the abandoned constitutional concept to support its interpretation of the provisions of our regulatory statute.</p>\n<p id=\"b189-8\">This court has from time to time, after <em>Smyth </em>v. <em>Ames, supra, </em>was overturned, indicated that elements of value other than RCNLD may be considered, but apparently these utterances lack vitality.</p>\n<p id=\"b189-9\">In a 1936 rate appeal, the court conceded that original cost of property and cost of reproduction are relevant factors to be considered in determining value for rate-making. In the landmark <em>East Ohio Gas Co. </em>v. <em>Pub. Util. Comm. </em>(1938), 133 Ohio St. 212, case, the Supreme Court of Ohio specifically held that the Ohio General Assembly <page-number citation-index=\"1\" label=\"164\">*164</page-number>adopted the principle of the rule of <em>Smyth </em>v. <em>Ames, supra </em>(169 U. S. 466). I noted earlier that this rule permits consideration of elements of value other than reproduction cost and that our statute states the provisions of the rule almost verbatim.</p>\n<p id=\"b190-5\">In <em>Marietta </em>v. <em>Pub. Util. Comm. </em>(1947), 148 Ohio St. 173, the first case to come before the Ohio Supreme Court after the United States Supreme Court had lifted the constitutional present value concept, the court suggests in its opinion that the Ohio statute might not contain a mandatory requirement to use reproduction cost, but it relied on the old line of cases to hold that the sole measure of the rate base is reproduction cost.</p>\n<p id=\"b190-6\">The court declared that the net investment or actual capital of a public utility is irrelevant under our statute. It declared that the amount of debt and capital stock of a hypothetical company having a value equal to the reproduction cost value was controlling, not the actual capital of the actual company. This pronouncement led to <em>Ohio Fuel Gas Co. </em>v. <em>Pub. Util. Comm. </em>(1960), 171 Ohio St. 10, wherein the Public Utilities Commission allowed the company to earn its actual interest requirements on its capital represented by long-term bonds on the theory that interest was a fixed obligation. The Supreme Court of Ohio reversed the commission because the Public Utilities Commission did not allow an amount for interest equivalent to the hypothetical company, but the court did rule that the hypothetical interest should be used by the commission in computing allowable income tax expense. This, of course, would have the effect of allowing more for interest than the actual company requires to service its bonds but would allow less for income tax expense than the actual company would incur because the Internal Revenue Service would compute the tax using actual interest as a deduction, while the commission would deduct the hypothetical interest of the hypothetical company.</p>\n<p id=\"b190-7\">More recent case developments have created further confusion. In <em>Dayton Power &amp; Light Co. </em>v. <em>Pub. Util. </em><page-number citation-index=\"1\" label=\"165\">*165</page-number><em>Comm. </em>(1962), 174 Ohio St. 160, at page 162, the commission followed the court’s previous decisions and considered a hypothetical company using, in turn, hypothetical interest to compute the federal income tax as the court directed.</p>\n<p id=\"b191-5\">In the decisions which appear consecutively in 174 Ohio State Reports, the Supreme Court reversed its earlier affirmance of the <em>Dayton </em>case, in which the commissipn had followed the previous decisions of the court, and it reversed the commission in <em>General Telephone Co. </em>v. <em>Pub. Util. Comm. </em>(1963), 174 Ohio St. 575, and <em>Ohio Fuel Gas Co. </em>v. <em>Pub. Util. Comm. </em>(1963), 174 Ohio St. 585, on the grounds that the commission was wrong in following the. <em>Ohio </em>Fuel, <em>supra </em>(171 Ohio St. 10), case decision of the court. It is admitted that RCNLD is costly to the commission, the utility and the ratepayers, because it makes the administrative process of regulating rates unnecessarily complicated and cumbersome, and the regulatory framework is conducive to long delay. The consumers are required to provide a fair rate of earnings on an engineering estimate of what it would cost to reproduce a given utility property no matter how obsolete.<footnotemark>5</footnotemark></p>\n<p id=\"b191-6\">\n<em>11.</em>\n</p>\n<p id=\"b191-7\">An examination of the rate of return determined by the commission reveals several interesting and bemusing aspects of the instant cause. First, Ohio Edison chose not <page-number citation-index=\"1\" label=\"166\">*166</page-number>to present any evidence on the appropriate rate of return. The well-established law in Ohio clearly places the burden of proof upon the applicant, Ohio Edison, to demonstrate the unreasonableness of the prior rates and the reasonableness of the proposed rates. <em>Mt. Vernon Telephone Corp. </em>v. <em>Pub. Util. Comm. </em>(1955), 163 Ohio St. 381. Instead, Ohio Edison entered into a “stipulation” accepting the staff’s determination of the “legally appropriate” rate of return. The commission then accepted a 9.07 percent rate of return, despite the fact that the appellants, representing the individual consumers within their communities, did <em>not join </em>in this so-called stipulation. I seriously doubt that this can really be viewed as a stipulation, when the appellants did not agree to it. Perhaps, more importantly, the net effect of this agreement is that it permits Ohio Edison to avoid meeting its burden of proof as to the reasonableness of the rates; thus Ohio Edison did not produce any expert witnesses and thereby precluded any opportunity for the cross-examination of its witnesses on this issue.</p>\n<p id=\"b192-5\">Interestingly, despite Ohio Edison’s apparent belief that its expert did not need to testify because of this “stipulation,” the commission has placed in the record of this instant cause the <em>proposed </em>testimony of Ohio Edison’s expert witness, Victor A. Owoc, wherein he arrives at a rate of return of 10.01 percent. Appellants have correctly asserted not only that this was merely “proposed testimony,” but that it was never offered as testimony and there was never an opportunity for cross-examination on it. I, therefore, believe that appellant’s motion to strike the proposed testimony from the record should be allowed.</p>\n<p id=\"b192-6\">Absent this belated attempt to augment the record, I can find no evidence upon which the commission could determine that a 9.07 percent rate of return is reasonable. As previously emphasized, Ohio Edison presented no testimony as to the reasonableness of the rate. Moreover, the staff witness, in testimony before the commission, refused to recommend this rate of return from an economic <page-number citation-index=\"1\" label=\"167\">*167</page-number>standpoint, believing it to be excessive in terms of economic feasibility. I do not read <em>General Telephone Co. </em>v. <em>Pub. Util. Comm. </em>(1976), 46 Ohio St. 2d 281, as mandating the absurdity that a monopoly must be given a rate of return which produces revenues that are not congruent with the realities of economics.</p>\n<p id=\"b193-5\">Perhaps the most striking facet of the 9.07 percent rate of return is that Ohio Edison in its application sought an 8.5 percent rate of return, believing that figure to be “fully compensable.” The staff of the commission reduced Ohio Edison’s rate base by 15 percent from $603,091,000 to $511,279,000. This reduction was accepted by the commission, which then deftly increased the rate of return from the requested 8.5 percent to 9.07 percent to compensate for the loss in the rate base suffiered by Ohio Edison. Surely, the ratepayers, the <em>raison d’etre </em>for the existence of the utility facilities, must be heard to exclaim, after hearing of the rate base cut and the automatic rate of return increase, “Heads you win — tails I lose.”</p>\n<p id=\"b193-6\">Finding that the instant cause presents a real question as to whether any or at the very best only a modicum of evidence was presented to the commission to support a rate of return which exceeds that of the amount requested by Ohio Edison and the amount of return urged by the staff,<footnotemark>6</footnotemark> I would remand tiffs cause to the commission with instructions to amend its order of February 4, 1977, to provide rates commensurate with the evidence that was presented to it.</p>\n<footnote label=\"3\">\n<p id=\"b188-13\"><em> Smyth </em>v. <em>Ames </em>(1898), 169 U. S. 466, modified and affirmed in 171 U. S. 361.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b188-14\"> Where the state fixes rates which reduce the value of the utility property, such reduction constitutes a taking of property under the Fourteenth Amendment to the United States Constitution.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b191-8\">In Chief Justice Taft’s dissenting opinion in <em>Ohio Fuel Gas Co. </em>v. <em>Pub. Util. Comm. </em>(1963), 174 Ohio St. 585, 589, the following is stated:</p>\n<p id=\"A7U\">“Heretofore, because of pronouncements of law and decisions of this court, investors in Ohio public utilities have probably enjoyed greater benefits than have investors in public utilities in any other jurisdiction. However, in my opinion, the decisions in these casen and-<em>General Telephone Co. </em>v. <em>Public Utilities Commission </em>and <em>City of Dayton v</em>. <em>Public Utilities Commission, </em>which are all being decided today, require the extension of those benefits well beyond what can reasonably be justified under the statutes of this state. * * *”</p>\n<p id=\"b191-9\">See my dissent in <em>Akron </em>v. <em>Pub. Util. Comm. </em>(1977), 51 Ohio St. 2d 27, 30, joined in by Celebrezze, J., which details further mischief imposed upon the Ohio rate-making process by this court’s application of accelerated depreciation and the normalization of tax benefits.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b193-7\">The revenue increase “stipulated” and granted in this case is 120 percent more than the increase which the staff felt to be Justified ($14.9 million). See dissent of David Sweet, Commissioner, at page two thereof.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}