{
  "casebody": {
    "data": "<casebody firstpage=\"791\" lastpage=\"793\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b821-9\">UNITED STATES of America, Plaintiff-Appellee, v. Pedro DIAZ-VILLASENOR, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ATcZ\">No. 02-50570.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"ANl\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AWY\">Argued and Submitted June 4, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AJqf\">Decided June 13, 2003.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b821-24\">Before: THOMAS and PAEZ, Circuit Judges, and REED,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b821-15\"> The Honorable Edward C. Reed, Jr., Senior United States District Judge for the District of Nevada, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b821-25\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b822-3\"><page-number citation-index=\"1\" label=\"792\">*792</page-number>Appellant Pedro Diaz-Villasenor (“Diaz-Villasenor”) appeals his conviction for importing marijuana in violation of 18 U.S.C. §§ 952 and 960 and possessing marijuana with intent to distribute in violation of 21 U.S.C. § 841(a)(1) on the grounds that: (1) the district court should have held an evidentiary hearing regarding suppression of evidence obtained during a border search; and (2) it improperly admitted evidence of the marijuana allegedly seized from DiazVillasenor’s vehicle because the chain of custody was not properly established. The parties are familiar with the facts such that we need not repeat them. We have jurisdiction under 28 U.S.C. § 1291 and we affirm.</p>\n<p id=\"b822-4\">The district court denied Diaz-Villasenor’s motion to suppress evidence obtained during the search of Diaz-Villasenor’s vehicle at the border between the United States and Mexico. Because the district court correctly assumed that the search of Diaz-Villasenor’s vehicle, which involved tampering with the gas tank, was non-routine under <em>United States v. Molina-Tarazon, </em>279 F.3d 709, 717 (9th Cir. 2002), the government was required to prove that its agents had reasonable suspicion prior to performing the search. <em>United States v. </em>Bravo, 295 F.3d 1002, 1008 (9th Cir.2002). Reasonable suspicion is determined by looking at the totality of the circumstances of the case to see whether the detaining officer had a particularized and objective basis for suspecting legal wrongdoing. <em>Id. </em>(citations omitted).</p>\n<p id=\"b822-5\">Diaz-Villasenor argues that the district court erred in failing to hold an evidentiary hearing on the issue of reasonable suspicion. An evidentiary hearing on a motion to suppress is required only when the moving papers fail to allege facts with sufficient definiteness, clarity, and specificity to enable the trial court to conclude that contested issues of fact exist. <em>United States v. Ramirez-Garcia, </em>269 F.3d 945, 947 (9th Cir.2001). We review a district court’s decision not to hold an evidentiary hearing for abuse of discretion. <em>United States v. Howell, </em>231 F.3d 615, 620 (9th Cir .2000).</p>\n<p id=\"b822-7\">The government’s moving papers adequately set forth a case of reasonable suspicion. The only fact that Diaz-Villasenor disputed, and this was during the motion hearing, was the reliability of the dog alert evidence. Even then, Diaz-Villasenor did not argue that this evidence was critical to a finding of reasonable suspicion. The district court found, and we agree, that even without the dog alert evidence, there was sufficient proof of reasonable suspicion. Because Diaz-Villasenor failed to set forth disputed facts in his moving papers on this issue, the district court did not abuse its discretion in not holding an evidentiary hearing on the motion to suppress.</p>\n<p id=\"b822-8\">A district court’s ruling on the chain of custody is also reviewed for abuse of discretion. <em>United States v. Matta-Ballesteros, </em>71 F.3d 754, 768 (9th Cir. 1995) , <em>amended by, </em>98 F.3d 1100 (9th Cir. 1996) . The prosecution may establish chain of custody to lay a proper foundation for admission of physical evidence if it is able to prove that a reasonable juror could find that the evidence is in substantially the same condition as when it was seized and if there is a reasonable probability the evidence has not been changed in important respects. <em>United States v. Harrington, </em>923 F.2d 1371, 1374 (9th Cir.1991).</p>\n<p id=\"b822-11\">Diaz-Villasenor argues that the district court erred in finding that the prosecution had established the requisite chain of custody to admit an exhibit, the DEA bucket containing samples of the marijuana allegedly seized from his vehicle, because it was difficult to tell if someone had tampered with the bucket. Merely raising the possibility of tampering, however, is not enough <page-number citation-index=\"1\" label=\"793\">*793</page-number>to render evidence inadmissible. <em>Id. </em>Furthermore, a defect in the chain of custody goes to the weight, not the admissibility, of the evidence introduced. <em>Matta-Ballesteros, </em>71 F.3d at 769.</p>\n<p id=\"b823-5\">Here, based on the testimony of the secondary inspector and the DEA chemist, there was sufficient evidence to support the district court’s finding that the bucket and its contents were in substantially the same condition as when they were seized and that there was a reasonable probability the evidence had not been changed in any important respects. The district court did not abuse its discretion.</p>\n<p id=\"b823-6\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b821-16\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}