{
  "casebody": {
    "data": "<casebody firstpage=\"138\" lastpage=\"141\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b166-3\">HATCH v. MOROSCO HOLDING CO., Inc., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b166-4\">No. 264.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b166-5\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4j\">May 18, 1931.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b166-27\">MANTON, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b166-32\">Ernst, Gale <em>&amp; </em>Bernays, of New York City (Murray C. Bernays and Henry Gale, both of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b166-33\">George Z. Medalie, U. S. Atty., of New York City (Ernest Lappano, Asst. U. S. Atty., of New York City, C. M. Charest, Gen. Counsel, Bureau of Internal Revenue, of Washington, D. C., and Albert T. Clark, Sp. Atty., Bureau of Internal Revenue, of Washington, D. C., of counsel), for the United States.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b166-34\">Before MANTON, SWAN, and AUGUSTUS N. HAND, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b167-3\"><page-number citation-index=\"1\" label=\"139\">*139</page-number>SWAN, Circuit Judge,</author>\n<p id=\"Aq2\">(after stating the facts as above).</p>\n<p id=\"b167-4\">The order appealed from allows the United States to prove as a claim against the receivership taxes assessed against Moroseo Holding Company under section 280 of the Revenue Act of 1926 (44 Stat. 61 [26 USCA § 1069]), the validity of which this court sustained in Phillips v. Commissioner, 42 F.(2d) 177, pending on certiorari in the Supreme Court, 51 S. Ct. 82, 75 L. Ed. -. That section imposes no new obligation upon the transferee of property of a taxpayer, but it permits collection from him, by a summary procedure, of taxes owed by the transferor, to the extent that the municipal law makes him liable at law or in equity for the transferor’s taxes. See United States v. Updike, 281 U. S. 489, 493, 50 S. Ct. 367, 74 L. Ed. 984; Phillips v. Commissioner, supra; Wire Wheel Corp. v. Commissioner, 16 B. T. A. 737, affirmed by this court 46 F.(2d) 1013. The receiver concedes the correct computation of the tax, but denies that Moroseo Holding Company was under any liability to pay a tax of the theatre company. This requires a consideration of the facts relied upon as creating such liability.</p>\n<p id=\"b167-6\">In December, 1916, Moroseo Theatre Company acquired the lessee interest under a lease of premises in New York City known as the Moroseo Theatre. The term of the lease was to run until May 31, 1927, and the rental reserved was $40,000 per year;, the tenant being also obligated to pay taxes, assessments, water rentals, and insurance. The lease contained a covenant against assignment or subletting. In April, 1921, Morosed Holding Company was organized for the purpose of taking title to the stock of the theatre company, all of which was owned by Oliver Moroseo and was subject to a pledge securing his personal indebtedness. Moroseo forthwith contracted with the holding company to assign the stock to it, and he did so, in April, 1922, subject to the pledge. Upon its organization the holding company took possession of the leased premises, though no assignment or sublease was executed by the theatre company, and thereafter it and its receiver, after the latter’s appointment in July, 1923, used the theatre until the expiration of the term in 1927 for the giving of theatrical productions for their own profit. They paid nothing to the theatre company for such use, but apparently discharged its obligations to the lessor. Early in the period of their operations, they paid out sums aggregating $150,000 to. redeem the stock of the theatre company from the pledge to which Moroseo had subjected it. When the holding company took possession of the premises, the lease was the sole asset of the theatre company. Thereafter the latter apparently transacted no business, though it has never been dissolved. There was expert testimony that the fair rental value of the Moroseo. Theatre in April, 1921, was between $45,000 and $50,000 per year. The witness also stated that from April, 1921, to June, 1927, the fair annual rental would be $45,000. For the years 1925,1926, and 1927, net earnings from the receiver’s operations in the theatre aggregated over $200,000.</p>\n<p id=\"b167-8\">The appellant contends that there was no “transfer” to the holding company, and hence section 280 is inapplicable. It is true that neither a formal assignment of the lease, nor any sublease of the premises, was executed by the theatre company; but at least there was a transfer of possession. Physical occupation of the premises passed to the holding company. The purpose of section 280 is to authorize a more efficient method of tax collection in circumstances where independently of that section the government might proceed by suit against one who had obtained property of the taxpayer. The inquiry, therefore, should not be whether <em>there </em>was a technical transfer of title, but whether property of the taxpayer was so dealt with as to make the holding company liable at law or in equity to the government as a creditor of the taxpayer. If it was, the holding company may properly be deemed a “transferee” within the meaning of the statute.</p>\n<p id=\"b167-9\">Although the additional taxes were not assessed against the theatre company until 1925, the obligation to pay them existed from the time the taxes for 1919 and 1929, respectively, accrued. Heyward v. United States, 2 F.(2d) 467 (C. C. A. 5); section 250, Revenue Act of 1918 (49 Stat. 1982). Hence the United States was a creditor of thq theatre company during the entire period of <em>the </em>holding company’s occupation of the leased premises. When the assets of a corporation are distributed to its shareholders leaving corporate debts unpaid, liability of the shareholders to a creditor, to the extent of the value of the assets received is beyond question. McWilliams v. Excelsior Coal Co., 298 F. 884 (C. C. A. 8); Capps Mfg. Co. v. United States, 15 F.(2d) 528 (C. C. A. 5); Angle v. Chicago, St. Paul, etc., Ry. Co., 151 U. S. 1, 15, 14 S. Ct. 240, 38 L. Ed. 55; Curran v. Arkansas, 15 How. 304, 14 L. Ed. 705; Wood v. Dummer, Fed Cas. No. 17,944; Updike v. United States, 8 F.(2d) 913 (C. C. <page-number citation-index=\"1\" label=\"140\">*140</page-number>A. 8); United States v. McHatton, 266 F. 602 (D. C. Mont.). Therefore, had the lease been assignable and formally assigned, there would be no doubt that~ the United States could have recovered against the holding company up to the value of the unexpired term. The result should be no different because of the form of the transaction. The sole stoekholder~ obtained the use of the car~poration's property without payment, provided the value of such use was greater than the rental paid the lessor, and such value should be accounted for to corporate creditors. See Segal v. Davis, 166 Minn. 265, 207 N. W. 620. We can see no valid basis for distinction, so far as the rights of creditors are cunuerneu, uetween giving a sole siocanoiaer possession of all the corporate assets for his own benefit, and a “distribution of assets.” •It is true that legal title to the leasehold interest remained in the theatre company and ■was subject to seizure by a judgment creditor, but so it would have been had the lease been assignable and .assigned. Moffat v. Smith, 101 F. 771 (C. C. A. 8); Byrd v. Hall, 227 F. 537, 541 (C. C.A. 8).</p>\n<p id=\"AO7\"> Ordinarily, a creditor must proceed to judgment against his debtor and have an exeeution returned nulla bona before he can pursue third persons on his claim. Hollins v. Brierfield Coal &amp; Iron Co., 150 U. S. 371, 381, 14 S. Ct. 127, 37 L. Ed. 1113; Pierce v. United States, 255 U. S. 398, 41 S. Ct. 365, 65 L. Ed. 697. Such a requirement is salutary. It establishes the validity of the claim against the debtor and the necessity of resorting to an équitable remedy to reach assets of the debt- or, or their avails, in the hands of the third party. But, where the debt is admitted (see Scott v. Neely, 140 U. S. 106, 113, 11 S. Ct. 712, 35 L. Ed. 358; In re Metropolitan Ry. Receivership, 208 U. S. 90, 109, 28 S. Ct. 219, 52 L. Ed. 403), and it is apparent that a judgment and execution against the debtor would be futile [see United States v. Fairall (D. C.) 16 F.(2d) 328], the procedural requirement may be. dispensed with. Thus, where corporate property is distributed to shareholders and the corporation is dissolved or its charter has expired, a creditor may sue the shareholders without first reducing his claim to judgment, McWilliams v. Excelsior Coal Co., 298 F. 884 (C. C. A. 8); United States v. Fairall, 16 F.(2d) 328 (D. C. S. D. N. Y.); United States v. Garbutt, 35 F.(2d) 924 (C. C. A. 10); Pann v. United States, 44 F.(2d) 321 (C. C. A. 9); nor does it matter that the dissolution occurred after the assets were distributed, Capps Mfg. Co. v. United States, 15 F.(2d) 528 (C. C. A. 5); Farley v. Lawson, 102 W. Va. 601, 135 S. E. 840.</p>\n<p id=\"AlIC\">In the present case the theatre company, though concededly dormant since 19~1, has not been dissolved, and appellant contends that this is sufficient to distinguish the above at~thorities. But dissolution does not, under most statutes, preclude the possibility of ob-taming a judgment against the corporation. United States v. Fairall, supra; United States v. Gen. Inspection &amp; Loading Co., 192 F. 223 (D. C. N. J.); Boss v. United States, 290 F. 167 (C. C. A. 9). We think it should be regarded as an important factor only because it shows the futility of seeking satisfaction by judgment and execution. Authorities are not lacking which permit a simple creditor to sue the shareholder, although the corporation had not been dissolved. Martin v. City of Lexington, 183 Ky. 714, 210 S. W. 483; Fulton Auto Supply Co. v. Sullivan, 148 Ga. 347, 96 S. E. 875. And see Murray v. Sioux Alaska Mining Co., 239 F. 818 (C. C. A. 9). In these cases the corporation was joined as a party defendant, but in Segal v. Davis, 166 Minn. 265, 207 N. W. 620, the shareholder was sued alone. Whether a simP^6 creditor should be allowed to sue the sole shareholder without joinder of the corporation, we need not say. However, that may be we are satisfied that the suit can be maintained if the corporation be joined, and that in such circumstances there is a “liability in equity” within the meaning of section 280, permitting an assessment against the transf eree-_ Our affirmance of Wire Wheel Corporation v. Commissioner, 16 B. T. A. 737, is not in conflict with this conclusion. There the assessment was against a merging corporation, and the law of New York, which govemed tbe effeet of tbe merger, prohibited an actioJ1 against the merging corporation for tbe debt? of tbe merged corporation without a P3^01 judgment and the return of an exeeution unsatisfied. This was a condition precent to tbe existence of liability of the mergiug corporation. Herethere is no such conditi°n precedent. Liability of the holding corn-Pany. exists if, as we have thus far assumed, ^ Paid no value for its use of the taxpayer’s property.</p>\n<p id=\"AB_q\">Appellant contends that there was payment of full value for the use of the premises, because the theatre company’s obligations to the lessor were discharged. See Fostoria Milling &amp; Grain Co. v. Commissioner, 11 B. T. A. 1401. But appellant’s own witness testified that the fair rental value of the theatre was from $5,000 to $10,000 more than there-<page-number citation-index=\"1\" label=\"141\">*141</page-number>served yearly rent. It is true <em>that he </em>subsequently limited his estimate of rental value to $45,000 per year, and appellant seeks to further weaken the force of his testimony by pointing out that it referred to rental value of the premises without regard to the partió - ular lease involved, the value of which would be lessened by its covenant against assignment or subletting. On the other hand, as much as $150,000 was paid by the holding company and its receiver to the pledgee of the theatre company's stock in order to retain it. Such payments are explicable only upon the theory that possession of the premises was thought to be worth a great deal more than the rental paid the lessor. Moreover, during the last three years of the term appellant made net earnings of over $200,000 from its operations in the theatre, and has offered no evidence to show what part of such earnings is attributable to its own efforts and what part to use of the premises. On the faets disclosed by the record we think there is enough to sustain the finding that the use of the premises was worth over and above the rental paid at least the amount of the government’s claim.</p>\n<p id=\"b169-4\">It is urged that we should declare that the claim is not entitled to priority because the insolvency of the holding company is not shown. The proof of claim asserted priority, the objections attacked its validity in general, without specific denial of its priority if valid, and the order of allowance says nothing as to priority. Since the District Court did not rule upon the question of priority, it is not before us. Accordingly, the order of allowance is affirmed, but without prejudice to determination by the District Court whether it shall be paid in priority to, or on equality with, general claims.</p>\n<p id=\"b169-5\">Order affirmed.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b169-6\">MANTON, Circuit Judge</author>\n<p id=\"Aks\">(dissenting).</p>\n<p id=\"b169-7\">The theatre company’s lease, expiring in 1927, was not assignable. Mr. Moroseo held the controlling interest in that company and later organized, the Moroseo Holding Company which, without assignment or purchase in any way of the lease from the theatre company, took possession of the theatre and produced plays therein. It was a separate entity and was independent of the theatre eom-*pany. It paid its rent and was accepted as a tenant in every particular. The theatre company had but a lease subject to all its burdens. The fact that the stock of both companies was held by the same interest, did not alter their status as separate entities. Therefore they were not one and the same corporation.</p>\n<p id=\"b169-9\">The wrong, if any was committed, was an interference with or causing a breach of a contract between the landlord and the tenant, the theatre company. The theatre company’s asset resulting from this wrong was the damages for the loss sustained by it as a result of such interference with the contract of tenancy. It may be the landlord is responsible for a breach of its contract. Perhaps the tenant, the theatre company, might be found to have abandoned its lease. One thing is certain, there is no transfer of an asset by the theatre company to the holding company. There is no authority to hold the holding company as a transferee merely because this is a tax debt. The collector may not reach out lawfully and obtain this asset. No lien for a tax should or can attach to the profits of the holding company. Indeed, profits attributable to the lease are not disclosed by this record. There is some evidence of what a receiver of the holding company, later appointed, made in years subsequent, while operating the theatre. But this was not an asset of the theatre company. Nor is the value of the lease any evidence of an asset of the theatre company. The record does not disclose that the theatre company was not in default or that it was able to continue paying under this unassignable lease.</p>\n<p id=\"b169-10\">Therefore section 280 of the Revenue Act of 1926 (44 Stat. 61 [26 USCA § 1069]) is not applicable. I dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}