{
  "casebody": {
    "data": "<casebody firstpage=\"238\" lastpage=\"242\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b326-5\">M. GENEVIEVE TURNER <em>vs. </em>FRANK B. EVANS, WILLIAM STERLING EVANS, Executors of Clara I. Turner, HELEN D. EVANS, EDITH BLACK, MARY BLACK and LILLIAN BLACK.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b326-8\">. <em>Marriage; wills with, provisions in restraint of—; social equality.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b326-10\">A condition in a will or deed which operates in only a partial restraint of marriage is valid and effective, unless it unreasonably limits the right of the beneficiary to enter into such a relationship.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b326-11\">.The validity of conditions in restraint of marriage with a particular person is sustained by the courts.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b326-12\">The fact that such a restriction may interfere with an existing engagement presents no exception to the general rule.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b326-13\">Where the termination of a trust and the vesting of an absolute estate in a devisee are made to depend on her marrying someone who is her social equal, the provision is not capable of enforcement, because of the absence of any definite standard of social equality.</syllabus>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b326-14\"><em>Decided March </em>7th, <em>1919.</em></decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b326-15\">Appeal from the Circuit Court for Cecil County. In Equity. (Hopper and Adkins, JJ.)</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b326-16\">The facts are stated in the opinion, of the Court.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b326-17\">The cause was argued before Boyd, C. J., Briscoe, Burke, Thomas, Pattison and Urner, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b327-4\"><page-number citation-index=\"1\" label=\"239\">*239</page-number><em>Joshua W. Miles </em>and <em>Hooper S. Miles, </em>for the appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b327-5\"><em>William S. Evans </em>and <em>James F. Evans, </em>for the appellee.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b327-6\">Urner, J.,</author>\n<p id=\"Arj\">delivered the opinion of the Court.</p>\n<p id=\"b327-7\">By the will of Clara I. Turner, late of Cecil County, the residuary estate of the testatrix was devised and bequeathed in trust for the benefit of her daughter, M. Genevieve Turner, upon a condition expressed in these words: “provided she does not intermarry with the person who is now paying court to her, it being my intention not to interfere with my said daughter marrying any person whom I regard as her social equal, but so far as in my power to prevent her contracting an unsuitable marriage.” It was directed by the testatrix that in the event of her daughter “not marrying the objectionable person” referred to, “but marrying someone who is her social equal,” then the trust should terminate and the whole of the trust estate should be distributed and paid to her daughter, and that in case of her marriage to the person previously designated, or to some person not her social equal, the trust should continue, but she should cease to receive any portion of the income, which, in that event, was to be paid during her life to certain other persons, and after her death the estate was to pass to her children.</p>\n<p id=\"b327-8\">The pending bill of complaint, filed by the daughter- of the testatrix, disputes the validity of the provisions just noted upon the theory that they impose illegal restrictions upon her marriage. It is contended that the condition against her marriage to the person to whom the will referred is invalid because it would require the breach of a pre-marital engagement which- had been entered into before the will was executed, and that the condition as to her marrying a-person who is her social equal istvoid for uncertainty.</p>\n<p id=\"b327-9\">Since the bill' was filed the marriage to which the testatrix objected has been consummated; The testimony of the plaintiff and her husband is to the effect that their engagement <page-number citation-index=\"1\" label=\"240\">*240</page-number>occurred several years before tbe date of tbe will, sbe being tben twenty-two and be forty-one years of age, but wbetber tbe testatrix was at any time aware tbat tbey were engaged is a question upon wbicb there is a conflict in tbe evidence It is clear, however, from tbe proof in tbe case tbat sbe openly and earnestly opposed tbe courtship from wbicb tbe engagement and marriage resulted.</p>\n<p id=\"b328-5\">A condition in a will or deed which operates in only partial restraint of marriage is valid and effective unless it unreasonably limits the right of the beneficiary to enter into such a relationship.. <em>Pacholder </em>v. <em>Rosenheim, </em>129 Md. 462; 40 <em>Cyc. </em>1699. Tbe validity of conditions in restraint of marriage with a particular person has been uniformly sustained. <em>Bostick </em>v. <em>Blades, </em>59 Md. 233; <em>Re seaman, </em>218 N. Y. 77; <em>Graydon </em>v. <em>Graydon, </em>23 N. J. Eq. 229; <em>Jenner </em>v. <em>Turner </em>(1880), L. R. 16 Ch. Div. 188; <em>Case Note L. R. A., </em>1917, A. 44. The decisions upon this question have not been.based upon a consideration of the motives for such provisions, but upon tbe conclusion that they are inherently not unreasonable.</p>\n<p id=\"b328-6\">In no case cited in the argument or discovered in our investigation has it been held that the validity of a condition like the present one is affected by the circumstance that it may interfere with an existing engagement for the marriage wbicb it is intended to prevent. This objection was raised and overruled in the case of <em>Graydon </em>v. <em>Graydon, supra, </em>where the legatee to whom the condition applied was a minor son of the testator, and the decision was based on the ground that the pre-existing engagement of such a person to marry, contrary to the terms of the will, was without binding effect because of bis minority, and could afford no ground for bolding the condition inoperative. The question whether a prior engagement would ordinarily be sufficient to invalidate such a condition was not decided but was expressly reserved in that case.</p>\n<p id=\"b328-7\">Fo convincing reason has been suggested why tbe general and undisputed rule which supports tbe validity of condi<page-number citation-index=\"1\" label=\"241\">*241</page-number>tions in restraint of a marriage with a designated person-should he held applicable only to cases in which the courtship preceding the marriage sought to he obviated had not progressed to an engagement at the time of the execution of the instrument by which the condition is prescribed. There is certainly no just ground for thus excluding from the general rule cases where such conditions represent the solicitude of parents for the future of their children. The considera-,;’ tions inducing such provisions, may he as, urgent, after <em>aJ </em>before the engagement. The natural interest of a parent id guarding the son o-r daughter against an unfortunate marj riage does not end at any appointed stage of the prenuptial relations. Notwithstanding a promise to marry, there may be ample and obvio-us reasons, entirely consistent with public policy and the highest morality, why the projected marriage should be discouraged and abandoned. The right to impose a condition like the one we are considering is usually exercised because there is ground for the belief that the mar-] riage considered objectionable is actually in contemplation. It is to the marriage itself and not to, any preliminary agreement or relationship that the condition which the law permits is directed. To, make the validity of the condition depend upon the contingency suggested in the argument would tend to confuse its application and defeat its purpose. If the rule should he adopted that a condition in restraint of marriage with a specified person must be held invalid when there is shown to have been a pre-existing engagement at the time the condition was created, then such a result would have to be declared no matter how manifestly just and wise the provision may be and how improvident the marriage it is designed to prevent, or, as the only alternative, each case would have to be determined by a judicial estimate of the merits of the anticipated union and the sufficiency of the grounds upon which it was opposed. The settled principle which recognizes the right to attach to- the disposition of property a condition in restraint of a particular marriage should <page-number citation-index=\"1\" label=\"242\">*242</page-number>not, in our judgment, be qualified by exceptions based on inquiries as to tbe propriety of tbe marriage or as to tbe time and circumstances of the antecedent promise. Consequently our conclusion is that the condition imposed by the will in this case is not open to the objection we have discussed.</p>\n<p id=\"b330-5\">The provisions which make the termination of the trust and the absolute vesting' of the estate in the daughter depend upon her marriage to “someone who is her social equal,” and which divest her interest in the trust estate in the event of her marrying a person not her social equal, would be incap^ able of application because of the non-existence of any definite or reliable standard of social equality. As there has been a breach of the condition against marriage to a described individual, it would not be necessary to consider the one in reference to marriage to a social equal except for the contention that the two conditions are inseparable and that the invalidity of one because of its uncertainty renders the other likewise void. Our construction of the will does not enable us to adopt this theory. In one of the two connections in which the condition relating to marriage to a social equal is stated, its purpose is not to defeat but to enlarge the estate devised and bequeathed to the daughter, while in the other connect tion, where it would divest the estate previously given, it is placed in a disjunctive relation to the condition against the marriage which has since been contracted. The observance of both conditions was essential to the conversion of the daughter’s equitable life interest into an absolute estate, while by the breach of either condition the life estate was subject to be divested. But in the provision as to the latter event the two conditions are not made so interdependent that the invalidity of one can properly be held to' render both ineffective.</p>\n<p id=\"b330-6\">The appeal is from a decree giving effect to conclusions with which the views we have expressed are in full accord.</p>\n<p id=\"b330-7\">\n<em>Decree affirmedwith costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}