{
  "casebody": {
    "data": "<casebody firstpage=\"647\" lastpage=\"650\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b691-3\">Herman C. Hahn v. Rudolph Seifert et al.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b691-4\"><em>Justices of the peace </em>— Docket <em>entry </em>— Attachment <em>suit </em>— Liability <em>on-bond.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b691-6\">1. Where an attachment suit in justice’s court was duly commenced by the seizure of property and by personal service on the defendant, who on the return-day, having obtained a dissolution of the writ, appeared, and, without pleadings being filed, confessed-judgment for the amount of plaintiff’s claim, which was entered on a separate docket from that containing the record of the proceedings in the attachment suit, which closed with a statement-that judgment had been so confessed, with a reference to the docket and page where such judgment was entered,—</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b691-8\"><em>Held, </em>that the docket entries were sufficiently connected to establish that the judgment <em>thus </em>entered was a judgment in the attachment suit.<footnotemark>1</footnotemark></headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b691-9\">2. The prosecution to final judgment of an attachment suit in justice’s court, after the dissolution of the writ, satisfies the condition of the bond required to be given by How. Stat. § 6838.<footnotemark>2</footnotemark></headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b691-11\">Error to Ingham. (Gridley, J.)</summary>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AonD\">Argued January 13,. 1887.</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"Ae3q\">Decided February <em>3, </em>1887.</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b691-12\">Assumpsit on an attachment bond. Plaintiff brings error..</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AuXI\">Affirmed.</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"A-b7\">The facts are stated in the opinion and notes.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b691-13\"><em>Cahill &amp; Ostrander, </em>for appellant:</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b691-14\">Conceding that a judgment can be said to have been rendered in an attachment suit after dissolution of the attach-<page-number citation-index=\"1\" label=\"648\">*648</page-number>anent/it was not done in this case. The docket entries are mot the judgment, but .the evidence of it only: <em>Hickey v. Hinsdale, </em>8 Mich. 267.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b692-4\"><em>Frank L. Dodge, </em>for defendants:</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b692-5\">As to the office and effect of proceedings to dissolve an attachment, see <em>Gray v. York, </em>44 Mich. 415.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b692-6\">Such dissolution does not oust the justice of jurisdiction: <em>Hills v. Moore, </em>40 Mich. 210; and in this case the circuit court commissioner, under the statute, ordered the defendant to enter his appearance in the suit.</p>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b691-15\"> The docket entries in the attachment suit <em>proper </em>show the issuance and return of the writ, the appearance of the parties on the return-day, and that “defendant admitted the account of said plaintiff, and, without pleadings, confessed judgment. See docket No. 11, page 6.” The entry of the judgment is of even date with the-return-day.</p>\n</footnote>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b691-16\"> How. Stat. § 6838. — “In all cases of attachment, the plaintiff\" shall, before issuing the attachment, file with the justice a bond to-the defendant, in the penal sum of two hundred dollars, with sufficient sureties, to be approved by the justice in writing thereon, signed.. by him, conditioned to pay the defendant all damages and costs he • may sustain by reason of the issuing of the attachment, if the plaintiff shall fail to recover judgment in such suit.”</p>\n</footnote>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b692-7\">Ghamplin, J.</author>\n<p id=\"AA0\">Plaintiff commenced an action of assumpsit •in justice’s court upon a bond given by the defendants in an attachment suit, wherein Rudolph Seifert was plaintiff, and Herman O. Hahn was defendant.</p>\n<p id=\"b692-8\">The plaintiff declared orally upon the bond given in the •attachment suit, and assigned as a breach that the plaintiff had failed to recover judgment in that suit, and claimed ■damages of $100.</p>\n<p id=\"b692-9\">The defendants pleaded the general issue, and gave notice that they would offer in evidence the docket of the circuit court commissioner and the order dissolving the attachment, and that they would prove that Rudolph Seifert, plaintiff in that suit, appeared before the, justice, and prosecuted said writ of attachment to judgment, and recovered judgment against Herman O. Hahn, defendant therein, in the sum of $78 and costs.</p>\n<p id=\"b692-10\">Upon the trial before the justice defendants obtained judgment, and plaintiff appealed, and upon trial in the circuit court a verdict was directed for the defendants, and the case is before us upon writ of error.</p>\n<p id=\"b692-11\">It appears that some years prior to August 16,1886, and at that time, plaintiff was engaged in the drug business at Lansing. On that day a constable levied a writ of attachment sued out by Rudolph Seifert upon his stock of goods, took possession, and locked him out. The officer remained in pos<page-number citation-index=\"1\" label=\"649\">*649</page-number>•session of the store and stock of goods four days, during which time the plaintiff was excluded. His average sales ■during several weeks before and after the time when his stock was held under the attachment was $12.50 per day, and his profit on such was 40 per cent. He applied to a circuit court commissioner, and obtained a dissolution of the attachment •on the twentieth of August, and his property was restored to him. His attorneys charged him $15 for their services in procuring a dissolution, and he paid $2.50 commissioner’s fees.</p>\n<p id=\"b693-4\">Hahn appeared in the attachment suit upon the return-day •of the writ,<footnotemark>1</footnotemark> and confessed judgment for the amount of Seifert’s claim, and judgment was rendered thereon. The confession of judgment is in due form, and was entered upon a •different docket from that in which the attachment suit was entered, and a question is raised that the judgment so rendered was not in the attachment case, but was an independent proceeding.</p>\n<p id=\"b693-5\">The justice testified that the parties appeared before him •on the return-day, when Mr; Dodge, the attorney of Seifert, said that Mr. Hahn had agreed that the account or claim was .all right, and that he would confess judgment for the amount; that Mr. Hahn said: “Yes, it is all right; ” and thereupon he took the docket having the forms for confession of judgment in, and made the entry as it appears upon the docket; that there was no formal declaration; all there was, the .amount of the claim was stated, — the amount of the claim was agreed upon between the parties.</p>\n<p id=\"b693-6\">He was asked:</p>\n<blockquote id=\"b693-7\">“ Q. A judgment was asked for that amount on the part •of the plaintiff, was there not ? A. Yes, sir; and Mr. Hahn said that he would confess that; and, instead of going on under this attachment suit on this docket, which would have made a good deal more work, I turned back to the <page-number citation-index=\"1\" label=\"650\">*650</page-number>other docket, where there is a blank confession of judgment.”</blockquote>\n<p id=\"b694-4\">He also testified that the docket entries, although made after the commencement of this suit, are according to the actual facts as they occurred. These entries connect the entries in the two dockets as the proceedings in the attachment suit, and were sufficient, we think, to establish that the judgment entered was a judgment in the attachment suit.</p>\n<p id=\"b694-5\">It is also contended by counsel for the plaintiff that where a suit is commenced by attachment, and the defendant summoned according to the command of the writ, and then the attachment is dissolved, the suit is no longer an attachment suit, and. a judgment rendered therein is not rendered in the attachment suit within the meaning of that term as used in section 6838 of Howell’s Statutes, requiring the bond to be conditioned to pay the defendant all damages and costs he may sustain by reason of the issuing of the attachment, if the plaintiff shall fail to recover judgment in such suit, and consequently he is entitled to his remedy upon the bond given under the above section.</p>\n<p id=\"b694-6\">We cannot give the statute this construction without interpolating into the section the words \" or if such attachment shall be dissolved.” The condition is statutory, and the suit-referred to is the suit in which the bond was given; and, if the suit is prosecuted to judgment, the condition of the bond is satisfied. We agree with plaintiff’s counsel that the statute ought to be so amended as to afford a remedy upon the bond in cases where the attachment is -dissolved.<footnotemark>1</footnotemark></p>\n<p id=\"b694-7\">The judgment of the circuit court is affirmed.</p>\n<judges id=\"b694-8\">Campbell, O. J., and Sherwood, J., concurred. Morse, J., did not sit.</judges>\n<footnote label=\"1\">\n<p id=\"b693-8\"> August 23, 1886.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b694-9\"> See <em>Churchill v. Goldsmith, </em>64 Mich. 250; <em>Kingsbury v. </em>Borland, 31 N. W. Rep. 620; <em>Langtry v. Wayne Circuit Judges, </em>36 Id. 211.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}