{
  "casebody": {
    "data": "<casebody firstpage=\"76\" lastpage=\"114\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b106-6\">670 A.2d 557</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b106-7\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT/CROSSAPPELLANT, v. DONALD LOFTIN, DEFENDANT-APPELLANT/CROSS-RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b106-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b106-9\">Argued December 5, 1995</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ACX\">Decided January 12, 1996.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b113-14\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>Before Judges MICHELS, BAIME and VILLANUEVA.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b113-15\"><em>Susan Herman </em>and <em>Daniel V. Gautieri, </em>Assistant Deputy Public Defenders, argued the cause for appellant <em>(Susan L. Reisner, </em><page-number citation-index=\"1\" label=\"84\">*84</page-number>Public Defender, attorney; <em>Ms. Herman </em>and <em>Mr. Gautieri, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b114-6\"><em>Paul H. Heinzel, </em>Deputy Attorney General, argued the cause for respondent <em>(Deborah T. Poritz, </em>Attorney General of New Jersey, attorney; <em>Mr. Heinzel, </em>of counsel and on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b114-7\">The opinion of the court was delivered by</p>\n<author id=\"b114-8\">VILLANUEVA, J.A.D.</author>\n<p id=\"b114-9\">Defendant Donald Loftin appeals from his conviction of third degree unlawful possession of a handgun, contrary to <em>N.J.S.A </em>2C:39-5b (count one); second degree possession of a firearm with a purpose to use it unlawfully, contrary to <em>N.J.S.A </em>2C:39-4a (count two); second degree burglary while armed with a deadly weapon, contrary to <em>N.J.S.A </em>2C:18-2 (count three); first degree armed robbery, contrary to <em>N.J.S.A </em>2C:15-1 (count four); felony murder, contrary to <em>N.J.S.A </em>2C:ll-3a(3) (count five); and purposeful or knowing murder, contrary to <em>N.J.S.A </em>2C:ll-3a(l), (2) (count six). The State cross-appeals, arguing that the robbery conviction should not have been merged with the previously merged felony murder conviction. We affirm the convictions but remand to the trial court to merge the conviction of possession of a firearm with a purpose to use it unlawfully into the burglary, robbery or murder conviction; reverse the merger of the robbery conviction; and order the trial court to restructure the consecutive sentence.</p>\n<p id=\"b114-10\">On the evening of March 28, 1992, Sophia Fetter, a sixty-nine year old woman employed as a chambermaid at Harrah’s Casino Hotel in Atlantic City, was shot in the head and killed while cleaning Room 1134 of the hotel’s Harbor Tower.</p>\n<p id=\"b114-11\">Harrah’s utilized a security system by which every insertion of a key, whether a guest key or a specially designated master key like the one Ms. Fetter was issued when she began her evening shift, was logged in a computer which identified the exact key used, the door and the time of insertion. The security system records, <page-number citation-index=\"1\" label=\"85\">*85</page-number>together with interviews, enabled the police to reconstruct the following history for Room 1134 on the day of the murder.</p>\n<p id=\"b115-6\">At 7:46 p.m., the door to the room was opened by one of the keys issued to new guests, at which time room service was notified that the beds were unmade. Ms. Fetter was contacted by beeper and assigned to clean the room. The established procedure for all chambermaids was for them to jam a wooden stopper against the bottom of the room door to insure that the door remained wide open while the room was being cleaned. The maid would then pull her four-foot wide cleaning cart in front of the door, close to the threshold, to prevent entry by anyone else.</p>\n<p id=\"b115-7\">The computer records indicate that Ms. Fetter entered Room 1134 at 8:18 p.m. She immediately logged her personalized identification code into the room telephone, thus informing the maintenance department of her whereabouts. The room was entered a second time at 8:25 p.m. At approximately 8:30 p.m. a houseman walked by Room 1134 and observed that the door was closed and the maid’s cart was down the hall between two other rooms. Room 1134 was reentered with Ms. Fetter’s master key at 8:49 p.m.</p>\n<p id=\"b115-8\">The next entry into the room was at 10:27 p.m. when Mrs. Johnson, the prior occupant, mistakenly opened the door. She immediately closed it upon seeing someone else’s luggage in the room. Although it was later determined that Ms. Fetter’s body could be seen from the doorway, Mrs. Johnson saw only what she believed to be wine spilled on the floor. The computer records indicate that Mrs. Johnson then opened her own door across the hall.</p>\n<p id=\"b115-9\">By 10:30 p.m., Ms. Fetter’s supervisor, Rashesh Rangrej, began to suspect that something was wrong. He contacted hotel security who opened the room at 11:36 p.m. and discovered Ms. Fetter’s body on the floor between the two beds. An autopsy later revealed the cause of death to be a single gunshot wound to the head and brain.</p>\n<p id=\"b116-5\"><page-number citation-index=\"1\" label=\"86\">*86</page-number>Two bullets, one of which had missed Ms. Fetter, were recovered from Room 1134. Although the New Jersey State Police ballistics laboratory determined that the bullets had been fired from a .380 caliber semi-automatic pistol, possibly manufactured by Bryco, no spent shell casings were recovered. Ms. Fetter had $5 in her pocket and was wearing her jewelry when police discovered her body. The only item that appeared to be missing was Ms. Fetter’s key caddy.<footnotemark>1</footnotemark></p>\n<p id=\"b116-6\">During the subsequent investigation, detectives met with bellman Donald Rasheed who had taken luggage to Room 1134 between 7:00 and 7:30 p.m. Rasheed stated that sometime during that evening he had reported to his bell captain that a “sneaky” and “suspicious” individual seemed to be following him. The man who was well dressed in a grayish-blue suit with a dark-patterned red tie, was black, of medium build, with glasses, mustache and short-cropped hair. Rasheed recalled that between 7:30 and 9:00 p.m. the man appeared whenever Rasheed carried luggage to a room, regardless of the floor. Rasheed stated that every time he attempted to get a good look at the man, who was sometimes as close as ten feet away, the man would quickly turn aside and pretend to be occupied with something else. Rasheed gave conflicting testimony as to whether he ever saw the man on the eleventh floor of the Harbor Tower.</p>\n<p id=\"b116-7\">A composite sketch was prepared from Rasheed’s description. Subsequently, security and law enforcement officers reviewed hundreds of hours of videotapes from the cameras which surveil the public areas of Harrah’s to see if anyone resembling the man depicted in the composite sketch appeared on camera. It soon became apparent that such a man appeared on various videotapes in various locations in a time sequence matching relevant events. To obviate the need to review each of the videotapes in their <page-number citation-index=\"1\" label=\"87\">*87</page-number>entirety, Atlantic City police personnel prepared a composite videotape showing sequentially all segments in which this man appeared.</p>\n<p id=\"b117-6\">The composite videotape, which we reviewed, revealed the following events. At 6:18 p.m., the suspect is seen wearing a black trench coat, walking through the garage lobby, and heading toward the crosswalk which links the garage to the hotel. Six minutes later he is seen returning over the crosswalk toward the garage. At 6:31 p.m., he again comes into view, dressed in a suit. He appears in the garage lobby at 6:34 p.m., where he rides the elevator to the top floor of the garage and looks over the wall toward the Harrah’s complex. At 6:37 p.m., he rides back down to the second floor and walks toward the crosswalk and back to the hotel, proceeding in the same direction as pedestrian traffic.</p>\n<p id=\"b117-7\">The suspect is next seen at 7:15 p.m. in the concourse area. At 7:16 p.m., he enters the Harrah’s gift shop where he remains until 7:17 p.m.<footnotemark>2</footnotemark> During this sequence, the suspect comes clearly into view and the pattern on his necktie is visible. The suspect is next seen at 7:18 p.m. boarding a Harbor Tower elevator. He does not reappear on the videotape composite until 8:30 p.m. when he exits an Atrium Tower elevator at a place providing a direct route out of the complex. At 8:33 p.m., he is seen walking on the side of the center rail against the flow of pedestrian traffic toward the garage. At 8:37 p.m., the suspect is seen descending a set of steps; at 8:39 p.m., he is seen returning over the crosswalk back toward the hotel where he summons a Harbor Tower elevator and paces the floor. The suspect is next seen at 9:00 p.m. leaving the complex, walking with the flow of pedestrian traffic along the proper side of the crosswalk.</p>\n<p id=\"b117-8\">Rasheed reviewed the composite videotape and told police that he was certain that the person shown was the man who had <page-number citation-index=\"1\" label=\"88\">*88</page-number>followed him that night. At trial, he identified defendant as the man who had followed him.</p>\n<p id=\"b118-6\">No further progress was made on the case until sometime in May 1992, when Atlantic County Detective Joseph Friedrich read a newspaper article in the <em>Philadelphia Inquirer </em>reporting the arrest of a man and the seizure of a .380 caliber semi-automatic handgun from his car. Friedrich contacted the State Police ballistics laboratory which was in possession of the gun. From a ballistics test, it was conclusively determined that the gun was the one used to kill Ms. Fetter.</p>\n<p id=\"b118-7\">The events leading to defendant’s arrest were as follows. On May 9,1992, defendant attempted to purchase a computer system with a credit card issued in the name of Gary Marsh,<footnotemark>3</footnotemark> at a Sears store in the Oxford Valley Mall in Middletown, Pennsylvania. When the clerk attempted to obtain authorization from the Sears credit department, he was told to detain defendant since the credit card had been reported stolen four days earlier. The Sears security department was notified and security cameras were then focused on defendant, whose movements over the next fifteen minutes were captured on videotape. Defendant’s arrest by the Middletown police is shown briefly on the videotape.</p>\n<p id=\"b118-8\">When the police searched defendant’s wallet, they discovered Marsh’s credit card and driver’s license and also a receipt for a Bryco .380 caliber semi-automatic weapon.<footnotemark>4</footnotemark> The police then obtained search warrants for defendant’s home and two vehicles. They discovered a gun carrying case in defendant’s home, together with 500 rounds of shells and various paraphernalia used to reload spent cartridges. In their search of defendant’s car that was parked at the Oxford Valley Mall, police found one full and <page-number citation-index=\"1\" label=\"89\">*89</page-number>one partially full magazine for a .380 semi-automatic in the glove compartment; a rubber face mask and a gun concealed under the dashboard on the driver’s side with one round chambered in the gun; and a shoulder holster behind the driver’s seat. The gun was sent to the New Jersey State Police for ballistics testing and was later returned to the Mercer County authorities since the crimes against Marsh occurred in Lawrence Township.</p>\n<p id=\"b119-5\">On September 22, 1993, the jury found defendant guilty on all counts. After defendant’s motions for a new trial and to interview jurors were denied, defendant was sentenced on count six to a term of life imprisonment with thirty years parole ineligibility and committed to the custody of the Commissioner of the Department of Corrections. Defendant was sentenced on count two to a seven-year term consecutive to the sentence on count six; to a four-year term on count one to run concurrently with the sentence on count six; to a four-year term on count three to run concurrently with the sentences on counts one and six. Counts four and five were merged with count six. Defendant’s aggregate sentence was therefore life imprisonment plus seven years, with a thirty-year parole disqualifier, and an aggregate $350 V.C.C.B. penalty.</p>\n<p id=\"b119-6\">Defendant appeals. The State cross-appeals, arguing that the robbery conviction should not have been merged with the previously merged felony murder conviction.</p>\n<p id=\"b119-7\">On appeal, defendant argues:</p>\n<blockquote id=\"b119-8\">POINT I OTHER CRIMES EVIDENCE PERMEATED THE TRIAL INCLUDING A VIDEOTAPE OF THE DEFENDANT COMMITTING AN UNRELATED OFFENSE WHICH WAS PLAYED ON MULTIPLE OCCASIONS. SUCH PREJUDICIAL EVIDENCE, ADMITTED WITHOUT ANY LIMITING INSTRUCTION, DEPRIVED DEFENDANT OF A FAIR TRIAL. <em>U.S. CONST. </em>AMEND. XIV; <em>N.J. CONST. </em>ART. 1, PARAS. 1, 9,10. (Partially raised below.)</blockquote>\n<blockquote id=\"b119-9\">POINT II DEFENDANT’S CONSTITUTIONAL RIGHTS TO A FAIR TRIAL AND DUE PROCESS OF LAW WERE VIOLATED BY NUMEROUS UNDULY PREJUDICIAL ERRORS INVOLVING THE PREPARATION, SHOWING AND INTERPRETATION OF THE HARRAH’S COMPOSITE VIDEOTAPE, REQUIRING REVERSAL OF DEFENDANT’S CONVICTIONS. <em>U.S. CONST </em>AMEND. XIV; <em>N.J. CONST </em>ART. I, PARAS. 1, 9 AND 10. (Partially raised below.)</blockquote>\n<blockquote id=\"b120-5\"><page-number citation-index=\"1\" label=\"90\">*90</page-number>A. The composite videotape was not properly authenticated, as required by <em>N.J.R.E. </em>1001(d), and it should not have been admitted because it was incomplete and incorrect, making its integrity suspect. (Partially raised below.)</blockquote>\n<blockquote id=\"b120-6\">B. It was reversible error for the trial court to permit a law enforcement fact witness to narrate the videotape, including providing his opinion as to the identity and guilty of the defendant, and to neglect to instruct the jurors regarding their evaluation of his testimony. (Not raised below.)</blockquote>\n<blockquote id=\"b120-7\">C. The Prosecutor improperly distorted facts concerning the videotape in summation, reinforcing the above errors.</blockquote>\n<blockquote id=\"b120-8\">POINT III DEFENDANT’S CONSTITUTIONAL RIGHTS TO A FAIR TRIAL AND DUE PROCESS OF LAW WERE VIOLATED BY THE TRIAL COURT’S ABUSE OF DISCRETION IN EXCLUDING EVIDENCE OF THIRD PARTY GUILT OFFERED BY DEFENDANT, THEREBY DEPRIVING DEFENDANT OF HIS RIGHT TO PRESENT A DEFENSE. <em>U.S. CONST. </em>AMENDS. VI, XIV; <em>N.J. CONST. </em>ART. I, PARAS. 1, 9,10.</blockquote>\n<blockquote id=\"b120-9\">POINT IV THE <em>VOIR DIRE </em>OF THE PROSPECTIVE JURORS WAS INADEQUATE TO ASSURE DEFENDANT OF HIS RIGHT TO A FAIR TRIAL AS THE COURT FAILED TO EXPLORE: THE JURORS’ PRIOR KNOWLEDGE OF THE CASE; WHETHER ANY JURORS HAD PREVIOUSLY SERVED IN A CIVIL CASE; WHETHER THE JURORS WOULD BE ABLE TO APPLY THE COURT’S LEGAL INSTRUCTIONS IF THEY DISAGREED WITH THEM; AND WHETHER THE JURORS HAD ANY RACIAL PREJUDICES OR BIASES. (Not raised below.) <em>U.S. CONST. </em>AMENDS. VI, XIV; <em>N.J CONST. </em>ART. I, PARAS. 1, 9,10.</blockquote>\n<blockquote id=\"b120-10\">POINT V THE DEFENDANT’S MOTION FOR A NEW TRIAL SHOULD HAVE BEEN GRANTED BECAUSE THE JURY COMMITTED MISCONDUCT IN DETERMINING THAT DEFENDANT WAS REPRESENTED BY A PUBLIC DEFENDER, A FACT REFLECTING DEFENDANT’S INDI-GENCY WHICH WAS NOT REVEALED BY THE EVIDENCE AT TRIAL.</blockquote>\n<blockquote id=\"b120-11\">POINT VI IT WAS REVERSIBLE ERROR FOR THE TRIAL COURT TO REFUSE TO CHARGE THE LESSER-INCLUDED OFFENSE OF MURDER, ENTITLING DEFENDANT TO A NEW TRIAL.</blockquote>\n<blockquote id=\"b120-12\">POINT VII DEFENDANT RECEIVED INEFFECTIVE ASSISTANCE OF COUNSEL, AS COUNSEL MADE NUMEROUS ERRORS, INCLUDING THE FAILURE TO OBJECT: TO OTHER CRIMES EVIDENCE; TO A DETECTIVE’S IMPROPER OPINION TESTIMONY REGARDING DEFENDANT’S LOCATION WHEN HE WAS NOT VISIBLE ON HARRAH’S VIDEOTAPE; AND TO THE INADEQUATE <em>VOIR DIRE </em>OF PROSPECTIVE JURORS. (Not raised below).</blockquote>\n<blockquote id=\"b120-13\">POINT VIII EVEN IF THE INDIVIDUAL ERRORS AS SET FORTH IN POINTS I THROUGH VII (OR ANY COMBINATION THEREOF) DO NOT CONSTITUTE REVERSIBLE ERROR, THE ERRORS IN THE AGGREGATE DENIED DEFENDANT A FAIR TRIAL. (Not raised below).</blockquote>\n<blockquote id=\"b121-4\"><page-number citation-index=\"1\" label=\"91\">*91</page-number>POINT IX DEFENDANT’S SENTENCE OF LIFE IMPRISONMENT WITH A PAROLE DISQUALIFIER OF THIRTY YEARS ON COUNT SIX AND A CONSECUTIVE SENTENCE OF SEVEN YEARS ON COUNT TWO, WAS MANIFESTLY EXCESSIVE AND UNDULY PUNITIVE, REQUIRING MODIFICATIONS. (Not raised below).</blockquote>\n<p id=\"b121-5\">I.</p>\n<p id=\"b121-6\">OTHER CRIMES EVIDENCE</p>\n<p id=\"b121-7\">Defendant argues that he was deprived of a fair trial because the jury was made aware of other crimes that he had committed; they watched a videotape showing him committing a crime and being arrested; defendant did not receive the benefit of the procedural safeguards intended to limit the use of other crimes evidence, <em>e.g., </em>a hearing pursuant to <em>N.J.R.E. </em>104, a weighing of the probative value against the prejudicial effect of the evidence pursuant to <em>N.J.R.E. </em>403; and the trial court offered no limiting instruction with regard to the evidence.</p>\n<p id=\"b121-8\">A <em>Evidence of Other Crimes, Wrongs or Acts</em></p>\n<p id=\"b121-9\">Defendant contends that there was no valid purpose for permitting the “tremendous amount” of other crimes evidence adduced at trial and urges that the State produced such evidence in violation of <em>N.J.R.E. </em>404(b), which provides as follows:</p>\n<blockquote id=\"b121-10\">Evidence of other crimes, wrongs, or acts is not admissible to prove the disposition of a person in order to show that he acted in conformity therewith. Such evidence may be admitted for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident when such matters are relevant to a material issue in dispute.</blockquote>\n<p id=\"b121-11\">However, defendant’s contention that the face mask, bullets and involvement of State and Mercer County police constitute other wrongs or acts is unsupported under our case law. Evidence of the other wrong or act may involve affirmative, volitional conduct on the part of the defendant. <em>See, e.g., State v. Davidson, </em>225 <em>N.J.Super. </em>1, 10-13, 541 A.2d 700 (App.Div.), <em>certif. denied, </em>111 <em>N.J. </em>594, 546 A.2d 518 (1988) (permitting testimony going to the defendant’s motive, plan and intent, that a month before the <page-number citation-index=\"1\" label=\"92\">*92</page-number>commission of the crime of ethnic terrorism for which defendant was being tried, he had contaminated the gas tanks of the victims’ ears); <em>see also State v. Elmore, </em>205 <em>N.J.Super. </em>373, 500 A.2d 1089 (App.Div.1985).</p>\n<p id=\"b122-6\">Frequently, the wrong or act appertains to an instrumentality of the crime or an element of the crime itself. <em>See, e.g., State v. Rose, </em>112 <em>N.J. </em>454, 488-89, 548 A.2d 1058 (1988) (testimony concerning defendant’s reason for purchasing a shotgun, although inflammatory, was admissible to show that the murder of a police officer was not accidental); <em>State v. McMenamin, </em>133 <em>N.J.Super. </em>521, 525, 337 A.2d 630 (App.Div.1975) (it was relevant to intent to admit six live marijuana plants growing on defendant’s premises where defendant was charged with possession of marijuana); <em>State v. Wood, </em>130 <em>N.J.Super. </em>401, 410, 327 A.2d 440 (App.Div. 1973), <em>aff'd, </em>66 <em>N.J. </em>8, 327 A.2d 425 (1974) (where cause of death in a murder ease was by gunshot wound, other wrongful act evidence was allowed to show that defendant had possessed a gun similar to the one used for the murder).</p>\n<p id=\"b122-7\">In contrast, the rubber mask, the bullets, and the testimony revealing that defendant’s gun was in possession of the authorities from another jurisdiction bear no resemblance to the other wrongs or acts addressed by the courts with respect to <em>N.J.R.E. </em>404(b). It is neither illegal nor wrongful to possess a rubber mask or ammunition. In addition, since defendant was arrested in Pennsylvania, the fact that another jurisdiction retained possession of the gun is not, in and of itself, of particular significance; no ready inference can be drawn therefrom with respect to defendant’s predisposition to commit the crime of murder with which he was charged. However, even had these items constituted other crimes evidence, their introduction was appropriate since each tended to prove a material fact in issue.</p>\n<p id=\"b122-8\">\n<em>1. The Face Mask Found in Defendant’s Automobile</em>\n</p>\n<p id=\"b122-9\">The State contends that the presence of the mask in defendant’s car supports the argument that defendant was inclined to utilize a <page-number citation-index=\"1\" label=\"93\">*93</page-number>disguise during the commission of a crime. Defendant was shown in the Sears videotape wearing eyeglasses as was the suspect in the Harrah’s videotapes. Those glasses were never recovered by the police and defendant was never seen wearing glasses after his arrest. Moreover, all forms of identification found in defendant’s wallet showed him without glasses.</p>\n<p id=\"b123-6\">Although defense counsel objected to the admission of the mask into evidence, the trial court properly admitted it. Since the mask could indicate defendant’s inclination to resort to disguises, its introduction was appropriate.</p>\n<p id=\"b123-7\">\n<em>2. The Ammunition Seized from Defendant’s Home</em>\n</p>\n<p id=\"b123-8\">Defense counsel made no objection at trial to the introduction of the ammunition found in defendant’s home, <em>i.e., </em>500 rounds of .380 caliber semi-automatic cartridges. However, defendant now argues that his possession of this “huge number of bullets” reflects upon his “future dangerousness” without making it any more logical that he was the person who fired the single bullet which killed the victim.</p>\n<p id=\"b123-9\">The State introduced the ammunition to demonstrate that the defendant had an available supply that could be fired from the gun seized from his ear, thereby proving that he was equipped to commit this murder. <em>See State v. Davis, </em>96 <em>N.J. </em>611, 619, 477 A.2d 308 (1984) (evidence is relevant where it renders a desired inference more probable than it would be without the evidence). The State never stated that possession of the ammunition was improper or illegal, nor did it imply that it was a reflection of “future dangerousness.” Eather, this evidence was introduced by the State during an item-by-item inventory of all the items seized from defendant’s car and home.</p>\n<p id=\"b123-10\">Since the jury was made aware of these other incriminating items — none of which was objected to by defense counsel — the jury could not have been deflected from a fair evaluation of the evidence based on the introduction of the ammunition.</p>\n<p id=\"b124-5\">\n<page-number citation-index=\"1\" label=\"94\">*94</page-number>\n<em>3. Mercer County’s Possession of the Murder Weapon</em>\n</p>\n<p id=\"b124-6\">Defendant’s complaint concerning the jury’s awareness that Mercer County retained custody of the gun used to murder Ms. Fetter is two-fold. First, defendant claims that mention that his gun, after being recovered by Pennsylvania authorities, was turned over to Mercer County authorities strongly suggested to the jury that he utilized the gun to obtain the credit card used at Sears. Second, Detective Friedrich’s testimony that “the gun was already being tested at the State Police Ballistics Laboratory,” suggested that the gun had been fired during a Mercer County offense.</p>\n<p id=\"b124-7\">Defendant’s conclusory arguments are pure speculation and incorrectly portray the evidence. The prosecution adduced no evidence concerning police procedures or the significance of another police agency’s continuing custody of the gun. Thus the jury would have had no basis to attribute significance to Mercer County’s possession of the gun.</p>\n<p id=\"b124-8\">During the trial, defense counsel raised no objection to any of the testimony which defendant’s appellate counsel now contends was extremely prejudicial to defendant. Prior to trial, the parties stipulated that no mention would be made of the Mercer County murder or that defendant was awaiting trial for the murder of Gary Marsh. Thus, counsel, at least at trial, apparently perceived no violation of the stipulation.</p>\n<p id=\"b124-9\">Where evidence contains information that could cause a jury to associate defendant with another murder, admission of that evidence is not an abuse of discretion so long as the trial court disallowed direct evidence regarding the other murder. <em>State v. Koedatich, </em>112 <em>N.J. </em>225, 313-14, 548 A.2d 939 (1988), <em>cert. denied, </em>488 <em>U.S. </em>1017,109 <em>S.Ct. </em>813,102 <em>L.Ed.2d </em>803 (1989).</p>\n<p id=\"b124-10\">\n<em>B. The Sears Videotape</em>\n</p>\n<p id=\"b124-11\">Although other crimes, wrongs or acts evidence is not admissible to create an inference of defendant’s predisposition to <page-number citation-index=\"1\" label=\"95\">*95</page-number>commit the crime for which he or she is on trial, such evidence is admissible where it is relevant to any substantial issue in the case. <em>State v. Cofield, </em>127 <em>N.J. </em>328, 335-36, 605 A.2d 230 (1992); <em>State v. Harvey, </em>121 <em>N.J. </em>407, 433, 581 A.2d 483 (1990), <em>cert. denied, </em>499 <em>U.S. </em>931, 111 <em>S.Ct. </em>1336, 113 L.Ed.2d 268 (1991); <em>State v. Stevens, </em>115 <em>N.J. </em>289, 300-02, 558 A.2d 833 (1989).</p>\n<p id=\"b125-5\">The issue of the identity of the man shown in the Hairah’s videotapes was critically significant to this case and vigorously disputed throughout the trial. The State used the videotape showing defendant at a Sears store to establish his identity as the suspect shown in the Harrah’s videotapes. The Sears videotape provided the only reliable means for an accurate comparison of defendant to the suspect since the jury was able to see, among other things, that defendant appears to be wearing the same eyeglasses, suit and tie in the Sears videotape as the suspect in the Harrah’s videotapes.</p>\n<p id=\"b125-6\">In addition, the prosecution utilized the videotapes to scrutinize and compare the physical characteristics, mannerisms and demeanor of the subjects of the videotapes and the distinctive qualities of the clothing worn. Even defense counsel in his opening and closing statements admitted the importance of the Harrah’s videotapes when he urged the jurors to observe the videotapes closely to determine for themselves whether the suspect shown on the videotapes was the defendant. Therefore, the Sears videotape was properly admitted as proof of identity. <em>N.J.R.E. </em>404(b).</p>\n<p id=\"b125-7\">That the Sears videotape constituted a reliable control specimen which allowed the jury to make comparisons and identify defendant as the suspect on the Harrah’s videotapes was made clear during jury deliberations. At that time, the jury asked not only to view the Sears tape, but to view simultaneously on separate monitors the Sears videotape and the Harrah’s gift shop videotape. The jury also made a request “to have the close up freeze-frame full front picture of [defendant at] Harrah’s, specifically where they showed the close up of the tie and the face.”</p>\n<p id=\"b126-5\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>Since the Sears videotape shows defendant’s arrest on the unrelated Sears offense, defendant claims that the presumption of innocence is diluted in the same way it would have been had defendant appeared in prison clothes before the jury. We disagree. That portion of the videotape showing defendant’s arrest was so brief and unremarkable that it had little, if any, potential to prejudice the jury.</p>\n<p id=\"b126-6\">Prior to the trial, defense counsel agreed to the introduction of the Sears videotape; he also had “[n]o objection” during the trial. Defendant is bound by his stipulation of the videotapes as evidence and is now barred from raising the issue on appeal. <em>State v. Nobles, </em>79 <em>N.J.Super. </em>442, 447-48,191 A.2d 793 (App.Div.1963); <em>State v. McMahon, </em>217 <em>N.J.Super. </em>182, 524 A.2d 1348 (Law Div.1986). Admission of the videotapes was not error, much less error “clearly capable of producing an unjust result.” <em>R. </em>2:10-2.</p>\n<p id=\"b126-7\">\n<em>C. Probative Value Weighed Against Undue Prejudice</em>\n</p>\n<p id=\"b126-8\">The probative value of the Sears videotape as an aid by which to ascertain the identity of the Harrah’s suspect far outweighed its prejudicial effect. <em>N.J.R.E. </em>403. The mask and the ammunition, offered to show defendant’s inclination to use a disguise and his preparedness to commit the crime, require a greater balancing of the probative value versus the prejudicial effect. Given, however, that both the murder weapon and the receipt for its purchase just prior to the murder were seized from defendant’s car, these other items were not unduly prejudicial. <em>See State v. Thompson, </em>59 <em>N.J. </em>396, 421, 283 A.2d 513 (1971) (to justify exclusion of relevant evidence, it must be shown that the probative value is “so significantly outweighed by [its] inherently inflammatory potential as to have a probable capacity to divert the minds of the jurors from a reasonable and fair evaluation of the basic issue of guilt or innocence”).</p>\n<p id=\"b126-9\">Under <em>Evid.R. </em>4 (now <em>N.J.R.E. </em>403), the admissibility of potentially prejudicial evidence is committed to the discretion of the trial court, <em>State v. McDougald, </em>120 <em>N.J. </em>523, 577-78, 577 A.2d <page-number citation-index=\"1\" label=\"97\">*97</page-number>419 (1990), and that discretion is broad, <em>State v. Wilson, </em>135 <em>N.J. </em>4, 20, 637 A.2d 1237 (1994); <em>State v. Sands, </em>76 <em>N.J. </em>127, 140, 386 A.2d 378 (1978). Only where there has been “a clear error of judgment” should an <em>Evid.R. </em>4 determination be overruled. <em>Koedatich, supra, </em>112 <em>N.J. </em>at 313, 548 A.2d 939. Otherwise, the decision of the trial court must be upheld unless “its finding was so wide of the mark that a manifest denial of justice resulted.” <em>State v. Carter, </em>91 <em>N.J. </em>86, 106, 449 A.2d 1280 (1982). No such error occurred in this case.</p>\n<p id=\"b127-6\">\n<em>D. Lack of Limiting Instruction to the Jury</em>\n</p>\n<p id=\"b127-7\">Upon admitting evidence of prior crimes, a trial court should instruct the jury on the limited use of such evidence. <em>Cofield, supra, </em>127 <em>N.J. </em>at 340-41, 605 A.2d 230; <em>Stevens, supra, </em>115 <em>N.J. </em>at 304, 558 A.2d 833. However, when no request for such a charge is made, defendant must show that the failure to give such an instruction <em>sua sponte </em>constituted an error “clearly capable of producing an unjust result.” <em>R. </em>2:10-2; <em>see State v. Brown, </em>138 <em>N.J. </em>481, 534-35, 651 A.2d 19 (1994) (holding that a failure to give limiting instructions <em>sua sponte </em>is only reviewable for plain error). Defendant here does not satisfy this standard.</p>\n<p id=\"b127-8\">It seems unlikely to us that a juror would have been so affected by the sight of defendant engaging in the act of credit card fraud that she or he would have been moved to convict defendant of the violent crime of murder. <em>See, e.g., State v. DiFrisco, </em>137 <em>N.J. </em>434, 498, 645 A.2d 734 (1994) (rejecting claims of prejudice arising from evidence that a defendant accused of murder had stolen an automobile on a separate occasion). Moreover, since there was substantial evidence that defendant was guilty of murdering Ms. Fetter, the failure to give a limiting instruction was harmless beyond a reasonable doubt, <em>State v. Macon, </em>57 <em>N.J. </em>325, 341, 273 A.2d 1 (1971), and did not have a clear capacity of producing an unjust result, <em>R. </em>2:10-2.</p>\n<p id=\"b128-4\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>II.</p>\n<p id=\"b128-5\">VIDEOTAPES</p>\n<p id=\"b128-6\">Defendant argues that Harrah’s composite tape was inadequately authenticated and its presentation to the jury improper. A composite videotape condensed from VHS videotapes taken from the Harrah’s surveillance videotape library represented all footage, excluding the gift shop videotape and anything from the gaming areas, of an individual matching a description provided by bellman Donald Rasheed.</p>\n<p id=\"b128-7\">The court, over a defense objection limited to authenticity, allowed the State to play the composite videotape accompanied by Detective Daniel Ballance’s narration. Ballance identified the various areas of the hotel shown on the tape, and, with the aid of the time display, demonstrated the suspect’s movements through the hotel. Ballance also directed the jury’s attention to various details in the videotape which he, in his experience as a police officer and as supervisor of State Police operations at Harrah’s, determined were significant.</p>\n<p id=\"b128-8\">On appeal, defendant repeats his authenticity challenge and, for the first time, objects to (i) various aspects of Ballance’s narration, (ii) the lack of any instruction regarding Ballance’s testimony, and (in) an isolated comment in the prosecutor’s summation.</p>\n<p id=\"b128-9\">\n<em>A. Authentication of the Composite Videotape Under N.J.R.E. 1001(d)</em>\n</p>\n<p id=\"b128-11\">Since a videotape falls within the definition of a “writing” under <em>N.J.R.E. </em>801(e), a videotape containing relevant evidence is “generally admissible” if properly authenticated. <em>State v. Wilson, supra, </em>135 <em>N.J. </em>at 16-17, 637 A.2d 1237. Authentication of a videotape is much like that of a photograph, that is, testimony must establish that the videotape is an accurate reproduction of that which it purports to represent and the reproduction is of the scene at the time the incident took place. <em>Id. </em>at 15, 637 A.2d 1237.</p>\n<p id=\"b129-4\"><page-number citation-index=\"1\" label=\"99\">*99</page-number>Here, A1 Paris, shift supervisor in Harrah’s videotape surveillance department and the person in charge of storing videotapes, testified as to the mechanical aspects of the casino’s surveillance procedures. Upon learning of the murder, Paris personally directed and confirmed the setting aside of all videotapes recorded from 1:00 p.m. on that day to 1:00 a.m. the next morning.</p>\n<p id=\"b129-5\">After a State Police artist completed a composite sketch based upon Rasheed’s description of the man who had been following him, Paris, Detective Ballance and Atlantic County Detective Ray Bollis reviewed hundreds of hours of videotapes in search of a man resembling the sketch.</p>\n<p id=\"b129-6\">Paris testified that it ultimately became apparent that an individual matching Rasheed’s description appeared on various videotapes in various locations. After the police and Harrah’s personnel segregated the twelve to fourteen videotapes in which the suspect appeared, Detective Friedrich then made a single composite videotape showing each appearance of the suspect in chronological order. He testified that other than this editing process, no other alterations, deletions or changes of any kind were made to the videotapes.</p>\n<p id=\"b129-7\">Defendant’s authenticity argument clearly has no merit. <em>R. </em>2:11-3(e)(2); <em>Balian v. General Motors, </em>121 <em>N.J.Super. </em>118, 125, 296 A.2d 317 (App.Div.1972), <em>certif. denied, </em>62 <em>N.J. </em>195, 299 A.2d 729 (1973). All that is required for authenticity is proof that the matter is what its proponent claims. <em>N.J.R.E. </em>901. That is what was furnished here.</p>\n<p id=\"b129-8\">\n<em>B. Detective Ballance’s Narration</em>\n</p>\n<p id=\"b129-9\">Defendant claims that Detective Ballance’s interpretation of the videotape usurped the function of the jury. Defendant claims, first, that Ballance improperly drew the conclusion that the suspect on the Harrah’s tape was defendant, and second, that Ballance should not have been permitted to draw conclusions as to what defendant was doing while on and off camera.</p>\n<p id=\"b130-4\"><page-number citation-index=\"1\" label=\"100\">*100</page-number>It was proper for Ballance to state Ms opimon that the suspect m the composite sketch was the defendant. <em>See State v. Carbone, </em>180 <em>N.J.Super. </em>95,433 A.2d 827 (Law Div.1981) (allowing a lay witness who had personal knowledge of defendant’s appearance to identify him from surveillance photographs even though the witness was not present during the robbery). Moreover, any prejudice arising from Ballance’s opinion was dissipated by the jurors’ ability to view and review the videotapes for themselves. <em>See Ricks v. State, </em>70 <em>Md.App. </em>287, 520 A.2d 1136, 1141 (1987), <em>aff'd, </em>312 <em>Md. </em>11, 537 A.2d 612 (1988) (rejecting the claim of abuse of discretion in allowing the authenticatmg witness to identify people shown in the videotape since the jury saw the videotape and could make its own determination as to whether the detective’s narration was accurate).</p>\n<p id=\"b130-5\">Ballance’s opimons, to wMch there were no objections, were entirely proper since they satisfied both prongs of <em>N.J.R.E. </em>701, which provides:</p>\n<blockquote id=\"b130-6\">If a witness is not testifying as an expert, the witness’ testimony in the form of opimons or inferences may be admitted if it (a) is rationally based on the perception of the witness and (b) will assist in understanding the witness’ testimony or in determining a fact in issue.</blockquote>\n<p id=\"b130-7\">First, Ms opimons were based on Ms own perception of defendant’s actions as seen on the videotape. Police officers are permitted “to testify as lay witnesses, based on their personal observations and their long experience in areas where expert testimony might otherwise be deemed necessary.” <em>See State v. LaBrutto, </em>114 <em>N.J. </em>187, 198, 553 A.2d 335 (1989); <em>Trentacost v. Brussel, </em>164 <em>N.J.Super. </em>9, 19-20, 395 A.2d 540 (App.Div.1978), <em>aff'd, </em>82 <em>N.J. </em>214, 412 A.2d 436 (1980).</p>\n<p id=\"b130-8\">Second, without the benefit of Ballance’s opimons, the jury may not have been able to ascertain the significance of the suspect’s movements. Although Ballance’s testimony might constitute theorizing, as pointed out by defense counsel on cross-examination of Ballance, nonetheless it was rationally based upon his own perceptions, <em>N.J.R.E. </em>701(a), and therefore admissible.</p>\n<p id=\"b131-4\">\n<page-number citation-index=\"1\" label=\"101\">*101</page-number>\n<em>C. The Prosecutor’s Summation</em>\n</p>\n<p id=\"b131-5\">During summation, the prosecutor remarked that the videotape “shows everything we need to know and it does not furnish [defendant] with any alibi. It doesn’t show him sitting at a roulette table for three hours while something is going on up on the eleventh floor.” Defendant now contends that this unchallenged statement misled the jury by “creating] an impermissible inference that ... law enforcement personnel had studied the casino tapes, and concluded that defendant was not in the casino at the time of the homicide.”</p>\n<p id=\"b131-6\">Although the prosecutor’s statement may have exceeded the bounds of fair comment, it could not have resulted in any unfairness to defendant. Both defense counsel and Detective Ballance made it clear to the jury that no one had reviewed the casino videotapes. It is unreasonable to conclude that the jury seized upon this one statement and arrived at an impermissible inference so as to render defendant’s trial unfair. <em>See State v. Ramseur, </em>106 <em>N.J. </em>123, 322, 524 A.2d 188 (1982) (holding that a remark of questionable propriety does not warrant reversal unless it was “so egregious that it deprived defendant of a fair trial”). Where no objection is raised at trial, “remarks usually will not be deemed prejudicial.” <em>Id. </em>at 323, 524 A.2d 188; <em>see also State v. Macon, supra, </em>57 <em>N.J. </em>at 333, 273 A.2d 1.</p>\n<p id=\"b131-7\">This one remark could not so taint the jury that they were unable to “fairly assess the persuasiveness of [defendant’s] case,” <em>State v. Williams, </em>113 <em>N.J. </em>393, 452, 550 A.2d 1172 (1988).</p>\n<p id=\"b131-8\">III.</p>\n<p id=\"b131-9\">EXCLUSION OF DEFENDANT’S EVIDENCE OF ALLEGED THIRD-PARTY GUILT</p>\n<p id=\"b131-10\">Early on March 29, 1992, Steve Hagar approached Harrah’s employee Kim Herman Schwartz in the hotel lobby and began to flirt with her. According to Schwartz, Hagar told her that he had a permit to carry a gun and that “where he’s from ... you shoot <page-number citation-index=\"1\" label=\"102\">*102</page-number>first and ask questions later.” Testifying at a <em>N.J.R.E. </em>104 hearing out of the presence of the jury, Schwartz stated that Hagar appeared drunk, that he seemed to be trying to impress her and that she did not take his comments seriously until after she heard about the murder. She had not reported him to Harrah’s security because when she asked him if he had the gun on him, he said that he “ha[d] it [put] away and he pointed toward the safety deposit boxes.” She reported this incident to Detective Ballanee after learning of the murder.</p>\n<p id=\"b132-5\">Gregory Anderson, a detective with the Harrah’s investigation unit, recalled that in the hours following the murder, Hagar “hung around” during the investigation and acted “a little strange.” Anderson subsequently learned that approximately six months earlier, Hagar, who is a rated gambler, had reported that $32,000 was stolen from his room at the Trump Plaza Hotel and Casino. Police investigating the theft determined that the chief suspect was a young, black female, employed as a chambermaid, who had disappeared the night of the theft and had not been seen since then. Hagar sought the maid’s address, stating that he would “take care of the situation.” This threat was not taken seriously, and it was not even mentioned in the theft report. Anderson testified that even after becoming aware of the Trump Plaza incident, he never considered Hagar a suspect in this murder case.</p>\n<p id=\"b132-6\">The trial court found that defendant’s proffer of evidence failed to establish even a remote connection between Hagar and Ms. Fetter or her murder and ruled that the evidence of alleged third-party guilt was inadmissible. Defendant claims that this ruling constitutes an abuse of discretion.</p>\n<p id=\"b132-7\">A defendant may attempt to demonstrate his or her innocence by presenting evidence tending to show that someone else committed the crime charged. <em>Koedatich, supra, </em>112 <em>N.J. </em>at 297, 548 A.2d 939; <em>State v. Sturdivant, </em>31 <em>N.J. </em>165, 179, 155 A.2d 771 (1959), <em>cert. denied, </em>362 <em>U.S. </em>956, 80 <em>S.Ct. </em>873, 4 L.Ed.2d 873 (1960). However, a defendant “may not do so where the proffered evidence of motive simply affords a ‘possible ground of suspicion <page-number citation-index=\"1\" label=\"103\">*103</page-number>against another person.’ ” <em>Koedatich, supra, </em>112 <em>N.J. </em>at 305, 548 A.2d 939 (quotations omitted). Defendant contends that “Hagar’s presence at the scene and his self-proclaimed possession of a gun <em>at the time of the crime ... </em>provide a legitimate inference that a third person committed the crime, and thereby provide the required nexus under <em>Koedatich.”</em></p>\n<p id=\"b133-6\">None of the State’s evidence against defendant was undermined by defendant’s proffer of third-party guilt, and Hagar’s presence was “[in]eapable of raising a reasonable doubt on the issue of defendant’s guilt,” <em>State v. Millett, </em>272 <em>N.J.Super. </em>68, 100, 639 A.2d 352 (App.Div.1994). For example, Hagar’s possible possession of a gun is irrelevant since it was conclusively determined that the murder weapon was the .380 caliber Bryco acquired by defendant two days prior to the murder. Here, the trial court did not abuse its discretion in finding that there was no direct “link between the evidence and the victim or the crime,” as required by <em>Koedatich, </em>sufficient to permit this issue to go before the jury. <em>Koedatich, supra, </em>112 <em>N.J. </em>at 307, 548 A.2d 939.</p>\n<p id=\"b133-7\">IV.</p>\n<p id=\"b133-8\">THE TRIAL COURT’S JURY <em>VOIR DIRE</em></p>\n<p id=\"b133-9\">Defendant claims that the trial court’s jury <em>voir dire </em>was deficient because the court failed to question whether any juror had prior knowledge of defendant or his case; to ask whether any juror had served on a jury in a civil case; and to inquire <em>sua sponte </em>into juror racial bias.</p>\n<p id=\"b133-10\">The trial court’s <em>voir dire </em>did not deny defendant a fair trial. The essence of the questions and the manner in which the trial court conducted the <em>voir dire </em>were sufficiently thorough to guarantee a fair and impartial jury and to allow defendant to determine whether any jury panel member had prior knowledge of the incident or was prejudiced or unable to follow the trial court’s instructions as to the law.</p>\n<p id=\"b134-4\">\n<page-number citation-index=\"1\" label=\"104\">*104</page-number>\n<em>A. Pretrial Publicity</em>\n</p>\n<p id=\"b134-5\">More than one year before defendant’s Atlantic County trial, three newspaper articles appeared in <em>The Press of Atlantic City </em>indicating that defendant was a suspect in the Mercer County murder of Gary Marsh.</p>\n<p id=\"b134-6\">At the outset of the jury selection process, the trial court asked the jury whether the nature of the case would impair anyone’s ability to be fair and impartial. In response to this question, three jurors revealed that they had prior knowledge of the case and each was excused. Since the trial court made it eminently clear that anyone with prior knowledge “could not be fair and should not be sitting as a juror in the case,” no juror could have misunderstood the court’s command that prior knowledge amounted to a serious impediment toward a juror’s ability to deliberate in a fair and impartial manner. This message served as the equivalent to a specific inquiry; any potential juror with prior knowledge would have come forward. <em>See United States v. Armendariz-Mata, </em>949 F.2d 151,156 (5th Cir.1991), <em>cert. denied, </em>504 <em>U.S. </em>945, 112 <em>S.Ct. </em>2288, 119 <em>L.Ed.2d </em>212 (1992) (stating that where “the overall conduct of <em>voir dire </em>protects a defendant’s rights, the trial court’s actions will be upheld”).</p>\n<p id=\"b134-7\">Defendant complains that the remaining members of the panel “may have been tainted by their exposure to the fact that the jurors who <em>knew </em>about the case were unable to be fair.” However, the trial court made it clear that prior knowledge did not equate automatically with an inability to be fair when it asked one juror whether he could put aside the information in the newspaper and arrive at a verdict based solely on the evidence. It was only when the juror responded in the negative that the trial court excused him.</p>\n<p id=\"b134-8\">\n<em>B. Questions Mandated</em>\n</p>\n<p id=\"b134-9\">Defendant contends that <em>State v. Lumumba, </em>258 <em>N.J.Super. </em>375, 391-94, 601 A.2d 1178 (App.Div.1992), and <em>State v. Oates, </em>246 <em>N.J.Super. </em>261, 267-69, 587 A.2d 298 (App.Div.1991), mandate that <page-number citation-index=\"1\" label=\"105\">*105</page-number>certain questions be asked at <em>voir dire. </em>This argument is clearly without merit, <em>R. </em>2:ll-3(e)(2), and it requires little discussion.</p>\n<p id=\"b135-5\">Although <em>Oates </em>sets forth five areas which are important to a proper examination of potential jurors, no set rules exist with respect to what questions a judge must ask during <em>voir dire. See State v. Oates, supra, </em>246 <em>N.J.Super. </em>at 269, 587 A.2d 298 (finding that the court must conduct “[a] thorough <em>voir dire, </em>as necessary as is required for the particular matter on trial”). <em>Lumumba </em>and <em>Oates </em>do not require, without a specific request, that the <em>voir dire </em>questions discussed therein must be asked precisely. To the extent these two cases so require, we disagree.</p>\n<p id=\"b135-6\">\n<em>C. Racial Prejudice</em>\n</p>\n<p id=\"b135-7\">Defendant argues that the trial court failed to ask even a single question regarding potential racial bias or prejudice, despite the fact that the defendant was black and was charged with the murder of an elderly white woman. Although defendant never requested that the trial court make inquiry of the jury regarding racial prejudice, defendant, on appeal, asks us to expand our holding in <em>State v. Honcey, </em>266 <em>N.J.Super. </em>415, 418-19, 629 A.2d 1367 (App.Div.1993), <em>i.e., </em>that a trial judge at defendant’s request should make inquiry as to the jurors’ respective racial attitudes where racial or ethnic prejudice may affect deliberations. We decline to do so.</p>\n<p id=\"b135-8\">The United States Supreme Court rejected the notion that, in the absence of a request from defendant, a court should make <em>sua sponte </em>a specific inquiry into racial bias. <em>Turner v. Murray, </em>476 <em>U.S. </em>28, 37-38,106 <em>S.Ct. </em>1683,1689, 90 L.Ed.2d 27, 37 (1986). The New Jersey Supreme Court similarly has refused to require such questioning. <em>See State v. Perry, </em>124 <em>N.J. </em>128, 157-58, 590 A.2d 624 (1991).</p>\n<p id=\"b135-9\">Here, the trial court was under no compulsion to inject the issue of racial bias into the <em>voir dire. </em>This case — a murder incident to a robbery — had no particular racial overtones, much <page-number citation-index=\"1\" label=\"106\">*106</page-number>less “special circumstances,” to warrant such an inquiry, <em>State v. Perry, supra, </em>124 <em>N.J. </em>at 157-58, 590 A.2d 624.</p>\n<p id=\"b136-5\">The trial court’s examination of the venire was adequate to ensure that defendant was tried by a fair and impartial jury untainted by bias or extraneous influences.</p>\n<p id=\"b136-6\">V.</p>\n<p id=\"b136-7\">THE TRIAL COURT’S DENIAL OF DEFENDANT’S MOTION FOR EITHER A NEW TRIAL OR PERMISSION TO INTERVIEW JURORS</p>\n<p id=\"b136-8\">A <em>Defendant’s Post-Trial Motion</em></p>\n<p id=\"b136-9\">When the parties appeared for sentencing, the trial court addressed defendant’s motion for either a new trial, pursuant to <em>R. </em>3:20-1, or an order directing the recall of the jury to subject them to post-trial interviews, pursuant to <em>R. </em>1:16-1. The basis for the application was a conversation between defense counsel and the prosecutor approximately two weeks after the jury’s discharge, during which the prosecutor recounted a chance, post-trial encounter with one of the jurors.</p>\n<p id=\"b136-10\">Defense counsel’s affidavit, which provided the factual basis for the motion, was based entirely on multiple hearsay statements. According to counsel’s recollection, the prosecutor related to him that the jury had discussed among themselves why defense counsel chose to represent defendant and whether or not counsel was appointed or retained. Counsel further stated, without factual support, that the juror also advised the prosecutor that another member of the panel, prior to the return of the verdict, contacted the Office of the Public Defender in Mays Landing to determine whether defense counsel was a member of that staff.</p>\n<p id=\"b136-11\">At the hearing, the prosecutor — the sole source of defense counsel’s information — provided his own recollection of the conversation with the juror. The prosecutor stated that the juror had <page-number citation-index=\"1\" label=\"107\">*107</page-number>approached him in a shopping mall, briefly discussed the ease with him, and</p>\n<blockquote id=\"b137-6\">then volunteered to me that it was pretty obvious that [defense counsel] was a member of the Public Defenders [sic] staff, and ... indicated to me that the jury had guessed that [defense counsel] was a Public Defender. We spoke for a matter of a few moments. Never did I discuss the deliberations, never did I discuss the substance of the case.</blockquote>\n<p id=\"b137-7\">The prosecutor’s first-hand account of the conversation clearly did not corroborate defense counsel’s allegation that the juror confided that another member of the jury telephoned the Public Defender’s office.</p>\n<p id=\"b137-8\">The trial court properly denied defendant’s motion for a new trial, stating that defendant’s submission did not “clearly and convincingly” establish that there was a “manifest denial of justice under the law,” <em>R. </em>3:20-1. Moreover, defendant’s proffer, since it was supported exclusively by multiple hearsay, was equivalent to a “clear violation of <em>R. </em>1:6-6.” <em>See Cafferata v. Peyser, </em>251 <em>N.J.Super. </em>256, 263, 597 A.2d 1101 (App.Div.1991).</p>\n<p id=\"b137-9\">Furthermore, the court properly denied defense counsel’s request for post-trial juror interviews pursuant to <em>R. </em>1:16-1. The trial court stated that the fact that a juror revealed that the panel had guessed that defense counsel was a public defender would not “justify or require the court to bring the jurors back for inquiry or questioning.”</p>\n<p id=\"b137-10\">Post-trial jury interrogation “is an extraordinary procedure which should be invoked only upon a strong showing that a litigant may have been harmed by jury misconduct.” <em>State v. Athorn, </em>46 <em>N.J. </em>247, 250, 216 A.2d 369 (1966), <em>cert. denied, </em>384 <em>U.S. </em>962, 86 <em>S.Ct. </em>1589, 16 L.Ed.2d 674 (1966); <em>see also Koedatich, supra, </em>112 <em>N.J. </em>at 289, 548 A.2d 939. <em>Rule </em>1:16-1 provides:</p>\n<blockquote id=\"b137-11\">Except by leave of court granted on good cause shown, no attorney or party shall directly, or through any investigator or other person acting for the attorney interview, examine, or question any grand or petit juror with respect to any matter relating to the case.</blockquote>\n<p id=\"b137-12\">In <em>State v. Koedatich, supra, </em>the Supreme Court specified two scenarios which would constitute “good cause” under this rule: <page-number citation-index=\"1\" label=\"108\">*108</page-number>first, where racial or religious bigotry is manifest in deliberations; or second, where a juror “informs or misinforms his or her colleagues in the jury room about the facts of the case based on his personal knowledge of facts not in evidence.” 112 <em>N.J. </em>at 288, 548 A.2d 939 (citing <em>State v. Levitt, </em>36 <em>N.J. </em>266, 176 A.2d 465 (1961)); <em>State v. Kociolek, </em>20 <em>N.J. </em>92, 118 A.2d 812 (1955). Here, the prosecutor’s explanation of the conversation with the juror adequately rebutted the allegations of defense counsel and proved them unfounded. Indeed, had the scenario occurred as presented by defense counsel, the prosecutor, as an officer of the court, would have been under a duty to report the conversation immediately to the court. Moreover, even if the jurors guessed that defendant was represented by a public defender, such conjecture does not have a manifest capacity to prejudice the jury. <em>State v. Kociolek, supra, </em>20 <em>N.J. </em>at 100,118 A.2d 812; <em>State v. Young, </em>181 <em>N.J.Super. </em>463, 438 A.2d 344 (App.Div.1981), <em>certif. denied, </em>91 <em>N.J. </em>222, 450 A.2d 549 (1982). Such knowledge by a juror does not taint the jury verdict or the defendant’s right to a fair trial.</p>\n<p id=\"b138-5\">\n<em>B. Constitutionality of Rule 1:16-1</em>\n</p>\n<p id=\"b138-6\">Defendant, for the first time in his reply brief, contends that <em>R. </em>1:16-1 amounts to an abridgment of his First Amendment and Sixth Amendment rights under the United States Constitution as well as those rights provided by Article I, paragraphs 6 and 10, of the New Jersey Constitution.</p>\n<p id=\"b138-7\">Although the constitutionality of <em>R. </em>1:16-1 has not been judicially determined, similar rules in other jurisdictions have uniformly withstood challenges based on the assertion that they violate the free speech rights of litigants or their attorneys. <em>See Tasin v. SIFCO Industries, Inc., </em>50 <em>Ohio </em>St.3d 102, 108, 553 <em>N.E.2d </em>257, 263 (Ohio 1990) (finding that the rule supported the strong governmental interest in “insulating the deliberative process”); <em>Haeberle v. Texas Int’l Airlines, </em>739 F.2d 1019 (5th Cir.1984) (holding that the jurors’ interest in privacy and a well-administered justice system outweighed other interests); <em>Journal Publishing Co. v. </em><page-number citation-index=\"1\" label=\"109\">*109</page-number><em>Mechem, </em>801 <em>F.</em>2d 1233, 1236 (10th Cir.1986) (recognizing that while courts “may broadly proscribe” contact with former jurors by attorneys and litigants, the press may not be so restricted).</p>\n<p id=\"b139-5\">The essence of <em>R. </em>1:16-1 is recognition of the need to “ ‘insure free debate in cases to come,’ ” <em>State v. Scher, </em>278 <em>N.J.Super. </em>249, 261, 650 A.2d 1012 (App.Div.1994), <em>certif. denied, </em>140 <em>N.J. </em>276, 658 A.2d 299 (1995) (quoting <em>State v. LaFera, </em>42 <em>N.J. </em>97, 106-07,199 A.2d 630 (1964)), and to “prevent the unsettling of verdicts after they have been recorded,” <em>State v. Athorn, supra, </em>46 <em>N.J. </em>at 251, 216 A.2d 369. In allowing attorneys and litigants to question jurors for good cause, the rule provides a remedy for those extraordinary situations where an injustice might otherwise result, <em>e.g., </em>juror misconduct which taints the verdict. <em>State v. LaFera, supra, </em>42 <em>N.J. </em>at 107, 199 A.2d 630. In placing limitations solely on the attorney and the parties, the rule accommodates the fundamental First Amendment rights of the press to have access to jurors for post-trial interviews. <em>See United States v. Antar, </em>38 <em>F.3d </em>1348 (3d Cir.1994) (finding restrictions imposed on press’ access to jurors a violation of the First Amendment).</p>\n<p id=\"b139-6\">The rule is not unconstitutional and the court did not err in denying defendant’s request for post-trial juror interviews.</p>\n<p id=\"b139-7\">VI.</p>\n<p id=\"b139-8\">THE TRIAL COURT’S REFUSAL TO CHARGE EITHER AGGRAVATED OR RECKLESS MANSLAUGHTER AS LESSER-INCLUDED OFFENSES</p>\n<p id=\"b139-9\">Defendant contends that his right to a fair trial was compromised by the trial court’s refusal to charge either aggravated manslaughter, <em>N.J.S.A. </em>2C:11-4a, or reckless manslaughter, <em>N.J.S.A. </em>2C:11-4b(l), as lesser-included offenses to the charge of purposeful or knowing murder.</p>\n<p id=\"b139-10\">Here, the perpetrator fired a handgun at close range into Ms. Fetter’s head and was necessarily aware that death or serious <page-number citation-index=\"1\" label=\"110\">*110</page-number>bodily injury would be “practically certain” to follow, <em>State v. Rose, supra, </em>112 <em>N.J. </em>at 484, 548 A.2d 1058. Thus, there was no rational basis to conclude that the evidence warranted aggravated or reckless manslaughter charges since there was no evidence of a struggle or of an accidental discharge of the gun into the victim’s head. <em>See </em>N.J.S.A 2C:1-8e.</p>\n<p id=\"b140-5\">VII.</p>\n<p id=\"b140-6\">DEFENDANT’S CLAIM OF INEFFECTIVE ASSISTANCE OF COUNSEL</p>\n<p id=\"b140-7\">Defendant contends that he was deprived of effective assistance of counsel due to various failings of defense counsel. We find no reason to depart from the general policy against raising ineffeetive-assistance-of-counsel claims on direct appeal because such claims involve allegations and evidence that lie outside the trial record. <em>State v. Preciose, </em>129 <em>N.J. </em>451, 460, 609 A.2d 1280 (1992). Our decision here is without prejudice to defendant’s right that he may have to raise this issue in post-conviction relief proceedings.</p>\n<p id=\"b140-8\">VIII.</p>\n<p id=\"b140-9\">WHETHER ERRORS IN THE AGGREGATE DENIED DEFENDANT A FAIR TRIAL</p>\n<p id=\"b140-10\">The impact of defendant’s claims of error could not have had a prejudicial impact, either individually or in the aggregate, on the trial’s outcome.</p>\n<p id=\"b140-11\">Parties are not entitled to a perfect trial but only to a fair trial. <em>Brown v. United States, </em>411 <em>U.S. </em>228, 281-32, 93 <em>S.Ct. </em>1565, 1570, 36 L.Ed.2d 208, 215 (1973); <em>Bruton v. United States, </em>391 <em>U.S. </em>123, 135, 88 <em>S.Ct. </em>1620, 1627, 20 <em>L.Ed.2d </em>476, 484 (1968) (quoting <em>Lutwak v. United States, </em>344 <em>U.S. </em>604, 619, 73 <em>S.Ct. </em>481, <page-number citation-index=\"1\" label=\"111\">*111</page-number>490, 97 <em>L.Ed. </em>593, 604 (1953)); <em>State v. Mallozzi </em>246 <em>N.J.Super. </em>509, 518, 588 A.2d 389 (App.Div.), <em>certif. denied, </em>126 <em>N.J. </em>331, 598 A.2d 889 (1991). Defendant received a fair trial.</p>\n<p id=\"b141-5\">IX.</p>\n<p id=\"b141-6\">DEFENDANT’S SENTENCE WAS NOT MANIFESTLY EXCESSIVE NOR UNDULY PUNITIVE</p>\n<p id=\"b141-7\">Defendant’s aggregate sentence was a term of life imprisonment, with a mandatory thirty-year parole disqualifier, and a consecutive term of seven years. Regarding the consecutive sentences on counts six and two, the trial court found that the possession of a firearm with a purpose to use it unlawfully (count two) did not merge with the murder conviction (count six). The court found four aggravating factors, <em>N.J.S.A. </em>2C:44-1a(2), (3), (9), and (12) and no mitigating factors.</p>\n<p id=\"b141-8\">A <em>The Life Sentence</em></p>\n<p id=\"b141-9\">Defendant contends that the appropriate aggregate sentence should have been only thirty years with a thirty-year parole disqualifier. We find that the trial court did not abuse its discretion in imposing the life sentence and a consecutive sentence even though the one it chose, possession of a firearm with a purpose to use it unlawfully, was illegal. <em>See infra. State v. O’Donnell, supra, </em>117 <em>N.J. </em>at 215-16, 564 A.2d 1202; <em>State v. Gardner, </em>113 <em>N.J. </em>510, 516, 551 A.2d 981 (1989); <em>State v. Roth, </em>95 <em>N.J. </em>334, 365, 471 A.2d 370 (1984).</p>\n<p id=\"b141-10\">\n<em>B. Merger of Count Two</em>\n</p>\n<p id=\"b141-11\">Defendant is correct in his argument that absent a special verdict by the jury indicating a finding of a purpose broader than to murder and rob Ms. Fetter, his conviction of possession of a <page-number citation-index=\"1\" label=\"112\">*112</page-number>firearm with a purpose to use it unlawfully must be merged with his conviction for burglary, robbery or murder.</p>\n<p id=\"b142-5\">In the absence of a special verdict by the jury finding that the unlawful purpose was broader than the substantive offenses for which the defendant was convicted, possession of the firearm with a purpose to use it unlawfully must merge into one of the substantive offenses. <em>R. </em>3:19 — 1(b); <em>State v. Lado, </em>275 <em>N.J.Super. </em>140, 158, 645 A.2d 1197 (App.Div.1994); <em>State v. Williams, </em>213 <em>N.J.Super. </em>30, 35-37, 516 A.2d 265 (App.Div.1986), <em>certif. denied, </em>107 <em>N.J. </em>104, 526 A.2d 177 (1987).</p>\n<p id=\"b142-6\">Although the State urges that broader purposes existed because “defendant at first targeted bellhop Donald Rasheed for his crimes,” there is no way of determining without special interrogatories whether the jury found this to be one of the unlawful purposes. <em>R. </em>3:19 — 1(b).</p>\n<p id=\"b142-7\">Here, since the unlawful purpose for possession of the firearm was restricted to the underlying crimes for which defendant was ultimately convicted and the facts did not plainly indicate a broader purpose than merely to burglarize, rob or kill Ms. Fetter, the unlawful purpose count must be merged with one of the burglary, robbery or murder convictions.</p>\n<p id=\"b142-8\">X.</p>\n<p id=\"b142-9\">THE STATE’S CROSS-APPEAL REGARDING THE TRIAL COURT’S MERGING DEFENDANT’S CONVICTION FOR ROBBERY INTO HIS PREVIOUSLY MERGED CONVICTION FOR FELONY MURDER</p>\n<p id=\"b142-10\">Defendant was convicted, <em>inter alia, </em>of purposeful or knowing murder, felony murder and first degree armed robbery. At sentencing, the trial court merged defendant’s felony murder conviction into his conviction for purposeful or knowing murder, <page-number citation-index=\"1\" label=\"113\">*113</page-number>and then merged the robbery conviction into the previously merged felony murder conviction.</p>\n<p id=\"b143-5\">Defendant agrees that the trial court should not have merged the robbery conviction. <em>State v. Brown, supra, </em>138 <em>N.J. </em>at 561-62, 651 A.2d 19. In addition, the sentence imposed on the armed robbery must be corrected since it is an offense which requires a Graves Act parole disqualifier. <em>See </em>N.J.S.A 2C:43-6c.</p>\n<p id=\"b143-6\">CONCLUSION</p>\n<p id=\"b143-7\">We affirm all the convictions, reverse the merger of the robbery into the murder and reinstate the robbery conviction; merge possession of a firearm with a purpose to use it unlawfully into the burglary, robbery or the murder conviction; and remand to the trial court for resentencing on the improperly merged robbery count to allow the trial court to preserve the basic structure of the consecutive sentence in accordance with <em>State v. Rodriguez, </em>97 <em>N.J. </em>263, 271, 478 A.2d 408 (1984), and <em>State v. Espino, </em>264 <em>N.J.Super. </em>62, 68-69, 624 A.2d 27 (App.Div.1993). All other sentences are affirmed.</p>\n<p id=\"b143-8\">Because armed robbery is a first degree crime, whereas possession of a firearm with a purpose to use it unlawfully is only a second degree crime, any increase in the consecutive term would be entirely appropriate and would not run afoul of <em>United States v. DiFrancesco, </em>449 <em>U.S. </em>117,101 <em>S.Ct. </em>426, 66 <em>L.Ed.2d </em>328 (1980), or <em>North Carolina v. Pearce, </em>395 <em>U.S. </em>711, 89 <em>S.Ct. </em>2072, 23 L.Ed.2d 656 (1969). As noted by the United States Supreme Court, “the Double Jeopardy Clause does not require that a sentence be given a degree of finality that prevents its later increase.” <em>DiFrancesco, supra, </em>449 <em>U.S. </em>at 137, 101 <em>S.Ct. </em>at 438, 66 L.Ed.2d at 346.</p>\n<p id=\"b143-9\">Indeed, to limit the consecutive term to seven years for a first degree crime would be illegal. Any newly-imposed term would instead have to fall within the statutory range for first degree crimes. <em>N.J.S.A. </em>2C:43-6a(1); <em>State v. Baker, </em>270 <em>N.J.Super. </em>55, <page-number citation-index=\"1\" label=\"114\">*114</page-number>72-77, 636 A.2d 553 (App.Div.), <em>aff'd, </em>138 <em>N.J. </em>89, 648 A.2d 1127 (1994).</p>\n<footnote label=\"1\">\n<p id=\"b116-8\"> The \"key caddy” issued to Ms. Fetter was designated \"Tom Weiss” on Harrah's computer system. The caddy consisted of a set of keys, including a master key, which opened all guest bedrooms and maintenance closets.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b117-9\"> The gift shop videotape was not a part of the composite videotape, but was shown in proper sequence to the jury. We also reviewed the gift shop videotape.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b118-9\"> Subsequent to this trial, defendant was found guilty for the murder of Gary Marsh and sentenced to death in Mercer County. His appeal is presently pending before the Supreme Court of New Jersey.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b118-10\"> It was later determined that defendant purchased the gun on March 21, 1992, and picked it up on May 26, 1992.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}