{
  "casebody": {
    "data": "<casebody firstpage=\"203\" lastpage=\"207\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b225-2\">Submitted November 27, 2012,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A8Y\">reversed and remanded February 13, 2013</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b225-3\">STATE OF OREGON, <em>Plaintiff-Respondent, v. </em>RANDY ALLEN GILBERT, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b225-6\">Marion County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AQB\">10C46504; A147533</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b225-7\">296 P3d 629</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b225-11\">Peter Gartlan, Chief Defender, and David Sherbo-Huggins, Deputy Public Defender, Office of Public Defense Services, filed the brief for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b225-12\">John R. Kroger, Attorney General, Anna M. Joyce, Solicitor General, and Pamela J. Walsh, Assistant Attorney General, filed the brief for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b225-13\">Before Ortega, Presiding Judge, and Haselton, Chief Judge, and Sercombe, Judge.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b225-14\">HASELTON, C. J.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b226-3\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>HASELTON, C. J.</author>\n<p id=\"b226-4\">Defendant, who was convicted, following a bench trial, of resisting arrest, ORS 162.315, and giving false information to a peace officer for service of an arrest warrant, ORS 162.385, appeals. He contends, in part, that the trial court committed a reversible “error of law apparent on the record,” ORAP 5.45(1), in trying and convicting him without a knowing and voluntary written waiver of trial by jury. <em>See, e.g., State v. </em>Barber, 343 Or 525, 530, 173 P3d 827 (2007); <em>State v. Lemon, </em>162 Or App 640, 643, 986 P2d 705 (1999). We agree that the trial court so erred and, consequently, reverse and remand.<footnotemark>1</footnotemark></p>\n<p id=\"b226-5\">The material circumstances are uncontroverted. Defendant was charged by information with resisting arrest and giving false information to a peace officer. The trial court file does not include any written waiver of jury trial executed by defendant. Nor does the trial court record, including the transcript of proceedings, substantiate that defendant executed any written jury waiver. Indeed, the transcript is devoid of any reference to any waiver of the right to a jury trial.</p>\n<p id=\"b226-6\">Ultimately, following a very brief stipulated facts trial, the trial court found defendant guilty but insane as to both charges. The ensuing judgment includes an unadorned “finding” that “the defendant executed a written waiver of trial by jury.”</p>\n<p id=\"b226-7\">As noted, defendant contends on appeal that, given the absence of an executed written waiver, his convictions must be reversed and the case remanded. Defendant acknowledges that he failed to raise the asserted error before the trial court, but he contends that it is cognizable and remediable as an “error of law apparent on the record.” ORAP 5.45(1). Defendant further, and in related fashion, contends that “there is no colloquy on the record or any attempt to ensure that defendant knowingly and voluntarily made the decision to proceed without a jury.”</p>\n<p id=\"b226-8\">The state remonstrates that, at the very least, the claimed error does not satisfy the requisites of plain error, <page-number citation-index=\"1\" label=\"205\">*205</page-number>because the record is susceptible to “competing inferences” as to whether defendant did execute a written jury waiver. <em>See State v. Brown, </em>310 Or 347, 355, 800 P2d 259 (1990) (to qualify as “plain error,” the asserted error must, <em>inter alia, </em>appear “on the face of the record” so that the reviewing court “need not * * * choose between competing inferences to find [the asserted error], and the facts that comprise the error are irrefutable”). In that regard, pointing particularly to the trial court’s “finding” that defendant had executed a written waiver, the state posits:</p>\n<blockquote id=\"b227-4\">“[T]he record in this case is subject to competing inferences. On one hand, the absence of a writing in the trial court file suggests that defendant did not execute a written jury waiver. On the other hand, the judgment and the absence of any objection suggest that defendant did execute a written jury waiver.”</blockquote>\n<p id=\"b227-6\">In this case, as in many involving asserted plain error, the threshold consideration of reviewability is necessarily informed by reference to the substantive standards governing the putative merits. That is, the latter define that which the record must unambiguously and “irrefutabl[y]” manifest.</p>\n<p id=\"b227-7\">In that regard, <em>Lemon </em>is not only informative but, ultimately, dispositive. In <em>Lemon, </em>the trial court, in a pretrial order, stated that “[the] defendant waived trial by jury,” and the defendant was subsequently convicted of various offenses following a bench trial. 162 Or App at 642. On appeal, the defendant, who had not raised any contemporaneous objection, argued for the first time that she had not executed a written waiver of jury trial and that, under Article I, section 11, of the Oregon Constitution,<footnotemark>2</footnotemark> the trial court had committed reversible plain error in proceeding without such a waiver. <em>Id.</em></p>\n<p id=\"b228-3\"><page-number citation-index=\"1\" label=\"206\">*206</page-number>The state responded that, notwithstanding the absence of an executed written waiver, that default was not reversible “as long as the <em>written </em>record contain [ed] some reference indicating that [the] defendant waived her right to a jury trial.” <em>Id. </em>at 643 (emphasis in original). The state further asserted that the statement in the trial court’s pretrial order was just such a sufficient “reference.” <em>Id.</em></p>\n<p id=\"b228-4\">We reversed and remanded for a new trial. In so holding, we concluded that, notwithstanding the statement in the trial court’s pretrial order, “[t]here is no basis in that order nor any other part of the record that enables us to determine whether a <em>voluntary and knowing </em>waiver occurred.” <em>Id. </em>(emphasis in original) (citing, <em>inter alia, State v. Huntley, </em>112 Or App 22, 24, 827 P2d 918 (1992)).</p>\n<p id=\"b228-5\">The same is true here. Even assuming, without deciding, that a bare recitation in a judgment that is unsubstantiated in the trial court record could constitute proof of an executed jury trial waiver, neither that recitation “nor any other part of the record *** enables us to determine whether a <em>voluntary and knowing </em>waiver occurred.” <em>Lemon, </em>162 Or App at 643 (emphasis in original). Accordingly, as in <em>Lemon, </em>the record here is not subject to competing inferences as to the facts essential to the asserted plain error.</p>\n<p id=\"b228-6\">Finally, that error compels a reversal of defendant’s convictions with a remand for a new trial. In this context, the construct prescribed in <em>Ailes v. Portland Meadows, Inc., </em>312 Or 376, 381-82, 823 P2d 956 (1991), is, essentially, inap-posite—or, perhaps more precisely, admits to only one result:</p>\n<blockquote id=\"b228-7\">“We think that the unique wording of the part of Article I, section 11, that we emphasize today [e.g., ‘such election to be in writing’] and the unique kind of rights that that wording represents places errors committed with respect to it in a unique posture also: There is no waiver of a jury trial unless that waiver is in writing and, without a waiver, defendant should have been tried by a jury. The judge’s error thus lay in going to trial <em>at all. </em>And, with respect to that kind of error under Article I, section 11, we cannot identify any way in which an appellate court may elect under ORAP 5.45(1) either to refuse to recognize the error or, having recognized it, refuse to correct it.”</blockquote>\n<p id=\"b229-3\"><page-number citation-index=\"1\" label=\"207\">*207</page-number><em>Barber, </em>343 Or at 530 (emphasis in original); <em>see also State v. Bailey, </em>240 Or App 801, 806 n 4, 248 P3d 442 (2011) (“[T]his particular species of error is one that is apparent on the face of the record and, because of the unique specificity of Article I, section 11, this court has no discretion to ignore the error, once it is called to our attention.”).</p>\n<p id=\"b229-4\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b226-9\"> That disposition obviates consideration of defendant’s other contentions.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b227-8\"> Article I, section 11, provides, in part:</p>\n<blockquote id=\"b227-9\">“In all criminal prosecutions, the accused shall have the right to public trial by an impartial jury in the comity in which the offense shall have been committed; *** provided, however, that any accused person, in other than capital cases, and with the consent of the trial judge, may elect to waive trial by jury and consent to be tried by the judge of the court alone, such election to be in writing!.]”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}