{
  "casebody": {
    "data": "<casebody firstpage=\"532\" lastpage=\"539\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b564-3\">ANIMATED FAMILY RESTAURANTS OF EAST BRUNSWICK, INC. PLAINTIFF-APPELLANT, v. EAST BRUNSWICK SEWERAGE AUTHORITY, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b564-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b564-5\">Submitted March 10, 1986</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAz\">—Decided April 16, 1986.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b565-6\"><page-number citation-index=\"1\" label=\"533\">*533</page-number>Before Judges FURMAN, PETRELLA and SKILLMAN.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b565-7\"><em>Iaria and MacNiven, </em>attorneys for appellant <em>(Robert J. MacNiven, </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b565-8\"><em>Huff, Moran &amp; Balint, </em>attorneys for respondent <em>(William, C. Moran, Jr., </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b565-9\">The opinion of the court was delivered by</p>\n<author id=\"b565-10\">SKILLMAN, J.S.C.</author>\n<p id=\"AqB\">(temporarily assigned).</p>\n<p id=\"b565-11\">The issue raised by this appeal is whether the Sewerage Authorities Law <em>(N.J.S.A. </em>40:14A-1 <em>et seq.) </em>authorizes a sewerage authority to impose an additional connection fee upon a change in use of property which is not accompanied by a new sewerage connection. We hold that it does not and therefore reverse the contrary determination of the trial court.</p>\n<p id=\"b565-12\">The case was presented on stipulated facts which may be briefly summarized. The defendant East Brunswick Sewerage Authority was created in the 1950’s. The building in question, consisting of 150,000 square feet, was constructed in 1972-1973 to be used for commercial retail offices and a warehouse. A $50 connection fee was paid to the Authority at that time for permission to connect into an existing sewer line. The occupants have paid annual service fees since then for use of the line. Plaintiff sublet 16,675 square feet of the building in 1983 for the purpose of operating a dinner theater for pre-teens. No use variance was required because restaurants are a permitted use in the zone. After completing interior renovations and expanding the parking area, plaintiff applied for a certificate of <page-number citation-index=\"1\" label=\"534\">*534</page-number>occupancy. However, it was advised by local authorities that no certificate would be issued until a sewer connection fee of $22,935 was paid to the Authority. The authorization for this imposition is provided by Section 11.3 of the Authority’s rules and regulations, which reads as follows:</p>\n<blockquote id=\"b566-4\">Upon an addition, alteration or change in use of any building already connected to the Authority system, an additional connection fee may be charged____</blockquote>\n<p id=\"b566-5\">Since plaintiff was anxious to commence operations, it paid this fee under protest. It is stipulated that renovation of part of the building for use as a restaurant did not require any new connection to the Authority’s sewer main, and that there is adequate capacity in the sewer system to accommodate the flow from plaintiff’s business. In addition to the disputed connection fee, plaintiff paid $1,039.20 in sewer service fees for its first 11 months of business.</p>\n<p id=\"b566-6\">The Sewerage Authorities Law authorizes two types of fees which may be imposed upon users: service fees and connection fees. Service fees are “in the nature of use or service charges” and “shall as nearly as the sewerage authority shall deem practicable and equitable be uniform throughout the district for the same type, class and amount of use or service of the sewerage system.” <em>N.J.S.A. </em>40:14A-8(b). The statute sets forth five specific factors which a sewerage authority may take into account in computing service fees: (1) “the consumption of water”; (2) “the number and kind of water outlets”; (3) “the number and kind of plumbing or sewerage fixtures or facilities”; (4) “the number of persons residing or working” on the property; or (5) “the capacity of improvements.” <em>Id. </em>The statute also permits a sewerage authority to compute service fees based upon “other factors determining the type, class and amount of use or service” and to utilize a combination of factors. <em>Id.</em></p>\n<p id=\"b566-7\">With respect to connection fees, the statute provides:</p>\n<blockquote id=\"b566-8\">In addition to any such periodic service charges, a separate charge in the nature of a connection fee or tapping fee, in respect of each connection of any property with the, sewerage system may be imposed upon the owner or occupant of the <page-number citation-index=\"1\" label=\"535\">*535</page-number>property so connected. Such connection charges shall be uniform within each class of users and the amount thereof shall not exceed the actual cost of the physical connection, if made by the authority, plus an amount computed in the following manner to represent a fair payment toward the cost of the system.</blockquote>\n<blockquote id=\"b567-5\">The combination of such connection fee or tapping fee and the aforesaid periodic service charges shall meet the requirements of subsection (c) hereof, [/d].</blockquote>\n<p id=\"b567-6\">Subsection (c) <em>(N.J.S.A. </em>40:14A-8(c)) provides that the fees imposed by an authority shall be adequate to meet all its expenses including debt service.</p>\n<p id=\"b567-7\">The Supreme Court of New Jersey discussed the respective roles of service fees and connection fees in meeting a sewerage authority’s costs in <em>Airwick Industries, Inc. v. Carlstadt Sewerage Auth., </em>57 <em>N.J. </em>107, 118-122 (1970), <em>cert. </em>den., 402 <em>U.S. </em>967, 91 <em>S.Ct. </em>1666, 29 <em>L.Ed.2d </em>132 (1971). The Court in <em>Airwick </em>stated that the two purposes of an annual service fee are to pay:</p>\n<blockquote id=\"b567-8\">(1) all expenses of operation and maintenance and (2) the principal and interest on any bonds and to maintain reserves or sinking funds for the funding of the Authority debt. The former of these items has its genesis in the actual use of the system for waste disposal. The latter has its genesis in the original construction and installation costs, for which the bonds were issued and sold. [57 <em>N.J. </em>at 120],</blockquote>\n<p id=\"b567-9\">The Court indicated that while it was appropriate for current users of the system to bear all current expenses of operation and maintenance through service fees, the costs of debt service should be equitably distributed between current and future users of the system. The Court explained that “part of the construction cost was necessitated by provision for adequate future service for unimproved properties as well as improved lands,” and therefore that “every property received some benefit and increase in value” from the original construction and installation costs. <em>Id. </em>It follows that “[t]he only equitable manner to distribute the original cost, is for the unimproved properties to bear part of that cost in exchange for the increment in value received and for potential standby service.” <em>Id. </em><page-number citation-index=\"1\" label=\"536\">*536</page-number>at 120-121. Although the statute contains no authorization for imposing original construction costs upon an unimproved property which does not make use of the system, the Court noted that it does authorize imposition of a connection fee when a property is later improved and ties into the system. <em>Id. </em>at 121. Furthermore, the statute provides that a connection fee, in combination with periodic service fees, “ ‘shall meet the requirements of subsection (c) hereof,’ which subsection makes provision for funds not only for maintenance and operation but debt service as well.” <em>Id. </em>Accordingly, the Court concluded that the legislative intent was that:</p>\n<blockquote id=\"b568-4\">[T]he installation and construction costs, <em>i.e., </em>debt service charges, should in the first instance be financed by the actual users but should ultimately be borne by all the properties benefited, including the unimproved lands. For that reason there was provided a charge in the nature of a connection charge to be imposed upon unimproved properties in order that they assume a fair share of the original construction costs when they become improved properties.</blockquote>\n<blockquote id=\"b568-5\">The Authority may, therefore, include as part of the connection fee a sum of money which will represent a fair contribution by the connecting party toward the debt service charges theretofore met by others. <em>[Id. </em>at 122].</blockquote>\n<p id=\"b568-6\">It is evident from the foregoing that the Sewerage Authorities. Law contains precise, detailed provisions concerning the imposition of fees. Therefore, when municipal sewerage and utilities authorities, have adopted fee structures which fail to comply with these specific statutory directives and the comparable ones applicable to utilities authorities, they have been invalidated. <em>See, e.g., White Birch Realty Corp. v. Gloucester Tp. Mun. Util. Auth., </em>80 <em>N.J. </em>165 (1979) (connection fees did not fairly reflect new users’ share of construction costs theretofore paid by prior users); <em>S.S. &amp; O. Corp. v. Bernards Tp. Sewerage Auth., </em>62 <em>N.J. </em>369 (1973) (developers improperly charged higher connection fee than charged for sewer connections to comparable nondevelopment homes); <em>Hamilton Tp. Mun. Util. Auth. v. Apple Tree Corp., </em>202 <em>N.J.Super. </em>440 (App.Div.1985) (no statutory authorization for imposition of “reservation of capacity” charge upon owner of unimproved property); <em>see also Luv Condominium Ass’n v. Stanhope, </em>192 <em>N.J.Super. </em>159 (App.Div.1983). The conclusion that connection <page-number citation-index=\"1\" label=\"537\">*537</page-number>fees must be calculated in strict accordance with the governing statutory provisions is reinforced by a 1986 amendment to <em>N.J.S.A. </em>40:14A-8(b), which now explicitly limits the amount of connection fees to “the actual cost of the physical connection, if made by the authority,” plus “a fair payment toward the cost of the system,” and further sets forth in considerable detail how that “fair payment” is to be calculated. <em>L. </em>1985, <em>c. </em>526, § 1 (approved and effective January 21,1986).</p>\n<p id=\"b569-5\">We are unable to find any authority within this statutory framework for the imposition of a new connection fee upon a simple change in use of property which has been previously connected to a sewerage system. <em>N.J.S.A. </em>40:14A-8(b) authorizes imposition of a connection fee “in respect of each connection of any property with the sewerage system.” The fee is to be “imposed upon the owner or occupant of the property so connected.” <em>Id. </em>The clear import of this language is that an actual connection to the sewerage system is a prerequisite to the imposition of a connection fee.</p>\n<p id=\"b569-6\">Furthermore, the imposition of new connection fees upon a change in use of property does not serve either of the two purposes of such fees identified in <em>Airwick, </em>that is, to compensate for the actual cost of connecting a new user into the system and to require a new user to make a fair contribution towards debt service costs previously incurred. When there is no new connection to the sewer system, there obviously is no actual connection cost to be defrayed. There is also no sound basis for requiring a contribution towards prior debt service costs; a connection fee has been paid in respect to the original connection of the property to the sewer line, a portion of which was or could have been allocated to prior debt service costs, and the property owner has been paying annual service fees, a portion of which presumably has been applied toward payment of debt service.</p>\n<p id=\"b569-7\">The Authority argues that in this case those payments were based upon a lower level of usage and hence a lesser demand <page-number citation-index=\"1\" label=\"538\">*538</page-number>on the capacity of the system than is required for the current restaurant use. However, there is no direct correlation between the type of use and the demands on the sewer system. A factory, for example, may convert from manufacture of a product for which there is small demand for water to manufacture of a different product which requires a large amount of water, without any change in use and without any need for a new sewer connection. We also note that any actual increase in demand upon the system caused by a change in use would result in an increase in the Authority’s revenues in the form of additional service fees.</p>\n<p id=\"b570-4\">The imposition of a new connection fee upon a change in use would raise a number of technical problems which the Legislature could have been expected to address if it had intended to authorize such a fee. Consistent with the 1986 amendment to <em>N.J.S.A. </em>40:14A-8(b), which in this respect mirrors a 1975 amendment to the law (L. 1975, <em>c. </em>320, § 1), it is likely that the Legislature would have required recognition of a credit for the part of the original connection fee attributable to the actual cost of connection. It is also likely that the Legislature would have granted a credit for the portion of the annual service fees previously paid which had been allocated to debt service, thereby preventing the owner of a building in which there had been a change in use from being required to pay more for debt service than the owner of a new building with the same use. The fact that these problems are not addressed in the Sewerage Authorities Law provides further support for our conclusion that the Legislature intended connection fees to be imposed only at the time of a new connection to a sewer line.</p>\n<p id=\"b570-5\">Accordingly, plaintiff is entitled to a declaration that the rules and regulations of the East Brunswick Sewerage Authority, insofar as they purport to impose a sewerage connection fee upon a change in use of property, are inconsistent with the Sewerage Authorities Law. Plaintiff is also entitled to the return of the $22,935 paid to the Authority and to the award of <page-number citation-index=\"1\" label=\"539\">*539</page-number>interest on this amount. <em>See White Birch Realty Corp. v. Gloucester Tp. Mun. Util. Auth., supra, </em>80 <em>N.J. </em>at 184. The judgment of the trial court is reversed and the matter is remanded for the entry of judgment for plaintiff in accordance with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}