{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"17\" lastpage=\"20\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"Af\" pgmap=\"13\">Samuel M. Adams v. John E. Decker.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b13-9\" pgmap=\"13\">Agency—Sale of Real Estate—When Entitled to Commission—Notice.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b13-12\" pgmap=\"13\">1. When an agent is employed to sell land and finds a purchaser whom the owner accepts and to whom he sells, the agent is entitled to commissions although the seller may not secure the same terms of sale which he had proposed through the agent.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b13-14\" pgmap=\"13\">2. The fact that the owner is not notified that the purchaser has been sent to him by the agent is immaterial.</headnotes><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b13-15\" pgmap=\"13\">[Opinion filed December 16, 1889.]</decisiondate><summary data-order=\"5\" data-type=\"summary\" id=\"b13-16\" pgmap=\"13\">Appeal from the Circuit Court of Stark County; the Hon. T. M. Shaw, Judge, presiding.</summary><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b13-18\" pgmap=\"13\">Mr. Miles A: Fullee, for appellant.</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"b13-19\" pgmap=\"13(44) 14(132)\">The rule is clearly established by the following cases that the broker who furnishes a purchaser acceptable to the principal and to whom a sale is made, is entitled to his commissions, and the cases which hold that brokers have not earned their commissions, on examination, will be found to be cases where no sales were made because the purchasers would not comply with the terms specified, or because there were other reasons, besides a change of terms agreed to by the principals, that deprived them of it. Coleman v. Meade, 13 Bush. (Ky.) 358; Wood v. Stephens, 46 Mo. 555; Lincoln v. McClatchie, 36 Conn. 136; Potvin v. Curran, 13 Neb. 303; Goss v. Stevens, 32 Minn. 472; Stewart v. Mather, 32 Wis. 349; Carter v. Webster, 79 Ill. 436; Ratts v. Shepherd, 14 Pac. Rep. (Kan.) 496; Kock v. Emmerling, 22 How. 69; Lawrence v. Atwood, 1 Ill. App. 218; Goodridge v. Holladay, 18 Ill. App. 365; Little v. Rees, 26 N. W. Rep. 7; Gottschalk v. Jennings, 45 Am. Dec. 70.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b14-5\" pgmap=\"14\">Mr. C. C. Wilson, for appellee.</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"b14-6\" pgmap=\"14\">The law is well settled in this State that where the broker undertakes to furnish a purchaser on stated terms, before he is entitled to his commission he must have furnished to the seller a purchaser who is able, ready and willing to make the purchase on the terms fixed between the seller and broker. Pratt v. Hotchkiss, 10 Ill. App. 603; Sievers v. Griffin, 14 Ill. App. 63; Goodrich v. Holladay, 18 Ill. App. 365; see also Sibbald v. Bethlehem Iron Company, 83 N. Y. 378; Clendenon v. Pancoast, 75 Pa. St. 213; McGavock v. Woodlief, 20 How. U.S. 221; McArthur v. Slauson, 53 Wis. 41; Nesbit v. Helser, 49 Mo. 383; Coleman v. Mead, 13 Bush. (Ky.) 358; Williams v. McGraw, 52 Mich. 480; Wyley v. Marine Nat. Bank, 61 N. Y. 415.</p> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b14-7\" pgmap=\"14\">C. B. Smith, J.</author> <p id=\"Al7\" pgmap=\"14\">This suit was in assumpsit brought by appellant, Adams, against appellee, Decker, to recover for certain commissions claimed by appellant, for selling a farm belonging to appellee and his brother. The facts disclosed by the record are these :</p> <p id=\"b14-8\" pgmap=\"14\">Appellant, Adams, was a real estate agent engaged in buying and selling land on commission. Appellee, John E, Decker, and his brother, owned a farm they wanted to sell. • The transaction had its beginning in the following letter:</p> <blockquote id=\"b15-3\" pgmap=\"15\">“ Wyoming, Ill., Dec. 8, 1887.</blockquote> <blockquote id=\"b15-4\" pgmap=\"15\">“ S. M. Adams, Esq.</blockquote> <blockquote id=\"b15-5\" pgmap=\"15\">“Dear Sir:—My brother and I desire to sell our Lafayette farm. If you can find us a purchaser will give you $200. There is 223 acres; $4,500 can remain on the place, secured by mortgage; balance must be cash. We want $8,500 for it and it is as cheap as dirt. If we can do no better will take $3,200, which will give us $8,000 and you $200. What can you do for us ?</blockquote> <blockquote id=\"b15-6\" pgmap=\"15\">“Tours, etc.,</blockquote> <blockquote id=\"b15-7\" pgmap=\"15\">“ John E. Decker.”</blockquote> <p id=\"b15-8\" pgmap=\"15\">After appellant received this letter he went to Benjamin B. Brown, who wanted to buy a farm for his son, and called his attention to this Deekerfarm, informed hirti it was for sale, gave him a description of it and asked him to go and see it. Brown went to see the farm and also saw both the Deckers about it and was showed over the farm by them. After Brown and his son had twice examined the farm he concluded a purchase of it with the Deckers at the price of $8,200, but not all cash except the $4,500.</p> <p id=\"b15-9\" pgmap=\"15\">In that respect the terms finally agreed upon between the Deckers and Brown differed from the terms of sale proposed in the letter to appellant. Brown paid $2,200 cash, assumed the $4,500 mortgage, and Deckers accepted a second mortgage on the farm for $1,500. Brown never went back to appellant, Adams, to have any further transaction with him about the farm, after Adams had first referred him to it, but had all the remaining transactions with the Decker brothers. Brown swears that he bought the farm for his son and that he went to see it at the request of appellant, and that he did not know the farm was for sale until appellant informed him of it and requested him to go and see it. The foregoing is the evidence offered on behalf of the plaintiff. The defendant below offered nothing against it. A jury was waived and the case tried before the court by agreement. The court found for the- defendant and after overruling a motion for a new trial gave judgment for defendant for his costs. The plaintiff took proper exceptions and now brings the case here on appeal and makes the usual assignments of error.</p> <p id=\"AUs\" pgmap=\"16\">We think the finding and judgment of the court was dearly wrong. The proof is clear and wholly uncontradicted, that the defendant requested appellant to sell their farm. This he proceeded at once to do, and very soon sent appellee a purchaser who bought the farm, at the price fixed in the letter to the agent, but upon slightly different terms as to the amount of the cash payment. The letter asked the appellant to find a purchaser at $8,200, for which appellee offered to pay $200. This was done.</p> <p id=\"b16-4\" pgmap=\"16\">We understand the law to be well settled in this State, as well as almost everywhere else, that when an agent is employed to sell land and find a purchaser, and does so find a purchaser, whom the owner of the land accepts, and to whom he sells his land, then the agent is entitled to his commission; and it is a matter of no importance whether the seller exacts from the purchaser the same terms he proposed through his agent or not.</p> <p id=\"b16-5\" pgmap=\"16\">When the purchaser is brought or sent to him by the agent, he may or may not, as he likes, insist on the terms he gave his agent, and may refuse to sell on any other terms, and if he does so refuse, then the agent can claim no commission; but if the seller waives the terms proposed through the agent and accepts the purchaser under different terms, prices or conditions, then he is liable for the commission to his agent. Any other rule would enable the seller to insist on some changes of terms or accept proposed ones from the purchaser secured by the agent, and thus defeat all claims due the agent. This is not the law.</p> <p id=\"b16-6\" pgmap=\"16\">The principles herein announced are in harmony with the former rulings of this court in Lawrence v. Atwood, 1 Ill. App. 218; Goodrich v. Holliday, 18 Ill. App. 365, and with the rulings of the Supreme Court in Carter v. Webster, 79 Ill. 435.</p> <p id=\"b16-7\" pgmap=\"16\">It is further urged by appellee that he had no notice that Brown was sent to him by appellant, Adams. This objection we regard as of no importance. It is wholly unimportant whether appellee knew that his purchaser -was sent by appellant or not. It is sufficient if that was the fact and lie was not misled by the agent. Lord v. Matthews, 51 N. Y. 124; Hanford v. Shepler, 4 Daly (N. Y.), 243.</p> <p id=\"ArR\" pgmap=\"16\">Reversed and remanded..</p> </opinion> </casebody> ",
    "status": "ok"
  }
}