{
  "casebody": {
    "data": "<casebody firstpage=\"170\" lastpage=\"173\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b198-7\">Merrimack,</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Ag\">Dec., 1899.</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b198-9\">Bass <em>v. </em>Concord Street Railway.</parties>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b198-10\">In an action for injuries sustained by a passenger in alighting from a street car, evidence that the car was stopped in an unaccustomed place, opposite a depression in the highway into which the plaintiff stepped, warrants a submission to the jury of the question of the defendants’ negligence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b198-11\">The fact that a passenger on a street car does not look before alighting is not conclusive, as matter of law, of a want of due care on his part.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b198-12\">Case, for personal injuries sustained by the plaintiff, September 10, 1898, while alighting from a car, through the alleged negligence of the defendants in stopping for her to alight at a place not reasonably suitable for this purpose. Verdict for the plaintiff. The plaintiff’s evidence tended to show the following facts: On Saturday afternoons during the summer preceding her injury, she went to Blossom Hill cemetery upon one of the defendants’ cars, which, in accordance with her request, was stopped at the first entrance to the cemetery for her to alight upon the west side of the track, where the ground is practically as high as the top of the rails, and she alighted hi safety. Beyond this entrance the track is upon the west side of the highway, and the running-board of an open car extends practically to the shoulder of the road.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b198-13\">On the day of her injury she took an open car for the cemetery, as on previous occasions, and sat upon the west end of a seat. A friend was at her right, and farther along the seat were other passengers. Her friend notified the conductor, when he collected their fares, of her desire to alight af the first entrance, but he failed to stop there. In response to a signal from a passenger, the conductor stopped a short distance beyond the entrance for her to alight. Upon the west side, opposite. her seat and where she claimed the accident occurred, there was a depression from two to eight inches in depth, the lowest part of which was four feet west of the track. The distance from the running-board to the ground, where one would naturally step, was greater than at the entrance to the cemetery. The plaintiff had flowers and a -wrap on her left arm; and when the car stopped she arose and grasped the handle designed for the purpose with her right hand, and very carefully stepped upon the running-board. The ground was lower than she expected to find it, and she fell and received her injuries. She did not look to see where she was about to step; but she testified that she took pains in stepping off. Upon cross-examination, she testified that the condition of her eyesight was very good indeed; that she did not see the condition of the ground before she stepped <page-number citation-index=\"1\" label=\"171\">*171</page-number>from the car; that she did not take any pains whatever to see where she was stepping as she stepped, to the ground; that she expected to step out just as she used to at the cemetery; that she knew she was beyond the entrance to the cemetery; that, knowing this, she took no pains Avhatever to see where she was stepping, but just stepped off; that she certainly could have seen where she was stepping if she had taken pains. Her evidence further tended to prove that the conductor did not assist her, or direct how or on which side of the ear to alight.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b199-5\">Subject to the defendants’ exception, the plaintiff testified that her'friend told the conductor, when he collected their fares, to “ leave us at the cemetery,” and that on prior occasions she had no difficulty in alighting at the entrance. Subject to the same exception, the friend testified that when the conductor collected their faros she said to him, “Blossom Hill cemetery,” and the plaintiff, in the presence and within the hearing of the conductor, added, “ He ought to know where I am going by this time.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b199-6\">At the close of the plaintiff’s evidence the defendants moved for a nonsuit, on the ground that there was no evidence of negligence on the part of the defendants, or of ordinary care on the part of the plaintiff. The motion was denied, and the defendants excepted.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b199-7\">The defendants made the following requests for instructions:</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b199-8\">1. “ That a passenger on a street car has no right to expect that the street where she alights shall be in such condition that she can safely alight on it. And if she does so without looking to see where she is stepping and is injured thereby, she is guilty of such negligence as will prevent her recovery of damages against the railway company.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b199-9\">2. “ That the defendants had the right to assume that the plaintiff, in alighting from a car in broad daylight, would notice any defect which was open to ordinary view in the street at the place where she stepped down from the car.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b199-10\">3. “That a material question in this case bearing upon the defendants’ negligence is whether or not the place at which the conductor stopped his car was a reasonably safe one at which the plaintiff might alight; and that if the conductor had no special information in relation to the condition of the place which the plaintiff did not have the means of seeing or obtaining for herself, he was under no obligation to give her any information in regard thereto.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b199-11\">4. “ That if the jury found this plaintiff, in alighting from the car in broad daylight, in full possession of her sense of sight, did so without looking to the ground, or using any means of seeing where she was stepping,' or the distance to the ground, she was guilty of such negligence that she cannot recover in this case.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b200-4\"><page-number citation-index=\"1\" label=\"172\">*172</page-number>5. “ That this plaintiff, being voluntarily encumbered with two bunches of flowers and her wrap upon her arm, was under greater obligation to look and observe where she was about to step than she would have been if she had the free rise of her person.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b200-6\">. 6. “It was the plaintiff’s duty to use care in alighting from the car; and if there was any defect at the place of alighting which might contribute to her injury, yet if she could by looking have discovered such defect, and she neglected to do so, it being in broad daylight and she having good eyesight, and that neglect to look contributed to the accident, then she cannot recover.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b200-8\">The court denied the requests, and the defendants excepted:</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b200-9\"><em>Matthews &amp; Sawyer </em>and <em>Martin &amp; </em>Howe, for the plaintiff.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b200-10\"><em>John H. Albin </em>and <em>John S. H. Frink, </em>for the defendants.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b200-11\">Peaslee, J.</author>\n<p id=\"Ap3Y\">The defendants admit that it was their duty to use reasonable care in selecting a place to stop for passengers to alight. <em>Call </em>v. <em>Street Railway, </em>69 N. H. 562. The case shows that the place where they might, and usually did, stop was much safer than the one where they stopped when the plaintiff was injured. There is no ground for contending that this was not sufficient evidence of their negligence.</p>\n<p id=\"b200-12\">The plaintiff had been accustomed to get off the cars at the cemetery entrance and in so doing had never experienced any difficulty. Upon this occasion, with her attention largely absorbed in caring for her bundles, and being, as she considered, careful in her manner of alighting, she failed to look at the ground where she was about to step, and so stepped or fell into the hole opposite which the defendants had stopped the car. ■ It is contended that it is the duty of all alighting passengers to look; and if they fail to do so, it follows as a conclusion of law that they are negligent. No matter how many and convincing the surromiding circumstances tending to show the reasonableness of the passenger’s reliance upon knowledge of the situation obtained in some other way, they are not to be considered, because the definition of due care on the part of an alighting passenger has been developed into a formula as fixed as statute law. Decisions are to be found wherein such a doctrine has been upheld in other jurisdictions, but they proceed upon a theory so at variance with the law of negligence in this jurisdiction as to be of little value here. The rule in this state is that each case is to be determined in the light of its own circumstances. <em>Ricker </em>v. <em>Hall, </em>69. N. H. 592. The fact that one about to cross a railroad at grade neither looks nor listens is not conclusive upon the question of his care, for his conduct is not to be judged by that fact alone. <em>Davis </em>v. <em>Railroad, </em>68 N. H. 247, 252.</p>\n<p id=\"b201-4\"><page-number citation-index=\"1\" label=\"173\">*173</page-number>It may be conceded that if the plaintiff had looked she would have refrained from stepping as she did, and still the defendants may be liable. The fact that more precaution on her part would have prevented the accident does not necessarily defeat a recovery. The question is whether some fair-minded men might say that, with her knowledge and in her situation, she acted with reasonable prudence without further investigating the condition of the ground she was to alight upon. The test of her right to have the question of her care determined by a jury was not whether she did all that she could do in the way of taking precautions, but whether she did enough so that her conduct might be thought to be that of a person of average prudence.</p>\n<p id=\"b201-5\">If in <em>Foss </em>v. <em>Railroad, </em>66 N. H. 256, the plaintiff’s flustered state of mind might be considered a sufficient excuse for her not noticing the place where she was to alight, no reason can be given why this plaintiff’s preoccupation with her wraps and bundles might not be considered an equally valid one. If that plaintiff might rely upon the assistance offered by the conductor and brakeman as an assurance of safety, why might not this plaintiff rely upon the assumption that if the place was not safe she would be assisted or warned by the conductor? If a plaintiff’s belief in a railroad company’s knowledge of and presumed obedience to the speed law may be reasonable excuse for his want of vigilance in not observing an approaching train, — the sufficiency of which excuse is to be determined by a jury <em>(Nutter </em>v. <em>Railroad, </em>60 N. H. 483, 485), — it is difficult to see why this plaintiff’s reliance upon the defendants’ performance of their duty as to the selection of a place to stop should not be treated in the same way.</p>\n<p id=\"b201-6\">The ruling excepted to was in accord with the general principles of the law of negligence as held in this state, and followed the application thereof to the case of alighting passengers heretofore made. A different ruling would have been in conflict with the cases above cited. Considering all the surrounding circumstances, it does not conclusively appear that the plaintiff’s conduct was not such as reasonable prudence required, or that she was not justified in assuming, upon the information she possessed, that it was safe to alight where and as she did.</p>\n<p id=\"b201-7\">The requests for instructions were based upon the same claim as the motion for nonsuit. Each instruction requested, in effect, a ruling that a certain fact does or does not constitute negligence, no matter what the surrounding facts and circumstances are. Like the motion for a nonsuit, these requests were properly denied.</p>\n<p id=\"b201-8\">The evidence excepted to tended to prove that the defendants were notified of the plaintiff’s destination, and was properly admitted.</p>\n<p id=\"b201-9\">\n<em>Fxeeptions overruled.</em>\n</p>\n<judges id=\"b201-10\">Pike, J., did not sit: the others concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}