{
  "casebody": {
    "data": "<casebody firstpage=\"282\" lastpage=\"286\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b306-4\">William W. Reynolds &amp; another <em>vs. </em>Howard Cole.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b306-5\">Berkshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AnJ\">May 23, 1930.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AL\">July 2, 1930.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b306-6\">Present: Rugg, C.J., Crosby, Carroll, Wait, &amp; Sanderson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b307-10\"><page-number citation-index=\"1\" label=\"283\">*283</page-number><em>M. B. Warner, </em>for the defendant, submitted a brief.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b307-11\"><em>W. A. Heaphy, </em>for the plaintiffs.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b307-12\">Carroll, J.</author>\n<p id=\"AZP\">This is an action of contract. The declaration contains six counts. The first count is upon a written contract for the construction of nine holes of an eighteen-hole golf course at Lenox. By this contract the plaintiffs were to install a suitable water system and to supply water for each tee and green with galvanized iron pipes. It was admitted by the plaintiffs that they furnished galvanized steel pipes and that steel pipes for the nine holes would cost $700 to $1,000 less than iron pipes. One of the plaintiffs testified that galvanized iron <page-number citation-index=\"1\" label=\"284\">*284</page-number>has a longer life than galvanized steel. He was asked why they departed from the contract and supplied galvanized steel instead of galvanized iron, and he replied that the architect employed by the defendant told them “that the mention of galvanized iron in the contract and specifications was an oversight.” This witness further stated that as the job was figured galvanized steel was to be put in; that the architect’s attention was directed to the statement in the specifications calling for iron pipes and he was asked if that was his intention, to which the architect said, “No, that was a slip in the dictating, as galvanized steel was what he intended and what we had figured, and he gave us instructions to put it in.” There was evidence that the defendant was on the premises many times during the progress of the work. “Sometimes he was in company with the architect.” No complaint was made by the defendant during the progress of the work because of the use of steel pipe instead of iron pipe. The water system “was a suitable water system” and “functioned when completed.” Certificates for $44,000 were given the plaintiffs. The last certificate for $3,096.26 was not paid.</p>\n<p id=\"b308-5\">Counts two, three and four deal with the construction of a tennis court, work for top dressing and extra work. Count five is to recover for the work and material in the first four counts. Count six is an account annexed including all the labor and material furnished.</p>\n<p id=\"b308-6\">The defendant moved that a verdict be directed in his favor on the first count and “in the common counts . . . in which payment is claimed for the construction of the golf course under the contract.” He stated in answer to the request to specify the grounds of his motion that there was “an intentional departure in a substantial matter whereby the plaintiff was benefited,” that “The contract called for a certain type of pipe,” that this type was not used, “and therefore he is not entitled to recover.”</p>\n<p id=\"b308-7\">Four questions were submitted to the jury: the first concerned the amount the plaintiffs were entitled to recover. The remaining questions related to the amount <page-number citation-index=\"1\" label=\"285\">*285</page-number>the plaintiffs could recover for the extra work and work on the tennis court. The judge instructed the jury that the plaintiffs could not recover on the first count; that if the contract was substantially performed and the variation from the contract was not intentional, he could not recover the contract price but could recover <em>“a </em>sum less than the contract price which will represent the value of what he has put in.” In discussing the testimony bearing on the statement of the architect the jury were instructed: “While I have told you that they did not change the contract and that the defendant was still entitled under the contract to iron pipe, it might have a bearing as to whether the departure from the contract was an intentional and knowing departure, or an accidental and to a certain extent excusable departure which would not absolutely cut out the possibility of the contractors’ recovering for work that they did do.” The defendant excepted to the part of the charge “in which the court states that the plaintiff could recover ... by reason of what the architect said,” and the judge replied: “I said they wouldn’t necessarily be barred from recovery.” No requests for rulings were made by the defendant. The bill of exceptions does not purport to set out all the material evidence in the case, but all the material evidence relating to the substitution of steel for iron and the good faith of the plaintiffs is inserted. There was a verdict for the plaintiffs; the defendant excepted.</p>\n<p id=\"b309-5\">As we interpret the record the question raised by the defendant is the plaintiffs’ right to recover under the common counts for the work performed and material furnished. The point decided in <em>Gillis </em>v. <em>Cobe, </em>177 Mass. 584, 594, 595, <em>et seq. </em>does not arise here. The plaintiffs could not recover under the contract set out in the first count and the jury were so instructed. But if they made an honest attempt to fulfill the contract, and performed it substantially, although not in strict compliance with the contract, they could recover on the count on the account annexed. <em>Hayward </em>v. <em>Leonard, 7 </em>Pick. 180. <em>Bowen </em>v. <em>Kimbell, </em>203 Mass. 364. <em>Handy </em>v. <em>Bliss, </em>204 Mass. 513. <em>Bottini </em>v. <em>Addonizio, </em>261 Mass. 456. <page-number citation-index=\"1\" label=\"286\">*286</page-number>There was abundant evidence that the plaintiffs acted in good faith and performed the contract in a competent manner. They were told by the architect in charge that galvanized iron in the contract and specifications was inserted by mistake; that galvanized steel was intended. They figured the job on the basis that steel pipe was to be supplied. The defendant and his architect were frequently on the premises during the progress of the work and made no protest because of the substitution of steel for iron. In, these circumstances the jury could find that the plaintiffs acted honestly in attempting to perform the contract; that the contract was performed substantially according to its terms. The motion for a directed verdict was denied properly.</p>\n<p id=\"b310-3\">There was no error in the instructions given the jury concerning the architect. As bearing on the plaintiffs’ good faith the statements of the architects were material. <em>Leverone </em>v. <em>Arancio, </em>179 Mass. 439, is not in conflict. In the case at bar the specifications provided that the work was to be done under the direction of the architects, and they are “to be the sole authority for the determining of the meaning of any part of the plan and specifications.” There was no error in submitting the questions to the jury.</p>\n<p id=\"b310-4\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}