{
  "casebody": {
    "data": "<casebody firstpage=\"247\" lastpage=\"254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b247-3\">Bailey <em>v. </em>Rolfe.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b247-4\">The perambulation of town lines are not evidence as to which of the two lines was the one intended by an act of the legislature fixing the common boundary of two towns; especially if it does not appear that a question has arisen as to which was the true one, and has been judicially-decided by the selectmen in their perambulations.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b247-5\">Usage is not to be brought in to aid the construction of statutes which arc* not upon their face doubtful.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b247-6\">In a description of land, if to words denoting* the courses and distances of the easterly and northerly linos, there be added “ including the land of A lying northerly and easterly of those lines,” the one intended is that which shall comprehend the land of A, and the first named lines are to be so far rejected or disregarded.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b247-7\">Writ oe Entry for a tract of land described as being in Hudson in this county.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b247-8\">Plea, disclaimer of the lands described in the declaration which is south of the double lines on the accompanying plan, and <em>mil disseizin </em>as to the residue.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b247-9\">The demandant introduced a deed of mortgage duly executed from the tenant to one James Steele, dated June 10, 1840, purporting to convey the land described in the writ.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b247-10\">Also an assignment of said mortgage from said Steele to the demandant, duly executed and dated March 23, 1843.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b247-11\">Also the deed of Parker Smith a deputy sheriff to the demandant, dated April 29, 1842, conveying the equity of redemption of the premises to him as purchaser thereof at a sale on execution against the tenant.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b247-12\">Also a copy of an act of the legislature of N. H. passed March 6, 1778, entitled “An act to annex divers inhabitants of the south-westerly part of Londonderry to, and incorporate them with, the town of Nottingham West,” which was as follows:</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b247-13\">“Whereas Moses Barrott, Ezekiel Greeley, David Pea<page-number citation-index=\"1\" label=\"248\">*248</page-number>body, George „ Burrows, David Lawrence, Sampson Kidder, Diehard Marshall, Benjamin Kidder, Hugh Smith, \"William McAdams, Joseph Hobbs, Thomas Smith, Levi Andrews, John Smith, Josiah Burrows, Ebenezer Tarbox, Simeon Dobinson, Simeon Barrott, John Marshall, James Barrott, William Hood, Eleanor Graham, Joseph Steele, Isaac Page, Philip Marshall, and William Graham, have petitioned the General Assembly for said State, setting forth that they lived very remote from that part of Londonderry where all the business of a public nature was transacted. That it was seldom they could hear of the public meetings, and when they did, the distance was so great, and the expense so very considerable, few could .attend. Whereby they were deprived of the privileges other of the inhabitants of Londonderry enjoyed. That their situation was much nearer to the town of Nottingham West, and that it would be greatly for their interest to be annexed to that town; which they prayed might be granted them. The prayer of which petition upon full hearing of the parties thereon appearing reasonable, Therefore be it and it is hereby enacted by the Council and House of Depresentatives in General Assembly convened, That the lands contained within the following bounds; namely, beginning in the south bounds of Londonden’y at the north-east corner of Nottingham West, thence running north five degrees east (frequently crossing Beaver Brook) four hundred' twenty-four rods, to a large pine tree marked, standing by said brook, thence north twenty degrees west, seven hundred forty rods to a large black-oak tree marked, standing about four rods east of, Simeon Dobinson’s house, thence north eighty degrees west, six hundred rods to the east side line of Litchfield to a poplar tree marked, standing in the edge of Eine Meadow (including the houses and lands belonging to William Graham, William Steele and William McAdams, Simeon Dobinson, and Ebenezer Tarbox, lying <page-number citation-index=\"1\" label=\"249\">*249</page-number>to the eastward and northward of said tract, according to the plan thereof exhibited with said petition, and excluding any lands lying contiguous to said north and east bounds belonging to Samuel Anderson and Thomas Boyd, lying within the same. Then from the said poplar tree south, in the east bounds of Litchfield and Nottingham West, about two miles and three quarters, to a corner of Nottingham West, thence east southeast, in the south bounds of Londonderry and north bounds of said Nottingham West, two miles and three quarters of a mile, to the place begun at.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b249-5\">Which lauds as before described with the buildings thereon and appurtenances thereof (except as before excepted), shall be annexed to and considered as part of the town of Nottingham West, and all the inhabitants living upon and within the above mentioned lands (except as before excepted), their heirs and successors shall be incorporated with and belong to the town of Nottingham West, and shall be entitled to all town privileges as other inhabitants of said Nottingham West are. Provided nevertheless, that the inhabitants and lands hereby disannexed from Londonderry and annexed to said Nottingham Wost, shall stand chargeable with their part of the State tax, until a new proportion of the State tax is made, as well as the tax that is or shall be assessed for the present proportion of Continental soldiers, and with all taxes made or charges incurred before the passing hereof by the said town of Londonderry, as though this act had not been made; any thing herein to the contrary notwithstanding.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b249-6\">And be it further enacted, That the inhabitants and lands so annexed to the town of Nottingham West, shall be deemed and reputed to lie and be within the county of Hillsborough in the State aforesaid, and not within the county of Rockingham as heretofore reputed. And that the persons so joined to said Nottingham West, their heirs, and successors, shall belong to the same regiment to which <page-number citation-index=\"1\" label=\"250\">*250</page-number>the other inhabitants of said Nottingham \"West do or shall belong, and that nothing in this act be taken or construed to affect property, but only to alter the line of jui’isdiction.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b250-5\">The lines described in the act as terminating at and proceeding from “ a large black-oak tree,” are the double lines marked on the plan extended. The land described in the writ which is not disclaimed, is bounded on the double lines, and is northerly thereof.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b250-6\">It formed a part of Simeon Robinson’s farm on the day of the passage of the act, and has ever since been taxed either in the town of Nottingham West, or Hudson, which . now in this place embraces the territory which was formerly in Nottingham West.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b250-7\">There are other lands northerly and easterly of the double lines, which have ever since been taxed in the county of Hillsborough, and there are other lands southerly and westerly of said lines, which have ever been taxed in the adjoining towns in the county of Rocking-ham. That is to say : The lands of the persons mentioned in the act as being included in or excluded from the county of Hillsborough, have been treated as if so included or excluded, regardless of the lines described in the act. The selectmen of the contiguous towns in both counties, have'ever since the passage of the act perambulated said double lines as the line between their respective towns.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b250-8\">The original line between the counties was, before the passage of the act, southerly of any lands marked on the plan.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b250-9\">The court ordered a verdict for the demandant, on which judgment is to be rendered or it is to be set aside and a verdict entered for the tenant, as the opinion of the court may be upon the foregoing case.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b250-10\"><em>C. G. Atherton, </em>with whom was <em>Farley, </em>for the defendant.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AR8\">The boundaries of counties depend upon town lines. <page-number citation-index=\"1\" label=\"251\">*251</page-number>Rev. Stat. 71. Town lines are settled by perambulations. Rev. Stat. 100. If any dispute arise, there is an appeal from them, which should afford the only means of determining it. The selectmen have followed the only line laid down in the act.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b251-5\"><em>J. U. </em>Parker, for the plaintiff',</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"AA_\">cited <em>Cate </em>v. Thayer, 3 Greenl. 71.</p>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b251-6\">Gilchrist, J.</author>\n<p id=\"AFq\">This is a writ of entry, and the tenant ‘ disclaims that part of the land which lies south and west of the lines described in the act of the legislature, having for its object to change the boundaries of certain towns, and pleads <em>nul disseizin </em>as to the land which lies north and east of those lines. This plea raises a question of jurisdiction, and requires a construction to be put upon that act of the legislature, and an inquiry as to the effect of the official proceedings of selectmen and assessors since the passage of the act. If the land described in the plea falls within the county of Rockingham to which it originally appertained, the defence set up by the plea is established. If on the other hand, either by force of the- act or of the official proceedings referred to, or both, it is brought within the county of Hillsborough and the jurisdiction of the Court of Common Pleas for that county, judgment must be rendered upon the verdict.</p>\n<p id=\"b251-7\">In <em>Gorrill </em>v. <em>Whittier, </em>3 N. H. 265, it was held, that the selectmen of adjoining towns had no authority to alter the boundaries of such towns in any case whatever, although they might in cases of doubt, agree as to where the true line was.</p>\n<p id=\"b251-8\">It may not be necessary in this case to decide as to the application of the principle of that case, or as to the extent or degree to which the perambulations of selectmen are evidence of the common boundaries of their respective towns. It is plain that the power to agree in <page-number citation-index=\"1\" label=\"252\">*252</page-number>cases of doubt, may in some contingencies amount of necessity to a power to substitute a conventional for the true line. But we think that such can not be the effect of perambulations where no question appears to have arisen, and a line appears to have been adopted without any reference to another and widely different line, and without any intention on the part of the selectmen to decide judicially between the two lines.</p>\n<p id=\"b252-5\">The question here is not, where the line is which the selectmen intended to perambulate, but whether the line which they intended to perambulate was the one indicated by the act. This as we have intimated is a question which it does not appear that they ever undertook to settle; and it may be added, that it is one which is at least doubtful whether they had any power to settle, had they ever sought to do so.</p>\n<p id=\"b252-6\">The official acts, and indeed the private acts of persons having occasion to put a construction upon ancient statutes, may be judicially noticed as evidence of a contemporaneous construction, and of the intent of such statutes. But it is only where the words of the statute are doubtful, that usage may be called in to explain them, and not when the act can not admit of different interpretation. Buffer, J., in <em>The King </em>v. <em>Hogg, </em>1 T. R. 726. And in this case, the usage of the selectmen in their perambulations has been one way, and that of the assessors has been another. Neither can have any force against the true meaning of the act, if it contain words sufficient to Batisfy the court as to what that meaning is.</p>\n<p id=\"b252-7\">On this subject we have not all the light which rendered the meaning of the act sufficiently plain to those for whose benefit it was intended, and to the legislature who passed it. In particular, the petition which gave occasion for its passage, and set forth the grievances or inconveniences requiring the remedy and the particular remedy which seemed applicable to the wants of the petitioners, would <page-number citation-index=\"1\" label=\"253\">*253</page-number>probably go far to render the phraseology of the act perspicuous, and its allusions intelligible. But this is lost.</p>\n<p id=\"b253-5\">Enough however is contained in the act to settle the question presented by the present case, upon the evidence reported. It provides that a certain part of the town of Londonderry included in certain bounds described in the case, but not necessary here to be repeated, shall be dis-annexed from, that town, and he annexed and belong to the town of Nottingham West. A part of the line forming the boundary of this territory is thus described: “ Thence north twenty degrees west, seven hundred forty rods to a large black-oak marked, standing about four rods east of Simeon Robinson’s house; thence north eighty degrees west, six hundred rods, to the east side line of Litchfield, to a poplar tree marked, standing in the edge of Fine Meadow, including the houses and lands belonging to William Graham, William Steele and William McAdams, Simeon Robinson, and Ebenezer Tarbox, lying to the eastward and northward of said tract, according to the plan thereof exhibited with said petition, and excluding any lands, lying contiguous to said north and east bounds, belonging to Samuel Anderson and Thomas Boyd lying within the same.”</p>\n<p id=\"b253-6\">The authors of this description did not erroneously suppose that a line running north twenty degrees west to the black-oak, and north eighty degrees west from that point (it being the double line upon the plan), would include the land of Simeon Robinson. The description on the contrary expressly denotes such land as lying north and east of such linos. But the boundary line of the tract set off) was to embrace the farms of Simeon Robinson and the others mentioned, and therefore could not possibly be the lines running to and from the oak tree by the courses indicated.</p>\n<p id=\"b253-7\">Why these last mentioned lines were laid down at all, it may not bo easy with certainty to determine. They <page-number citation-index=\"1\" label=\"254\">*254</page-number>might have been the result of such hasty survey as the parties were able to make, and have been deemed sufficient as indicating the general course of the line of the proposed boundary, upon which they might base the deflections necessary to comprise or to exclude the particular farms enumerated in the act. But it is by no means necessary that we should determine such an inquiry, it being sufficient that the straight lines referred to were not the lines denoted by the act as the limit of the territory transferred from Londonderry to Nottingham West, and which afterward became part of the town of Hudson; and that .’the farm of Simeon Robinson of which the demanded premises formed a part, was all embraced in the territory so transferred. Consequently the land embraced in the plea of <em>mil disseizin </em>was within the jurisdiction of the court, and there must be</p>\n<p id=\"b254-5\">\n<em>Judgment on the verdict.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}