{
  "casebody": {
    "data": "<casebody firstpage=\"260\" lastpage=\"264\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b292-3\">ADAM v. FOLGER.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b292-4\">(Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ApYH\">January 6, 1903.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b292-5\">No. 930.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b292-6\">1. Patents — Preliminary Injunction against Infringement — Acquiescence in Validity.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b292-8\">It is within the discretion of the court to grant a preliminary injunction against infringement of an unadjudicated patent, where the defendant has for three years been making and selling the patented article under a license from the patentee, which was then terminated by the latter, although the patent was not issued until near the close of such time, and where defendant since the cancellation of the license has been marking the articles sold by him as made under such patent.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b292-9\">2. Same — Infringement—Changing Location of Parts.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b292-10\">While a patent for a combination is not infringed if any one of the elements of the combination is omitted, a change in the form or the location or sequence of the elements will not avoid infringement where they are all employed to perform the same functions, unless form, location or sequence is essential to the result or to the novelty of the claim.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b292-11\">8. Same — Name of Patented Article — License to Use.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b292-12\">A patentee, who has adopted a name to denote and identify the patented article, may license the use of the name in connection with the right to manufacture and sell the article, and the licensee has no right, after the expiration of the license, to continue the use of the name in connection with a different and competing article.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b292-13\">4. Same — Validity and Infringement — Water Heater.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b292-14\">The Folger patent, No. 680,769, for a water heater, claim 5, <em>held </em>valid and infringed on appeal from an order granting a preliminary injunction.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b292-15\">5. Same — Suit in Equity — Multifariousness of Bill.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b292-16\">A bill which seeks to enjoin an unauthorized person from using a patented article, and also from using the generic name of that article, is not multifarious.</syllabus>\n<syllabus data-order=\"18\" data-type=\"syllabus\" id=\"b292-22\">¶ 5. Pleading in infringement suits, see note to Caldwell v. Powell, 19 C. C. A. 595.</syllabus>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b292-17\">Appeal from the Circuit Court of the United States for the Northern Division of the Northérn District of Illinois.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b292-18\">Thomas A. Banning, for appellant.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b292-19\">Walter F.- Murray and Rufus S. Simons, for appellee.</attorneys>\n<p data-order=\"17\" data-type=\"judges\" id=\"b292-20\">Before JENKINS, GROSSCUP, and BAKER, Circuit Judges.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b292-21\">BAKER, Circuit Judge.</author>\n<p id=\"A59W\">The temporary injunction appealed from, entered at the suit of Folger, a citizen of Ohio, restrains Adam, a citizen of Illinois, from continuing to infringe letters patent No. 680,769, August 20, 1901, for improvements in water-heaters, and from using the name “Victor” on or in advertising any water-heater. Folger filed his application on May 31, 1895. Before this he had sold a number of heaters made in conformity to his specifications. He adopted the name “Victor” to denote the heater manufactured according to the specifications and embodying his inventions. Prior rto June 8, 1898, the Victor had become well and favorably known, and very many had been sold, and were in satisfactory use. June 8, 1898, lie gave a nontransferable license to Adam to make, use, and sell heaters containing the inventions set out in his application throughout <page-number citation-index=\"1\" label=\"261\">*261</page-number>the United States, except Ohio, Kentucky, and Tennessee. Folger reserved the right to cancel the license for certain causes. In connection with the license to practice the invention, Folger authorized Adam to use the name “Victor” on and in advertising heaters made under the license. Adam and Folger made Victor heaters in accordance with Folger’s specifications, and sold about 4,000 of them in their respective territories, without any controversies arising between them until June, 1900. Adam then advised Folger that he intended to change the construction of the coil, and discard the use of the “manifold” ends described in the specifications. Folger protested, and forbade the change. In December, 1900, and during 1901, Folger found out that Adam had nevertheless made that and other changes and was selling the altered heaters by means of circulars that contained descriptions and cuts of the true Victor construction. For that and other reasons Folger served a written notice on Adam, on January 7, 1902, terminating the license on February 8, 1902, in pursuance of the reservation in the contract. Before the patent was issued, the outer covering of the heaters bore a name plate showing the words: “The Victor Instantaneous Water-Heater. Patent applied for.” After the patent was issued “Patent applied for” was changed to “Patented August 20, 1901.” After his license was canceled, Adam continued to make water-heaters,- but he claims to have altered the construction so as to avoid infringement of the Folger patent. But the record shows that he continued to advertise his heater as the “Victor”; that he issued circulars that contained cuts illustrating features that are admittedly within the patent; and that he published testimonials, the dates of which he changed, which were given by users of the genuine “Victor.” And a heater of the alleged noninfringing type, sold by Adam in June, 1902, is exhibited, which bears a name plate containing the words: “The Victor Instantaneous Water-Heater. Patented August 20, 1901.” No patent on water-heaters, except Folger’s, was issued on that date. The evidence tends to show that Adam’s alleged noninfringing heater is of inferior construction, and injures the reputation and sale of the genuine Victor.</p>\n<p id=\"b293-4\">1. The validity of the patent had not been adjudicated, and Folger relied upon acquiescence to secure an injunction pendente lite. Without deciding how far, if at all, the use and sale of the Victor heater before the patent was issued should be taken as evidence of acquiescence in the validity of the patent (see Sargent v. Seagrave, 2 Curt. 553, Fed. Cas. No. 12,365; Wilson v. Store Service Co., 31 C. C. A. 533, 88 Fed. 286; McDowell v. Kurtz, 23 C. C. A. 119, 77 Fed. 206; Corser v. Overall Co. [C. C.] 59 Fed. 781; White v. Hunter [C. C. | 47 Fed. 819), we are of opinion, on this branch of the case, that the temporary injunction was not improvidently issued. The purpose of showing adjudication against others or acquiescence by the public is not to foreclose the question of validity, but to aid the.presumption which the patent raises to a point where the court is satisfied that the probabilities of a final decree in the complainant’s favor are so strong that the defendant should be excluded at once from practicing the alleged invention. Three years before the patent issued, Adam took from Folger a license to make heaters according to Folger’s specifica<page-number citation-index=\"1\" label=\"262\">*262</page-number>tions. True, he could not examine the claims in the patent office; but he could examine the heater, interrogate Folger, and search the whole of the prior art for himself, if he chose. He built the heaters in accordance with the specifications furnished by Folger. After the patent was granted, he did not surrender the license. On the contrary, the record seems to indicate that he would be holding it yet if Folger had not canceled it. His use of the patent imprint, and his present contention that, after the withdrawal of the. license, he altered the construction so as to avoid the claims, are strong concessions of the patent’s validity. No other member of the public has questioned it. So far as Adam is concerned, his actions evidence a sufficient acquiescence. Blount v. Societe Anonyme du Filtre Chamberland Systeme Pasteur, 3 C. C. A. 455, 53 Fed. 98; White v. Surdam (C. C.) 41 Fed. 790; Steam Gauge &amp; Lantern Co. v. Ham Mfg. Co. (C. C.) 28 Fed. 618; Burr v. Kimbark (C. C.) 28 Fed. 574. We think it rests with him to convince the court on final hearing that the patent is void. Till then let the point of validity stand in Folger’s favor.</p>\n<p id=\"b294-4\">2. Concerning infringement, the question at the preliminary hearing was limited to the fifth claim, which is as follows:</p>\n<blockquote id=\"b294-5\">“The combination of the heating-coils, a water-supply leading thereto, a valve interposed in the water-supply pipe to turn the water on or off from the coils, a supplemental regulating-valve arranged in the plug of the main valve to regulate the quantity of water passing to the coils without moving the main valve, a gas-burner beneath the coils, a gas-supply pipe leading to the burner, a valve in the gas-supply pipe, and connections between the gas-valve and the main valve of the water-pipe by which the gas-valve and the main water-valve may simultaneously be opened and closed, and the supplemental valve may be regulated independently, substantially as shown and described.”</blockquote>\n<p id=\"b294-6\">The combination comprises eight elements, — heating-coils, gas-burner, water-supply, gas-supply, water-valve, gas-valve, connections between the two latter whereby one handle operates both valves equally, and a supplemental water-valve adjustable independently of the main water-valve. Grant that each element is old, and that some have been combined in various ways, yet the fact remains, as far as this record discloses, that Folger was the first to perceive that, if it were desired to have the water more highly heated than usual, he might, while leaving the gas burning at its full height, cause the water to flow less rapidly, and still secure the desirable result of having the gas and the water turned on or off by one operation. His invention lay in the concept of a combination that would produce this useful and new unitary result. Adam’s altered heater contains the eight elements, each performing the same function to effect the same combined result as in the genuine Victor heater. In the Victor, however, as the exhibit shows, the construction follows the very letter of the claim, and the supplemental water-valve is “arranged in the plug of the main valve”; while in Adam’s heater, as exhibited, the supplemental valve has been moved from the plug to the side of .the main valve. He has escaped infringement if the words “arranged in the plug of the main valve” are of the essence, and not merely descriptive óf a preferential location. It is well settled that there is no infringement if any one of the material parts of the combination is omitted, and that <page-number citation-index=\"1\" label=\"263\">*263</page-number>a patentee will not be heard to deny the materiality of any element included in his combination claim. Vance v. Campbell, I Black, 427, 17 L. Ed. 168; Meter Co. v. Desper, 101 U. S. 337, 25 L. Ed. 1024; McClain v. Ortmayer, 141 U. S. 423, 12 Sup. Ct. 76, 35 L. Ed. 800. If a patentee claims eight elements to produce a certain result, when seven will do it, anybody may use the seven without infringing the claim; and the patentee has practically lost his invention by declaring the materiality of an element that was in fact immaterial. But form, location, and sequence of elements are all immaterial, unless form or location or sequence is essential to the result, or indispensable, by reason of the state of the art, to the novelty of the claim. Winans v. Denmead, 15 How. 330, 14 L. Ed. 717; Reece Buttonhole Mach. Co. v. Globe Buttonhole Mach. Co., 10 C. C. A. 194, 61 Fed. 958; Bundy Mfg. Co. v. Detroit Time Register Co., 36 C. C. A. 375, 94 Fed. 524; Extraction Co. v. Brown, 43 C. C. A. 568, 104 Fed. 345; Norton v. Jensen, 1 C. C. A. 452, 49 Fed. 859 ; Consolidated Safety Valve Co. v. Crosby Steam-Gauge &amp; Valve Co., 113 U. S. 157, 5 Sup. Ct. 513, 28 L. Ed. 939; Hoyt v. Horne, 145 U. S. 302, 12 Sup. Ct. 922, 36 L. Ed. 713. Here Adam did not omit the supplemental valve; on the contrary, he could not avail himself of Folger’s conception without using it. The location of the supplemental valve “in the plug of the main valve” is not essential to the result Folger desired to accomplish. When the main valve is closed, the water is entirely shut off; when open, it forms a part of the continuous waterway. The function of the supplemental valve is to form a partial obstruction in the waterway, to a greater or less extent as desired. It performs that function wherever placed in the waterway. Folger’s location seems preferable, because it does not interfere with the free use of the handle that turns the main water and gas valve. But location was not of the essence of Folger’s conception as above described. Nor was location, by reason of the state of the art as disclosed by this record, indispensable to the novelty of the claim. As stated before, Folger conceived the idea of regulating separately the flow of the water while preserving the unity of action of the supply-valves for water and gas. His contribution to the art did not consist in improving the form or location or sequence of elements in an existing combination, but in taking and combining the elements to produce a new result. He is entitled to an application of the doctrine of equivalents in proportion to the scope of his invention. Cases supra. To construe his statement of location as essential, and not merely descriptive, would ignore the nature of the invention, and deprive him of the benefits of equivalency. It may be noted that a gas-burner is essential to the combination. It is mentioned in the claim as “a gas-burner beneath the coils.” Did Folger invent the placing of the burner beneath the coils? May the combination, which he did invent, be lawfully used by one who chooses to throw the gas against the coils from the sides or top? It is unnecessary, perhaps, to say that on this hearing we do not aim to preclude the circuit court or ourselves from finding noninfringement on a fuller or different record. We merely decide that on the preliminary hearing infringement was shown with sufficient certainty to warrant the injunction pendente lite.</p>\n<p id=\"b296-3\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>3. The name “Victor” was adopted to denote the heater manufactured in accordance with the specifications of the patent. We pass the question of farming out trade-marks on competitive articles as in-apposite. The word “Victor” stands as the identifying and generic name of the patented article. Adam was licensed to use it as such on and in connection with the patented article, and not otherwise. As used, the word did not represent to the public that they were getting any skill or excellence of workmanship which Folger alone possessed, but that the heater was the kind covered by the patent. As Folger had the right to license Adam to use the thing, he had the right, as a part of the same transaction, to license him to use the name of the thing. The very fact that it would be a fraud upon the public to allow one to hold a monopoly of the name of a thing after his monopoly of the thing itself had expired (Singer Mfg. Co. v. June Mfg. Co., 163 U. S. 169, 16 Sup. Ct. 1002, 41 L. Ed. 118. And, see further, Holzapfel’s Compositions Co. v. Rahtjen’s American Composition Co., 183 U. S. 1, 22 Sup. Ct. 6, 46 L. Ed. 49; Centaur Co. v. Heinsfurter, 28 C. C. A. 581, 84 Fed. 955; Gally v. Manufacturing Co. [C. C.] 30 Fed. 118; Stimpson Computing Scale Co. v. W. F. Stimpson Co., 44 C. C. A. 241, 104 Fed. 893) emphasizes the conclusion that it would be a fraud upon the public, during the life of the patent, to permit a stranger to palm off a spurious for the patented article by means of the identifying and generic name of the latter.</p>\n<p id=\"b296-4\">4. We do not regard a bill multifarious which seeks to enjoin an unauthorized person from using a patented article, and also from using the generic name of that article. Animarium Co. v. Neiman (C. C.) 98 Fed. 14; Jaros Hygienic Underwear Co. v. Fleece Hygienic Underwear Co. (C. C.) 60 Fed. 622; Weir v. Gas Co. (C. C.) 91 Fed. 940; Dennison Mfg. Co. v. Thomas Mfg. Co. (C. C.) 94 Fed. 651; Harper v. Holman (C. C.) 84 Fed. 222; U. S. v. American Bell Tel. Co., 128 U. S. 315, 9 Sup. Ct. 90, 32 L. Ed. 450; Oliver v. Piatt, 3 How. 333, 11 L. Ed. 622.</p>\n<p id=\"b296-5\">The order appealed from is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}