{
  "casebody": {
    "data": "<casebody firstpage=\"383\" lastpage=\"388\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b401-6\">San Antonio &amp; Aransas Pass Railway Company et al. v. Houston Packing Company.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b401-7\">No. 2349.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAS\">Decided May 28, 1914.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b401-8\">1.—Supreme Court—Certified Question.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b401-9\">Th® Supreme Court will not answer abstract questions of law on certified questions; and it is confined, in its answer, to a consideration of such facts as are shown by the certificate. (P. 388.)</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b401-10\">2. —Same.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b401-11\">The facts shown by the certificate here considered are held insufficient to enable the Supreme Court to answer the questions asked as applied to the issues presented. (P. 388.)</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b401-12\">3. —Carrier—Delay—General and Special Damages.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b401-13\">Where a packing company delivered its own oil tank car to a railway consigned to a cotton seed oil mill and to be returned loaded therefrom, which car was diverted by connecting carriers and used elsewhere, causing delay in its return loaded to the shipper, the measure of damages would be the value of the ordinary and usual use of the car during the period of delay, where the carrier was not informed with what it was to be loaded. But if delayed after the car was loaded and returned to the initial carrier and it notified of a special purpose in the shipment, it would be liable for damages resulting from ■the failure to deliver for such special use. (P. 388.)</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b401-14\">Questions certified from the Court of Civil Appeals, Eighth District, in an appeal from Harris County.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b401-15\">Balcer, Botts, <em>Parker &amp; </em>Garwood, <em>E. B. Perkins, </em>and <em>B. J. Boyle, </em>for appellants.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"ALv\">—Evidence as to what the car was to be loaded with would be irrelevant and inadmissible, unless appellants knew at the time they made the contract for shipment, or when they accepted the car, that it was being transported for the purpose of being loaded with oil and returned. Pacific Express Company v. Darnell, 62 Texas, 640; M., K. &amp; T. Ry. Co. v. Belcher, 89 Texas, 428; C., R. I. <em>&amp; </em>P. Ry. Co. v. Ele<page-number citation-index=\"1\" label=\"384\">*384</page-number>vator &amp; Light Co., 87 S. W., 754; Haberzettle v. T. &amp; B. V. Ry. Co., 46 Texas Civ. App., 527; Pacific Express Co. v. Jones, 52 Texas Civ. App., 367; Wells-Fargo &amp; Co. Express v. Thompson, 53 Texas Civ. App., 515; Express Co. v. Battle, 5 Texas Civ. App., 532; Hutcheson, Carriers, sec. 1369.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b402-3\">The appellants having had no notice at the time of the delivery of the car, or prior to the signing .of the bill of lading, that tank cars had no fixed rental value during the year, but that their rental value was determined by how badly the appellee would need the car, in the event it was delayed beyond reasonable time, such evidence was immaterial to any issue in the case. Same authorities.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b402-4\">The reasonable rental value of the tank cars should have been based upon prices for which tank cars rented at Houston during the time inquired about, and not upon what a person was willing to pay for one during his busy season. Railway Co. v. Terry, 22 Texas Civ. App., 176; Railway Co. v. Jones, 16 Texas Civ. App., 179; Railway Co. v. Muldoon, 54 Texas, 234; Sloane v. Baird, 162 N. Y., 330; Sanford v. Peck, 63 Conn., 493; Railway Co. v. Moore, 124 Ill., 329.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b402-5\"><em>Hutcheson £ </em>Hutcheson, for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"A3a\">—Damages are measured by the value of the use of .the car for the purposes to which it was adapted, without reference to the question of whether the defendants had or had not notice at the time of the execution of the contract of the use to which said car was adapted, because such damages are general and consequential, and are not special, and the evidence was admissible upon the issue of the nature of the use <em>to which </em>the car was adapted, and the value of that use. Moore, McK. <em>&amp; Co. </em>v. King, 40 Texas Civ. App., 397; T. &amp; P. R. R. Co. v. Hassell, 23 Texas Civ. App., 681; G., C. &amp; S. F. Ry. Co. v. Compton, 38 S. W., 220; Waller v. Hail, 46 S. W., 82; Priggen v. Strickland, 8 Texas, 427; Endel v. Norris, 39 S. W.. 608, 15 Texas Civ. App., 140; Keyser v. Jurvelius, 122 Fed., 218; Yazoo Valley, Miss., R. R. Co. v. Christmas, 42 So., 169; Louisville Packet Co. v. Bottorff, 77 S. W., 920; Simpson v. London and N. W., 1 Q. B. D., 274.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b402-6\">The value of the use of the article during the time of its detention is applicable not only to cases of overt trespass, but is likewise applicable to cases of delay on the part of a carrier in the transportation of goods which fall short of conversión. G., C. <em>&amp; </em>S. F. Ry. Co. v. Compton, 38 S. W., 220; T. &amp; P. R. R. Co. v. Hassell, 23 Texas Civ. App., 681, 58 S. W., 54; Keyser v. Jurvelius, 122 Fed., 218; Yazoo &amp; Miss. Valley R. R. Co. v. Christmas, 42 So. 169; Louisville Packet Co. v. Bottorff, 72 S. W., 920; Toledo W. W. R. R. Co. v. Lockhart, 71 Ill., 627.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b402-7\">The railroad company should have been apprised, under the rule of Hadley v. Baxendale, that if they diverted and detained this car plaintiff would be deprived of the value of its use for the purpose to which it was adapted, by the very nature of the car, of the business which the plaintiff was engaged in, of the business in which the railroad companies were themselves engaged, and of the fact that it was consigned to a <page-number citation-index=\"1\" label=\"385\">*385</page-number>cottonseed oil mill, to be loaded and returned, that if they did not return it, plaintiff would be deprived of the reasonable value of its use for the purpose of transporting products used in the business in that season to which it was adapted. Hutchinson on Carriers, 922; St. Louis S. W. Ry. Co. of Texas v. Cates, 15 Texas Civ. App., 135; Carrico v. Stephenson, 135 S. W., 260; Keyser <em>&amp; </em>Co. v. Jurvelius, 122 Fed., 222; Webb v. Atlantic Coast Line, 9 L. R. A. (N. S.), 1218; Yazoo &amp; Miss. Valley Ry. Co. v. Christmas, 42 So., 169; Louisville Packet Co. v. Bottorff, <em>77 </em>S. W., 920; Storey Lumber Co. v. So. Ry. Co., 65 S. E., 460; Midland Valley Ry. Co. v. Hoffman, 120 S. W., 380; Toledo <em>&amp; </em>W. Ry. Co. v. Lockhart, 71 Ill., 677; Clute v. Chicago, R. I. <em>&amp; </em>P. Ry. Co., 30 L. R. A., 1071; Ebb v. Atlantic Coast Line Ry. Co., 9 L. R. A. (N. S.), 218.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b403-3\">Me. Chief Justice BBOWH</author>\n<p id=\"AbC\">delivered the opinion of the court.</p>\n<p id=\"b403-4\">The Court of Civil Appeals of the Eighth District certified to this court the following statement and questions:</p>\n<blockquote id=\"b403-5\">“Action by appellee against San Antonio &amp; Aransas Pass Bailway Company and St. Louis Southwestern Bailway Company of Texas, for recovery of damages alleged to have been sustained by reason of delay in transportation of an oil car delivered in Houston to the first named railway company, to be by it and its co-defendant transported to Frost, Texas, and there delivered to the Planters Oil Company, loaded with crude cottonseed oil, and then returned to appellee in Houston.</blockquote>\n<blockquote id=\"b403-6\">“The cause was tried before a jury and was submitted upon special issues. The issues and answers thereto are as follows:</blockquote>\n<blockquote id=\"b403-7\">“First. Did plaintiff’s tank car, or tank cars of a similar nature, have a reasonably established rental value during the period from December 24, 1908, to March 2, 1909 ?</blockquote>\n<blockquote id=\"b403-8\">“Answer: Flo.</blockquote>\n<blockquote id=\"b403-9\">“Second. If you find from the preponderance of the evidence that the ear had no rental value, and have answered question Ho. 1 in the negative, then, in that event, you will answer the following question:</blockquote>\n<blockquote id=\"b403-10\">“What was the reasonable value of the use of the car during the period when same was detained, to persons generalW in the business of hauling and transporting <em>cottonseed oil?</em></blockquote>\n<blockquote id=\"b403-11\">“Answer: $514.73.</blockquote>\n<blockquote id=\"b403-12\">“The testimony shows: That empty oil tank car Ho. 109 was delivered to the San Antonio &amp; Aransas Pass Bailway Company December 21, 1908, under bill of lading which provided that the tank should be carried to Frost, Texas, and there loaded by the Planters Oil Company and returned; that the routing was over the San Antonio <em>&amp; </em>Aransas Pass Bail way t'o Waco, over St. Louis Southwestern Bail way Company of Texas to Frost, to be returned to Waco by that company and from thence to Houston by the San Antonio &amp; Aransas Pass Bailway Company.</blockquote>\n<blockquote id=\"b403-13\">. “The billing did not show what it was to be loaded with.</blockquote>\n<blockquote id=\"b404-4\"><page-number citation-index=\"1\" label=\"386\">*386</page-number>“That car Ho. 109 was purchased and owned by the Houston Packing Company to be used in transporting cottonseed oil.</blockquote>\n<blockquote id=\"b404-5\">“That the car was not returned to plaintiff until the 24th day of February, 1909.</blockquote>\n<blockquote id=\"b404-6\">“That a reasonable time to take the car to Frost and return would be ten days.</blockquote>\n<blockquote id=\"b404-7\">“That the car was diverted at Waco by the St. Louis Southwestern Company.</blockquote>\n<blockquote id=\"b404-8\">“(In this connection it was agreed that as between these carriers the liability, if any, was against the St. Louis Southwestern Railway Company.)</blockquote>\n<blockquote id=\"b404-9\">“That the Houston Packing Cpmpany used fuel oil to run its plant and sometimes had its cars come in loaded therewith. That it owned nine oil tank cars and during the period of the detention of car 109 they used .their cars and other cars exclusively for transporting cottonseed oil.</blockquote>\n<blockquote id=\"b404-10\">“The testimony does not disclose how many oil tank cars were handled by defendants for the Houston Packing Company prior to the time of' the diversion of car 109.</blockquote>\n<blockquote id=\"b404-11\">“That the Planters Oil Mill Company, the consignee, handled cottonseed products, crude cottonseed oil. Crude oil is just as it comes from the seed. The Planters Oil Mill Company does not deal in fuel or mineral oils.</blockquote>\n<blockquote id=\"b404-12\">“That the crude oil is purchased of the mills in the interior and the refining is done at such concerns as the Industrial Cotton Oil Company, and Merchants and Planters.</blockquote>\n<blockquote id=\"b404-13\">“That the general purpose of the cars is for transporting the crude oil from the oil mills that don’t operate refineries to the refineries and refining the crude oil into the finished product.</blockquote>\n<blockquote id=\"b404-14\">“That plaintiff put on the line of tank cars for the express purpose of handling cottonseed oil. It was unable to get cars with any degree of certainty from the railroad company when needed.</blockquote>\n<blockquote id=\"b404-15\">“That during the time this car. was detained plaintiff bought cottonseed oil from mills in Cuero, Yoakum, Giddings,—all over South Texas.</blockquote>\n<blockquote id=\"b404-16\">“That Cuero is on the San Antonio <em>&amp; </em>Aransas Pass Railway.</blockquote>\n<blockquote id=\"b404-17\">\"That car 109, on December 11th, went to Waxabachie for oil; on December 18th it arrived from Waxahachie, and on December 21, 1908, left for Frost, Texas.</blockquote>\n<blockquote id=\"b404-18\">“That customarily the railroads on receiving billing for one of these cars come to plaintiff’s yards and get the car.</blockquote>\n<blockquote id=\"b404-19\">“That prior to December 18th plaintiff purchased cottonseed oil on the line of the San Antonio &amp; Aransas Pass Railway, at Beeville, San ' Antonio, and Cuero.</blockquote>\n<blockquote id=\"b404-20\">“That it was during the first days of January, 1909, that the defendants learned that car 109 had been diverted. That defendants then knew that plaintiff was demanding the return of the car at once.</blockquote>\n<blockquote id=\"b404-21\">“That an agent of the St. Louis Southwestern came and talked to <page-number citation-index=\"1\" label=\"387\">*387</page-number>plaintiff about the detention of the car about this time. That a 'demand was also made of the San Antonio &amp; Aransas Pass Bailway Company.</blockquote>\n<blockquote id=\"b405-4\">\n<em>\"That at one season plaintiff required the use of the car more than at another season, towit, during the busy season which opens with the cotton season in August and September and closes in March. That the period that this car was out of service was plaintiffs busy season.</em>\n</blockquote>\n<blockquote id=\"b405-5\">“That there was no fixed rental value of the tank cars throughout the year; that if plaintiff had had the car during the time it was delayed it would have used same for hauling cottonseed oil; there was a steady demand for tank ears during that season; the market on oil had something to do with the value of tank cars and their value is to a great extent determined by the buyer because of their availability to move oil during the time the seller wants it moved.</blockquote>\n<blockquote id=\"b405-6\">\n<em>\"That at least ten dollars per day was the reasonable value of the use of the tank, for the purpose of hauling and transporting cottonseed oil for sale or otherwise, from December 21st to March 2nd.</em>\n</blockquote>\n<blockquote id=\"b405-7\">“That plaintiff was unable to get other tank cars to haul oil while out of the use of the one in question.</blockquote>\n<blockquote id=\"b405-8\">“That some days after appellants had received the car, notice was given them of the importance of prompt return of the car and of the particular' use for which it was intended and that it had been sent to Frost to be loaded with cottonseed oil.</blockquote>\n<blockquote id=\"b405-9\">“The testimony above which is italicized was all objected to upon the ground that it tended to show a special use, special damage and special matters of which defendants had no- notice at the time of- the execution of the bill of lading and delivery of the car and was therefore irrelevant, immaterial and pertained to no issue.</blockquote>\n<blockquote id=\"b405-10\">\n<em>\"First Question.</em>\n</blockquote>\n<blockquote id=\"b405-11\">“Should the measure of plaintiff’s damage under the above statement of what the testimony shows, be determined by the rules of law on that subject, applicable to breaches of contract; or would the fact that defendants were common carriers and as such owed a public duty to carry with reasonable dispatch, irrespective of the contract, make applicable the measure of damages for delay, as in cases of tort? For statement of distinction of rules, see Sutherland on Damages, 3rd ed., par. 45.</blockquote>\n<blockquote id=\"b405-12\">\n<em>\"Second Question.</em>\n</blockquote>\n<blockquote id=\"b405-13\">“From the testimony- above stated, would knowledge be imputed to the defendants so as to render them liable for the value of its use for that purpose, rather than its general use for oil transportation?</blockquote>\n<blockquote id=\"b405-14\">\n<em>\"Third Question.</em>\n</blockquote>\n<blockquote id=\"b405-15\">“Was the italicized portion of the testimony admissible as against the objections urged to it?</blockquote>\n<blockquote id=\"b406-4\">\n<page-number citation-index=\"1\" label=\"388\">*388</page-number>\n<em>Fourth Question.</em>\n</blockquote>\n<blockquote id=\"AUy\">“Does this case come within the rule announced by the Supreme Court in Bourland v. Railway Co., 99 Texas, 407, so as to render defendants liable for the. value of the special use of the car from the time notice was given them of the importance of prompt return of the car and of the particular use for which it was intended, and that it had been sent to Frost to be loaded with cottonseed oil?”</blockquote>\n<p id=\"b406-6\">Counsel for appellee in their argument discuss facts not disclosed and issues of law not presented in the certificate to which we will confine our answers.</p>\n<p id=\"b406-7\">The rules for certifying questions to this court have not been complied with and the certificate should not have been filed. However, we will make the best answer that we may be able upon the facts stated.</p>\n<p id=\"b406-8\">We understand that the Houston Oil Company delivered the car to the San Antonio &amp; Aransas Pass Railway Company at Houston on December <em>21, </em>1908, to be delivered by that railroad company to the St. Louis Southwestern Railway Company at Waco, Texas,, and to be by the latter company carried to Frost, and delivered to the Planters Oil Company to be loaded with crude cottonseed oil and by said railroad returned to Houston to the owner. The billing did not “show what the ear was to be loaded with.” Tire car was not returned to its owner until February 34, 1909, being eightv-six days. Ten days would have been reasonable time for its return. The statement does not show at what time .the St. Louis Southwestern Railway Company delivered the car to the Planters Oil Company, \"nor at what date it was returned by that oil company to the St. Louis Southwestern Railway Company for transportation to Houston.</p>\n<p id=\"b406-9\">We are not able to intelligently answer the several questions separately, therefore we will answer generally as we understand the facts.</p>\n<p id=\"b406-10\">Assuming that the delay occurred in delivering the car to the Planters Oil Company and that the railroad company was not informed that it was to be loaded <em>with oil, </em>the value of the ordinary and usual use of such car would be the measure of damages for the failure to deliver it to that company within a reasonable time. If the delay occurred after the car was loaded and returned to the railroad company and after it had been notified of the purpose to transport the oil to Houston for use there, the St. Louis Southwestern Railway Company would be liable for such damages as would ordinarily result from the failure to deliver to the Houston Oil Company for the usé to which the oil was to be applied. The facts certified show no special damages. The following cases state the law applicable to the facts: Missouri, K. &amp;. T. Ry. Co. v. Belcher, 89 Texas, 428, 35 S. W., 6; Bourland v. Chicago, O. &amp; G. Ry. Co., 99 Texas, 407, <em>90 S. W., 483, 3 </em>L. R. A. (N. S.), 1111, <em>122 </em>Am. St., 647.</p>\n<p id=\"b406-11\">We do not answer abstract questions of law and have, therefore, not directed our reply to any specific question. .</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}