{
  "casebody": {
    "data": "<casebody firstpage=\"289\" lastpage=\"292\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b299-4\">Dillon <em>v. </em>Acme Oil Co.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b299-5\">\n<em>(Supreme Court, General Term, Fifth Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHp\">October 19, 1888.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b299-6\">1. Nuisance—Private Nuisance—Injunction—Trial by Jury.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b299-7\">In an action to enjoin the operation of an oil refinery, the refuse from which pollutes plaintiff’s well, and for damages, a jury is properly impaneled to try certain questions of fact, and instructed to find a special verdict, under Code Civil Proe. N. Y. § 971, providing that issues of fact may be tried by a jury, the questions to be distinctly and plainly stated for trial.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b299-8\">2. Same—Pollution of Water—Subterranean Channel.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b299-9\">Where it appears that oil from defendant’s works soaked into the ground, and was carried by a subterranean stream to plaintiff’s well, defendant is not liable for the pollution of the water, and the works will not be enjoined in the absence of evidence of negligent operation.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b299-10\">Appeal from circuit court, Cattaraugus county.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b299-11\">Action by Patrick Dillon against the Acme Oil Company to restrain defendant from operating its oil refinery, whereby the water in plaintiff’s well was polluted. There was a judgment for plaintiff, and defendant appealed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b299-12\">Argued before Barker, P. J., and Haigiit, Bradley, and Dwight, JJ,</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b299-13\"><em>Cary &amp; Rumsey, </em>for appellant. <em>J. H. Warring, </em>for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b299-14\">Haight, J.</author>\n<p id=\"Agp\">The complaint alleges that the plaintiff is the owner of two lots of land, in the village of Olean, on which dwellings were erected, each having a well of water which is used for cooking, drinking, washing, and other purposes; that the defendant is engaged in operating a refinery for the purpose of refining crude petroleum oil, located at a distance of 20 rods therefrom; that, in the process of such refining, it uses divers powerful and poisonous acids and other noxious and offensive chemicals, in conjunction with large amounts of water, and from time to time there is discharged from the refinery large amounts of such water, suffused and impregnated with chemicals and acids, and the same is suffered to flow down, upon, into, and over the premises of the plaintiff to such an extent that the soil thereof underneath the surface became charged and impregnated with such substance, and the wells and springs of water therein became corrupted and poisoned, and rendered unwholesome and deleterious to health, and entirely unfit for use. Judgment was demanded that the defendant be forever enjoined and restrained from carrying on the refinery or the business, or so using or discharging such acids, chemicals, and refuse water as that the same, or any part of it, shall flow upon, into, or in any manner injure or affect the plaintiff’s premises, or the wells and springs of water underneath the same, and for damages. The action was moved for trial by the plaintiff at the Cattaraugus circuit. The defendant objected to the trial of the cause before a jury, upon the ground that by the pleadings it was shown to be an equity cause, and should be tried • before the court without a jury, and for that reason objected to the impanelment of a jury. The objection was overruled, and the jury impaneled, to which ruling an exception was taken. It appeared that at a previous circuit held by another judge, a motion was made by the defendant to strike the cause from the jury calendar upon the same grounds, and that that motion was denied. At the conclusion of the evidence the trial justice submitted certain questions of fact to the jury in writing, and directed them to bring in a special verdict answering those questions; and after such verdict was rendered, the court made a decision in writing, containing findings of facts and conclusions of law, upon which the judgment herein appealed from was entered.</p>\n<p id=\"b299-15\">The respondent claims that the appellant was bound by the decision made at a former term of the court holding that the action was properly noticed for trial upon the circuit calendar, and refusing to strike it therefrom. There may be some doubt about the soundness of this claim, for each court has control of its own calendar, and orders made in reference thereto are considered <page-number citation-index=\"1\" label=\"290\">*290</page-number>discretionary. But we are of the opinion that the exception taken to the impanelment of a jury is not available to the appellant as a ground for granting a new trial. It is true, we regard this action as one founded in equity. Were it for a nuisance only it would be triable by a jury. Code Civil Proc. § 968. But in an action for a nuisance the only judgment that can be rendered is for damages, or the removal of the nuisance, or both. Id. § 1662. The complaint in this action, as will be observed, asks for more. It demands that the defendant be forever enjoined and restrained from carrying on its refinery or business. The refinery or the business is not alleged or claimed to be a nuisance. It is the refuse water, etc., flowing upon or into the premises of the plaintiff that becomes a nuisance. The power to enjoin and restrain the carrying on of the refinery or the business could not be obtained in a court of law in the statutory action for nuisance. <em>Cogswell </em>v. <em>Railroad Co., </em>12 Civil Proc. R. 222. The trial court, however, in its discretion, may direct that one or more questions of fact arising upon the issues be tried by a jury, and may cause those questions to be distinctly and plainly stated for trial accordingly. Code. Civil Proc. § 971. That was what was done in this case. It was a trial by the court, in which certain questions of fact were found by the jury, but no general verdict rendered. A more serious question is presented upon the claim that, under the undisputed evidence and the findings upon the facts, that the plaintiff is not entitled to recover. The evidence tends to show that the plaintiff’s wells were contaminated with oil, and rendered unfit for use. The evidence also tends to show that there has been occasional leakage and spilling of oil, and the refuse thereof, upon the ground at the refinery where the crude is manufactured into refined oil; that the earth had become saturated with it around the refinery, but there is no evidence showing or tending to show that it had flowed down, into, or over the plaintiff’s premises, and upon the surface of the ground. The plaintiff’s premises, as we have seen, are 20 rods away. There is a.public street and a railroad, with several tracks intervening, between the plaintiff’s and defendant’s premises. Taking into consideration the character of the surface soil, it hardly seems possible or probable that the oil upon the ground at the defendant’s refinery would soak or percolate through the ground laterally upon the surface so great a distance as to contaminate the plaintiff’s wrells from the surface. It appeared upon the trial that some feet under the surface there was a stratum of gravel, and the more rational and probable theory to our minds is that the oil at the refinery had percolated through the earth downward until some subterranean water vein was reached,—probably in the stratum of gravel,—from which it was conveyed into the wells. And this theory appears to have been the one upon which the ease was tried. The court found as a fact that the works of the defendant were constructed and operated as well as such works could be, having reference to the location and nature of the business. The question is therefore presented as to whether there could be a recovery for contaminating a subterranean water stream or vein, when the defendant is pursuing a legitimate business w'ith works constructed and operated as well as they could be. It is said to be a legal maxim that every man must so use his own property as not to injure that of another; but this maxim is not to be construed so as to deprive a party from using that which he owns for legitimate purposes: provided, in so doing, he exercise proper care and skill to prevent unnecessary injury to others. He may consequently dig a cellar upon his own soil, whereby a house on the adjoining soil falls down; he may, for the purpose of laying the foundation of a house on his own land, dig below the walls of his neighbor’s house in the contiguous lot, whereby the walls of his house become cracked and injured; he may pull down his own wall, though the walls of his neighbor’s house fall, or his vaults be destroyed; he may build on his own, though it stop the lights of his neighbor; he may open and work a coal mine in his own land, though it injure the house which another has <page-number citation-index=\"1\" label=\"291\">*291</page-number>built at the extremity of his land. See <em>Radcliff's Ex'rs </em>v. <em>Mayor, etc., </em>4 N. Y. 195, and cases there cited. He may dig a well, a ditch, a cellar, a reservoir, a pit, upon his own land, even though, in so doing, he cut off a subterranean stream of water which supplies his neighbor’s well, thereby rendering it useless. <em>Phelps v. Nowlen, </em>72 N. Y. 39: <em>Trustees </em>v. <em>Youmans, </em>50 Barb. 316, 45 N. Y. 362; <em>Ellis </em>v. <em>Duncan, </em>21 Barb. 230. This, however, cannot be done in case of a surface stream. As riparian owner he may use for domestic purposes. He may also use for mechanical purposes, provided he returns the water to its natural stream, and does not divert or sensibly diminish its flow. The law controlling the rights of parties to surface streams has no application to subterranean water-courses running through unknown channels without a distinct or definite course, unless the subterranean streams have a known and well-defined channel constituting a regular and constant flow of water. As to the surface stream the owner of the soil over which it passes has the right of use in the manner in which we have already stated; whereas, in the case of subterranean water, it belongs to the soil, as a part of it is owned and possessed as the earth is, and may be used, removed, and controlled to the same extent by the owner. It is only in exceptional cases that the channels of subterranean streams are known and their courses defined. It is only in such exceptional cases that the owner can know beforehand that his works will affect his neighbor’s wells or supply of water; and we are therefore of the opinion that, in the absence of negligence and of knowledge as to the existence of such subterranean water-courses, when the business is legitimate, and conducted with care and skill, there can be no liability if such subterranean courses become contaminated. We have not been able to find any authority in this state precisely in point upon the question under consideration. The case of <em>Brown </em>v. <em>Illius, </em>27 Conn. 84, is very much like the case under consideration and sustains the conclusions which we have reached. In that case the action was for a nuisance. The defendant was engaged in operating gas works, and he had negligently and improperly placed upon the surface of the lot, and along the line of the plaintiff's lands, near his well, large quantities of coal, tar, gas, lime, and other offensive and noxious materials, which were washed by the surface water into the well, and also soaked and penetrated into the ground, and thence into the soil around and adjoining the well, whereby the waters were corrupted, etc. It was held that the negligent leaving of \"noxious substances on the land, which are washed by the rain along the surface of the ground into a neighbor’s well, is actionable, and that it makes no difference if the substances are carried upon the surface of the ground or have soaked into the soil, and are carried along the surface by means of water diffusing itself according to natural laws; but where such noxious substances, by penetrating or being buried within the soil, have affected subterraneous currents by which a well is supplied, and have corrupted the water, the party placing such substances on or within his soil is not liable unless he acted maliciously. See, also, <em>Upjohn </em>v. <em>Board, </em>46 Mich. 542, 9 N. W. Rep. 845; <em>Acton v. Blundell, </em>12 Mees. <em>&amp; W. </em>324-346. In the case of <em>Womersley v. Church, </em>17 L. T. (N. S.) 190, the owner of the adjoining premises dug a cesspool within 14 yards of the plaintiff’s well, so near that the liquid from the cesspool percolated through and contaminated the water in the well. It was held that the defendant’s use of the cesspool should be restrained. To the same effect is the case of <em>Norton </em>v. <em>Scholefield, </em>9 Mees. &amp;. W. 663. It will be observed, however, that the contamination was by soaking or percolating of the sewage matter from the cesspool, and was not from the contamination of subterranean streams, so that, in ease oil from the defendant’s works had soaked or percolated along the surface, thus reaching and contaminating the plaintiff’s wells, a different question would have been presented. The court did not find that it did so percolate along and through the surface, and we do not think that the evidence would justify such a finding, and in the absence of <page-number citation-index=\"1\" label=\"292\">*292</page-number>negligence or of care and skill-in the operation of its works the defendant is not liable. The judgment should be reversed, and a new trial ordered, costs to-abide the final award of costs. So ordered.</p>\n<p id=\"b302-5\">Barker, P. J., and Dwight, J., concurred. Bradley, J., not voting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}