{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"637\" lastpage=\"639\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b637-4\" pgmap=\"637\">Anna M. Ellis v. Maggie Dick, Exrx.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b637-6\" pgmap=\"637\">Filed at Springfield April 3, 1897.</decisiondate><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b637-7\" pgmap=\"637\">Wills—construction of will and codicil as to distribution of estate. Where a will provides that certain property be divided equally among the testator’s three children when the youngest attains, majority, a codicil providing that a certain sum be paid to the two older children when they marry or reach a certain age will be construed merely as determining an amount to be paid and as accelerating the time of payment, and not as changing the testator’s intention to make an equal division among the three.</headnotes><summary data-order=\"3\" data-type=\"summary\" id=\"b637-8\" pgmap=\"637\">Appeal from the Appellate Court for the Third District;—heard in that court on appeal from the Circuit Court of Adams county; the Hon. Oscar P. Bonney, Judge, presiding.</summary><summary data-order=\"4\" data-type=\"summary\" id=\"b637-9\" pgmap=\"637(184) 638(62)\">By the last will and testament of Jacob Dick he devised one-third of all his property, real and personal, after the payment of debts and funeral expenses, to his wife. By the third clause of his will all property not devised to his wife was directed to be used by his executrix or administrator, the principal or inbome thereof as should be necessary for the maintenance and support of his three children, Anna, Katie and August, until the youngest one should have attained the age of twenty-one years, and at that time whatever might remain of his property should be equally divided amongst his children, without regard to what may have been expended for their support and education, respectively. After the execution of this will a codicil was attached thereto, duly executed, by which it was recited that he had provided that his children should not receive the property bequeathed to them until the youngest of them, or the survivor of them, should have attained the age of twenty-one years, and he then declared that by that codicil his will was, that after his daughters, “or either of them, shall have arrived at the age of twenty-one years and shall then marry, or if they shall have married before that time, they shall in that event receive the sum of $3000 each,” to be paid by the executrix as soon as they should attain the age of twenty-one years or marry.</summary><summary data-order=\"5\" data-type=\"summary\" id=\"b638-5\" pgmap=\"638\">At the time of the death of the testator, on December 22, 1876, his wife and three children survived him. Of the children, Anna was aged thirteen, Katie ten and August five years. November 5, 1887, Anna was married, on April 10, 1888, Katie was married, and on October 14, 1892, August became of age. When the daughters were married they were over twenty-one years of age, respectively, and were each paid the sum of $3000, as provided by the codicil, and when August attained his majority he received from the executrix a similar amount. The executrix, Maggie Dick, made her report to the county court of Adams county in October, 1895, by which she asked credit inter alia for the $3000 paid to August Dick on October 4, 1892. To that report Anna filed exceptions. The county court held the payment of $3000 to August Dick was improper and unauthorized, and the account required to be re-stated. On appeal to the circuit court of Adams county the order of the county court as to the $3000 paid August Dick was reversed, and it was held that on that item the report was to be approved and the executrix was entitled to the credit of $3000. Exception was entered by Anna, and on appeal to the Appellate Court for the Third District the judgment of the circuit court was affirmed.</summary><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b638-6\" pgmap=\"638\">William McFadon, for appellant:</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"b638-7\" pgmap=\"638\">A later clause in a will repugnant to a former one modifies the former. Jenks v. Jackson, 127 Ill. 341; Siddons v. Cockrell, 131 id. 653.</p><p data-order=\"8\" data-type=\"legal\" id=\"b638-8\" pgmap=\"638(22) 639(21)\">A codicil will be treated as an amendment of the former will, and to the extent of the changes thereby provided for it is a cancellation of the provisions of the will. 2 Williams on Executors, 1081; 1 id. 8, 162.</p><p data-order=\"9\" data-type=\"legal\" id=\"b639-5\" pgmap=\"639\">The intention of the testator, as manifested by the words used, must govern. Banta v. Boyd, 118 Ill. 186.</p><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b639-6\" pgmap=\"639\">Govert &amp; Pape, for appellee:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b639-7\" pgmap=\"639\">Where a will contains a clear and unambiguous disposition of property, real or personal, such gift will not be revoked by doubtful expressions in a codicil. 1 Jarman on Wills, 343; 3 Am. &amp; Eng. Ency. of Law, 296.</p><p data-order=\"12\" data-type=\"legal\" id=\"b639-8\" pgmap=\"639\">It may be stated generally as a canon of construction, that a clear gift cannot be cut down by any subsequent words, unless they show a clear intention. 29 Am. &amp; Eng. Ency. of Law, 299.</p> <opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b639-9\" pgmap=\"639\">Mr. Justice Phillips</author> <p id=\"AIz\" pgmap=\"639\">delivered the opinion of the court:</p> <p id=\"b639-10\" pgmap=\"639\">A codicil, when probated and proven, is a part of the will. It may, of itself, be a will. (Fry v. Morrison, 159 Ill. 244, and authorities cited.) The purpose of the testator, when ascertained, must control in the construction of wills. From this will it is apparent that at the time of its execution the testator intended that his estate, except that part devised to his wife and the income of the residue necessary to be used for the support and education of his children, should be distributed equally among his children when the youngest should become twenty-one years of age. By the codicil it was provided that the daughters, after marriage and arriving at twenty-one years of age, they being the oldest, should each receive the sum of $3000. By this codicil the sum to be paid is determined and the time of payment accelerated. It did not give the daughters each $3000 and distribute the remainder. The payment to August was a proper credit.</p> <p id=\"b639-11\" pgmap=\"639\">The judgment of the Appellate Court for the Third District is affirmed.</p> <p id=\"AyZ\" pgmap=\"639\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}