{
  "casebody": {
    "data": "<casebody firstpage=\"113\" lastpage=\"126\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b127-3\">Francis Dodge and others <em>vs. </em>L. G. Stanhope and James B. McLaughlin, trading as Stanhope <em>&amp; </em>McLaughlin and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b127-4\"><em>Eractice in Equity </em>— Costs—Appearance <em>Fees </em>— Incompetency <em>of a Defendant to testify as to transactions with Complainants Intestate </em>— Objections <em>to Testimony at Searing </em>— Decla<em>rations of a Grantor made after execution of Deed </em>— Statute <em>of Limitations </em>— Testimony <em>before the Auditor </em>— Distribution <em>under a Deed of Trust </em>— Equities <em>of Assignees of </em>Sotes— <em>Rights of Judgment Creditors in Equity.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b127-5\">The question of costs is a matter within the discretion of the Court below. A decree, in other respects right, will not be disturbed, even if there was an improper direction as to the party or fund charged with the payment of costs.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b127-6\">Appearance fees should not be allowed on exceptions to an auditor’s accounts, or other collateral proceedings in chancery upon petition.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b127-7\"><em>A </em>defendant in equity is incompetent to testify as to transactions between the complainant’s intestate and himself; and objection to his testimony is not waived by his cross-examination before the auditor, as such objections may always be taken at the hearing in equity.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b127-8\">Declarations of a grantor in a deed or bill of sale impairing the rights of those claiming under the instrument, made subsequent to its execution, by which declarations, claims barred by the Statute of Limitations would be revived, are inadmissible against the grantee and those claiming under it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b127-9\">Testimony of a witness taken by the auditor without authority of Court, after the account which it concerned, had been filed, is inadmissible.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b127-10\">'Where debts of a grantor of land conveyed by deed in trust to secure certain notes therein mentioned, did not arise till long after the period (from the execution of the deed till its registration) in which the class of claims designated by this Court, as entitled to distribution under the deed, should accrue, they should be excluded from distributive shares of the proceedsl</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b128-4\"><page-number citation-index=\"1\" label=\"114\">*114</page-number>Assignees of notes are entitled to all the equities of, the assignors.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b128-5\">The prosecution of claims to judgment, cannot diminish the rights of a creditor in a Court of Equity who applies for a distributive share of the proceeds fram the debtor’s property sold under a deed in trust.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b128-6\">Appeal from the Circuit Court for Washington County, in Equity.</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"b128-7\">The case is stated in the opinion of the Court on this, appeal, and also on the former appeal reported in 52 <em>Md., </em>488.</p>\n<p data-order=\"12\" data-type=\"judges\" id=\"b128-8\">The cause was argued before Bartol, C. J., Bowie, Miller, Alyey and Irving, J.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b128-9\"><em>Tryon Hughes Edwards </em>and <em>Wm. Shepard Bryan, </em>for the appellants.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b128-10\"><em>Edioard Stake </em>and <em>A. K. Syester, </em>for the appellees.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b128-11\">Bowie, J.,</author>\n<p id=\"AJe\">delivered the opinion of the Court.</p>\n<p id=\"b128-12\">This cause was before this Court at April Term, 1879, on the appeal of <em>Lewis G. Stanhope and James R. McLaughlin, and others vs. Francis Dodge, et al., </em>and by a. decree of the 17th July, 1879, was remanded under Art. 5th, sec. 28, of the Code, to the Circuit Court for Washington County, without reversing or affirming the order appealed from, for further proceedings therein, in accordance with the views expressed in the opinion of the Court, accompanying the order. The subject of the appeal, is. the distribution of the proceeds of the real estate of Wm. Dodge, sold by trustees, under a decree of the Circuit. Court for Washington County, as a Court of equity. The former appeal, (as the present,) was from a <em>pro forma </em>order of the Court below, ratifying and confirming the-auditor’s account.</p>\n<p id=\"b129-3\"><page-number citation-index=\"1\" label=\"115\">*115</page-number>On the former appeal, this Court, among other things decided, first, that certain sums charged on the lands conveyed to Wm. Dodge, by his brothers and sisters, by deed dated the 20th of March, 1854, for equality of partition, in the division of their father’s estate, were preferred liens, and as such, to be paid in full out of the proceeds of the land sold by the trustees.</p>\n<p id=\"b129-4\">These claims are numbered 1, 2, 3, are allowed by the auditor in account Ho. 2 restated, and no exception is taken, or question raised as to them.</p>\n<p id=\"b129-5\">2ndly. The Court further decided, that the deed of the 14th of February, 1863, from Wm. Dodge and wife, to Alexander and Allen Dodge, as trustees, to secure certain notes therein mentioned to Mary B. Marbury, Wm. Mar-bury, Jr., Anna Davis and Elizabeth Offley, gave a preference to the debts secured by it, over the debts of Wm. Dodge, contracted after its date, with notice of said deed; and over his debts contracted after August 25th, 1869, the date of its being recorded; but the debts contracted after the date of the deed, and before it was recorded without notice thereof, were entitled to distribution <em>pari </em>passu, with the claims secured by the deed. In the language of the opinion, “ the debts of Wm. Dodge created before the date of the deed, or thereafter, with notice of the deed, must be postponed to the claims thereby secured, and in the same manner, the parties secured by the deed, are entitled to priority over all creditors who became such after the 25th of August, 1869, <em>when the deed was recorded.</em></p>\n<p id=\"b129-6\">“But the debts contracted after the date of the deed, and before it was recorded and without notice thereof, these, if they are merely general creditors, who have not acquired liens on the land, are entitled to come in <em>pari passu, </em>with the parties whose claims are secured by the deed, and participate with them ratably in the distribution, and if they have acquired liens on the land, they <page-number citation-index=\"1\" label=\"116\">*116</page-number>are entitled to priority over those in whose favor the deed was made.</p>\n<p id=\"b130-5\">“ This rule of distribution results from the construction of Art. 24, sec. 19, and Art. 16, sec. 23, of the Code, and from adjudged cases, <em>Pannell &amp; Smith vs. Farmers’ Bank of Md., </em>7 <em>H &amp; J., </em>212; 41 <em>Md., </em>506; 48 <em>Md., </em>267.”</p>\n<p id=\"b130-6\">By an agreement of counsel contained in the record of the first appeal, it was stipulated that if the Court of Appeals shall reverse the said order of ratification, “any and all .the creditors and sureties of said Wm. Dodge, shall have the right to file their claims in said cause, and have such distribution as they may be entitled to under the law subject to all exceptions.”</p>\n<p id=\"b130-7\">Pursuant to the order remanding the cause, the special auditor proceeded to take testimony in support of the claims filed by the creditors under the foregoing agreement, and restated the account, now designated as Account No. 2, restated, and also stated an account under the directions of the appellants, and reported the same with the evidence to the Court below. To which Account No. 2 restated, the appellants, Francis Dodge, and others, trusv tees, and other claimants excepted. The account being ratified, Francis Dodge, and others, trustees, appealed.</p>\n<p id=\"b130-8\">The first series of appellants’ exceptions, are to the allowance of various items of costs, too minute and numerous to be recited, but which were incurred in the course of the conduct of the suit between the parties in the Court below, and in the former appeal or consequent thereon, viz., costs allowed on exceptions to account No. 2, costs on the petition of Rowland, costs of record, costs of appellants and appellees in the Court of Appeals, all of which are excepted to as not properly chargeable to the exceptants.</p>\n<p id=\"b130-9\">In the consideration of this question, it should be remembered that from the nature of the proceedings it is obvious, the object of the former as well as of the present <page-number citation-index=\"1\" label=\"117\">*117</page-number>appeal, was to procura an authoritative and final decision of the rights of the respective parties to the proceeds of the lands to be distributed. In the first appeal, Messrs. Stanhope and others were appellants, and the Messrs. Dodge, trustees, the appellees. The position of the parties is now reversed.</p>\n<p id=\"b131-4\">There were undoubtedly grave doubts and difficulties as to the equitable and legal rights of the contestants, which could only be solved by a Court of final resort. The costs for the most part, were the necessary and inevitable consequence of the complicated condition of the debtor’s estate.</p>\n<p id=\"b131-5\">Although some of the present appellants’ claims were established by the decree on the first appeal, in which they were appellees ; yet this Court did not in their action on that appeal, affirm or reverse the decree below, but sent the case back for further proceedings without any direction as to costs.</p>\n<p id=\"b131-6\">The appellants in the former appeal cannot therefore be said to have set up a false claim, although they may have failed to recover.</p>\n<p id=\"b131-7\">In the case of <em>Calvert vs. Carter, </em>18 <em>Md., </em>111, it is said : <em>“ </em>it is not the province of the auditor to tax the costs in his account, hut his having done so, is no ground for reversal, inasmuch as the subject of the costs was not •specially disposed of by the decree below, and will be provided for by the decree of this Court.</p>\n<p id=\"b131-8\">In more recent cases, it has been repeatedly held by this Court, that the question of costs is a matter resting in the discretion of the Court, from the exercise of which no appeal will lie. <em>Mears vs. Moulton, </em>30 <em>Md., </em>145. Again in 34 <em>Md., </em>107, it was field that a decree in other respects right will not be 'disturbed, even if in the opinion of the Court of Appeals, there was an improper direction as to the party or fund charged with the payment of the costs. <em>Hamilton vs. Schwehr, et al., </em>34 <em>Md., </em>107.</p>\n<p id=\"b132-4\"><page-number citation-index=\"1\" label=\"118\">*118</page-number>The object of the suit in this case, being the distribution of the proceeds of sale for the benefit of creditors, all or most of whom were <em>prima facie </em>entitled to participate, the costs allowed by the auditor in account No. 2 restated, were generally properly chargeable against the fund before distribution.</p>\n<p id=\"b132-5\">There is however no authority for charging appearance fees on exceptions to auditor’s accounts, or other merely collateral proceedings in chancery upon petition, and the auditor in restating his account should exclude such items.</p>\n<p id=\"b132-6\">Separate and specific exceptions are taken by the appellants to claims numbered 9, 10, 11, 12, 13, 14, 15, 16, <em>1*1, </em>18, 19, 20.</p>\n<p id=\"b132-7\">These exceptions are to the amount of the dividend allowed; the want of proof of the claim ; the Statute of Limitations, and the exclusion of the claims, because it is not shown by the evidence they accrued between the date of the deed of February 14th, 1863, and the 25th August, 1869, the date of its registration, without notice.</p>\n<p id=\"b132-8\">Besides the exceptions to the claims for the reasons above assigned, the appellants excepted to the testimony taken in support of these claims, and especially to the effect of the admission of fact made in the agreement as to the claims of Knepper and Gardner, (Nos. 12 and 20, account No. 2 restated,) and to all such parts thereof as go to avoid the effect of the Statute of Limitations pleaded, to said claims, and as to the applications of payments as made by William Dodge after the deed of trust.</p>\n<p id=\"b132-9\">In maintenance of these exceptions to evidence, it is insisted: 1st. That all evidence given by William Dodge, of promises, acknowledgments, payments, etc., by him made more than three years <em>before </em>the filing of the claims, and all testimony given by others of such admissions, promises, payments, etc., by Dodge, made more than three years <em>before </em>the filing of the claims, is inadmissible to establish or prove said claims, or to avoid the bar of the Statute.</p>\n<p id=\"b133-4\"><page-number citation-index=\"1\" label=\"119\">*119</page-number>2nd. That all evidence given hy William Dodge, of promises, acknowledgments, payments, etc., by him made after the making of said deed, and all evidence hy others, of promises, acknowledgments or payments by said Dodge, after the making of said deed is inadmissible to prove said claims, or avoid the bar of the Statute, as said William Dodge had, after the making of said deed, no power by his act to bind the trust estate or alter the course of distribution of the trust funds.</p>\n<p id=\"b133-5\">• 3rd. That the endorsements on notes offered as evidence to avoid the Statute are not proven, as by law they are required to be, nor is the fact of payments mentioned in said endorsements proven as required by law.</p>\n<p id=\"b133-6\">4th. That where judgments obtained after the date of the deed are offered to avoid the Statute, said judgments -are not of any effect to avoid the bar of the Statute.</p>\n<p id=\"b133-7\">5th. That where sealed notes dated after 1869, given on •accounts antedating August 25, 1869, are offered as evidence to avoid the bar of the Statute, said notes have merged the original indebtedness, and cannot he considered as keeping alive the original account or debt accrued before August 25, 1869.</p>\n<p id=\"b133-8\">6th. That evidence offered of any agreement made or •act done by said Dodge after said deed, to apply payments made or received by him before the date of said deed is inadmissible, because said Dodge had no power after making said deed, to apply payments by him made or received before the date of said deed, or by any act of his to bind the assets of said trust estate, or alter the course of distribution thereof.</p>\n<p id=\"b133-9\">The objection of want of proof to sustain the several claims, or remove the bar of the Statute of Limitations, involving necessarily the competency of the evidence offered for those purposes, it follows of course that in disposing of the exceptions to the claims, we must decide the exceptions to the testimony, and they will therefore be considered together.</p>\n<p id=\"b134-4\"><page-number citation-index=\"1\" label=\"120\">*120</page-number>All of the claims, have the general and common feature of having originated between the 14th of February, 1863,. and 25th of August, 1869, they being alone within the class of creditors entitled by the terms.'of'the decision on the former appeal, to share <em>pari passu </em>with the <em>cestuis quetrust </em>under the deed of the former date.</p>\n<p id=\"b134-5\">Standing alone then, they will be liable to the bar of the Statute of Limitations, unless by some legal process, or other act <em>in pais, </em>between the parties to the contract, they are kept alive as against the parties claiming under the deed. No. 9, the first in the series of exceptions, will furnish as well as any other, a subject for the examination and application of the rules by which their allowance will be decided.</p>\n<p id=\"b134-6\">This claim is an open account of Edward J. Ridenour, Adm’r of Rebecca Reed, against Wm. Dodge, Exhibit E. R.</p>\n<p id=\"b134-7\">On its face, it is for services rendered by R. Reed, to-Wm. Dodge, from 14 February, 1863, to July 29, 1861,</p>\n<p id=\"b134-8\">@ $1.25 per week..........................................$290 00</p>\n<p id=\"b134-9\">Interest on same from the end of each year......... 255 60</p>\n<p id=\"b134-10\">$545 60</p>\n<p id=\"b134-11\">The claimant deposed that he knew his intestate had rendered the services charged, at the price charged, and that within three years last past, since he became administrator, he had talked with Mr. Dodge about the account, and Dodge promised to pay it.</p>\n<p id=\"b134-12\">Dodge, being examined by the exceptants, after objection to his competency by the claimant, testified that he had paid Miss Reed several large sums of money on account of her services, and that she was not in his service for a considerable portion of the time charged, and that he never admitted the account in the form in which it was presented.</p>\n<p id=\"b134-13\">Mr. Dodge was objected to by the claimant, on the ground that the other party to the contract was dead.</p>\n<p id=\"b135-3\"><page-number citation-index=\"1\" label=\"121\">*121</page-number>To counteract which, it was urged, that the claimant had waived this objection by cross-examining the witness before the auditor.</p>\n<p id=\"b135-4\">It is clear that Mr. Dodge was incompetent to testify as to any transactions between the deceased intestate, and himself; nor was the objection to his testimony waived by his cross-examination, such objections may always he taken at the hearing in equity.</p>\n<p id=\"b135-5\">Dodge’s declarations to the claimant, assuming them to have been made within three years of the time of the witness’ examination and filing of the claim, were long after the debt had by presumption of law ceased to exist, and being after the registration of the deed, were inadmissible to revive the claim against the creditors claiming under it.</p>\n<p id=\"b135-6\">The declarations were <em>res inter alios </em>as to them, and could not prejudice their interests, after their rights were consummated by the registration of the instrument.</p>\n<p id=\"b135-7\">It has been frequently decided by this Court, that declarations of a grantor, in a deed or hill of sale, impairing the rights of those claiming under the instrument, made subsequent to its execution were inadmissible against the grantee and those claiming under it. <em>Reese vs. Reese &amp; Smith, </em>41 <em>Md., </em>558; <em>Cooke vs. Cooke, </em>29 <em>Md., </em>550.</p>\n<p id=\"b135-8\">The deed in this case was not operative, as to subsequent creditors until recorded, hut when recorded, became as potential to divest the powers of the grantor over the property conveyed, as if recorded in due time.</p>\n<p id=\"b135-9\">Claims <em>No. </em>10 and 11, are notes of Vm. Dodge to Caspar Swope, dated 1st May, 1865, and 3rd April, 1869, respectively, the first for $200, the second for $100, payable on demand.</p>\n<p id=\"b135-10\">On the first note is endorsed, “received interest on the within note to November 9, lSII.” On the second is endorsed, “ received interest on the within note to April, <page-number citation-index=\"1\" label=\"122\">*122</page-number>3, 1874; received interest on within note to August 23, 1876;” “hy credit on the within of $26.36, August 23, 1876; ” “hy credit on the within of $22.02, November 9, 1877.”</p>\n<p id=\"b136-5\">The auditor in the report filed 12th January, 1880, with the account No. 2 restated, reports these claims without any evidence of their execution, or proof of the endorsements, in these words “ Nos. 10 and 11, are upon notes dated May 1st, 1865, and April 3rd, 1869.” Subsequently, on the 29th of January, 1880, without any apparent authority from the Court, he took the testimony of Casper Swope in the presence of the solicitors for exceptants and claimant. The solicitor for the exceptants moved to strike it out because it was taken after the account was stated and filed.</p>\n<p id=\"b136-6\">The evidence of Swope, if admissible, establishes nothing more than the execution of the notes and the making of the endorsements. The notes were out of date when the first endorsements were made, the payments of Mr. Dodge after that period could not revive them against the creditors secured by the deed, especially as these credits are subsequent to the 25th August, 1869, the date of the registration of the deed. But, independently of all other objections, the testimony seems to have been taken without authority of the Court, after the account had been filed, and therefore is inadmissible. 44 <em>Md., </em>468.</p>\n<p id=\"b136-7\">Knepper’s claim, <em>No. </em>12, is accompanied by no proof in the evidence returned by the auditor, but there is an agreement in the record between the solicitor for Gardner and Knepper, and the solicitor for the exceptants, that the indebtedness of Wm. Dodge to said Knepper and Gardner as allowed in the- auditor’s account, shall be admitted as against Wm. Dodge and as acknowledged by him within three years from the date of the agreement, (March 18, 1880,) the exceptants having the right to object to the admissibility of this testimony, on the ground <page-number citation-index=\"1\" label=\"123\">*123</page-number>that it should have been proven before the auditor before the account was stated.</p>\n<p id=\"b137-5\">These accounts being numbered 12 and 20, are excepted to, as being unproved, barred by the Statute and not shown to have been contracted without notice of the deed.</p>\n<p id=\"b137-6\">They are excluded by the Statute of Limitations according to the principles heretofore expressed in this opinion, and it is unnecessary to dwell upon other objections.</p>\n<p id=\"b137-7\">Claims Eos. 13 and 14, of John F. Ankeney, are returned by the auditor, as being notes dated February 19th, 1864, and July 30th, 1866, without any proof of their execution, or of any acknowledgment of their being unpaid. By a written agreement of the counsel of the exceptants and claimant filed during the argument, the execution of these notes is admitted, without affecting the plea of limitations.</p>\n<p id=\"b137-8\">These claims are excepted’ to on the ground of their being barred by the Statute, and it is apparent from their face, that the objection is well taken.</p>\n<p id=\"b137-9\">Although not material as to the result, it may be proper to mention that the first of these claims described as notes5 appears to be a single bill. The endorsements of payments thereon of the principal or interest are not proved, and if established by competent and legal evidence, would not save them from the effect of the plea of limitations.</p>\n<p id=\"b137-10\">Eo. 15, claim of David Seibert, arises on a judgment of the Clearspring Bank against Wm. Dodge and Seibert. Mr. Dodge being indebted to Seibert on sundry notes dated March 29, 1862, February 8, 1862, May, 1863, January, 1869, amounting to $1826, negotiated a loan with the bank on a note endorsed by Seibert for $1500, with the proceeds of which Dodge took up the former notes, leaving a balance due Seibert on note of $250. A judgment for $950, balance due on the note of Dodge and Seibert after curtailment and renewals, was rendered against them at February Term, IS^I; one-half of which is adopted by the auditor as the basis of the claim against Dodge.</p>\n<p id=\"b138-4\"><page-number citation-index=\"1\" label=\"124\">*124</page-number>One of the exceptants’ counsel contends that upon a proper application of the payments of Dodge to Seibert, the whole claim would he extinguished. The other insists if the claim is not satisfied, the amount of the claim on which the dividend was declared was much too large. On the other hand, the claimant contends the amount of his claim has heen reduced below its proper sum.</p>\n<p id=\"b138-5\">It is impossible after the great interval of time which has occurred since the claims accrued, and the numerous items of account between the claimant and Mr. Dodge, to ascertain the exact amount of the claims which accrued between the date of the deed of trust, the 14th February, 1863, and its registration, 25th August, 1869. The settlement between Dodge and Seibert in March, 1869, merged all the antecedent debts in the new obligations; the old notes were then cancelled, in the language of the witness.</p>\n<p id=\"b138-6\">The discounting of the note of Dodge endorsed by Seibert, was a change of securities <em>pro tanto. </em>Dodge becoming primarily liable for its amount to the bank, instead of owing Seibert, whose claim to that amount was extinguished.</p>\n<p id=\"b138-7\">The responsibility as endorser was a contingent liability which did not mature until the judgment was rendered, and he was compelled to pay the amount.</p>\n<p id=\"b138-8\">The debt of Dodge to Seibert on this judgment did not arise until long after the period which the class of claims entitled to distribution should accrue, as designated in the former opinion of this Court, <em>i. e. </em>between the 14th February, 1863, and the 25th July, 1869; and it therefore follows it should he excluded from the distribution.</p>\n<p id=\"b138-9\">No. 16, claim of William C. Ernst, arises from his endorsement about three or four years since, of a note of William Dodge for $950, together with Seibert, discounted by the Savings Institute of Clearspring, which note not being paid, judgment was afterwards recovered thereon against the endorsers at May Term, 1811, and Ernst paid <page-number citation-index=\"1\" label=\"125\">*125</page-number>one-half of the same. The indebtedness of Dodge to the claimant in this instance, was clearly contracted too long after the execution of the deed of the 14th February, 1863, and its registration on 25th August, 1869, to entitle it to any distributive share of the funds to be divided in this case.</p>\n<p id=\"b139-4\">Claim Ho. 17 is balance of account as per report, and insterest from December 23,, 1871, of administrators of Jacob Brewer.</p>\n<p id=\"b139-5\">It appears from the report that this balance is arrived at, by deducting the credits from Mr. Brewer's account paid since August 25th, 1869. As far as appears from the record, no account is presented by the claimants’ administrator and filed, but the transaction between Dodge and Brewer are opened up, in order to ascertain what was due to Brewer prior to the 25th August, 1869, to bring the claim within the period, excepted from the operation of the deed of the 14th February, 1863.</p>\n<p id=\"b139-6\">The testimony of Dodge, who was first called by the claimants and cross-examined by the exceptants, showed that in February, 1863, he owed Brewer $32.89 ; after-wards they had large dealings, and in January, 1872, Dodge gave Brewer his single bill for $2400, in settlement of the account. Hence it appears the open account was merged by taking a security of a higher nature some years after the deed of February, 1863, was recorded.</p>\n<p id=\"b139-7\">Ho. 18. The Washington County Hational Bank, use of Cushwa, Wilson <em>&amp; </em>Kreigh, seems to have arisen on notes executed by Wm. Dodge, and endorsed, and negotiated by the bank, for the maker, between the 6th of May, 1863, and October, 1866. These notes were consolidated in May, 1868, and renewed from time to time with the present assignees as endorsers. The assignees are entitled to all the equities of the assignors. The prosecution of the claims to judgment, cannot diminish the rights of the creditor, in a Court of equity.</p>\n<decisiondate id=\"b140-9\"><page-number citation-index=\"1\" label=\"126\">*126</page-number>(Decided 16th December, 1880.)</decisiondate>\n<p id=\"b140-4\">There seems to he no well founded objection to the allowance of the dividend assigned to it.</p>\n<p id=\"b140-5\">No. 19. The executors of John Renner, is a balance on account accruing between 1863 and 1867. The indebtedness is sufficiently proved, but it is barred by the plea of limitations relied on by the appellants. It results from the foregoing views, that the exceptions to1 the several items of costs allowed by the auditor in account No. 2 restated, and to the claim of the Washington County National Bank, use of Cushwa, Wilson &amp; Kreigh, No. 18 in said account No. 2 restated, are overruled; and the exceptions to claims No. 9, 10, 11, 12, 13, 14, 15, 16, 17, 19 and 20 are sustained. Exceptions to claim No. 4 were withdrawn by agreement of counsel, filed during argument.</p>\n<p id=\"b140-6\">The order ratifying account No. 2 restated, will be reversed, and the cause remanded that another account may be stated and distribution made, in conformity with the views hereinbefore expressed. The costs of this appeal to be paid out of the fund.</p>\n<p id=\"b140-7\">\n<em>Order reversed, and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}