{
  "casebody": {
    "data": "<casebody firstpage=\"340\" lastpage=\"352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b370-5\">589 A.2d 193</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b370-6\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. GREGORY CATHCART, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b370-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b370-8\">Submitted December 13, 1990</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AFA\">Decided April 17, 1991.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b371-13\"><page-number citation-index=\"1\" label=\"341\">*341</page-number><em>Wilfredo Caraballo, </em>Public Defender, attorney for appellant <em>(Bernadette DeCastro, </em>Assistant Deputy Public Defender, of counsel and on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b371-14\"><em>Robert J. Del Tufo, </em>Attorney General, attorney for respondent <em>(Janet Flanagan, </em>Deputy Attorney General, of counsel and on the brief).</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b372-4\"><page-number citation-index=\"1\" label=\"342\">*342</page-number>Before Judges KING, LONG and STERN.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b372-5\">The opinion of the court was delivered by</p>\n<author id=\"b372-6\">STERN, J.A.D.</author>\n<p id=\"b372-7\">This appeal requires us to consider whether “D-cocaine” or synthetic cocaine is a controlled dangerous substance proscribed by New Jersey law. We must also consider whether expert testimony regarding the nature of the controlled dangerous substance was inadmissible because of the absence of proofs concerning the scientific reliability of the gas chromatograph mass spectrometer machine in which it was tested. We reject defendant’s arguments on these and other challenges to his conviction.</p>\n<p id=\"b372-8\">Defendant was convicted of possession of cocaine, <em>N.J.S.A. </em>2C:35-10a(l) (count one); possession of cocaine with intent to distribute, <em>N.J.S.A. </em>2C:35-5(a)(l) and (b)(3) (count two); and possession of cocaine with intent to distribute within 1,000 feet of a school, <em>N.J.S.A. </em>2C:35-7 (count three). On count three, defendant was sentenced to a custodial term of five years with three year parole ineligibility. Count one was merged with count two, and defendant was sentenced on count two to a concurrent five year custodial term. An aggregate $2,000 Drug Enforcement and Demand Reduction penalty, $100 laboratory fee, and $60 Violent Crimes Compensation Board penalty were also imposed, and defendant’s driving privileges were revoked for two years.</p>\n<p id=\"b372-9\">On August 11, 1988, Detectives Marco Chinchilla and James Marshall of the Anti-Crime Unit of the New Brunswick Police Department conducted a surveillance of the dwelling known as 104 Lee Avenue. The detectives conducted the surveillance from a vehicle which was parked “directly across the street from the house” approximately 25 feet away. At approximately 1:30 a.m., the detectives observed three males, including defendant, sitting on the front porch steps. The others were identified as Nathaniel Wilson and “Spanky” Jarvis. After approximately five minutes, Jarvis walked away.</p>\n<p id=\"b373-4\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>Wilson and defendant, who remained on the steps, were approached by an unidentified “black male” who conversed briefly with Wilson. Detective Chinchilla then observed Wilson “reach to his right rear ... pull[ ] up a white cup ... reach[ ] into it, [hand] something to this black male and then receive[ ] something in exchange.” The man then walked away and Wilson walked inside the house. Wilson rejoined the defendant on the porch “a short time later and sat back on the front porch.” At that time, Chinchilla saw defendant “reach into the cup, pull out the plastic bag, retrieve vials and appeared to be counting them, then placed them back into the bag, into the cup, and then put the cup back in its original location.” Detective Marshall also saw defendant “sitting with a plastic cup looking at what appeared to be C.D.S., vials of cocaine.”</p>\n<p id=\"b373-5\">Suspecting that a drug transaction had just occurred, the detectives radioed Sergeant Tirch and left the scene to meet their backup. They then returned to the scene and approached defendant and Wilson who were “still sitting there” on the steps of the house. Detective Marshall retrieved the cup and removed the plastic bag which contained nine $20 vials of suspected cocaine. Defendant and Wilson were placed under arrest and taken to the police station.</p>\n<p id=\"b373-6\">Detective Chinchilla conducted a search at the police station and recovered “a folded one dollar bill ... containing] a white substance” from defendant’s right sock. After having been read his rights, Wilson admitted that the vials in the cup belonged to him and that Jarvis gave him the cup “to watch the drugs for him.” He also stated that he had been “drinking out of the cup.”</p>\n<p id=\"b373-7\">Winifred Kearns of the New Jersey State Police Laboratory was qualified, over objection, to testify at trial as an “expert in the field of detection and analysis of controlled dangerous substances, particularly cocaine.” The objection was based on the contention that “this witness does not meet the qualifications for qualifying as an expert witness and for being permitted to give an opinion to the jury on the basis of past training, <page-number citation-index=\"1\" label=\"344\">*344</page-number>experience and work in the field.”<footnotemark>1</footnotemark> Kearns testified that the white powder contained in the dollar bill (found in defendant’s sock) tested positive for cocaine in the amount of 1.58 grams. She stated that the “gaschromatograph mass selector detector” (hereinafter “GC/MS”&gt; was used to examine the substance and testified as to its functioning and the reliability of the results. Defendant objected to the opinion rendered by Kearns because of her lack of training and because “no testimony has been presented concerning the accuracy or the precision of the GC-MSD machine.”</p>\n<p id=\"b374-5\">Lisa Ann Ligato, Senior Forensic Scientist for the New Jersey State Police, was qualified without objection as an “expert in the field of analysis ... identification of controlled dangerous substances.” She testified that the contents of the nine vials found at 104 Lee Avenue tested positive for cocaine in the amount of 7.50 grams. The “gaschromatograph mass selector detector was performed” to test the contents of the vials. Ms. Ligato testified as to the operability of the GC/MS.</p>\n<p id=\"b374-6\">Detective Paul Schuster of the New Brunswick Police Department testified that the distance between 104 Lee Avenue and the nearest elementary school was 592 feet. Detective Schuster also testified as an expert in the use and distribution of controlled dangerous substances. He “suspect[ed] that they possessed [the cocaine] with the intent to distribute.” He noted that nine vials constituted a quantity “more than a person would possess at one time for personal use.”</p>\n<p id=\"b374-7\">Defendant did not testify in his own behalf.</p>\n<p id=\"b374-8\">During cross-examination of Ms. Kearns, defendant attempted to establish what is known as the “cocaine isomer defense.” The defense maintained that there are two types of cocaine, <page-number citation-index=\"1\" label=\"345\">*345</page-number>“L-cocaine” and “D-cocaine,” and that only “L-cocaine” is a prohibited form. After hearing arguments of counsel concerning the cocaine isomer defense, the judge determined that the continued cross-examination of Ms. Kearns should be conducted outside the presence of the jury in an <em>Evid.R. </em>8 hearing. Kearns testified that the GC/MS machine provides “no data with regard to whether the substance is in fact D-cocaine or L-cocaine.” She also acknowledged that when cocaine is extracted from the coca leaf, the form of cocaine produced is always the “L” form. She stated that “L-cocaine is a derivative of the coca leave or the coca plant, and D-cocaine is a mirror image of L-cocaine but it is a synthetically produced cocaine.” The two forms of cocaine are “chemically equivalent,” “because they both have the same molecular weight and the same actions occur by the use of the D-cocaine” and produce the same effect on the central nervous system. In Kearns’ view, “D-cocaine is probably even a stronger form of cocaine than L-cocaine.” She noted that the only difference between the two forms is the “isomer” or “molecular structure.” Kearns further testified that up until a year before trial the laboratory always tested suspected cocaine samples to determine if they were “D-cocaine” or “L-cocaine.” During that time, she never came across “D-cocaine” in any of the samples tested. Kearns opined that both forms of cocaine are covered by the statutory definitions of controlled dangerous substance and controlled substance analog and are thus proscribed by Schedule II in <em>N.J.S.A. </em>24:21-6.</p>\n<p id=\"b375-6\">At the conclusion of the <em>Evid.R. </em>8 hearing, the judge concluded that the Comprehensive Drug Reform Act was “intended to prohibit all forms of cocaine,” with certain specified exceptions not relevant to the defense. The judge stated that “[i]f the legislature intended to exclude or except D-cocaine or D-pseudo cocaine or any other isomer form of cocaine in addition to the other exceptions and exclusions, it would have done so.” Thus, the judge prohibited defense counsel from posing any questions <page-number citation-index=\"1\" label=\"346\">*346</page-number>to Kearns in the presence of the jury with respect to the cocaine isomer defense.</p>\n<p id=\"b376-5\">The judge, in denying various motions, subsequently made further “amplification of [his] ruling” regarding the cocaine isomer defense. He found that based on amended federal and New Jersey case and statutory law, both forms of cocaine are prohibited and thus rejected the cocaine isomer defense. In addition, relying on <em>State v. Weller, 225 N.J.Super. </em>274, 542 <em>A.</em>2d 55 (Law Div.1986), a blood alcohol case, he found that the State Police lab tests were admissible and concluded that the GC/MS machine “is a scientifically reliable instrument on which the testimony of an expert may be based for the purposes of the identification of cocaine.”</p>\n<p id=\"b376-6\">In his charge, the judge instructed the jury consistent with his findings:</p>\n<blockquote id=\"b376-7\">Now, I charge you as a matter of law that the mass spectrometer is a scientifically reliable device for the identification of cocaine when it is working properly and is properly operated by a qualified chemist or expert, and any qualified chemist or expert may give his or her opinion as to such identification by interpretation of the chart produced by the machine and computer associated with it even if the test was run or the machine was operated by another person who was qualified to do it. The credibility and weight to be attached to the testimony of the State’s chemists is for you to decide. I merely find that the qualified expert whose opinion is given may be based on the machine.</blockquote>\n<p id=\"b376-8\">In addition to denying defendant’s request to charge the jury on the cocaine isomer defense, the judge instructed that:</p>\n<blockquote id=\"b376-9\">Now, I charge you, also, as a matter of law, that the New Jersey Comprehensive Drug Reform Act prohibits all forms of cocaine, including synthetic cocaine, analogs, designer drugs and counterfeit cocaine with limited exceptions that do not apply in this case. But, the credibility of the chemists, again, and the weight of their opinion is for you and you alone to determine as to the State’s burden of proving to your satisfaction beyond a reasonable doubt that State’s exhibits S-l and/or S-2 are, in fact, cocaine.</blockquote>\n<p id=\"b376-10\">After his conviction, defendant moved for a new trial based on there being insufficient evidence from which the jury could conclude that defendant possessed a controlled dangerous substance with intent to distribute and because of the judge’s affirmative instruction “that the jury should rely upon the <page-number citation-index=\"1\" label=\"347\">*347</page-number>GC-MS machine results.” The judge denied the motion and concluded:</p>\n<blockquote id=\"b377-5\">... there was a reasonable inference based on the totality of the evidence that this defendant was not merely an innocent bystander as opposed to a passive participant a silent partner and beyond the silent partner a person who actually handled the container and was physically present at the time of the transaction and even when the perpetrator himself was not present.</blockquote>\n<blockquote id=\"b377-6\">Based on that the jury reasonably could have arrived at the conclusion at which it did, although it was free, of course, also, to resolve credibility otherwise and draw different inferences.</blockquote>\n<blockquote id=\"b377-7\">Accordingly, I find that their verdict was not against the weight of the evidence or that there was a mistake on the part, of the jury that would result in a miscarriage of justice.</blockquote>\n<p id=\"b377-8\">He further stated that the instruction on the GC/MS machine was proper. He concluded:</p>\n<blockquote id=\"b377-9\">Based on the evidence I heard short of actual fraud where an operator would intentionally and knowingly substitute one sample for another this machine does everything from beginning to end and is purely objective in reaching its scientific conclusion based on analyses done in ways that are beyond the actual visibility of a human person to observe on a molecular or atomic basis.</blockquote>\n<blockquote id=\"b377-10\">While, there can always be more evidence, additional evidence, better evidence, I’m satisfied the State had sufficient evidence on this point, and frankly I have no recollection as to whether I could or should or both, I know I did not say must. I did not tell the jury they had to.</blockquote>\n<blockquote id=\"b377-11\">In fact, as I recall I gave the expert testimony charge in which I told the jury they could reject the expert’s opinion and, of course, that opinion was based on the result of the GC-MS machine and therefore, they clearly knew and the Court did not mislead them, that they could reject that information which was certainly more objective and scientific than the subjective determination on all of the evidence as to possession.</blockquote>\n<p id=\"b377-12\">On this appeal defendant argues:</p>\n<blockquote id=\"b377-13\">POINT I THE TRIAL COURT ERRED IN FAILING TO GRANT DEFENDANT’S MOTION FOR A JUDGMENT OF ACQUITTAL AT THE CLOSE OF THE STATE’S CASE.</blockquote>\n<blockquote id=\"b377-14\">POINT II DEFENDANT’S CONVICTIONS FOR POSSESSION WITH INTENT TO DISTRIBUTE COCAINE MUST BE REVERSED AS THE VERDICT WAS AGAINST THE WEIGHT OF THE EVIDENCE.</blockquote>\n<blockquote id=\"b377-15\">POINT III THE TRIAL COURT ABUSED ITS DISCRETION BY REFUSING TO CHARGE THE JURY THAT TO FIND DEFENDANT GUILTY THE STATE MUST PROVE BEYOND A REASONABLE DOUBT THAT DEFENDANT POSSESSED L-COCAINE, A DERIVATIVE OF THE COCA PLANT, AND NOT D-COCAINE OR SOME OTHER SUBSTANCE.</blockquote>\n<blockquote id=\"b377-16\">POINT IV IT WAS REVERSIBLE ERROR TO ADMIT INTO EVIDENCE THE TEST RESULTS OF THE GAS CHROMATOGRAPH MASS SPEC<page-number citation-index=\"1\" label=\"348\">*348</page-number>TROMETER (GC/MS) BECAUSE ITS SCIENTIFIC RELIABILITY WAS NOT SUFFICIENTLY ESTABLISHED.</blockquote>\n<blockquote id=\"b378-5\">POINT V IT WAS ERROR FOR THE COURT TO INSTRUCT THE JURY THAT THE GC/MS MACHINE WAS RELIABLE AND THUS THE COURT DIRECTED A GUILTY VERDICT.</blockquote>\n<blockquote id=\"b378-6\">POINT VI DEFENDANT’S SENTENCE WAS MANIFESTLY EXCESSIVE AND UNDULY PUNITIVE.</blockquote>\n<p id=\"b378-7\">Our careful review of the record convinces us that these contentions are clearly without merit and do not warrant extended discussion, <em>R. </em>2:ll-3(e)(2), except as developed herein.</p>\n<p id=\"b378-8\">Defendant argues that the trial judge improperly refused to charge the jury that in order to convict the defendant of possession and possession with intent to distribute, it must find that the controlled dangerous substance in issue contained “L-cocaine.” However, this defense is irrelevant in New Jersey because all forms of cocaine are prohibited by statute.</p>\n<p id=\"b378-9\">Defendant was charged in count one with possession of cocaine, a Schedule II narcotic, in violation of <em>N.J.S.A. </em>2C:35-10a which provides, in part that “[i]t is unlawful for any person, knowingly or purposely, to obtain, or to possess, actually or constructively, a controlled dangerous substance or controlled substance analog.” Schedule II drugs are referred to in sub-paragraph (1). Count two charged defendant with possession of cocaine with intent to distribute contrary to <em>N.J.S.A. </em>2C:35-5a which provides that “it shall be unlawful for any person knowingly or purposely: (1) To manufacture, distribute or dispense, a controlled dangerous substance or controlled substance analog.” The type of drug is classified for sentencing in subsection (b). Count three charged defendant with possessing with intent to distribute, in violation of <em>N.J.S.A. </em>2C:35-5, within 1,000 feet of a school, which itself constitutes a violation of <em>N.J.S.A. </em>2C:35-7.</p>\n<p id=\"b378-10\">The Comprehensive Drug Reform Act of 1986, <em>N.J.S.A. </em>2C:35-1, <em>et seq., </em>defines “controlled dangerous substance” as “a drug, substance, or immediate precursor in Schedules I through IV ... The term, wherever it appears in any law or administra<page-number citation-index=\"1\" label=\"349\">*349</page-number>tive regulation of this State, shall include controlled substance analogs.” <em>N.J.S.A. </em>2C:35-2. “ ‘Controlled substance analog’ means a substance that has a chemical structure substantially similar to that of a controlled dangerous substance and that was specifically designed to produce an effect substantially similar to that of a controlled dangerous substance.” <em>N.J.S.A. </em>2C:35-2. Pursuant to <em>N.J.S.A. </em>2C:35-2, the schedules are those embodied in <em>N.J.S.A. </em>24:21-5 to -8, and Schedule II substances are defined in <em>N.J.S.A. </em>24:21-6 which includes:</p>\n<blockquote id=\"b379-6\">Coca Leaves and any salt, compound, derivative, or preparation of coca leaves, and any salt, compound, derivative, or preparation thereof which is chemically equivalent or identical with any of these substances, except that the substances shall not include decocainized coca leaves or extractions which do not contain cocaine or ecogine. <em>[N.J.S.A. </em>24:21-6(c)(4).]</blockquote>\n<p id=\"b379-7\">Thus, a substance which is derived from coca leaves, its chemical equivalent and its analog are all proscribed by the Comprehensive Drug Reform Act of 1986.</p>\n<p id=\"b379-8\">As Ms. Kearns testified at the <em>Evid.R. </em>8 hearing, “D-cocaine” and “L-cocaine” are chemically equivalent because they have the same molecular weight and produce the same effect on the central nervous system. Accordingly, given the statutory language in <em>N.J.S.A. </em>2C:35-2, the trial judge properly excluded testimony relating to the “cocaine isomer defense” and properly exercised his discretion by declining to charge the jury on this defense. In addition, the charge to the jury that cocaine of any kind is a controlled dangerous substance which is prohibited by statute—although unnecessary—was not improper or an abuse of discretion, particularly given some of the comments and questions asked in the jury’s presence during Kearns’ testimony. In any event, the judge properly informed the jury that their role was to assess the credibility of the chemists’ testimony.</p>\n<p id=\"b379-9\">Defendant’s reliance on <em>United States v. Ross, </em>719 <em>F.</em>2d 615 (2d Cir.1983), and other federal cases, both before the trial judge and on this appeal, is misplaced. <em>See e.g., United States v. Ortiz, </em>610 F.2d 280, 281 (5th Cir.), <em>cert. den. </em>445 <em>U.S. </em>930, <page-number citation-index=\"1\" label=\"350\">*350</page-number>100 <em>S.Ct. </em>1320, 63 L.Ed.2d 764 (1980); <em>United States v. Bockius, </em>564 F.2d 1193, 1194-96 (5th Cir.1977). The <em>Ross </em>court held that the defendant, who was charged with possession of cocaine, was entitled to a jury instruction which related to the cocaine isomer defense. The court stated that</p>\n<blockquote id=\"b380-5\">[o]n the evidence, the jury could reasonably have determined that the substance was either L-cocaine or D-cocaine. And if it was D-cocaine, an acquittal was mandated because no evidence had been offered to prove that the synthetic D-cocaine was “chemically equivalent or identical with” the natural substance, L-cocaine. The jury could properly convict on this record only if it found the substance tested to be L-cocaine, and the court should have so charged. In instructing the jury, however, the court stated that D-cocaine “is the chemical equivalent or identical to L-cocaine.” This was error, because it permitted the jury to convict even if it found the substance tested to be D-cocaine. Defendant is therefore entitled to reversal and a new trial. [719 <em>F.2d </em>at 618].</blockquote>\n<p id=\"b380-6\">Here, however, no evidence was introduced on which the jury could reasonably have concluded that the substance was either “L-cocaine” or “D-cocaine” and both are proscribed by our statute. More importantly, the federal statute discussed in <em>Ross </em>was subsequently amended and now defines a schedule II narcotic to include all varieties of cocaine, as the New Jersey statute does.<footnotemark>2</footnotemark> Thus, this amendment has rendered the isomer defense ineffective even under federal law. <em>See United States v. Puglisi, </em>790 F.2d 240, 242 n. 1 (2d Cir.1986), <em>cert. denied, </em>479 <page-number citation-index=\"1\" label=\"351\">*351</page-number><em>U.S. </em>827, 107 <em>S.Ct. </em>106, 93 L.Ed.2d 55 (1986). Similarly, the isomer defense is ineffective in New Jersey, and the judge here properly declined defendant’s request to charge it.</p>\n<p id=\"b381-5\">Defendant contends that the trial court also committed reversible error by admitting the results of the GC/MS machine on the grounds that the State failed to produce proof concerning the machine’s accuracy, precision, reliability, and proper operation. The precise objection was that counsel was “not aware of any appellate decision in New Jersey by which an appellate court has ruled that the GC/MSD machine is either accurate of precise.” There was no further offer of proofs by either party on the issue, and the judge ruled:</p>\n<blockquote id=\"b381-6\">Apparently both sides agree that there’s an absence of authority on the proposition of whether the so-called mass spec machine is a scientifically reliable instrument.</blockquote>\n<blockquote id=\"b381-7\">Assuming that it is true, it is somewhat surprising in that it is the basis for the chemical analysis of controlled dangerous substances of most kinds and has been for a substantial period of time. It may be that no defense counsel has been innovative enough to raise the point previously. However, I’m going to adhere to past custom and practice in Middlesex County criminal courts and permit this line of testimony.</blockquote>\n<p id=\"b381-8\">The proponent of expert testimony or scientific test results may prove its general acceptance in the scientific community, and thus reliability, in three ways: “(1) the testimony of knowledgeable experts; (2) authoritative scientific literature; and (3) persuasive judicial decisions which acknowledge such general acceptance of expert testimony.” <em>Windmere, Inc. v. International Ins. Co., </em>105 <em>N.J. </em>373, 379, 522 A.2d 405 (1987) (citing <em>State v. Cavallo, </em>88 <em>N.J. </em>508, 521, 443 A.2d 1020 (1982)). <em>See also State v. Kelly, </em>97 <em>N.J. </em>178, 210, 478 A.2d 364 (1984).</p>\n<p id=\"b381-9\">At the trial here, Winifred Kearns was qualified as an expert and testified that the GC/MS machine was used to test the substance in the dollar bill. She described the mechanics and operation of the machine and stated that the machine was commonly used by the State Police. She further testified, over objection, that the test results indicated the substance was cocaine. Lisa Ann Ligato, a senior forensic scientist with the <page-number citation-index=\"1\" label=\"352\">*352</page-number>New Jersey State Police laboratory, testified that the GC/MS machine was used to test the substance in the nine vials. She further testified as to the operability of the machine and concluded, based on the test results, that the substance in the nine vials was cocaine.</p>\n<p id=\"b382-5\">It is true, as defendant contends, that there was no hearing in this case, to establish the reliability of the machine. Nor could the prosecutor cite to any reported case involving such a hearing. <em>Compare, e.g., Romano v. Kimmelman, </em>96 <em>N.J. </em>66, 474 A.2d 1 (1984). But as the trial judge noted, the use of a new machine was not involved. Defendant’s objection was based on the absence of appellate authority, an objection which may have been asserted even if the State offered more direct scientific proofs as to reliability. Given the extensive prior use of the machine, the fact that we can take judicial notice of decisions establishing its reliability, <em>see Romano v. Kimmelman, supra </em>at 80, 474 A.2d 1; <em>cf. State v. King, </em>215 <em>N.J.Super. </em>504, 518-519, 522 A.2d 455 (App.Div.1987) (relying on Kansas case as to reliability of scientific test); <em>Jones v. United States, </em>548 A.2d 35, 41 (D.C.App.1988); <em>Evid.R. </em>9, including cases in other jurisdictions so holding, we find no error in the trial judge’s ruling admitting testimony regarding test results in the absence of any evidence proffered by defendant as to the machine’s lack of reliability. <em>See </em>the detailed testimony and analysis concerning the GC/MS in <em>Jones v. State, </em>716 <em>S.W.2d </em>142, 148-152 (Tex.App.1986), and finding the test results admissible because of the “general acceptance.”<footnotemark>3</footnotemark></p>\n<p id=\"b382-6\">The judgment of conviction is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b374-9\">The objection was not related to the equipment she used, trained on or the like. No objection is raised on this appeal concerning Ms. Kearns’ qualifications as an expert, and there is no basis for challenging the judge's discretionary ruling in this respect.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b380-7\">At the time <em>Ross </em>was tried, the relevant federal statute, 21 <em>U.S.C. </em>812(c), defined a Schedule II \"controlled dangerous substance” to include</p>\n<blockquote id=\"b380-8\">Coca leaves and any salt, compound, derivative, or preparation of coca leaves, and any salt, compound, derivative, or preparation thereof which is chemically equivalent or identical with any of these substances____</blockquote>\n<p id=\"b380-10\"><em>See </em>719 <em>F.2d </em>at 617. The statute was subsequently amended to include Schedule II cocaine and its isomers, <em>see United States v. Puglisi, </em>790 F.2d 240, 242 n. 1 (2d Cir.1986), <em>cert. den. </em>479 <em>U.S. </em>827, 107 <em>S.Ct. </em>106, 93 L.Ed.2d 55 (1986), and includes:</p>\n<blockquote id=\"b380-11\">Coca leaves except coca leaves and extracts of coca leaves from which cocaine, ecgonine, and derivatives of ecgonine or their salts have been removed; cocaine, its salts, optical and geometric isomers, and salts of isomers; ecgonine, its derivatives, their salts, isomers, and salts of isomers; or any compound, mixture, or preparation which contains any quantity of any of the substances referred to in this paragraph. [21 <em>U.S.C. </em>812(c) (1984) ].</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b382-7\">Although defendant technically objects to the charge on the machine’s reliability, we have considered his objection to the jury charge on this ground and conclude that, while it was not necessarily appropriate, it did not constitute reversible error.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}