{
  "casebody": {
    "data": "<casebody firstpage=\"942\" lastpage=\"947\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b966-19\">UNITED STATES of America, Plaintiff-Appellee, v. Prince KNIGHT, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b966-22\">No. 09-13070</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AL5\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b966-23\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b966-24\">June 8, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b967-11\"><page-number citation-index=\"1\" label=\"943\">*943</page-number>James H. Roberts, Jr., Tuscaloosa, AL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b967-12\">Jeffrey M. Anderson, Ramona C. Albin, U.S. Attorney’s Office, Birmingham, AL, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b967-14\">Before BIRCH, WILSON and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b967-15\">PER CURIAM:</author>\n<p id=\"b967-16\">Prince Knight appeals his convictions for traveling in interstate commerce for the purpose of engaging in illicit sexual activity with a minor, in violation of 18 U.S.C. § 2423(b) (count one), and transporting a minor in interstate commerce with the intent that the minor engage in sexual activity, in violation of 18 U.S.C. § 2423(a) (count two). He contends there was insufficient evidence to support his convictions. Additionally, he submits that the repeated use of the word “rape” by the prosecutor and victim during his trial violated his due process rights. After careful review of the record, we AFFIRM.</p>\n<p id=\"b967-17\">I. BACKGROUND</p>\n<p id=\"b967-18\">In December 2007, when S.S. was 15 years old, she asked 37-year-old Knight, a family friend she had known for eight years, to take her from Kansas to California at some point in the near future to visit <page-number citation-index=\"1\" label=\"944\">*944</page-number>her ailing biological father. Knight, who was in Kansas visiting his children, frequently contacted S.S. after he returned to his home in Alabama. During the last two weeks of January 2008, Knight called S.S. 107 times.</p>\n<p id=\"b968-4\">On 28 January 2008, Knight picked up S.S.in Kansas as planned. S.S. thought Knight was going to drive her to California. Once she got into the car, though, Knight told her that “the plans have changed.” Doc. 55 at 38. Knight said he was taking her back to Alabama to live with him because he had “feelings” for her. <em>Id. </em>at 84-36. Upon Knight’s instruction, S.S.threw her cell phone out the window so that it could not be tracked by the police. Knight pulled out his gun and said it was for protection. S.S. felt panicked and scared. Knight warned S.S. that they would both go to jail if caught and she would never see her family again. S.S.’s mother or stepfather never gave Knight permission to take S.S. anywhere.</p>\n<p id=\"b968-7\">Upon arriving at Knight’s apartment in Alabama, Knight threw S.S. on the bed, took off her clothes, and “raped” her by having sexual intercourse. <em>Id. </em>at 38-40. S.S.told him no and tried to push him off. Afterwards, Knight left to return a rental car. Knight moved S.S. to his mother’s home two days later after a detective called him. Knight had non-consensual sex with S.S. a total of six to eight times before police rescued her from his mother’s home on 8 February 2008.</p>\n<p id=\"b968-9\">A search of Knight’s vehicle yielded a camera containing photos of Knight and S.S.kissing during Knight’s December 2007 visit to Kansas. S.S. testified she never wanted to kiss Knight or have sex with him. Rental car receipts reflected that Knight picked up a rental car on 26 January 2008, to be returned on 29 January 2008. The total miles driven were approximately the same miles required for a round trip between Knight’s home city in Alabama and S.S.’s residence in Kansas.</p>\n<p id=\"b968-14\">Following a jury trial and guilty verdict on counts one and two,<footnotemark>1</footnotemark> the court sentenced Knight to 327 months of imprisonment on each count, to run concurrently, and supervised release for life.</p>\n<p id=\"b968-15\">This appeal followed.</p>\n<p id=\"b968-16\">II. DISCUSSION</p>\n<p id=\"b968-17\">A. <em>Sufficiency of the Evidence</em></p>\n<p id=\"b968-18\">Knight first contends there was insufficient evidence to support his convictions under 18 U.S.C. §§ 2423(a), (b) because the government failed to establish that he intended to have illicit sexual relations with S.S. before he arrived in Alabama. Knight points out that S.S. described him as a family friend, and he asserts they never had a sexual relationship in Kansas. Furthermore, Knight argues there was no evidence to corroborate S.S.’s testimony that they had sexual intercourse in Alabama.</p>\n<p id=\"b968-20\">We review <em>de novo </em>whether there is sufficient evidence in the record to support a jury’s verdict. <em>United States v. Maxwell, </em>579 F.3d 1282, 1299 (11th Cir.2009). We will affirm if “a reasonable trier of fact could find that the evidence established guilt beyond a reasonable doubt.” <em>Id. </em>(quotation marks and citation omitted). “A federal conviction ... can be based on the uncorroborated testimony of a single witness.” <em>United States v. Hoskins, </em>628 F.2d 295, 296 (5th Cir.1980) (per curiam). Since the jury is free to choose among reasonable constructions of the evidence, we must accept any credibility determination it makes that is reasonable. <em>United </em><page-number citation-index=\"1\" label=\"945\">*945</page-number><em>States v. Garcia, </em>447 F.3d 1327, 1334 (11th Cir.2006). However, we may reverse a conviction if testimony credited by the jury “is so inherently incredible, so contrary to the teachings of basic human experience, so completely at odds with ordinary common sense, that no reasonable person would believe it beyond a reasonable doubt.” <em>United States v. Chancey, </em>715 F.2d 543, 546, 548 (11th Cir.1983).</p>\n<p id=\"b969-4\">18 U.S.C. § 2423 prohibits the following transportation of minors:</p>\n<blockquote id=\"b969-5\">(a) Transportation with intent to engage in criminal sexual activity. — A person who knowingly transports an individual who has not attained the age of 18 years in interstate or foreign commerce ..., with intent that the individual engage in ... any sexual activity for which any person can be charged with a criminal offense, shall be fined under this title and imprisoned not less than ten years or for life.</blockquote>\n<blockquote id=\"b969-6\">(b) Travel with intent to engage in illicit sexual conduct. — A person who travels in interstate commerce ..., for the purpose of engaging in any illicit sexual conduct with another person shall be fined under this title or imprisoned not more than 30 years, or both.</blockquote>\n<p id=\"b969-7\">18 U.S.C. § 2423 (2009). “The statute does <em>not </em>require that the government prove that actual sexual activity took place,” only that the defendant “formed the intent to engage in sexual activity with a minor when he crossed state lines.” <em>United States v. Hersh, </em>297 F.3d 1233, 1245-46 (11th Cir.2002). However, a defendant’s intent may be bolstered by evidence that the defendant did engage in sexual activities with the minor after crossing state lines. <em>See id. </em>at 1247 (concluding that defendant’s intent “was further established by the fact that upon returning from Honduras to Florida, he continued to engage in sexual activities with Juan, a minor”).</p>\n<p id=\"b969-9\">Contrary to Knight’s contention, the evidence sufficiently established his intent to engage in sexual activity with S.S. before he completed his interstate journey. The government introduced photographs depicting Knight and S.S. kissing in December 2007, something which S.S. said she did not want to do. Phone records showed that he called S.S. approximately 100 times in the weeks leading up to their planned trip. Although Knight agreed to drive S.S. to California, rental car receipts indicated that he only rented a car from Alabama for a three-day period. He immediately told her upon picking her up that “plans have changed” and he would be taking her back to Alabama to live with him because he had feelings for her. He instructed her to throw away her cell phone so she could not be tracked by the police and warned her that they would go to jail if caught. All of this evidence demonstrated that, prior to their arrival in Alabama, Knight had formed the intent to have illicit sexual relations with S.S.</p>\n<p id=\"b969-10\">Moreover, Knight’s intent to have sexual relations with S.S. was bolstered by S.S.’s testimony that as soon as they arrived at his residence in Alabama, Knight pushed her on the bed, took off her clothes, and had sexual intercourse with her despite her protests and attempts to fight him off. These non-consensual sexual activities continued until she was rescued by the police. Such evidence supports a finding of intent. <em>See id. </em>Although Knight disputes S.S.’s testimony on appeal, it was up to the jury to assess her credibility. <em>See Chancey, </em>715 F.2d at 546. Her description of what happened is not inherently incredible or contrary to common sense. <em>See id. </em>Accordingly, viewing the evidence in the light most favorable to the verdict, we conclude there was sufficient evidence to establish Knight’s requisite intent on counts one and two.</p>\n<p id=\"b970-3\"><page-number citation-index=\"1\" label=\"946\">*946</page-number>B. <em>Due Process Violation</em></p>\n<p id=\"b970-4\">Knight next asserts that his due process rights were infringed when the prosecutor repeatedly used the word “rape” and encouraged S.S. to do so as well. The disputed testimony occurred during direct examination of S.S.:</p>\n<blockquote id=\"b970-5\">Q. After he took off your clothes, what happened?</blockquote>\n<blockquote id=\"b970-6\">A. He raped me.</blockquote>\n<blockquote id=\"b970-7\">Q. When you say he raped you, did there come a time where he put his fingers inside your vagina?</blockquote>\n<blockquote id=\"b970-8\">A. Yes.</blockquote>\n<blockquote id=\"b970-9\">Q. Did there come a time where he put his penis inside your vagina?</blockquote>\n<blockquote id=\"b970-10\">A. Yes.</blockquote>\n<blockquote id=\"b970-11\">Q. Is that what you mean when you say he raped you?</blockquote>\n<blockquote id=\"b970-12\">A. Yes.</blockquote>\n<blockquote id=\"b970-13\">Q. Did you want him to put his fingers or his penis in your vagina?</blockquote>\n<blockquote id=\"b970-14\">A. No.</blockquote>\n<blockquote id=\"b970-15\">Q. After Prince Knight raped you, what happened?</blockquote>\n<blockquote id=\"b970-16\">A. We went to sleep.</blockquote>\n<blockquote id=\"b970-17\">Q. Do you know if he ever left to return the car?</blockquote>\n<blockquote id=\"b970-18\">A. Yes, he did.</blockquote>\n<blockquote id=\"b970-19\">Q. When did he leave to return the car?</blockquote>\n<blockquote id=\"b970-20\">A. After.</blockquote>\n<blockquote id=\"b970-21\">Q. After he raped you?</blockquote>\n<blockquote id=\"b970-22\">A. Yes.</blockquote>\n<p id=\"b970-23\">Mr. Williams: Objection, your Honor. Using the term rape, it’s a legal term for the jury to decide.</p>\n<p id=\"b970-24\">The Court: Overruled.</p>\n<blockquote id=\"b970-25\">Q. Did he return the car before he went to sleep?</blockquote>\n<blockquote id=\"b970-26\">A. Yes.</blockquote>\n<blockquote id=\"b970-27\">Q. How long do you think you were in the defendant’s apartment before he raped you?</blockquote>\n<blockquote id=\"b970-28\">A. Ten to [fifteen] minutes.</blockquote>\n<p id=\"b970-29\">Doc. 55 at 39-41. According to Knight, the prosecutor’s repeated use of the word “rape” was designed to inflame the jury and prevent a rational assessment of the evidence.</p>\n<p id=\"b970-30\">We review this issue for plain error as Knight did not object at trial on the ground asserted here. <em>See United States v. Rodriguez, </em>398 F.3d 1291, 1298 (11th Cir.2005) (“Because Rodriguez did not object on this basis in the district court, our review is only for plain error.”). Under this standard, Knight must show there is: “(1) error, (2) that is plain, and (3) that affects substantial rights.” <em>Id. </em>(quotation marks and citation omitted). Additionally, the error must seriously affect “the fairness, integrity, or public reputation of judicial proceedings.” <em>Id. </em>(quotation marks and citation omitted). This test is difficult to satisfy and requires an appellant to overcome a “daunting obstacle.” <em>Id. </em>(quotation marks and citation omitted).</p>\n<p id=\"b970-31\">A prosecutor’s statements may justify a reversal of a conviction only if “they undermined the fairness of the trial and contributed to a miscarriage of justice.” <em>United States v. Jacoby, </em>955 F.2d 1527, 1541 (11th Cir.1992) (quotation marks and citation omitted). Prosecutorial misconduct requires a showing that a prosecutor made improper remarks, and that those remarks prejudicially affected the defendant’s substantial rights. <em>United States v. Merrill, </em>513 F.3d 1293, 1307 (11th Cir. 2008). Prejudice is demonstrated if there is a reasonable probability that, but for the remarks, the trial’s outcome would have been different. <em>Id. </em>If there is sufficient independent evidence of guilt, however, any error is harmless. <em>Id. </em>We must consider the whole record in determining whether prosecutorial misconduct occurred. <em>See Jacoby, </em>955 F.2d at 1541.</p>\n<p id=\"b970-32\">The prosecutor’s repeated use of the word “rape” was neither improper nor un<page-number citation-index=\"1\" label=\"947\">*947</page-number>duly prejudicial in this case. As the trial transcript reflects, the prosecutor initially used the term in order to clarify what S.S. meant when she said Knight “raped” her. After S.S. explained that Knight had forced her to have sex with him, the prosecutor continued to use the word “rape” when referring to her sexual act with Knight. Under Alabama law, a person over the age of 16 commits the crime of rape in the second degree if he has sexual intercourse with a female between the ages of 12 and 16, and he is at least two years older than she is.<footnotemark>2</footnotemark> <em>See </em>Ala.Code § 13A-6-62(a) (2005). Given that the term “rape” correctly characterized S.S.’s testimony, Knight has not shown that the prosecutor’s (or S.S.’s) use of that word was improper. Furthermore, Knight has failed to establish that the prosecutor’s conduct prejudicially affected his substantial rights. <em>See Merrill, </em>513 F.3d at 1307. Knight does not argue that a reasonable probability exists that the outcome of the proceeding would have been different but for the prosecutor’s use of the word “rape.” There was also ample independent evidence, as previously discussed, to support Knight’s convictions. Viewed in the context of the entire record, the repeated use of the word “rape” did not “undermine the fairness of the trial or result in a miscarriage of justice.” <em>Jacoby, </em>955 F.2d at 1541. Accordingly, no error, plain or otherwise, has been shown.</p>\n<p id=\"b971-4\">III. CONCLUSION</p>\n<p id=\"b971-5\">We conclude that there was sufficient evidence to support Knight’s convictions and that his due process rights were not violated by the use of the term “rape” at his trial. We therefore AFFIRM Knight’s convictions.</p>\n<p id=\"b971-10\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b968-11\">. The jury acquitted Knight of a third count of knowingly inveigling and carrying away a minor, in violation of 18 U.S.C. §§ 1201(a), (g).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b971-6\">. The jury was instructed on this definition of rape prior to its deliberations. Doc. 56 at 256.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}