{
  "casebody": {
    "data": "<casebody firstpage=\"1046\" lastpage=\"1048\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1078-8\">BORTZ v. DRY DOCK, E. B. &amp; B. R. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1078-9\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXcU\">January 23, 1903.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1078-10\">1. Street Railroads — Injuries on Tracks — Continuous Negligence oe Driver—Contributory Negligence—Issue for Jury.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1078-11\">Where the only evidence of the negligence of the driver of a horse car in running into a child on the track was his continuous negligent conduct in not looking forward,—he not having been aware that any one was on or near the track,—it was error to take a clear issue of con- ■ tributary negligence from the jury.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b1078-12\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1078-13\">Action by Samuel Bortz, an infant, against the Dry Dock, East' Broadway &amp; Battery Railroad Company. From a judgment for plaintiff, and an order denying a motion for a new trial, defendant appeals. Reversed.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1078-14\">Argued before VAN BRUNT, P. J., and McEAUGHLIN, PATTERSON, O’BRIEN, and EAUGHEIN, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1078-15\">A. Ofner, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1078-16\">E. B. Treadwell, for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1078-17\">PATTERSON, J.</author>\n<p id=\"AEy\">The infant plaintiff, 2^ years of age, was injured by being run over by a horse car of the defendant while such <page-number citation-index=\"1\" label=\"1047\">*1047</page-number>infant was being conducted by his sister, a child 13 or 14 years old, across Essex street, between Broome and Grand streets, in the city of New York. The children were crossing at about 50 feet south of Broome street. The car had stopped at Broome street, but there was evidence to show that when the children started from the sidewalk it was in motion. The sister looked before she left the sidewalk, and the car was then distant somewhere between 25 and 40 feet. The speed of the car was rapid. When the accident occurred, the driver of the car was not looking forward, but his head was averted toward the west side of the street, and he was engaged in conversation with a person on the front platform of the car. He made no effort to stop the car, and evidently he was not aware of any one being on or near the track until the infant plaintiff was struck, thrown down, and injured. The testimony of the sister seems to have been intelligently and honestly given. She swears that the car was 25 feet away from her when she started to cross the street, holding the little brother by the hand; that as they approached the car the little boy bent down, as if to pick up a penny he had dropped; that she attempted to pull him across the track, but he was struck and dragged from her hand; that when she stepped on the track the horses were about 2 or 3 or 4 feet distant from her. She had proceeded about 2 feet past the horses when the child was dragged from her hand. There was some other evidence to show negligence of the girl in charge of the child, but it is unnecessary to allude particularly to it. A clear issue of contributory negligence was presented, and was referred to by the trial judge in his charge to the jury as being that either of the girl or of the parents of the child. The defendant’s counsel requested the court to charge that if the plaintiff’s sister was in fact in charge of the infant plaintiff, and attempted to lead him across defendant’s railroad track at a time' when the horses attached to the defendant’s car were approaching in full sight, and were so near as to make it dangerous for her to proceed, and that the plaintiff’s sister rushed across the track two, three, or four feet in front of the horses’ heads, “leaving her baby brother to his fate,” then the sister, who for the time being was the guardian of the infant plaintiff, wras guilty of negligence which contributed to the plaintiff’s injury, and the jury should render a verdict in favor of the defendant on that ground. The court, instead of charging that request as made, modified it by the addition of the following words:</p>\n<blockquote id=\"b1079-5\">“Unless you believe that the defendant’s driver could, by the exercise of reasonable care and prudence, have avoided the consequences of such contributory negligence.”</blockquote>\n<p id=\"b1079-6\">That was, in effect, charging the jury that, it they found the facts to be as stated in the request, the contributory negligence thereby established would not prevent a recovery, if by the exercise of reasonable care and prudence the accident could have been avoided. That modification of the request eliminated from the case the whole subject of contributory negligence, and for the reason that on the evidence the jury were entitled to find that the car was not operated by the driver with reasonable care and prudence. The modification <page-number citation-index=\"1\" label=\"1048\">*1048</page-number>of the charge was an application to the concrete case of a rule with respect to contributory negligence which applies only in cases in which some new circumstance is introduced or new relation established, apart from the original act or omission constituting negligence; such new circumstance being the proximate cause of the injury sustained. In Rider v. Railway Co., 171 N. Y. 146, 63 N. E. 836, 58 L. R. A. 125, the court says that the contributory negligence of the injured party could not be taken from the jury, except in cases where it is clear that there was some new act of negligence on the part of the defendant that was the proximate cause of the injury; and in the same case it is said that, in determining whether the cause of the accident is proximate or remote, the same test must be applied to the conduct of both parties. Here there was no intervention of new circumstance. All that was in proof consisted of the continuous negligent conduct of the driver of the car, and the conduct of the custodian of the child under conditions in no way changed by any new fact or circumstance. The proximate cause, so far as the defendant is concerned, was the one act of .negligence in careless driving. In Csatlos v. Railway Co., 70 App. Div. 609, 75 N. Y. Supp. 583, this subject was considered, and some of the cases bearing upon it are cited in the opinion of the court. The present case is altogether unlike those in which a new element is introduced to show that, notwithstanding contributory negligence, by the exercise of reasonable care and prudence of a defendant or its servants the accident could be avoided. Much stress is laid upon the opinion- of the court of appeals in Costello v. Railroad Co., 161 N. Y. 317, 55 N. E. 897; but there the facts, as they appeared in the record when that case was in this court, showed that although the injured boy may have pláced himself in a position of peril in the first instance, and may have been guilty of contributory negligence, yet the motorman of the car, who could have seen the situation, had he looked, committed a new act of negligence by suddenly increasing the speed of the car, and that act was the proximate cause of the injury.</p>\n<p id=\"b1080-4\">For the reason above given, the judgment and order appealed from should be reversed, and a new trial ordered, with costs to the appellant to abide the e.vent. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}