{
  "casebody": {
    "data": "<casebody firstpage=\"479\" lastpage=\"484\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b521-2\">Goodritz, Appellant, <em>v. </em>McMahon.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b521-3\">\n<em>Vendor and vendee—Default of vendee—Resale—Damages.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b521-4\">When one who has entered into an agreement in writing to purchase lands makes default, the vendor may subsequently sell the property, after notice, upon the same or as advantageous terms as in the first sale, and if there is a loss he may recover such loss from him who made the default under the earlier contract.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b521-5\">Such á purchaser is not liable to respond in damages for loss by a resale of the property if it appears that under the first sale he would have acquired -a more valuable title than that which has passed to the purchaser at the last sale, or that the terms of the first sale were more advantageous to the purchaser than those of the resale. -</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b521-6\">If it appears that both the contract of sale and the contract of resale involved mortgages, but that the mortgages under the contract of resale'are less favorable to the purchaser, and that the second sale involved in part an exchange of real estate and the delivery of a chattel, and the value of such real estate and chattel are not shown, no recovery can be had against the vendee under the original agreement.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b521-7\">Argued Dec. 3, 1915.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"As7d\">Appeal, No. 208, Oct. T., 1915, by plaintiff, from judgment of O. P. No. 3, Philadelphia Co., June T., 1915, No. 2787, for defendant n. o. v. in case, of Benjamin Goodritz v. John P. McMahon.</summary>\n<judges data-order=\"7\" data-type=\"judges\" id=\"AdpL\">Before Rice, P. J., Orlady, Head, Porter, Kephart and Trexler, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AeV\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b521-8\">Assumpsit for breach of a written agreement to purchase real estate. Before Davis, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b521-9\">At the trial the jury returned a verdict in favor of the plaintiff for $1,302.13. Subsequently the court entered judgment for the defendant n.’ o. v.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b521-10\">The facts are stated in the opinion of the Superior Court.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b521-11\"><em>Error assigned </em>was in entering judgment for defendant n. o. v.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b522-3\"><page-number citation-index=\"1\" label=\"480\">*480</page-number><em>Harold B. Beitler} </em>with him <em>James McMullan, </em>for appellant.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"ADq\">There was ample evidence upon which to base the finding of the jury: Murphy v. Bear, 240 Pa. 448; Clever v. Clever, 38 Pa. Superior Ct. 66.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b522-4\"><em>J. Louis Breitinger, </em>for appellee.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AUDH\">Where the vendor has acted bona fide and with reasonable care in making a resale, the measure of damages is the difference of price on the resale. But his conduct may be so grossly improper as to cast the loss on himself: Ashcom v. Smith, 2 P. &amp; W. 211; Bowser v. Cessna, 62 Pa. 148.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b522-5\">If the terms were materially altered upon the resale, the purchaser was thereby released; for he cannot be held to conditions that do not form part of his contract: Freeman v. Husband, 77 Pa. 389; Banes v. Gordon, 9 Pa. 426; Weast v. Derrick, 100 Pa. 509; Pepper v. Deakyne, 212 Pa. 181.</p>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"ABp\">October 9, 1916:</decisiondate>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b522-6\">Opinion by</p>\n<author id=\"A-tR\">Portee, J.,</author>\n<p id=\"b522-7\">Under the terms of a written agreement dated August 4, 1913, the plaintiff agreed to sell and convey and the defendant agreed to purchase and pay for certain real estate situated on Moore street in the City of Philadelphia, at the price of $19,000. The defendant paid on account of the purchase-money, at the time of the agreement, the sum of $500, and the covenants of the contract provided that the balance of the purchase-money should be paid in the following manner, viz: “A mortgage of $8,000 at five years, 5 4/10 per cent, and a second mortgage of $5,000 payable any time within six years in installments of not less than $1,000 each year ‘after the first year/ payable quarterly at 6 per cent, and a judgment note of $1,000 without interest, at 90 days from the date of settlement, and the balance of $3,500 in cash oil the day of settlement.” The defendant refused to perform the covenants of this agreement and the plaintiff, on December 5, 1913, entered into an agreement with other parties-to sell the property, which later agree<page-number citation-index=\"1\" label=\"481\">*481</page-number>ment was subsequently carried into effect and the sale consummated. The plaintiff subsequently brought this action, averring in his statement, that the price which he had realized from the sale of the property under the second agreement was only $17,933.34, and he seeks to recover of the defendant the difference between that sum and the price at which the defendant had agreed to purchase. There was a verdict for the plaintiff but thé learned judge of the court below entered judgment in, favor of the defendant non obstante veredicto, which action of the court is here assigned for error.</p>\n<p id=\"b523-3\">When one who has entered into an agreement in writing to purchase lands makes default the vendor may subsequently sell the property, after notice, upon the same or as advantageous terms as in the first sale, and if there is a loss he may recover such loss from him who made default under the earlier contract: Bowser v. Cessna, 62 Pa. 148. Such a purchaser is not liable to respond in damages for loss by a resale of the property if it appears that under the first sale he would have acquired a more valuable title than that which has passed to the purchaser at the last sale, or that the terms of the first sale were more advantageous to the purchaser than those of the resale. “Such cases belong to the class in which the certainty of the legal rule fixing the rights of parties is more important than the -theoretical perfection of the rule itself”: Pepper v. Deakyne, 212 Pa. 181. In the ap: plication of these principles to the present case we must consider the terms under which the second sale of the plaintiff took place: The terms upon which the second isale was made are set forth in the written agreement between this plaintiff, of the first part, and P. C. Fritz and Amandus F. Riedel, of the second part. This agreement involves, inter alia, an exchange of parcels of real estate between the parties. The agreement throws no light, upon what valuation was put. by the parties upon the real estate which this defendant had formerly , agreed: to pnra chase, nor upon the two pieces of real estate, which’the <page-number citation-index=\"1\" label=\"482\">*482</page-number>plaintiff received as part of the consideration for his property. The plaintiff had, prior to the execution of the second agreement for sale mortgaged the property to a building and loan association for $13,000 and had placed upon the property a second mortgage for $3,000, payable within five years, from November 3, 1913, in installments of not less than $150 every three months, with interest as therein specified. Under the covenants of the agreement the purchasers agreed to take title to the property subject to these mortgages, which they expressly assumed and agreed to pay according to the terms thereof, and they also agreed to take over the stock in the building and loan association which held the $13,000 mortgage and to pay to this plaintiff the amount of the dues which he had paid to the said association. The purchasers, as a further consideration agreed to convey to the plaintiff two properties in Germantown, subject to certain mortgages specified. They further agreed to deliver to the plaintiff a collateral note at 60 days for $1,316 and to have properly assigned to the plaintiff a mortgage upon property in Montgomery County amounting to $1,316; to deliver to the plaintiff, at the date of settlement, a certain automobile, accurately identified and to pay in cash the sum of $184. The plaintiff did not offer in evidence the $13,000 mortgage which he had given to the building and loan association, and which the purchasers assumed and agreed to pay, nor does the agreement under which he sold the property state distinctly when that mortgage was to become due. The agreement does show, however, that the purchasers were required to take over the stock in the building and loan association which held the mortgage, which covenant, no doubt, referred to the stock which had been pledged to the association as a security collateral to the mortgage. We must, therefore, assume that this was the ordinary building and loan association mortgage, which requires a mortgagee to pay interest,' installments, dues upon stock and fines, weekly,’monthly or at other short inter<page-number citation-index=\"1\" label=\"483\">*483</page-number>vals, and provides that upon default in making such payments the whole mortgage debt shall become due. It is sufficient for the purposes of this case to say that the evidence does not disclose that the purchasers were given any indulgence or that they should have any time within which to pay this mortgage for $13,000. The presumption that this was the ordinary building and loan association mortgage, requiring the mortgagee to make at stated intervals payment of interest, installments, dues and fines, is the construction most favorable to the plaintiff which can be put upon this evidence. Now, the terms of the agreement under which this defendant covenanted to purchase provided that the first mortgage should be for “$9,000 at five years, 5 4/10 per cent.” This first mortgage was, it is true, less than the amount of the first mortgage to which the property was subject under the terms of the second sale, but its provisions were very much more favorable to the purchaser. The covenant with regard to the proposed $9,000 mortgage did not require the defendant to give a mortgage which would provide that either the principal or the interest should be paid until the expiration of five years, and it also provided that the interest rate should only be 5.4/10 per cent. The covenants with regard to the second mortgage in the agreement under which the property was sold provided that that mortgage should be for $3,000, “payable within five years from its date, payable in installments of not less than $150 eveiy three months, with interest thereon as therein specified.” The covenants of the agreement into which the defendant had entered provided that the second mortgage should be for $5,000, “payable any time within six years in installments of not less than $1,0.00 each year payable after the first year,” with interest at 6 per cent, payable quarterly. The defendant, if he had complied with his agreement would, have been required to pay only the interest on this $5,000 until the end of the second year, and after that he would have been required to pay $1,000 each <page-number citation-index=\"1\" label=\"484\">*484</page-number>year on account of the principal. We are of opinion that the covenants with regard to these mortgages, provided for in the respective agreements, were so dissimilar that they bring the case within “the class in which the certainty of the légal rule fixing the right of parties is more important than the theoretical perfection of the rule itself” referred to in the case above cited. The covenants which relate to the first mortgage, provided for in the agreements, respectively, are more favorable to the purchaser in the agreement under which the defendant covenanted to buy than they are in the covenant of the agreement under which the plaintiff actually sold the property. This, of itself, is sufficient ground for sustaining the action of the court below in entering judgment in favor of the defendant non obstante veredicto: Banes v. Gordon, 9 Pa. 426; Weast v. Derrick, 100 Pa. 509. The second agreement, under which the sale was made, involved an exchange of several pieces of real estate, the plaintiff receiving as a consideration for the sale of his property two pieces of real estate and, in addition, a chattel, an automobile. The parties did not even undertake in their agreement to place a valuation upon the property which the plaintiff sold nor upon the real estate and the automobile which he received as a part of the consideration. This rendered the amount of the consideration which the plaintiff received uncertain. The specification of error is dismissed.</p>\n<p id=\"b526-3\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}