{
  "casebody": {
    "data": "<casebody firstpage=\"183\" lastpage=\"187\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b203-7\">Western Union Telegraph Company v. J. E. Cobb.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b203-8\">No. 2016.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3s\">Decided February 23, 1910.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b203-9\">Telegraph—Negligence—Error.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b203-10\">Evidence as to the efforts by a special messenger employed by a telegraph company to deliver a dispatch is considered and held not to show such negligence, as matter of law, as would require a verdict for plaintiff on that issue and thereby render harmless an error in submitting the issues as to negligence of defendant in other respects.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b203-11\">Error to the Court of Civil Appeals for the First District, in an appeal from Harris County.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b204-3\"><page-number citation-index=\"1\" label=\"184\">*184</page-number>Cobb sued the telegraph company and had judgment, which being affirmed on appeal by defendant it obtained writ of error.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b204-4\"><em>Hume, Robinson &amp; Hume, </em>and <em>N. 0. Eitirell, Jr., </em>for plaintiff in error.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b204-5\"><em>Love &amp; Channell, </em>for defendant in error.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"A4a\">Appellant having clothed its agent at Houston with the authority to make contracts with its customers and to receive messages for transmission and to collect for same, and said agent having in his capacity as such agent made the agreement as alleged and proved by appellee for immediate transmission and delivery upon the night of the 13th, appellant was bound by said agreement as made. Tel. Co. v. Perry, 30 Texas Civ. App., 243; Tel. Co. v. Cavin, 30 Texas Civ. App., 152; Tel. Co. v. Pierce, 70 S. W., 360 (writ of error denied); Tel. Co. v. Hill, 26 S. W., 252, 253; Tel. Co. v. Broesche, 72 Texas, 654; Tel. Co. v. Hargrove, 14 Texas Civ. App., 79; Tel. Co. v. Carter, 24 Texas Civ. App., 80.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b204-6\">Mr. Justice Brown</author>\n<p id=\"AWJ\">delivered the opinion of the court.</p>\n<p id=\"b204-7\">Defendant in error sued the telegraph company to recover $1,999, damages for mental suffering claimed to have resulted from the negligent failure of the company to transmit with reasonable promptness from the city of Houston to La Porte a message informing the defendant in error of the serious illness of his son at Houston Heights, Houston, by reason of which neglect defendant in error was unable to see his son before his death, which occurred at about 1:30 o’clock on the 14th of June, 1905.</p>\n<p id=\"b204-8\">J. E. Cobb lived at Houston Heights and was a carpenter. He had been engaged at Bay Riogv, near La Porte, Texas, for four or five days in building a house for a man named orradley. Cobb was at home on Sunday when his son was taken sick, but not seriously, so he returned to Bay Ridge to resume his labors, and, on the 13th of June, his son grew worse. At 10 or 11 o’clock p. m. of that day, E. S. Cobb, an elder son of the defendant in error, went to the office of the telegraph company in the city of Houston and caused the agent to \"prepare for him the message hereinafter copied, which he signed, for transmission to his father at Bay Ridge, La Porte, Texas. E. S. Cobb testified that the agent agreed that he would have the message delivered that night and that he paid him the toll for transmitting' it and an extra fee for its delivery beyond the free delivery limits. La Porte had a population of about six hundred people. The telegraph company established its free delivery limits at one-half mile from its office. Bay Ridge was two and one-half miles distant from the telegraph office. The office hours of the telegraph company at La Porte were from 8 a. m. till 8 p. m. When the telegram was delivered to the agent at Houston the office at La Porte was closed and it could not have been transmitted that night. The message was received at La Porte the next morning at about 8:10 a. m., which message reads as follows:</p>\n<p id=\"b204-9\">“To J. E. Cobb, Bay Ridge, La Porte, Texas. Come at once. John is worse.” )(Signed) “E. S. Cobb.”</p>\n<p id=\"b205-2\"><page-number citation-index=\"1\" label=\"185\">*185</page-number>The agent of the plaintiff in error at La Porte testified that he received the message at 8:10 a. m. and within- a few minutes thereafter delivered it to a hack driver named J. 1ST. Bonner, who agreed to deliver the same to the addressee at Bay Bidge, and that the hack driver started away for that purpose. The message was not delivered until about four o’clock p. m. of the 14th of June. On that day the son becoming more. seriously sick, E. S. Cobb, at about 1 o’clock p. m., went to the telegraph office and sent to his father another telegram of the same import, except that it was addressed in care of John Stradley. The last telegram sent was delivered before the first. The son died at about 1:30 o’clock p. m. of that day, which was near the time the last message was delivered to the telegraph company at Houston.</p>\n<p id=\"b205-3\">The trial court submitted to the jury the question of negligence of the telegraph company in not sending the message during the night of June 13, according to the alleged promise of the agent and also upon the question of negligence in delivering that telegram after it was received at La Porte on the morning of the 14th of June. The Court of Civil Appeals held that the telegraph company could not be made liable for a failure to transmit the message at night because the office at La Porte was closed at the time the message was received and it could not be sent according to the promise of the agent, and that the company was not bound by the promise of the agent to transmit it that night because the statement was made without authority.</p>\n<p id=\"b205-4\">The Court of Civil Appeals held, however, that .it was not necessary to reverse the judgment of the District Court on account of the error committed, because upon the undisputed evidence no other verdict could have been rendered in the case, for the reason that it appears, as a matter of law, from the evidence that Bonner, to whom the message was committed for delivery, was guilty of negligence in failing to deliver it within a reasonable time and, upon this conclusion, the judgment of the District Court was affirmed.</p>\n<p id=\"b205-5\">The Honorable Court of Civil Appeals does not set out the evidence from which it draws the conclusion that Bonner was guilty of negligence, as a matter of law, which makes it necessary for this court to look to the statement of facts to determine what the evidence was upon the question of negligence in the delivery -of the first message after its receipt at La Porte.</p>\n<p id=\"b205-6\">In passing upon this question we must take the most favorable view of the evidence in which it might be regarded by a jury and we can only consider that portion which is favorable to the telegraph company and which tends to show diligence on the part of the messenger. The fact that the testimony would sustain a verdict in accordance with the conclusion of the Court of Civil Appeals will not sustain the judgment of that court in this instance. It must be so conclusive that a jury could not properly arrive at the conclusion that Bonner had been diligent in his efforts to find Cobb and to deliver to him the message entrusted to his care. •</p>\n<p id=\"b205-7\">Bay ridge is a summer resort situated about two and one-half miles from the office of the Western Hnion Telegraph Company at La Porte. <page-number citation-index=\"1\" label=\"186\">*186</page-number>There are not many houses there, but the number is not stated. Morgan’s Point is the place at which the hack driver lived and is about - two miles from Bay Ridge. The evidence does not show that Bonner had any knowledge or any means of knowing the occupation of Cobb, nor of the fact of his connection with Stradley or any other person living at Bay Ridge. Bonner received the mesage a few minutes after it was received at the La Porte office and started at once for Bay Ridge to find Cobb. He was informed of the character of the message and devoted all of his time in endeavoring to deliver the message to Cobb up to the time that it was delivered. He stated that he went through West La Porte and East La Porte and Bay Ridge, which were situated near each other, and as he traveled he inquired from a number of men that he met and who he thought might know something of the man, Cobb, and that he inquired at several houses at Bay Ridge where he supposed he might get information. Failing to find Cobb or get any information concerning him, Bonner further testified that he went home to Morgan’s Point, ate his dinner at 12 o’clock and then changed his horses and started back over the same route to look for Cobb, and as he went he saw where they were building two houses in Bay Ridge and there inquired if they knew anything of such a man as Cobb, whereupon Cobb himself came and got the message. Bonner also testified that this was between 1 and 3 o’clock, but he was not sure of the time, but he repeats and states emphatically that he gave his whole time and attention to hunting for Cobb for the purpose of delivering that message after it was handed to him by the agent. We find in the statement of facts no other evidence bearing upon this question of the diligence of Bonner, save the facts that we have already stated with .regard to the distance and the time at which it was delivered and some matters upon which argument might be predicated in contesting the truth of Bonner’s statements.-</p>\n<p id=\"b206-3\">To test the correctness of the judgment of the Court of Civil Appeals we must assume that in his efforts to deliver the message Bonner did the acts which he narrates and in the time and manner that he states. Keeping in mind that Bonner knew nothing of Cobb’s occupation, nor of his relations to other persons at Bay Ridge, he started out to find a man whose family was at Houston and whose address was given as Bay Ridge, a place of resort in the summer time by citizens of other parts of the State. We are of opinion that a jury might believe that Bonner may have concluded that Cobb was of the class of people who made Bay Ridge a place of refuge from the heat of the city and naturally his inquiry would be made of persons who might be expected to know such a visitor. Bonner did inquire of such persons, he also inquired at the homes of persons residing at the resort where he might expect a visitor to be or to be known. His evidence would justify the conclusion that a knowledge of the contents of the message created an interest and sympathy that caused him to devote much time to his undertaking, for which he could not expect to be remunerated, which would exclude the idea of negligence.</p>\n<p id=\"b206-4\">We are of opinion that a jury might conclude from the evidence that Bonner was not negligent in performing his undertaking to de<page-number citation-index=\"1\" label=\"187\">*187</page-number>liver the message to Cobb. The trial court having erroneously submitted to the jury the issue of negligence of the telegraph company in not transmitting the message at night and the evidence as to negligence on the part of the messenger engaged to deliver it not being so conclusive as to compel a verdict against the defendant on that issue, the judgments of the trial court and Court of Civil Appeals are reversed and the cause is remanded.</p>\n<p id=\"b207-4\">\n<em>Reversed and .remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}