{
  "casebody": {
    "data": "<casebody firstpage=\"180\" lastpage=\"187\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b196-3\">William P. Winter, Guardian of Amelia L. and Cora Winter <em>vs. </em>Ann M. Gorsuch, and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b196-4\"><em>Where the Premises and Habendum in a Deed are Bepugnant, the Premises shall prevail </em>— Demurrer <em>to a Bill of Complaint.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b196-5\">A deed set forth in the premises, that in consideration of the sum of five dollars, and of the natural love and affection which the said H. NT. has for his daughter, A. R. W., the wife of <em>W. </em>P. W., the said H. NT. doth grant and assign unto the said A. R. <em>W., </em>her personal representatives and assigns, separate and apart from her said or any future husband, certain leasehold property, which is described ; and in the habendum, that the said A. R. <em>W. </em>is to have and to hold the hereinbefore described property for and during her natural life, and at her death, then the said property to go and descend to her children by her present or any future husband, and their descendants in equal shares <em>per stirpes; </em>but in case there should be no children, child or descendants of the said A. R. W. that shall survive her, then the said property to revert to and become vested in the other child, children or their descendants of the said H. if., that may be alive at the death of the said A. R. <em>W., </em>in equal proportions, as the heirs of the said H. N. <em>per </em>stirpes, and not <em>per capita. </em>\"Held, on a demurrer to a proceeding, on behalf of the children of A. R. <em>W., </em>to sell the property:</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b196-6\">1st. That the limitations in the <em>habendum </em>clause must be rejected, and the absolute estate granted by the premises to the daughter must prevail.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b196-7\">3nd. That as the children took no interest under the deed they could not sustain their bill, and that as the deed was referred to, and made a part of the bill, its construction and effect were for the Court, and the question was properly presented by a demurrer to ' the bill.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b196-9\">Appeal from tbe Circuit Court of Baltimore City.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b196-10\">This was a proceeding in equity by the appellant, as guardian of the infant children of bimself and Emma R. Winter his wife, to obtain a decree for the sale of certain <page-number citation-index=\"1\" label=\"181\">*181</page-number>leasehold property, in which, it was claimed, the children had an estate in remainder after a life estate of the wife, by virtue of a deed from one Henry Newman to the said Emma (misnamed Amaryllis in the deed.) The terms of this deed are set forth in the opinion of the Court. In the bill of complaint the appellees were made defendants and were alleged to be the owners, by purchase and conveyance, of the interest of Emma R. Walker (still living) in the property.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b197-5\">The defendants demurred to the bill; and from the order of the Court below (Gilmor, J.,) sustaining this demurrer, the complainant appealed.</summary>\n<judges data-order=\"8\" data-type=\"summary\" id=\"b197-6\">The cause was argued before Bartol, C. J., Bowie, Brent, Miller, Alvey and Robinson, J., for the appellant, and submitted for the appellees.</judges>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b197-7\"><em>Victor Smith, </em>for the appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b197-8\">The demurrer in this case filed should not be sustained, because the bill sets forth on its face a state of facts which, if true, will entitle complainant to the relief sought, and whether or not the exhibits filed sustain the allegations of the bill, are matters of fact to be decided by the Court at the final hearing, and are not matters of law appearing on the face of the bill. <em>Carroll vs. Waring, </em>3 <em>G. &amp; J., </em>491; <em>Barroll’s Ch. Pr., </em>111.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b197-9\">Admitting for the sake of argument, that the construction of the deed in question in this case, being complainant’s exhibit, can be brought up on a demurrer, the deed conveys the life estate to Amaryllis Winter, and an estate in remainder to complainant’s wards. A deed which, in the granting part, conveys an estate of inheritance to A, may, by the <em>habendum, </em>limit the estate to him for life, when, from the whole deed, it is clear that A was. to have only a life estate. <em>Hammond’s Lessee vs. Brice, 1 H. &amp; McH., </em>322; 9 <em>G. &amp; J., </em>77; 3 <em>H. &amp; J., </em>329; <em>Varnum </em><page-number citation-index=\"1\" label=\"182\">*182</page-number><em>vs. Thruston, </em>17 <em>Md., </em>471; <em>Carroll vs. Granite Co., </em>11 <em>Md., </em>411.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b198-5\">In this case the intention of the grantor was to secure the property to said Amaryllis Winter, and to her children after her death, free from any debts of her husband, and, as far as the children were concerned, free from debts of' said Amaryllis Winter. The <em>habendum </em>clause is not repugnant to the premises, but in point of fact is explanatory, and can be reconciled. The intention of the grantor is a matter of evidence, and not a question of law to be raised on demurrer.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b198-6\">The confirmatory deed can in no manner change the-estate that had already vested by the first deed. <em>Erken vs. McAllister, </em>45 <em>Md., </em>290.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b198-7\"><em>John S. Tyson, </em>for the appellees.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"b198-8\">It is presumed that the complainant intended to claim relief under the Act of 1862, ch. 156, amended and re-enacted by the Act of 1868, ch. 213, which authorizes a Court of equity, pending an estate for life, if it shall appear to be advantageous to the parties concerned, and if all. the parties in being are parties to the proceeding, to decree a. sale upon the application of any of the parties in interest, and to direct the investment of the proceeds of sale, so as to enure to the use of the same parties who-would be entitled to the land sold.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b198-9\">In support of the demurrer, it is contended that the appellant has failed, in every particular, to bring his case within the provisions of this Act. A sale can only he decreed upon the application of a party in interest. The children of Emma R. Winter have no interest in the property. The grantor, by the <em>premises </em>of the deed, conveyed the whole -leasehold interest to Emma R. Winter, <em>“ her personal </em>representatives and assigns.” The <em>habendum </em>to her <em>for life </em>is, therefore, void. <em>Budd vs. Brooke, </em>3 <em>Gill, </em>198; <em>Farquharson vs. Eichelberger, </em>15 <em>Md., </em>72.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b199-4\"><page-number citation-index=\"1\" label=\"183\">*183</page-number>This rule of construction is not in conflict with the principle that in construing a deed, all parts of it must he looked at to ascertain the intention. Here there is an irreconcilable contradiction between the <em>premises </em>and the <em>habendum. </em>One must yield, and the rule is that the <em>habendum </em>must yield.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b199-5\">Miller, J.,</author>\n<p id=\"AuR\">delivered the opinion of the Court.</p>\n<p id=\"b199-6\">In defining the office and effect of the <em>habendum clause </em>in a deed, Blackstone, in his Commentaries <em>(Book </em>2, <em>page </em>298,) after stating that it cannot totally contradict or be repugnant to the estate granted in the <em>premises, </em>puts an illustration of such repugnancy thus: “ If a grant be to one and <em>his heirs </em>in the premises, <em>habendum </em>to him <em>for life, </em>the <em>habendum </em>will be utterly void, for an estate of inheritance is vested in him before the <em>habendum </em>comes, and shall not afterwards be taken away by it,” and for this the authority of Lord Coke, found in the third resolution in <em>Baldwin’s Case, </em>2 <em>Rep., </em>23, and in <em>Earl of Rutland’s Case, </em>8 <em>Rep., </em>56, is cited. In the notes to <em>Baldwin’s Case, </em>found in <em>Thomas’ </em>edition of the <em>Reports, </em>other authorities sustaining the same position, are referred to, and it is there said: “This doctrine proceeds upon the principle that where there are two clauses in a deed repugnant to each other, the first shall prevail, <em>Leicester vs. Biggs, </em>2 <em>Taunt., </em>113 ; and every deed is expounded most strongly against the grantor and most for the advantage of the grantee, and therefore the grantee shall take by the premises if that be most beneficial for him and not by the <em>habendum, </em>and the grantor shall not be allowed by any subsequent part of the,deed to retract the gift, made in the premises : <em>post, </em>8 <em>Co., </em>54 <em>b; </em>1 <em>Inst., </em>299 <em>a, </em>and 2554.” More recently the same doctrine was affirmed in <em>Goodtitle vs. Gibbs, </em>5 <em>Barn. &amp; Cress., </em>709. In that case the distinction as to the effect of the <em>habendum </em>in deeds in which the premises expressly mention an estate or interest, and in <page-number citation-index=\"1\" label=\"184\">*184</page-number>those in which the premises merely describe the tenements but do not mention any estate or interest, is noticed, and with respect to the former, Abbott, C. J., says: “ On the other hand, if an estate or interest be mentioned in the premises, the intention of the parties is shown, and the deed may be effectual without any habendum,, and if an <em>habendum </em>follow which is <em>repugnant to the premises, </em>or contrary to the rules of law and incapable of a construction consistent with either, the <em>habendum </em>shall be rejected, and the deed stand good upon the premises.” He then refers to the case of <em>Jarman vs. Orchard, </em>in which one Thomas Nicholas, being possessed of a barn, cottage and land' as assignee of a lease for a thousand years, did, by indenture, reciting the lease, and expressed to be in consideration of natural love to his grand-daughter and for other good causes and considerations, grant, assign and set over to his grand-daughter, Mary, <em>her executors, administrators and assigns, </em>the said cottage, barn and lands, <em>habendum, </em>the same, to the said Mary, her executors, administrators and assigns, <em>from and after the decease of the said Thomas Nicholas and his wife, </em>for the residue of the term. And it was contended the deed was void because it conveyed an interest which was to commence only after the death of Nicholas, as it was apparent <em>he did not mean </em>to part with his interest in the term <em>during his own life, </em>and so the Court of King’s Bench held, but this judgment was reversed in the Exchequer Chamber, and the reversal affirmed in Parliament; <em>“ </em>and the ground of the reversal was that the <em>entire residue </em>of the term passed by the premises of the deed and the <em>habendum </em>was void.”</p>\n<p id=\"b200-5\">Again, Chancellor Kent (4 <em>Kent’s Com., </em>468,) states the proposition very clearly and tersely, that the <em>habendum “ </em>cannot perform the office of devesting the estate already vested by the deed; for it is void if it be repugnant to the estate granted.” The same doctrine has been recognized and adopted by express decisions of this Court. Thus in</p>\n<p id=\"At-\"><page-number citation-index=\"1\" label=\"185\">*185</page-number><em>Budd vs. Brooke, </em>3 <em>Gill, </em>196, the premises of a grant by-patent gave the grantees the same interests they held under a will which was recited, whereas the <em>habendum </em>gave them an estate in fee as joint tenants, and the two being in conflict, the Court held the one must overrule the other, and that.the limitation contained in the <em>habendum </em>must be rejected, and the estates given in the premises must prevail. The decision was placed by the Court upon the ground that “where there are two clauses in a deed of which the latter is contradictory to the former, the former shall stand,” and “ where the <em>habendum </em>is repugnant and contrary to the premises it is void, and the grantee shall take the estate given in the premises. This is a consequence of the rule already stated that deeds shall be construed most strongly against the grantor; therefore he shall not be allowed to contradict or retract by any subsequent part of the deed the gift made in the premises.” So in <em>Farquharson vs. Eichelberger, </em>15 <em>Md., </em>63, the terms of the grant in the premises were sufficient to pass the <em>real </em>as well as the personal estate of the grantor, and it was contended that by the <em>habendum </em>the grant was restricted to personal effects. But in answer to this contention, the Court cited and adopted the language of the previous decision in <em>Budd vs. Brooke, </em>and held that the <em>real estate </em>passed by the terms of the grant in the premises. There is no conflict between these decisions and that of <em>Mims vs. Armstrong, Cator &amp; Co., </em>31 <em>Md., </em>87. The latter was simply a case in which the enumeration of property in a <em>schedule </em>attached to and made part of the conveyance was held to control <em>the more general words of description </em>contained in the granting clause of the deed.</p>\n<p id=\"b201-5\">We must therefore apply the doctrine thus long established and supported by the highest authority, to the deed of the 9th of October, 1858, under which the appellants claim an interest in the <em>leasehold property </em>which that deed conveys. It is a deed executed by Henry Newman, by <page-number citation-index=\"1\" label=\"186\">*186</page-number>which, in consideration of the sum of five dollars, and the natural love and affection which he has for his daughter, Amaryllis Rebecca Winter, the wife of William P. Winter, he “the said Henry Newman, doth grant and assign unto the said Amaryllis Rebecca Winter, <em>her personal representatives and assigns, </em>separate and apart from her said or any future husband,” certain leasehold property which is described, “the said Amaryllis Rebecca Winter to <em>have and to hold </em>the hereinbefore described property <em>for and during her natural life, </em>and at her death the said property to go and descend to her children by her present or any future husband and their descendants in equal shares <em>per stirpes; </em>but in case there should be no children, child or descendants of the said Amayllis Rebecca Winter <em>that shall survive her, </em>then the said property to <em>revert to and become vested in </em>the other child or children or their descendants of the said Henry Newman, <em>that may be alive at the death </em>of the said Amaryllis Rebecca Winter, in equal proportions, <em>as the heirs </em>of the said Henry Newman, <em>per stirpes </em>and not <em>per capita.” </em>Here then by the premises of this deed an unqualified and absolute interest is given to the daughter, and by the <em>habendum </em>that interest is cut down to a <em>life estate </em>with contingent limitations to her children and the heirs of the grantor. The repugnancy and conflict between the two is apparent and irreconcilable, and, in our opinion, there could not be a plainer case for the application of the doctrine above stated. The limitations in the <em>habendum clause </em>must therefore be rejected, and the absolute estate granted by the premises to the daughter must prevail. It follows that as these complainants, the children of Mrs. Winter, take no interest under this deed, they cannot sustain their bill. The deed is referred to and made part of the bill. Its construction and effect is for the Court, and that question is, we think, properly presented by a demurrer to the bill. The order sustaining the demurrer and dismissing the bill must therefore be affirmed.</p>\n<decisiondate id=\"AfO\"><page-number citation-index=\"1\" label=\"187\">*187</page-number>(Decided 25th March, 1879.)</decisiondate>\n<p id=\"b203-4\">That no <em>actual intention </em>of the grantor has been violated by the construction we have placed on this deed is apparent from the deed by the same party of the 13th of December, 1860, which is called in the bill a confirmatory deed, and is referred to for the purpose of showing that Amaryllis R. Winter is the same person as Emma R. Winter mentioned in the bill and one of the defendants thereto. In this latter deed, the grantor recites that it was his intention by the first deed to give his daughter an absolute interest in the property without remainder or interest therein of any description to her children or the children of the grantor, and that such provisions were inserted in that deed by mistake and without any intent to do so on the part of either of said parties, and that the purpose of the present deed is to correct these mistakes and to confirm the property to the said Emma R. Winter absolutely. The deed then conveys the property to “ the said Emma R. Winter, her personal representatives and assigns.”</p>\n<p id=\"b203-5\">\n<em>Order affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}