{
  "casebody": {
    "data": "<casebody firstpage=\"626\" lastpage=\"633\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b644-7\">Maureen Bria et al. <em>v. </em>St. Joseph’s Hospital et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b644-8\">King, C. J., Murphy, Alcorn, Shannon and House, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b644-11\">Argued April 5</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AiB\">decided April 26, 1966</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b645-7\"><page-number citation-index=\"1\" label=\"627\">*627</page-number><em>William B. Rush, </em>with whom was <em>Henry J. Lyons, </em>for the appellant (defendant Bannon).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b645-8\"><em>James F. Stapleton, </em>with whom was <em>Robert J. Berta, </em>for the appellees (plaintiffs).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b645-9\">Murphy, J.</author>\n<p id=\"AZT\">The issue in this case is extremely narrow. The defendant Frederick M. Bannon, a physician, successfully removed the tonsils and adenoids of the named plaintiff, hereinafter called the plaintiff, approximately three weeks before she became four years of age. During the twenty-four hours in which she was in the defendant hospital, three different staff nurses employed by the hospital administered five hypodermic injections into her buttocks. A resultant paralysis of the left leg was caused by the penetration of the hypodermic needle in or about the sciatic nerve in her left hip. The plaintiff, through her father, brought suit in the present ease against the hospital, the doctor and <page-number citation-index=\"1\" label=\"628\">*628</page-number>one nurse and in a companion case, tried with this one, against the other two nurses. All of the defendants were alleged to have been negligent. The doctor was also charged with breach of contract. During the trial, the plaintiff withdrew both of her actions against the three nurses since she was unable to prove which one gave the injection or injections which caused the injury.<footnotemark>1</footnotemark> The court directed a verdict for the hospital under the doctrine of charitable immunity, and that phase of the judgment rendered has not been appealed. Before the case was submitted to the jury, the plaintiff abandoned her claim of malpractice against Dr. Bannon, conceding that he was not personally negligent and was not chargeable with malpractice. The case was submitted to the jury under the second count of the substituted complaint which alleged vicarious liability and breach of contract. From the judgment rendered on the verdict for the plaintiff, the doctor has appealed. The error assigned in the denial of the doctor’s motion for a directed verdict and for judgment notwithstanding the verdict is decisive of the appeal.</p>\n<p id=\"b646-5\">There was no written contract between the parties. The plaintiff claims that the doctor entered into a special oral contract with the plaintiff’s mother, Clara Bria, when she brought the plaintiff to the doctor’s office on January 16, 1958, for the purpose of an examination to determine whether the plaintiff’s tonsils and adenoids should be removed surgically. The doctor recommended the operation. At the trial, the doctor did not testify. The contract and the extent of it must be determined from the undisputed testimony of Mrs. Bria <page-number citation-index=\"1\" label=\"629\">*629</page-number>as it appears in the appendix to the plaintiff’s brief. She testified that Dr. Bannon stated that he would see that the plaintiff was admitted to the hospital, would take care of everything and would see that whatever was necessary was done.</p>\n<p id=\"b647-6\">Pursuant to this arrangement, Mrs. Bria brought the plaintiff to the hospital on the following morning. The plaintiff was admitted, was given two preoperative injections of sedatives and a vitamin by one of the nurses prior to the administration of anesthesia by the anesthesiologist. After the tonsils and adenoids were removed, the plaintiff was given two more injections in the recovery room by a different nurse. On the day after the operation, a third nurse gave an injection of a vitamin prior to the plaintiff’s discharge from the hospital. The preoperative injections were ordered by the anesthesiologist, and the other injections were given pursuant to the directions of Dr. Bannon.</p>\n<p id=\"b647-7\">\"When Mrs. Bria stood the plaintiff up in her crib to dress her to go home on the morning after the operation, her left leg gave way under her as a result of a paralysis in it caused by at least one of the hypodermic needles having been negligently inserted into or too close to the sciatic nerve in the left hip by a nurse. It is the plaintiff’s claim that, as the attending and operating physician, Dr. Bannon had the right to direct the nurses in the manner in which the injections were given, as to the site of the injection and as to the angle in which the needle was to be inserted, in addition to his selecting the type and amount of medication. In other words, the plaintiff advances the argument that, since Dr. Ban-non had the right to control the manner of injection, he was negligent in failing to exercise that right and personally to see that the nurses, in giving the <page-number citation-index=\"1\" label=\"630\">*630</page-number>injections, did so in a manner which would not cause involvement of the sciatic nerve. The doctrine which the plaintiff seeks to invoke is that of respondeat superior, which makes the master liable for the negligent acts of his servant. There is no claim that any of the nurses were in the employ of Dr. Bannon or that he supplanted the hospital as the master and exercised control and supervision over them during the preoperative and postoperative procedures. In the absence of assumption of control and direction by the doctor, the nurses did not become his servants. <em>Tierney </em>v. <em>Correia, </em>120 Conn. 140, 145, 180 A. 282. Nor is there any evidence that the nurses were temporarily loaned to Dr. Bannon while they administered to the plaintiff so that the borrowed servant rule would apply in this case. Under that rule, the person to whom the services of another’s employee are loaned is responsible for the employee’s negligent acts only so long as the temporary master actually exercises supervision and control over the servant. See cases such as <em>Harlan </em>v. <em>Bryant, </em>87 F.2d 170, 174 (7th Cir.); <em>Sheridan </em>v. <em>Quarrier, </em>127 Conn. 279, 283, 16 A.2d 479 (citing <em>Hunner </em>v. <em>Stevenson, </em>122 Md. 40, 89 A. 418); <em>Parsons </em>v. <em>M. J. Daly &amp; Sons, </em>114 Conn. 143, 149, 158 A. 216; <em>Graham </em>v. <em>St. Luke’s Hospital, </em>46 Ill. App. 2d 147, 159, 196 N.E.2d 355. The court should have instructed the jury in accordance with the doctor’s request to charge that Dr. Bannon did not have control and jurisdiction sufficient to charge him with liability for the acts of the nurses.</p>\n<p id=\"b648-5\">The remaining issue is whether Dr. Bannon breached the contract which he made with the plaintiff’s mother. “A contract is to be construed according to what may be assumed to have been <page-number citation-index=\"1\" label=\"631\">*631</page-number>the understanding and intention of the parties. <em>Downs </em>v. <em>National Casualty Co., </em>146 Conn. 490, 494, 152 A.2d 316; <em>Bridge-Mile Shoe Corporation </em>v. <em>Liggett Drug Co., </em>142 Conn. 313, 318, 113 A.2d 863. That intention is to be determined from the language used, interpreted in the light of the situation of the parties and the circumstances connected with the transaction. The question is not what intention existed in the minds of the parties but what intention is expressed in the language used. <em>Foley </em>v. <em>Foley, </em>149 Conn. 469, 471, 181 A.2d 607; <em>Sturtevant </em>v. <em>Sturtevant, </em>146 Conn. 644, 647, 153 A.2d 828.” <em>Ginsberg </em>v. <em>Mascia, </em>149 Conn. 502, 505, 182 A.2d 4. Mrs. Bria, who made the contract with the doctor, testified that he agreed to have the plaintiff admitted to the hospital, to take care of everything and to see that whatever was necessary was done. Dr. Bannon had the plaintiff admitted to the hospital and performed a successful tonsillectomy and adenoidectomy, the operations for which he was employed. He satisfactorily fulfilled those obligations of his contract. We therefore come to the crucial question: What was the intent expressed in the statement that he would take care of everything and see that all the necessary things which had to be done were done? Did the doctor personally guarantee that no unexpected or unusual consequence would result from the injections, which presumably are “necessary things” to be done? Such an interpretation of the expressed contract would be in violation of the rule expressed in <em>Ives </em>v. <em>Willimantic, </em>121 Conn. 408, 411, 185 A. 427, that a promise not expressly made will not be read into a contract unless it arises by necessary implication from the terms of the agreement. While it may be reliably assumed that neither the mother nor the <page-number citation-index=\"1\" label=\"632\">*632</page-number>doctor anticipated the unfortunate happening to the plaintiff, it must be borne in mind that the case as submitted to the jury dealt only with a claimed breach of an express contract, since the issues in negligence, except as to vicarious liability, had been withdrawn. To justify the verdict, it would have been necessary to add to the contract a provision which reasonably would not have been the intention of the parties. <em>Connecticut Union of Telephone Workers, Inc. </em>v. <em>Southern New England Telephone Co., </em>148 Conn. 192, 200, 169 A.2d 646. The tortious aspect <em>of the </em>case was eliminated when the claims of negligence were withdrawn, except as to vicarious liability.</p>\n<p id=\"b650-5\">Since, in this case, the surrounding circumstances were not in dispute, the construction and legal effect of the contract was a question of law for the court, even in a jury trial. <em>Libero </em>v. <em>Lumbermens Mutual Casualty Co., </em>143 Conn. 269, 274, 121 A.2d 622, and cases cited. What the meaning of the contract was, what promises it made and what duties or obligations it imposed were questions of law for the court. <em>Jordan, Marsh &amp; Co. </em>v. <em>Patterson, </em>67 Conn. 473, 479, 35 A. 521. In this case, the court delegated its responsibility to the jury as a question of fact. If that action had been proper, the verdict could be vindicated only if the contract could have been construed as one in which Dr. Bannon insured not only the result of the surgery he performed but also the actions of the hospital personnel directly associated with the care and treatment of the plaintiff. No such provision could be read into this contract. <em>Styles </em>v. <em>Tyler, </em>64 Conn. 432, 463, 30 A. 165. In the light of the evidence, the court, as a matter of law, should have directed a verdict for Dr. Bannon or rendered judgment for him notwithstanding the verdict.</p>\n<p id=\"AFbs\"><page-number citation-index=\"1\" label=\"633\">*633</page-number>There is error, the judgment is set aside and the ease is remanded with direction to render judgment for the defendant Frederick M. Bannon in accordance with his motion for a directed verdict.</p>\n<p id=\"b651-5\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b646-6\"> The two nurses in the companion case are erroneously named as defendants in the judgment printed in the record of this case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}