{
  "casebody": {
    "data": "<casebody firstpage=\"611\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b637-11\">UNITED STATES of America, Plaintiff—Appellee, v. Malcolm JOHNSON, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b637-14\">No. 07-4657.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b637-15\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b637-16\">Submitted: Nov. 26, 2007.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b637-17\">Decided: Dec. 28, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b637-19\">Francis S. Brocato, Broeato, Price &amp; Janofsky, LLC, Towson, Maryland, for Appellant. Rod J. Rosenstein, United States Attorney, James T. Wallner, Assistant United States Attorney, Baltimore, Maryland, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b637-20\">Before NIEMEYER, MICHAEL, and TRAXLER, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b637-21\">Affirmed in part, vacated in part, and remanded by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b637-22\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b637-23\">PER CURIAM:</author>\n<p id=\"b637-24\">Following his guilty pleas to possession of a firearm after a conviction for a felony offense, possession of an unregistered firearm, and possession with the intent to distribute controlled substances, the district court sentenced Malcolm Johnson to time served, to be followed by three consecutive three-year terms of supervised re<page-number citation-index=\"1\" label=\"612\">*612</page-number>lease. As a condition of his supervised release, the court ordered Johnson to serve twenty-four months in community confinement. Johnson appeals, arguing that the twenty-four month term of community confinement is unreasonable, and that the supervised release term is contrary to the statutory requirement that supervised release terms be concurrent. The Government asserts that Johnson’s challenge to the community confinement condition of supervised release falls within his valid appeal waiver, but concedes that the consecutive supervised release terms result in an illegal sentence and are not barred by Johnson’s appeal waiver. For the reasons that follow, we vacate Johnson’s sentence and remand to the district court for resentencing.</p>\n<p id=\"b638-4\">A term of supervised release “runs concurrently with any [other] term ... [of] supervised release or parole for another offense to which the person is subject or becomes subject during the term of supervised release.” 18 U.S.C. § 3624(e) (2000); <em>see United States v. Ziskind, </em>471 F.3d 266, 272 (1st Cir.2006), <em>cert. denied, </em>— U.S. -, 127 S.Ct. 1902, 167 L.Ed.2d 384 (2007); <em>United States v. Hernandez-Guevara, </em>162 F.3d 863, 877 (5th Cir.1998) (providing that supervised release terms are concurrent, even if imprisonment terms are consecutive).</p>\n<p id=\"b638-7\">Here, the district court ran Johnson’s three three-year terms of supervised release consecutively, contrary to the mandate of the statute. This challenge to the legality of the sentence is an exception to Johnson’s appeal waiver. <em>See United States v. Marin, </em>961 F.2d 493, 496 (4th Cir.1992) (allowing review despite waiver for claim that sentence exceeded statutory maximum or was based on constitutionally impermissible factor). The Government concedes that the consecutive terms resulted in an illegal sentence, and we agree. It is therefore necessary to vacate Johnson’s sentence and remand for resentencing.</p>\n<p id=\"b638-11\">It appears from the record that the district court began its determination of an appropriate sentence by considering the length of supervision. Only after stating that it was necessary to impose a long term of supervision did the court address the imprisonment term and the conditions of supervision. Because we cannot say that the district court would limit the imprisonment term to time served without the lengthy term of supervision it imposed, we do not limit our remand to merely directing that the terms of supervised release be concurrent. Rather, on remand, the district court is free to revisit these issues in light of the fact that Johnson’s terms of supervised release must run concurrently, rather than consecutively.</p>\n<p id=\"b638-12\">In conclusion, although we affirm Johnson’s convictions, we vacate his sentence and remand for resentencing.<footnotemark>*</footnotemark> We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b638-13\">\n<em>AFFIRMED IN PART, VACATED IN PART, AND REMANDED.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b638-8\"> In light of this disposition, we express no opinion as to the reasonableness of the supervised release condition that Johnson serve twenty-four months in community confinement.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}