{
  "casebody": {
    "data": "<casebody firstpage=\"300\" lastpage=\"311\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b320-4\">Hillsborough-northern judicial district</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AOa\">No. 2009-047</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b320-5\">The State of New Hampshire v. Michael Addison</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b320-8\">Argued: May 13, 2010</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AP-\">Opinion Issued: December 22, 2010</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b321-11\"><page-number citation-index=\"1\" label=\"301\">*301</page-number><em>Michael A. Delaney, </em>attorney general <em>(N. William Delker, </em>senior assistant attorney general, <em>&amp; a., </em>on the brief, and <em>Mr. Delker </em>orally), for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b321-12\"><em>David M. Rothstein, </em>deputy chief appellate defender, <em>&amp; a., </em>on the brief, and <em>Mr. Rothstein </em>orally, for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b321-13\">CONBOY, J.</author>\n<p id=\"AaF\">The defendant, Michael Addison, was convicted by a jury of conspiracy to commit criminal threatening and reckless conduct. <em>See </em>RSA 629:3 (2007); RSA 631:4 (2007); RSA 626:8 (2007); RSÁ 631:3 (2007). He appeals, arguing that: (1) the Trial Court <em>(McGuire, </em>J.) erred by informing the jury venire that he had been separately charged with the murder of a police officer; and (2) the method used to select prospective grand and petit jurors did not comply with the requirement of RSA 500-A:6 (2010) that the juror selection process be “random.” We affirm.</p>\n<p id=\"b321-14\">\n<em>I. Facts</em>\n</p>\n<p id=\"b321-15\">The defendant was convicted of conspiracy to commit criminal threatening and reckless conduct arising out of his involvement in an incident where gunshots were fired at an apartment building on Roy Drive in Manchester.</p>\n<p id=\"b321-16\">The parties do not dispute that the shooting at Roy Drive occurred less than twenty-four hours before the murder of Manchester Police Officer <page-number citation-index=\"1\" label=\"302\">*302</page-number>Michael Briggs, for which the defendant was later indicted and convicted. <em>See State v. Addison, </em>159 N.H. 87 (2009). The gun used in the Roy Drive shooting was the same weapon allegedly used to kill Officer Briggs. Widespread media coverage linked the defendant to the murder of Officer Briggs. The State subsequently used the defendant’s convictions in this case as aggravating factors to support the State’s request to seek the death penalty in the Briggs case.</p>\n<p id=\"b322-5\">\n<em>II. VandeBogart Instruction</em>\n</p>\n<p id=\"b322-6\">The defendant submitted proposed <em>voir dire </em>questions related to the extensive pre-trial publicity about the capital murder charge. The trial court found, however, that the defendant’s proposed questions “could create confusion and speculation among potential jurors and hinder the attempt to select fair and impartial jurors.” The court noted that the proposed questions “imply a connection between Officer Briggs’s death and the defendant without stating it. This would not serve the defendant’s apparent purpose not to inform the jury about the capital murder case.” The court determined that it would first read to the venire the following instruction, based on an instruction given in <em>State v. VandeBogart, </em>136 N.H. 107 (1992) (the <em>VandeBogart </em>instruction):</p>\n<blockquote id=\"b322-7\">I will be candid with you and inform you that the defendant in this case, Michael Addison, has been indicted for the shooting death of Manchester Police Officer Michael Briggs in October 2006. That case has not been tried and the defendant’s guilt or innocence in that case has not been determined. However, the defendant is presumed innocent of that charge unless and until the state proves that charge beyond a reasonable doubt.</blockquote>\n<blockquote id=\"b322-8\">That case is totally unrelated to the present charges and has nothing to do with the defendant’s guilt or innocence on these charges. The reason I mention the Officer Briggs case is that it has garnered much publicity in local newspapers and in local radio and television broadcasts. I understand that it was — there was a story on Channel 9 this morning about the case.</blockquote>\n<blockquote id=\"b322-9\">I assume most of you have read or heard or seen something about that case or the charges presently before the Court. The fact that you may have read, heard or seen something about the present charges or the shooting death of Officer Briggs does not in and of itself disqualify you from serving as jurors i[n] this case.</blockquote>\n<blockquote id=\"b322-10\">To be a fair and impartial juror does not mean that you must come into the trial with no information or impression about the <page-number citation-index=\"1\" label=\"303\">*303</page-number>defendant or the case. To be a fair and impartial juror, it is sufficient if you can lay aside your preconceptions, biases or opinions and render a verdict based on the evidence presented in this court during this trial.</blockquote>\n<blockquote id=\"b323-5\">I have been candid with you and it is imperative that you be candid with me. If you feel that you cannot put aside any impression, opinion, or bias you may have about this case or this defendant, you must tell me that.</blockquote>\n<p id=\"b323-6\">The court then completed the <em>voir dire </em>process, asking almost all of the defendant’s proposed questions of each prospective juror individually, and empanelled a jury.</p>\n<p id=\"b323-7\">On appeal, the defendant argues that the <em>VandeBogart </em>instruction violated his rights to due process, a fair trial, and a trial before a fair and impartial jury under the State and Federal Constitutions. <em>See </em>N.H. CONST. pt. I, arts. 15, 17, 35; U.S. CONST. amends. V, VI, XIV. He also contends that the <em>VandeBogart </em>instruction was improper because the facts in that case are distinguishable from those in this case. We first address the defendant’s arguments under the State Constitution, citing federal court opinions for guidance only. <em>See State v. Ball, </em>124 N.H. 226, 231-33 (1983).</p>\n<p id=\"b323-8\"> “It is a fundamental precept of our system of justice that a defendant has the right to be tried by a fair and impartial jury.” <em>State v. Goupil, </em>154 N.H. 208, 218 (2006) (quotation omitted). Generally, a juror is presumed to be impartial. <em>State v. Rideout, </em>143 N.H. 363, 365 (1999). When a juror’s impartiality is questioned, however, the trial court has a duty to determine whether the juror is indifferent. <em>Id. </em>“[I]f it appears that any juror is not indifferent, [the juror] shall be set aside on that trial.” <em>State v. Weir, </em>138 N.H. 671, 673 (1994) (quotation omitted). “[T]he manner in which <em>voir dire </em>is conducted is wholly within the sound discretion of the trial court.” <em>State v. Wamala, </em>158 N.H. 583, 594 (2009) (quotation omitted). It is well settled that whether a prospective juror is free from prejudice is a determination to be made in the first instance by the trial court on <em>voir dire. State v. Gullick, </em>120 N.H. 99, <em>102, cert. denied, </em>449 U.S. 879 (1980). “[T]he choice of questions to be asked during <em>voir dire </em>is a matter within the sound discretion of the trial court.” <em>VandeBogart, </em>136 N.H. at 110. This court will not disturb the trial court’s ruling absent an unsustainable exercise of discretion or a finding that the trial judge’s decision was against the weight of the evidence. <em>Id.; cf. State v. Lambert, </em>147 N.H. 295, 296 (2001) (explaining the unsustainable exercise of discretion standard).</p>\n<p id=\"b323-9\">The defendant claims that the use of the <em>VandeBogart </em>instruction violated his right to a fair trial and impartial jury because it provided highly <page-number citation-index=\"1\" label=\"304\">*304</page-number>prejudicial information to prospective jurors who did not know that the defendant was charged in the Briggs murder, some of whom ultimately sat on the jury in this case. He asserts that this case is subject to a heightened standard of due process for two reasons: (1) a conviction in this case would qualify as an aggravating factor supporting the death penalty in the Briggs murder; and (2) the New Hampshire Constitution affords greater protection of the right to an impartial jury than the Federal Constitution.</p>\n<p id=\"b324-5\">Assuming, without deciding, that a heightened level of due process applies to this case, we hold that the trial court’s use of the <em>VandeBogart </em>instruction satisfied due process. It is well established that an impartial jury need not be totally ignorant of the facts of the case:</p>\n<blockquote id=\"b324-6\">[T]he State Constitution requires that an accused receive a trial by a fair and impartial jury. It does not require that a juror be totally ignorant of the facts and issues involved. In these days of swift, widespread and diverse methods of communication, an important case can be expected to arouse the interest of the public in the vicinity and scarcely any of those best qualified to serve as jurors will not have formed some impression or opinion as to the merits of the case. To hold that the mere existence of any preconceived notion as to the guilt or innocence of an accused, without more, is sufficient to rebut the presumption of a prospective juror’s impartiality would be to establish an impossible standard. It is sufficient if the juror can lay aside his impression or opinion and render a verdict based on the evidence presented in court.</blockquote>\n<p id=\"b324-7\"><em>State v. Addison, </em>160 N.H. 493, 499 (2010) (quotations, brackets, and citations omitted).</p>\n<p id=\"b324-8\">In <em>VandeBogart, </em>this court held that given the difficulty of selecting impartial jurors otherwise, the trial court was within its discretion in informing the venire that the defendant also faced a first-degree murder charge. <em>VandeBogart, </em>136 N.H. at 110-11. The <em>VandeBogart </em>defendant appealed his conviction for simple assault, arguing that the trial court erred in informing the venire of a pending murder indictment against him. <em>Id. </em>at 108. The murder case was unrelated to the assault charge and had received a great deal of media coverage in newspapers and on television. <em>Id. </em>In concluding that the trial court did not err in advising the venire of the pending murder charge, we explained that the trial court had:</p>\n<blockquote id=\"b324-9\">[highlighted for the jury the most difficult problem confronting them in terms of their ability to remain impartial. The court was <page-number citation-index=\"1\" label=\"305\">*305</page-number>then able to explain to the jury immediately the legal principles they would have to understand and apply in order to ensure that the defendant was afforded a fair trial. By directly referring to pretrial publicity, the court emphatically informed the panel of their duty to be impartial and gave them an opportunity to express any reservations or doubts in this regard.</blockquote>\n<p id=\"b325-5\"><em>Id. </em>at 111. We conclude that the same reasoning justifies the use of the instruction to the venire in this case and hold that the defendant’s constitutional rights were not violated.</p>\n<p id=\"b325-6\">We recently upheld the use of a <em>VandeBogart </em>instruction in two other cases involving the defendant in which he was convicted of crimes committed in October 2006: (1) the hold-up of a 7-Eleven convenience store in Hudson (the “7-Eleven” case), <em>Addison, </em>160 N.H. at 497-500; and (2) the robbery of the El Mexicano restaurant in Manchester (the “El Mexicano” case), <em>State v. Addison, </em>160 N.H. 792 (2010). In the 7-Eleven case, we rejected the defendant’s contentions that: (1) the <em>VandeBogart </em>decision is flawed because it presumes that the entire venire has already been exposed to information about the publicized case; (2) the instruction tainted the jurors who knew little or nothing about the Briggs case; and (3) the <em>VandeBogart </em>decision places too great a weight on a juror’s assurance that he or she can be fair. The facts in the present case do not lead us to reach a different conclusion on these points.</p>\n<p id=\"b325-7\">Here, the defendant further contends that the <em>VandeBogart </em>trial court did not have the opportunity to consider the method of <em>voir dire </em>he proposed in this case — a questionnaire and individualized questioning designed to gauge the exposure of each juror to the publicity about the defendant. This distinction, however, does not warrant a contrary conclusion. Although our ruling in <em>VandeBogart </em>did not involve a comparison of <em>voir dire </em>strategies at the trial court’s disposal, the method of <em>voir dire </em>remains within the sound discretion of the trial court. <em>Wamala, </em>158 N.H. at 594.</p>\n<p id=\"b325-8\">The defendant further argues that this case is distinguishable from <em>VandeBogart </em>because the circumstances surrounding the Briggs murder are so closely intertwined with the Roy Drive shooting. Both crimes occurred in Manchester less than twenty-four hours apart, both were investigated by the Manchester police, and both allegedly involved the same weapon. Thus, the defense asserts that “the factual nexus between the murder and the Roy Drive charges increased the potential for prejudice.” But it is these very similarities that increased the risk that an initially ignorant juror might later — during the course of the trial — make the connection between the defendant and the Briggs shooting. Under these <page-number citation-index=\"1\" label=\"306\">*306</page-number>even more compelling circumstances, the court properly instructed the venire. Because the Federal Constitution offers the defendant no greater protection than the State Constitution with regard to his claims of error, we reach the same result under the Federal Constitution. <em>Addison, </em>160 N.H. at 500.</p>\n<p id=\"b326-5\">\n<em>III. RSA chapter 500-A</em>\n</p>\n<p id=\"b326-6\">We next consider whether the manner in which the prospective grand and petit jurors were selected violated RSA chapter 500-A (2010). The parties dispute whether this issue was preserved at trial. Assuming, without deciding, that the issue was preserved, we find no statutory violation.</p>\n<p id=\"b326-7\">The interpretation of a statute is a question of law, which we review <em>de novo. See Kenison v. Dubois, </em>152 N.H. 448, 451 (2005). We are the final arbiter of the intent of the legislature as expressed in the words of the statute considered as a whole. <em>Id. </em>We first examine the language of the statute, and, where possible, we ascribe plain and ordinary meanings to the words used. <em>Id. </em>When the language of the statute is clear on its face, its meaning is not subject to modification. <em>Dalton Hydro v. Town of Dalton, </em>153 N.H. 75, 78 (2005). We will neither consider what the legislature might have said nor add words that it did not see fit to include. <em>Id. </em>When a statute’s language is plain and unambiguous, we need not look beyond it for further indication of legislative intent. <em>Appeal of Parkland Med. Ctr., </em>158 N.H. 67, 72 (2008). We will review legislative history, however, to aid our analysis if the statutory language is ambiguous or subject to more than one reasonable interpretation. <em>In re Alexis O., </em>157 N.H. 781, 785 (2008).</p>\n<p id=\"b326-8\">The defendant bears the burden of establishing a <em>prima facie </em>case of substantial noncompliance with the jury selection statutes. <em>See State v. Ayer, </em>150 N.H. 14, 33 (2003), <em>cert. denied, </em>541 U.S. 942 (2004). In analyzing such a claim, we first consider whether the actions complained of in fact constituted violations of the jury selection procedures mandated by statute. <em>Id. </em>If we find that violations have occurred, we then “consider whether any violations, taken as a whole, resulted in substantial noncompliance with the statute.” <em>Id. </em>“Statutory noncompliance generally rises to a substantial level and prejudice to the defendant occurs when the purposes of the statute — random selection of jurors from a fair cross section of the community — are contravened.” <em>Id.</em></p>\n<p id=\"b326-9\">To address the statutory violations alleged by the defendant, we first describe the undisputed general procedure followed in this case. The Administrative Office of the Courts (AOC) annually prepares a master jury list of prospective grand and petit jurors for each county or judicial district. <page-number citation-index=\"1\" label=\"307\">*307</page-number>RSA 500-A:l, 2. The lists are “blended and compiled” from the voter rolls and from the records of the individuals who hold a New Hampshire drivers’ license or identification card from the New Hampshire Department of Safety (DOS source list). RSA 500-A:l.</p>\n<p id=\"b327-5\">The clerk of the Superior Court for the Northern District of Hillsborough County, the district in which the defendant’s trial took place, requests a master list of 7,000 potential jurors from the AOC; 3,500 names are generated from the voter lists and 3,500 from the DOS source list. Because some names may appear on both lists, the compilation of the master list may include some duplicate names. In this case, the State’s expert testified at a venire challenge hearing that efforts to eliminate duplicates are “conservative,” in part because two names at the same address could still represent two different people — for example, a father and son. However, both parties’ experts agreed that the chance of the same person appearing on both lists is small because the number of names on the master jury list constitutes a small fraction of the total pool in the Northern District of Hillsborough County (117,000 registered voters and 160,000 holders of drivers’ licenses and identification cards).</p>\n<p id=\"b327-6\">The manner in which the list of 3,500 voter names was generated changed in the time between the selection of the grand jurors and the selection <em>of </em>the petit jurors in this case. Previously, the AOC obtained voter lists from each individual municipality within the judicial district. The AOC then randomly selected names from each municipality’s list in proportion to the municipality’s total population within the district. After the defendant was indicted, the Secretary of State took on the responsibility of maintaining a list of all voters in the state. In response to the AOC’s request for 3,500 names, the Secretary of State randomly selected voters from each municipality in proportion to that municipality’s number of registered voters, not total population.</p>\n<p id=\"b327-7\">RSA 500-A:6,1, provides, in pertinent part, that:</p>\n<blockquote id=\"b327-8\">When ordered to do so by the court, the clerk shall draw at random from the master jury list the names or identifying numbers of as many prospective jurors as the court by order requires. The names or identifying numbers of prospective jurors may be chosen either by random drawing or by computer on a random basis.</blockquote>\n<p id=\"b327-9\">The record indicates that the names are alphabetized, and a start number is generated at random. Then, depending on the number of jurors needed, an interval number is chosen, “n.” Beginning at a start number, every “nth” voter is selected.</p>\n<p id=\"b328-4\"><page-number citation-index=\"1\" label=\"308\">*308</page-number>The defendant asserts that the statute was violated because potential jurors were not selected at random. Looking to WEBSTER’S THIRD New International Dictionary 1880 (unabridged ed. 1993), the defendant notes two meanings for the word “random”: (a) “without definite aim, direction, rule, or method: with no specific goal or purpose in view”; and (b) “having the same probability of occurring as every other member of the set.” The defendant urges us to adopt the second definition, which would require that each potential juror have “equal odds” of being selected. He argues that the trial court and the AOC failed to adhere to the equal odds standard by committing three “systematic errors”: (a) failing to eliminate duplicates during the process of blending the voter and DOS source lists, thus increasing the selection chances of any duplicate names; (b) employing the “every nth” interval method of selecting names; and (c) creating the grand juror source list under the former method, by choosing voters in proportion to their municipalities’ total populations rather than their voter populations. He alleges that the last error led to the overrepresentation on the master list of voters from Manchester, the community most affected by the Briggs murder, because Manchester has a lower percentage of voting residents than other towns in the district.</p>\n<p id=\"b328-5\">The State’s expert acknowledged at the venire challenge hearing that the removal of duplicates is not “exact” and that the “every nth” method does not meet the equal odds standard of randomness because, since it uses intervals, every person in the group does not have an equal chance of being selected next. The State argues, however, that equal odds randomness is not required by the statute.</p>\n<p id=\"b328-6\">We assume, without deciding, that both definitions proffered by the defendant are reasonable interpretations of the word “random” as used in RSA 500-A:6, I. Accordingly, we consult legislative history to aid our analysis. <em>See In re Alexis O., </em>157 N.H. at 785.</p>\n<p id=\"b328-7\">The current juror selection system is the result of legislative changes made in 1981. Prior to 1981, the selection of jurors in New Hampshire was entirely within the discretion of the selectmen, who could choose “such men and women ... as they judge eligible to serve.” RSA 500-A:2 (Supp. 1977). We criticized this system in <em>State v. Elbert, </em>121 N.H. 43, 46 (1981), noting that “[t]he unfettered discretion allowed the selectmen by [the statute] does not require that jurors be of age, literate, voters, or even citizens of the State.” Testimony in that case revealed that selectmen were using various non-random procedures to choose prospective jurors. <em>Elbert, </em>121 N.H. at 46-47. We concluded that “the current ‘system’ can result in less than a good cross section of the community.” <em>Id. </em>at 47. We then exercised our supervisory authority to mandate that, until a new statute was enacted, <page-number citation-index=\"1\" label=\"309\">*309</page-number>all future jury lists in the state “be chosen at random from voter checklists under the supervisory discretion of the clerks of court.” <em>Id. </em>at 47-48.</p>\n<p id=\"b329-5\">Following the <em>Elbert </em>decision, the legislature amended the statute to require among other things, the random selection of potential jurors from the master jury list. As we found in <em>State v. Martel, </em>141 N.H. 599 (1997), “[t]he legislative policy underlying the statute is that all persons selected for jury service should be selected at random from a fair cross section of the population of the area served by the court.” <em>Martel, </em>141 N.H. at 603 (quotation omitted); <em>see </em>Laws 1981, 527:1; <em>see also </em>N.H.S. JOUR. 691 (1981) (in support of the amendment one legislator cited testimony before the <em>Elbert </em>trial court that various officials “put their friends and people they know on the jury and that the jury does not represent a cross section of New Hampshire people”). Thus, the legislative history of RSA 500-A:6, I, supports a conclusion that the legislature intended to foreclose the “unfettered discretion” allowed selectmen under the former statute, not to require equal odds randomness.</p>\n<p id=\"b329-6\">Federal courts have also declined to adopt a statistical definition of randomness in interpreting the Jury Selection and Services Act (JSSA). <em>See </em>28 U.S.C. § 1861 (2006). Similar to our statute, the JSSA requires that “grand and petit juries [be] selected at random from a fair cross section of the community.” <em>Id.; see Martel, </em>141 N.H. at 603. According to the legislative history of the JSSA, “[t]o the extent that the bill does provide for random selection, it does not insist upon randomness in the sense in which that term might be understood by statisticians.” <em>United States v. Butts, </em>514 F. Supp. 1225, 1234-35 (D. Fla. 1981) (quotation omitted); <em>see United States v. Gregory, </em>730 F.2d 692, 699 (11th Cir. 1984) (rejecting a claim that jury selection was not random because “[w]hile the methods used here may have resulted in venires that were not statistically random, there has been no showing that they resulted in discriminatory selection of jurors or otherwise prevented jury panels from consisting of fair cross-sections of the community”), <em>cert. denied, </em>469 U.S. 1208 (1985); <em>United States v. Bearden, </em>659 F.2d 590, 602-03 (5th Cir. 1981), <em>cert. denied, </em>456 U.S. 936 (1982); <em>McClendon v. United States, </em>587 F.2d 384, 387 (8th Cir. 1978), <em>cert. denied, </em>440 U.S. 983 (1979).</p>\n<p id=\"b329-7\">Contrary to the defendant’s assertion, this approach is not inconsistent with the First Circuit’s decision in <em>In re United States, </em>426 F.3d 1 (1st Cir. 2005). The defendant argues that <em>In re United States </em>recognized the “equal odds” definition. In that case, however, it was the jury selection plan adopted by the District of Massachusetts that required “that the mathematical odds of any single name being picked [be] substantially equal,” <em>not </em>the JSSA. <em>In re United States, </em>426 F.3d at 6.</p>\n<p id=\"b330-4\"><page-number citation-index=\"1\" label=\"310\">*310</page-number>In urging us to hold that a violation of RSA chapter 500-A occurred here, the defendant points to two cases he argues show that “[o]ther courts have sustained a defendant’s objections when there was a failure to follow a statutorily mandated random process.” In <em>State v. Russo, </em>516 A.2d 1161, 1165 (N.J. Super. Ct. Law Div. 1986), the Superior Court of New Jersey found that the jury selection procedure did not comply with the jury selection statute and quashed the defendant’s indictment for first-degree murder. The process in that case was similar to New Hampshire’s system, in that it involved the use of a merged source list drawn from both voter rolls and a licensed drivers list. The court found two flaws in the process. <em>Russo, </em>516 A.2d at 1163. First, individuals residing in areas with certain zip codes that were not completely contained within the county of jurisdiction had been excluded from the list of licensed drivers, but not the voter list. <em>Id. </em>at 1164. Thus, a quarter of the county’s population appeared on the voter list, but not the drivers list. <em>Id. </em>Second, efforts to eliminate duplicates only extended to exact duplicate names. <em>Id. </em>at 1165. Because the failure to eliminate duplicate names compounded the effect of exclusion of individuals from certain zip code areas from the drivers list, the court concluded that these defects had “a negative impact on the randomness of the jury selection process.” <em>Id. </em>In so finding, however, the court did not rule that statistical randomness was required.</p>\n<p id=\"b330-5\">The defendant also points to <em>Azania v. State, </em>778 N.E.2d 1253 (Ind. 2002), in which the Indiana Supreme Court held that the state’s jury selection statute had been violated and overturned the defendant’s death sentence. A computer program was used to identify prospective jurors in the county where the defendant’s case was heard based on a list organized alphabetically by township. <em>Azania, </em>778 N.E.2d at 1257. Once a satisfactory number of potential jurors was identified, the program stopped the selection process. <em>Id. </em>This resulted in the exclusion of 87% of the residents of the last township on the list. <em>Id. </em>As that township included three fourths of the county’s jury-eligible African-American population, the court held that the programming flaw “materially reduced the probability that African Americans would serve” on the defendant’s jury. <em>Id. </em>at 1260. Thus, the <em>Azania </em>decision was based on the material exclusion of one segment of the population, not a failure of statistical randomness. <em>Id. </em>To the contrary, the court noted that ’’completely random selection of jurors is not required as long as the system used is impartial and not arbitrary.\" <em>Id. </em>at 1257.</p>\n<p id=\"b330-6\">Therefore, in construing the requirement under RSA chapter 500-A that prospective jurors be drawn at “random,” we decline to adopt an “equal odds” definition of the term. Accordingly, we hold that the method of selecting potential grand and petit jurors for this case did not violate the <page-number citation-index=\"1\" label=\"311\">*311</page-number>statutory randomness requirement. Because we find no statutory violation, it is not necessary that we undertake the second part of the analysis, which considers whether any violations resulted in substantial noncompliance with the statute. <em>Ayer, </em>150 N.H. at 33.</p>\n<p id=\"b331-5\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b331-6\">DALIANIS, C.J., and DUGGAN and HlCKS, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}