{
  "casebody": {
    "data": "<casebody firstpage=\"565\" lastpage=\"571\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b589-3\">THE KING <em>vs. </em>AHO, <em>alias </em>YOUNG CHIN HOP.</parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"AGFq\">Exceptions from Circuit Court, Second Judicial Circuit.</summary>\n<p data-order=\"2\" data-type=\"misc\" id=\"b589-4\">January Term, 1886.</p>\n<judges data-order=\"3\" data-type=\"judges\" id=\"b589-5\">Judd, C. J.; McCully and Preston, JJ.</judges>\n<summary data-order=\"4\" data-type=\"headnotes\" id=\"b589-6\">Officers of the customs cannot, without a search warrant, open merchandise brought from a port of entry in an inter-island steamer and landed in a warehouse at another port.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b589-7\">Defendant was convicted of obstructing an officer of the customs in the discharge of his duty ; held, that as the officer had no search warrant, he was not in the discharge of his official duty ; and a new trial ordered.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b589-8\">Held on re-argument, that officers of the customs can exercise their rights under the statute, as to search of goods without a warrant, only in regard to merchandise imported from a foreign country, before it has left the vessel at the port of first entry in this Kingdom.</summary>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b589-9\">Opinion of the Court, by</p>\n<author id=\"AmD\">Judd, C. J.</author>\n<p id=\"b589-10\">The defendant was found guilty at the December Term, 1885, of the Circuit Court of the Second Judicial Circuit, of the offense of obstructing a customs officer in the discharge of his duty.</p>\n<p id=\"b589-11\">On part of the prosecution, evidence was offered to show that on the 23d of July, 1885, one John Wagner was holding the office and discharging the duties of Port Surveyor of the port of Kahului, Maui, a port of entry; that on that day there were in the warehouse of Wilder &amp; Co., at Kahului, (which warehouse, by permission of its owners, the customs officers used for customs purposes as occasion required) certain packages of merchandise Which had arrived there from Honolulu on the steamer Lehua, the day previous, consigned to Chin Hop, at Kahului. On the 23d of July, while a Chinese trunk among these goods was lying in the warehouse, defendant came there and claimed delivery of the trunk, as agent of the consignee. Wagner, thereupon, as Port Surveyor, claimed and demanded of defendant the right to search the trunk and its contents. Defendant denied WagnePs <page-number citation-index=\"1\" label=\"566\">*566</page-number>right to search, and by force and violence obstructed and prevented him from making such search.'</p>\n<p id=\"b590-4\">On the part of the defense, evidence was offered to show that defendant took the trunk away by the consent of Wagner amicably \"obtained.</p>\n<p id=\"b590-5\">The defendant’s counsel asked the Court to charge as follows:</p>\n<p id=\"b590-6\">“ 1. The duty of the customs officers is confined to a supervision of the exports and imports of the land. They are not authorized as such officers to institute a search of goods landed, even at ports of entry, from the ports of the other islands.”</p>\n<p id=\"b590-7\">“2. Chapter LXX of the Penal Code, and section 11 thereof, under which this prosecution is brought, refers only to smuggling and other frauds against the revenue, and alludes only to such offenses as are committed in the importation of goods contrary to law. The authority of the customs officers does not extend to the search of goods held or possessed in violation of the police laws of the land, as the mere possession of opium; ” which instructions were refused.</p>\n<p id=\"b590-8\">The Court charged, against the objections of the defendant’s counsel, as follows:</p>\n<p id=\"b590-9\">“For the purposes of this case, I charge you that customs officers have the right of search at any port of entry to prevent smuggling, although my impression is that a port of entry is only a port of entry for goods requiring to be entered. In this case, I charge you that the customs officers at Kahului have the right to search goods imported from Honolulu by the inter-island carriers. Goods are liable to search even after they arrive in the Kingdom and transportation to other ports than those at which imported. It was Wagner’s duty and right to search the goods in this case. If obstructed in that duty by more or less force on the part of defendant, then defendant is guilty of the offense charged against him and should be convicted. It is not necessary that an officer of the customs should first be informed or have cause to suspect that smuggling is being carried on or attempted. His right of search exists independent of any and all such information or suspicion, and may be exercised in his discretion.”</p>\n<p id=\"b590-10\">By the Coubt.</p>\n<p id=\"b590-11\">The several statutes which are considered by the Attorney-<page-number citation-index=\"1\" label=\"567\">*567</page-number>General, representing the Crown, as conferring the authority upon officers of the customs to search and examine, without warrant, goods landed at ports of entry from inter-island carriers, are sections 554, 659 and 662 of the Civil Code. Section 554 prescribes that the collectors of the several ports shall be ex-officio inspectors, appraisers and examiners at their respective ports in all cases requiring inspection, appraisement or examination of goods or property coming in any way into such port, without invoice, or when undervalued or in any other case when the same may be deemed necessary by the collector.</p>\n<p id=\"b591-4\">This section is under Article 18 of the Code entitled “Of the arrival and entry of vessels/’ and section 545 requires a manifest to be furnished the collector by the commanding officer of every merchant vessel arriving from a foreign port, or from a domestic port with foreign merchandise on board. By foreign merchandise is meant, merchandise from foreign ports that has not been entered at a custom house. When goods have been entered and have passed the custom house, they become domestic goods, within the scope of this Article. No manifest is required of coasting vessels on arriving at any port. But it is not necessary to discuss this section further, as in the case before us the officer, whose examination of goods was resisted by the defendant, was not the collector of the port of Kahului, but the Port Surveyor, to whom this law does not apply. ,</p>\n<p id=\"b591-5\">Section 662 is especially relied upon by the prosecution. It reads:</p>\n<p id=\"b591-6\">“It shall be lawful for any collector or other officer of customs employed for the prevention of smuggling, or for any sheriff, constable or police officer to go on board any vessel when he shall have reason to suspect any goods subject to duty are concealed on board of such vessel, and upon producing his commission or appointment to office, to search for, seize and secure any such goods.”</p>\n<p id=\"b591-7\">This section occurs under Article XXVI of the Civil Code, under the title “Of smuggling and other frauds against the revenue laws.” These sections, presumably, apply to vessels from foreign ports.</p>\n<p id=\"b591-8\">But it is urged that a vessel from a foreign port might transfer <page-number citation-index=\"1\" label=\"568\">*568</page-number>foreign goods to a coasting vessel outside of any of our ports, and unless the right of search of coasting vessels was allowed, the goods could be thus introduced without paying duty, and thus smuggling to a great extent could be engaged in with complete immunity. We think the law is full enough to cover such cases, for section 655 prescribes that all boats, vessels and craft of whatever description, in any way used or engaged in such smuggling, or attempt to smuggle, shall be forfeited. But the connection in the use of a coasting vessel under this law as auxilliary to a foreign vessel, to carry out smuggling, would have to be shown, and in such case the right of search would undoubtedly exist.</p>\n<p id=\"b592-4\">In the case before us, however, the goods were not attempted to be searched by the officers on board of any vessel. They had been landed from an inter-island steamer and no connection is sought to be established- between her and a vessel bringing for-feitable goods from a foreign port. The goods had been landed and were in a warehouse of the steamship company, to which, by permission of the owner, the customs officers were allowed access and which was used for customs purposes as occasion required.</p>\n<p id=\"b592-5\">The Attorney-General contends that their status should be considered as the same as if still on board the vessel. The fact remains, however, that they were not then on board of any vessel, and the right to search for them without a warrant is not within the letter of the law. The warehouse, in this case, was near the shore, but the principle must be the same if it were miles inland ; and to allow customs officers, without warrants, to search baggage and cases of merchandise all over the islands, miles away from the sea coast, and at any interval of time, would he intolerable and lead to great abuses.</p>\n<p id=\"b592-6\">Section 663 gives the necessary authority to officers of the customs, as also police officers, when the concealment of smuggled goods is suspected, to procure a search warrant and thus be entitled to enter any house or other place to make such search and break open doors, etc., if resisted. This should be followed in case of goods after they are landed. The law allows the arrest .without warrant of a person charged with or suspected of the ,otfesne of smuggling or attempting to smuggle, and also the seiz<page-number citation-index=\"1\" label=\"569\">*569</page-number>ing of any specific article of merchandise liable to forfeiture anywhere on land or water, without warrant, by any person employed for the prevention of smuggling, or by any police officer; but we can find no authority for opening ordinary articles of merchandise after they are landed, not being baggage, by a customs officer or the collector himself, without a search warrant.</p>\n<p id=\"b593-4\">We are aware that there may be inconveniences arising from our construction of the law. Many of our ports of entry have been created of late years, and provision has not been made for the appointment of Magistrates to reside at these ports, to whom application caD speedily be made for the search warrants when required. Some legislation may be found necessary to give officers, where the concealment of substances occupying but little space, like opium, is suspected, greater authority. We must remember that the Constitution, Article 12, provides that every person has the right to be secure from all unreasonable searches and seizures of his person, his house, his papers and effects, and we are not authorized to make this right of no value to the individual by enlarging the scope of statutes beyond their plain meaning and intendment.</p>\n<p id=\"b593-5\">Officer Wagner not being in the discharge of his official duty when the acts complained of on the part of the defendant took place, defendant should not .have been convicted for resisting him, and the charge of the Court was erroneous, so far as it is contrary to the view now held.</p>\n<p id=\"b593-6\">The exceptions are sustained, and a new trial ordered.</p>\n<p id=\"b593-7\">Honolulu, March 8, 1886.</p>\n<p id=\"b593-8\">Supplemental Opinion, by</p>\n<author id=\"A3T\">McCully, J.</author>\n<p id=\"b593-9\">After the above decision had been filed, the Attorney-General petitioned the Court for a rehearing, principally on the ground that the identity of the right to seize goods on board of any vessel, with the right to treat them in this warehouse <em>quasi </em>they were bn the vessel, had not been fully presented in his former argument. The Court consented to hear another argument, desiring that the decision of a question of importance to the public service should be based upon consideration of every element of the case.</p>\n<p id=\"b594-3\"><page-number citation-index=\"1\" label=\"570\">*570</page-number>Upon further review of the statutes, we are unable to come to a different conclusion. Bection 662 is placed among sections which relate to smuggling, which is defined in Section 655, the first in this article, as the importation, landing or transhipping of any goods subject to duty, without due entry, payment of duties, etc., at the Custom-house, and transhipment of merchandise from one foreign vessel to another was subject to transit duty, as per Section 562, until repealed in 1860 by an Act requiring still a permit from the Custom-house, under the penalties of smuggling.</p>\n<p id=\"b594-4\">Importation and introduction can mean nothing but <em>bringing </em>into this Kingdom from a foreign country, and transhipping can mean nothing but a transhipment from a vessel arrived from abroad to another foreign-bound. Section 661 provides that Custom-house officers may board and examine any vessel on her entry into and departure from this Kingdom. Section 662 provides that, for the prevention of smuggling, <em>i. e., </em>the introduction of goods from a foreign port, customs officers and police officers may board any vessel, on suspicion of goods concealed on board, and after exhibiting their commission or appointment, search for, seize and secure such concealed goods.</p>\n<p id=\"b594-5\">To our apprehension, no other construction can be placed on the language of the section than that “any vessel” means a vessel from a foreign port. Not only does the whole context show this, but the inference to be drawn from the provision that the officer exhibit his commission or appointment to office. For surely it cannot be intended that a police officer, having a duty to execute on an inter-island vessel, must produce his commission. And it would be a perversion of language to hold that a package which has been landed and placed in a warehouse, which is also used as a Custom-house store, is concealed on a vessel. This section has a plain, obvious meaning, and all rules of construction require this to be given. It means there is authority given to search a vessel for concealed goods. It fits the case of a vessel suspected of having made a fraudulent or defective manifest. She may have discharged everything as reported, and lie in port as a discharged ship, ostensibly waiting cargo, but also waiting the opportunity to smuggle her concealed goods. She may be searched.</p>\n<attorneys id=\"ANt\"><page-number citation-index=\"1\" label=\"571\">*571</page-number>The <em>Attorney- </em>General, for the Crown.</attorneys>\n<attorneys id=\"Af3\"><em>Ashford &amp; Ashford, </em>for defendant.</attorneys>\n<decisiondate id=\"A6pN\">Honolulu, March 25, 1886.</decisiondate>\n<p id=\"b595-3\">The next section, 663, provides for search, but under a search warrant, for goods suspected to be smuggled and concealed anywhere on shore. Sections 554 and 555 provide for inspection and examination of goods. Other sections provide for seizure and forfeiture of baggage, which has been fraudulently declared on.</p>\n<p id=\"b595-4\">The Attorney-General is necessarily obliged, for consistency’s sake, to take the view that merchandise once introduced into the country, upon being placed aboard an inter-island vessel, again assumes the character of foreign cargo, and becomes amenable to what may be called the summary jurisdiction of the Customhouse. It 3eems to us that consistency would require to proceed a step further, and hold that the whole cargo be manifested and entered again at the port or ports of entry where it is discharged, which is a <em>reduetio ad absurdum.</em></p>\n<p id=\"b595-5\">Our decision stands as first rendered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}