{
  "casebody": {
    "data": "<casebody firstpage=\"1381\" lastpage=\"1392\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1191-4\">[No. B154167.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AJP\">Second Dist., Div. Seven.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aq9u\">June 10, 2002.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b1191-5\">In re BRITTANY L., a Person Coming Under the Juvenile Court Law. THE PEOPLE, Plaintiff and Respondent, v. BRITTANY L., Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b1193-6\"><page-number citation-index=\"1\" label=\"1383\">*1383</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b1193-7\">Linn Davis, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b1193-8\">Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Pamela C. Hamanaka, Assistant Attorney General, Steven D. Matthews and Stephanie A. Mitchell, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1193-9\">Opinion</p>\n<author id=\"b1193-10\">JOHNSON, Acting P. J.</author>\n<p id=\"AhK\">In this case we hold the trial court erred in failing to order victim restitution without regard to potential third party reimbursement, as well as in failing to consider the defendant’s evidence challenging the necessity and amount of the victims’ claimed repair costs. Accordingly, we vacate the restitution order and remand to the trial court with directions to determine the amount of economic loss suffered by the victims in this case.</p>\n<p id=\"b1194-3\"><page-number citation-index=\"1\" label=\"1384\">*1384</page-number>Facts and Proceedings Below</p>\n<p id=\"b1194-4\">Mr. Steven Pastore and his wife decided not to pass out candy to trick-or-treaters on Halloween night 2000. They turned off the lights outside and inside the home except for reading lights in the upstairs bedroom.</p>\n<p id=\"b1194-5\">Around 7:30 p.m. Pastore heard pounding on his front door. He also heard his doorbell ringing continuously. He looked out the upstairs bedroom window and saw two boys in his next-door neighbor’s driveway. Appellant Brittany L. lives next door to the Pastores with her sisters and mother.</p>\n<p id=\"b1194-6\">An hour or so later Pastore looked out his window and saw appellant and four boys standing on appellant’s driveway. A pizza deliveryman arrived and the juveniles went inside appellant’s house.</p>\n<p id=\"b1194-7\">Around 9:00 p.m. Pastore and his wife heard loud popping sounds. The juveniles had thrown eggs at the Pastores’ house. Pastore went downstairs to investigate. When he turned on the porch light the boys fled. Pastore called the police.</p>\n<p id=\"b1194-8\">Police detained appellant the next day. The district attorney filed a petition pursuant to Welfare and Institutions Code section 602 alleging appellant had committed felony vandalism with damages in excess of $400.<footnotemark>1</footnotemark></p>\n<p id=\"b1194-9\">At the conclusion-of the adjudication hearing the court declared appellant a ward of the court, sustained the petition and found the vandalism offense to be a felony. The court ordered appellant placed on home probation with physical confinement not to exceed three years. The court set a date for a contested restitution hearing.</p>\n<p id=\"b1194-10\">The initial report prepared by the probation department recommended appellant pay victim restitution of $500, the amount of the Pastores’ insurance deductible from the $3,500 it cost to clean and repaint the exterior of the Pastores’ home. In a supplemental report prepared for the restitution hearing the probation department recommended victim restitution in the amount of $4,300, which included the Pastores’ $500 insurance deductible, plus $3,800, representing the amount it cost to resurface the driveway when the Pastores learned power washing did not remove the egg stains from the driveway.</p>\n<p id=\"b1194-11\">At the restitution hearing Pastore testified his insurance paid all but his $500 deductible for the cleanup and painting of the exterior of his home. He <page-number citation-index=\"1\" label=\"1385\">*1385</page-number>testified he sought reimbursement for this amount plus the $3,800 he paid to resurface the driveway with epoxy and pebble stones. Pastore presented documentation to substantiate these amounts. He explained he needed to resurface the driveway because power washing did not remove the egg stains and contractors had informed him the damaged portions of his concrete driveway could not be successfully replaced. Pastore stated he did not submit a claim to his insurance company for the cost of resurfacing his driveway because he believed the additional claim would increase his insurance premium.</p>\n<p id=\"b1195-5\">Appellant challenged the amount to resurface the driveway as both unnecessary and excessively expensive. Prior to the hearing appellant’s mother had obtained estimates from other contracting companies for the cost of resurfacing the Pastores’ driveway.</p>\n<p id=\"b1195-6\">The court, however, did not permit appellant to put on her defense. Nor did it order restitution in the full amount claimed by the Pastores. Instead, the court ordered victim restitution of $500, the amount of the Pastores’ insurance deductible. The court reasoned: “Mr. Pastore’s damages were covered by insurance. I almost think it’s a violation of the insurance code, . . . to raise somebody’s homeowner’s or even automobile or automobile insurance when an incident happens that is not the policy holder’s fault, to raise your insurance.</p>\n<p id=\"b1195-7\">“I find the amount of damages evidenced by Mrs. [L.] directly to Mr. Pastore for $500, and then under the Civil Code Mr. Pastore can go into a civil court for the remaining $3800 unless he wants to turn that over to his insurance company. And that will be the amount of restitution at this point. flQ I cannot tell by the testimony which is hearsay whether or not somebody actually told him they were going to raise his insurance, whether his insurance has actually been raised. I can’t tell.</p>\n<p id=\"b1195-8\">“And I think it deserves a full hearing from both parties, so he can take Mrs. [L.] to court over the $3800. And we are limiting her restitution to $500 plus whatever the insurance company is going to get from her because they are going to take her to court. So she will be going to civil court with the insurance company for their subrogation, and then you can take her to court for the $3800 or $2500 or whatever the amount is in small claims court. From the evidence here, I just can’t make a decision on this testimony.”</p>\n<p id=\"b1195-9\">Appellant filed a notice of appeal from the judgment. Appointed counsel found no arguable issues to raise on appeal within the meaning of <em>People v. </em><page-number citation-index=\"1\" label=\"1386\">*1386</page-number><em>Wende.</em><footnotemark><em>2</em></footnotemark><em> </em>Accordingly, the People chose not to file a brief in the matter. After our independent review of the record this court asked counsel to brief the issue whether the court conducted the restitution hearing in accordance with the mandates of section 730.6. We also asked counsel to brief the issue whether this court should “vacate the order of disposition and remand for a new restitution hearing in which the court can make the required findings as to the victim’s entitlement to direct restitution.”</p>\n<p id=\"b1196-4\">Having received both sides’ briefs on these issues we now vacate the disposition order and remand for a new restitution hearing.</p>\n<p id=\"b1196-5\">Discussion</p>\n<p id=\"b1196-6\">I. <em>The Court Erred in Failing to Order Restitution in an Amount Necessary to Fully Reimburse the Victims Without Regard to the Victims’ Reimbursement from Other Sources.</em></p>\n<p id=\"b1196-9\">In 1982 the voters passed Proposition 8, making entitlement to restitution the constitutional right of every crime victim. California Constitution, article I, section 28, subdivision (b) states: “It is the unequivocal intention of the People of the State of California that all persons who suffer losses as a result of criminal activity shall have the right to restitution from the persons convicted of the crimes for losses they suffer. ftO Restitution shall be ordered from the convicted persons in every case, regardless of the sentence or disposition imposed, in which a crime victim suffers a loss, unless compelling and extraordinary reasons exist to the contrary. The Legislature shall adopt provisions to implement this section during the calendar year following adoption of this section.”</p>\n<p id=\"b1196-10\">The Legislature thereafter enacted amendments to the restitution statutes applicable to adult offenders. At the same time the Legislature amended the Welfare and Institutions Code to provide “parallel restitutionary requirements for juvenile offenders.”<footnotemark>3</footnotemark> In enacting Welfare and Institutions Code section 730.6 the Legislature declared: “It is the intent of the Legislature that a victim of conduct for which a minor is found to be a person described in Section 602 who incurs any economic loss as a result of the minor’s conduct shall receive restitution <em>directly from that minor.”</em><footnotemark><em>4</em></footnotemark></p>\n<p id=\"b1196-11\">The Legislature also mandated victim restitution should be imposed <em>“in the amount of the losses, as determined. </em>If the amount of loss cannot be <page-number citation-index=\"1\" label=\"1387\">*1387</page-number>ascertained at the time of sentencing, the restitution order shall include a provision that the amount shall be determined at the direction of the court at any time during the term of the commitment or probation. The court <em>shall order full restitution </em>unless it finds compelling and extraordinary reasons for not doing so, and states them on the record. A minor’s inability to pay shall not be considered a compelling or extraordinary reason not to impose a restitution order, nor shall inability to pay be a consideration in determining the amount of the restitution order. A [victim] restitution order . . . , to the extent possible, shall identify each victim, . . . , and <em>shall be of a dollar amount sufficient to fully reimburse the victim or victims for all determined economic losses </em>incurred as the result of the minor’s conduct for which the minor was found to be a person described in Section 602, including all of the following: fl[] (1) Full or partial payment for the value of stolen or damaged property. The value of stolen or damaged property shall be the replacement cost of like property, or the actual cost of repairing the property when repair is possible. . . .”<footnotemark>5</footnotemark></p>\n<p id=\"A0C\">Finally, section 730.6 makes clear the only person or entity entitled to lien or subrogation rights when ordering restitution is the state’s own Restitution Fund. “Restitution collected pursuant to this subdivision shall be credited to any other judgments for the same losses obtained against the minor or the minor’s parent or guardian arising out of the offense for which the minor was found to be a person described in Section 602. Restitution imposed shall be ordered to be made to the Restitution Fund to the extent that the victim, . . . , has received assistance [from the] Victims of Crime Program ”<footnotemark>6</footnotemark></p>\n<p id=\"b1197-7\">The purpose behind requiring a minor to pay victim restitution is for its deterrent as well as rehabilitative effect.<footnotemark>7</footnotemark> “Requiring the [minor] to make complete reparation to her victims for the harm done to them is more likely to make an impression on the [minor] than simply imposing a statutory fine. <em>(People </em>v. <em>Miller </em>(1967) 256 Cal.App.2d 348, 356 [64 Cal.Rptr. 20].)”<footnotemark>8</footnotemark>\n                   These purposes would be thwarted if a minor was relieved from responsibility for making her victims whole simply because the victims had been farsighted enough to purchase insurance for this type of damage to their home. Moreover, the principles announced by our Supreme Court in <em>People </em><page-number citation-index=\"1\" label=\"1388\">*1388</page-number>v. <em>Birkett</em><footnotemark><em>9</em></footnotemark><em> </em>make clear, trial courts are not to consider whether the victim has been, or will be, reimbursed from third parties in ordering victim restitution.</p>\n<p id=\"b1198-4\">In <em>Birkett </em>the Supreme Court considered whether the 1994 law governing mandatory victim restitution gave insurers the right to restitution to the extent they had reimbursed their insureds for crime-related losses, and if not, whether trial courts nonetheless had the discretion to allocate mandatory victim restitutionary awards between insurers and insureds to reflect such reimbursement. The <em>Birkett </em>court answered both questions in the negative.</p>\n<p id=\"b1198-5\">After holding the insurance company did not become a direct victim of crime entitled to restitution, the <em>Birkett </em>court considered whether the trial court nevertheless had discretion to allocate restitution between the victim and the insurance company. The court held the trial court did not have such discretion because the statutory scheme gave the victim the right to recover <em>the full amount </em>of the loss caused by the defendant’s criminal conduct. The court based its conclusion on the statutory language of the 1994 version of Penal Code section 1203.04 governing adult offenders—provisions virtually identical to those noted above in the Welfare and Institutions Code applying to minors.</p>\n<p id=\"b1198-6\">The <em>Birkett </em>court noted the Legislature had declared crime victims were entitled to receive restitution <em>“directly </em>from any defendant convicted of that crime.”<footnotemark>10</footnotemark> The victim restitution statute also directed payment should be made to the victim, except payment should “be made to the Restitution Fund to the extent the victim has received assistance” from the fund.<footnotemark>11</footnotemark> The statute provided the restitution ordered shall be “in the amount of the losses, <em>as </em>determined,” and “[t]he court <em>shall order full </em>restitution” except in unusual cases.<footnotemark>12</footnotemark> Finally the statute directed “[rjestitution shall, to the extent possible, be of a dollar amount that is <em>sufficient to fully reimburse </em>all persons, for all <em>determined </em>economic losses incurred as the result of the defendant’s criminal conduct. . . .”<footnotemark>13</footnotemark></p>\n<p id=\"b1198-7\">From this statutory scheme the court concluded: “It appears clear from this language that the Legislature intended to require a probationary offender, for rehabilitative and deterrent purposes, to make <em>full </em>restitution for <page-number citation-index=\"1\" label=\"1389\">*1389</page-number>all losses’ <em>his crime had caused, </em>and that such reparation should go entirely to <em>the individual or entity the offender had directly wronged, </em>regardless of that victim’s reimbursement from other sources. Only the Restitution Fund was eligible to receive any part of the full restitutionary amount otherwise due to the immediate victim.</p>\n<p id=\"b1199-5\">“Thus, except as against the Restitution Fund, the immediate victim was entitled to receive from the probationer the full amount of the loss caused by the crime, regardless of whether, in the exercise of prudence, the victim had purchased private insurance that covered some or all of the same losses. Third parties other than the Fund, such as private insurers, who had already reimbursed the victim were thus left to their separate civil remedies, if any, to recover any such prior indemnification either from the victim or from the probationer. [Citations.]</p>\n<p id=\"b1199-6\">“Again, this result is neither absurd nor contrary to Proposition 8. As noted above, the Legislature could rationally conclude that the criminal restitution scheme should always require the offender to pay the full cost of his crime, receiving no windfall from the fortuity that the victim was otherwise reimbursed, but that the rights of reimbursing third parties, aside from the state’s own Restitution Fund, should be resolved in other contexts. . . ,”<footnotemark>14</footnotemark></p>\n<p id=\"b1199-7\">Notably, the <em>Birkett </em>court expressly disapproved the Court of Appeal decision in <em>People </em>v. Sexton<footnotemark>15</footnotemark> to the extent it implied a court had discretion to award less than full restitution to a victim already reimbursed by insurance.<footnotemark>16</footnotemark></p>\n<p id=\"b1199-8\">We conclude the result should be the same when applying the principles announced in <em>Birkett </em>to the virtually identical provisions of section 730.6 regarding restitution orders imposed against minors. Accordingly, we further conclude the Pastores were entitled to a restitution order in an amount sufficient to “fully reimburse” them for losses incurred as a result of appellant’s criminal conduct—without regard to potential reimbursement from their homeowners’ insurance carrier. A proper order thus would have included all proven losses they sustained, whether or not first submitted to their insurance carrier, and whether or not already reimbursed by their insurer. It was thus error for the trial court to award the Pastores only their $500 deductible of the cost of cleaning and repainting the exterior of their <page-number citation-index=\"1\" label=\"1390\">*1390</page-number>home. Similarly, it was error to refuse to consider and include in the order any part of the cost to resurface the Pastores’ driveway.</p>\n<p id=\"b1200-4\">The court’s order requiring the Pastores to pursue independent remedies against their insurer and/or against appellant personally in a civil action is unprecedented. Such an order conflicts with both the mandates of section 730.6 and the directives of <em>Birkett. </em>Nothing in the victim restitution statutes requires a crime victim to first exhaust alternative remedies before being entitled to an order for full reimbursement for all determined costs as a result of the crime. <em>Birkett </em>tells us a victim restitution order should be in an amount as “determined” by the court which would “fully reimburse” the victims “regardless of that victim’s reimbursement from other sources.”<footnotemark>17</footnotemark></p>\n<p id=\"b1200-5\">Accordingly, we conclude the court’s order for only the Pastores’ insurance deductible of $500 is erroneous and must be vacated.<footnotemark>18</footnotemark></p>\n<p id=\"b1200-6\">II. <em>The Trial Court Erred in Failing to “Determine” the Crime Victims’ Economic Losses.</em></p>\n<p id=\"b1200-8\">Section 730.6 speaks in terms of “the amount of losses, <em>as determined!’ </em>and states the victim restitution order “shall be of a dollar amount sufficient to fully reimburse the victim or victims for all <em>determined </em>economic losses incurred as the result of the minor’s conduct . . . .”<footnotemark>19</footnotemark></p>\n<p id=\"b1200-9\">This statutory language makes clear the sentencing court is itself required to evaluate the evidence and resolve the issue of the proper amount of restitution which will fully reimburse the victims. It may not relinquish this responsibility by delegating to the victims the tasks of pursuing independent remedies of filing a claim with their insurance company, or pursuing a civil action against the minor. By forcing the victims to pursue their own separate legal remedies the trial court erred by failing to “determine” the victims’ economic losses as directed by statute.</p>\n<p id=\"b1200-10\">Moreover, section 730.6, subdivision (h)(4) specifies “[a] minor shall have the right to a hearing before a judge to dispute the <em>determination </em>of the <page-number citation-index=\"1\" label=\"1391\">*1391</page-number>amount of restitution.”<footnotemark>20</footnotemark> This statutory directive is meant to afford the minor a reasonable opportunity to challenge the accuracy or validity of the victims’ claimed losses. It is a crucial part of the overall statutory scheme, necessary to satisfy due process, and ensure fundamental fairness in the determination of the restitution ultimately ordered.<footnotemark>21</footnotemark></p>\n<p id=\"b1201-5\">In the present case the court refused to consider appellant’s proffered evidence challenging the amount and necessity of the victims’ claimed economic losses. The court’s action thus did not comply with the statutory directives of section 730.6, which expressly allow a minor to challenge the amount of the victims’ claimed loss. Moreover, it denied appellant the right to have the court consider her evidence in “determining” the proper amount of restitution to be awarded. It follows the court erred in issuing a restitution order without first considering appellant’s evidence.</p>\n<p id=\"b1201-6\">On remand the court should review all proffered documentary and testimonial evidence bearing on the victims’ claimed losses and appellant’s challenges to the amount or validity of those losses. It should thereafter determine the amount which will fully reimburse the victims for all economic loss incurred as a result of appellant’s criminal conduct, unless it finds compelling and extraordinary reasons for not doing so and states such reasons on the record.<footnotemark>22</footnotemark></p>\n<p id=\"b1201-7\">This is not, however, the same as saying the court must conduct a lengthy, formal hearing to explore all aspects of the victims’ claimed losses and appellant’s defenses. In other words, in the restitution context it is not necessary to determine the damages which might be recoverable in a civil action. “[W]hile the amount of restitution cannot be arbitrary or capricious, ‘there is no requirement the restitution order be limited to the exact amount of the loss in which the defendant is actually found culpable, nor is there any requirement the order reflect the amount of damages that might be recoverable in a civil action. . . .’ [Citation.]”<footnotemark>23</footnotemark></p>\n<p id=\"b1201-8\">Indeed, the court may use any rational method of fixing the amount of restitution, provided it is reasonably calculated to make the victim whole, <page-number citation-index=\"1\" label=\"1392\">*1392</page-number>and provided it is consistent with the purpose of rehabilitation.<footnotemark>24</footnotemark> In doing so “ ‘ “[sentencing judges are given virtually unlimited discretion as to the kind of information they can consider and the source from whence it comes.” fl[| This is so because a hearing to establish the amount of restitution does not require the formalities of other phases of a criminal prosecution.”<footnotemark>25</footnotemark></p>\n<p id=\"b1202-4\">Disposition</p>\n<p id=\"b1202-5\">The disposition order is vacated and the cause remanded with directions to conduct a new restitution hearing in compliance with section 730.6 and consistent with the views expressed in this opinion.</p>\n<p id=\"b1202-6\">Woods, J., and Perluss, J., concurred.</p>\n<p id=\"b1202-7\">On July 10, 2002, the opinion was modified to read as printed above.</p>\n<footnote label=\"1\">\n<p id=\"b1194-12\">Penal Code section 594, subdivision (a).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1196-12\"><em>People </em>v. <em>Wende </em>(1979) 25 Cal.3d 436 [158 Cal.Rptr. 839, 600 P.2d 1071].</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1196-13\"><em>People v. Birkett </em>(1999) 21 Cal.4th 226, 240, footnote 15 [87 Cal.Rptr.2d 205, 980 P.2d 912].</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1196-15\">Welfare and Institutions Code section 730.6, subdivision (a)(1), italics added. All further statutory references are to the Welfare and Institutions Code except where noted.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1197-8\">Section 730.6, subdivision (h), italics added.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1197-9\">Section 730.6, subdivision (i).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1197-10\"><em>People v. Crow </em>(1993) 6 Cal.4th 952, 957 [26 Cal.Rptr.2d 1, 864 P.2d 80].</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1197-11\"><em>People v. Ortiz </em>(1997) 53 Cal.App.4th 791, 796 [62 Cal.Rptr.2d 66]; see also <em>People </em>v. <em>Cookson </em>(1991) 54 Cal.3d 1091, 1097 [2 Cal.Rptr.2d 176, 820 P.2d 278] (“(A)side from making the victim whole, restitution serves valid punitive, deterrent, and rehabilitative objectives by . . . helping [the minor] appreciate the harm done to the victim.”).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1198-8\"><em>People v. Birkett, supra, </em>21 Cal.4th 226 <em>(Birkett).</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1198-9\">Former Penal Code section 1203.04, subdivision (a)(1), italics added; now section 1202.4, subdivision (a)(1).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1198-10\">Former Penal Code section 1203.04, subdivision (a)(2)(A), now section 1202.4, subdivision (f)(2).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1198-11\">Former Penal Code section 1203.04, subdivision (d), italics added; now section 1202.4, subdivision (f)(3).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1198-12\">Former Penal Code section 1203.04, subdivision (d), italics added; now section 1202.4, subdivision (f)(3).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1199-9\"><em>Birkett, supra, </em>21 Cal.4th 226, 246.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1199-10\"><em>People </em>v. <em>Sexton </em>(1995) 33 Cal.App.4th 64 [39 Cal.Rptr.2d 242].</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1199-11\"><em>Birkett, supra, </em>21 Cal.4th 226, 247, footnote 20; <em>People </em>v. <em>Sexton, supra, </em>33 Cal.App.4th 64, 71-72.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1200-11\"><em>Birkett, supra, </em>21 Cal.4th 226, 246.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b1200-12\">See <em>People v. Hove </em>(1999) 76 Cal.App.4th 1266, 1272-1273 [91 Cal.Rptr.2d 128] (victim restitution order of $286,565.92 was proper although “the victim had no direct economic losses, and even though the victim could conceivably profit from recovering restitution if defendant complies with the restitution order and if Medicare and/or Medi-Cal does not pursue reimbursement”).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b1200-13\">Section 730.6, subdivision (h), italics added.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b1201-9\">Section 730.6, subdivision (h), italics added.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b1201-10\">See, e.g., <em>In re S.S. </em>(1995) 37 Cal.App.4th 543, 547 [43 Cal.Rptr.2d 768] (a defendant’s due process rights are protected if he is given notice of the amount of restitution sought and an opportunity to contest the amount); <em>People v. Resendez </em>(1993) 12 Cal.App.4th 98, 114 [15 Cal.Rptr.2d 575] (the court’s refusal to accept the restitution recommendations of the probation report, and its failure to afford the defendant a reasonable opportunity to challenge the validity of the restitution order violated the defendant’s right to due process of law); see also <em>People </em>v. <em>Valdez </em>(1994) 24 Cal.App.4th 1194, 1204 [30 Cal.Rptr.2d 4] (on remand the defendant will have the opportunity to challenge the amount of the restitution ordered).</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b1201-11\">Section 730.6, subdivision (h).</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b1201-12\"><em>People v. Ortiz, supra, </em>53 Cal.App.4th 791, 800.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b1202-8\"><em>In re Brian S. </em>(1982) 130 Cal.App.3d 523, 531 [181 Cal.Rptr. 778] (because there was a factual and rational basis for the restitution ordered the court did not abuse its discretion).</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b1202-9\"><em>People v. Foster </em>(1993) 14 Cal.App.4th 939, 947 [18 Cal.Rptr.2d 1], citations omitted; compare <em>People v. Harvest </em>(2000) 84 Cal.App.4th 641, 653 [101 Cal.Rptr.2d 135] (restitution order for burial costs was supported by neither documentary nor testimonial evidence); <em>People </em>v. <em>Thygesen </em>(1999) 69 Cal.App.4th 988, 995 [81 Cal.Rptr.2d 886] (the victim presented no evidence from which the trial court could make a rational determination of economic loss).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}