{
  "casebody": {
    "data": "<casebody firstpage=\"565\" lastpage=\"571\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b599-4\">Andrews <em>v. </em>New Bethlehem Window Glass Co.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b599-5\"><em>Equity </em>— Specific <em>performance </em>— Parties—Intervening <em>defendants —Interest in patent rights </em>— Fraud.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b599-6\">1. There must be some property right or interest prejudicially affected before one may intermeddle in the lawsuit of others.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b599-7\">2. A vendee has the right to elect to take such title and property as the vendor is able to convey.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b599-8\">3. A stranger has no right to intervene where a contract is being specifically enforced, where there is no debt due him, no lien, but merely a restraining order in his favor prohibiting an infringement of patents with a right to an accounting; there must be, not only a liquidated indebtedness, but fraud must be proven.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b599-9\">Argued September 29, 1920.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"AD0\">Appeal, No. 169, Oct. T., 1920, by American Window Glass Co. and Window Glass Machine Co., intervening defendants, from decree of O. P. Clarion Co., Feb. T., 1920, No. 2, awarding specific <page-number citation-index=\"1\" label=\"566\">*566</page-number>performance in case of Charles E. Andrews, Jr., v. New Bethlehem Window Glass Co., defendant, and American Window Glass Co. and Window Glass Machine Co., intervening defendants.</summary>\n<judges data-order=\"7\" data-type=\"summary\" id=\"AUZ\">Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ,</judges>\n<summary data-order=\"8\" data-type=\"disposition\" id=\"AT-s\">Affirmed.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b600-4\">Bill for specific performance. Before Sloan, P. J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b600-5\">The opinion of the Supreme Court states the facts.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b600-6\">The court entered a decree awarding specific performance. The intervening defendants appealed.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b600-7\"><em>Error assigned </em>was, inter alia, the decree.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b600-8\"><em>John J. Heard </em>and <em>Raymond E. Brown, </em>with them <em>Reed, Smith, Shaw &amp; Beal </em>and <em>Bakewell &amp; Byrnes, </em>for appellants. —</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AGWx\">Plaintiff is not entitled to equitable relief; Spotts v. Eisenhauer, 31 Pa. Superior Ct. 89; Friend v. Lamb, 152 Pa. 529.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b600-9\">The federal court has exclusive jurisdiction: Ward v. Foulkrod, 264 Fed. 627; Peoples Gaslight &amp; Coke Co. v. Chicago, 192 Fed. 398.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b600-10\">There is evidence of fraud in connection with the agreement of sale: Datz v. Phillips, 137 Pa. 203; Brown v. Pitcairn, 148 Pa. 387; Maguire v. Hearty, 163 Pa. 381.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b600-11\">Appellants have a standing in this case: Westinghouse v. Wagner, 225 U. S. 604; Dowagiac Mfg. Co. v. Minnesota M. P. Co., 235 U. S. 641; Monroe v. Smith, 79 Pa. 459; Mullen v. Wilson, 44 Pa. 413.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b600-12\"><em>A. A. Geary, </em>for appellee,</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"A60\">cited: As to jurisdiction to decree specific performance; Conover v. Wright, 9 Pa. Dist. R. 688; Burk’s App., 75 Pa. 141; Hughes v. Antill, 23 Pa. Superior Ct. 290; Whiteside v. Winans, 29 Pa. Superior Ct; 244; Borie v. Satterthwaite, 180 Pa. 542.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b600-13\">As to stipulation in United States District Court and action therein: Green v. Rick, 121 Pa. 130.</p>\n<decisiondate data-order=\"21\" data-type=\"decisiondate\" id=\"Avun\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>December 31, 1920:</decisiondate>\n<p data-order=\"22\" data-type=\"summary\" id=\"b601-3\">As to fraud set up by appellants: Jones v. Lewis, 148 Pa. 284; Goddard, Hill <em>&amp; </em>Co. v. Leopold Weil &amp; Co., 165 Pa. 419; Snayberger v. Fahl, 195 Pa. 336; Thompson v. Lee, 3 W. &amp; S. 479; Schatz v. Kirker, 17 W. N. C. 43.</p>\n<p data-order=\"23\" data-type=\"summary\" id=\"b601-4\">As to plaintiff’s right to demand conveyance of portion of property: Erwin v. Myers, 46 Pa. 96; Stockett v. Ryan, 176 Pa. 71; Com. ex rel. v. Stevens, 178 Pa. 543.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b601-5\">Opinion by</p>\n<author id=\"Aeg\">Mk. Justice Kephart,</author>\n<p id=\"b601-6\">The New Bethlehem Window Glass Company was engaged until recently in the manufacture of window glass. The machinery used for this purpose was an infringement of certain patent rights owned by the American Window Glass Company and the Window Glass Machine Company, appellants. A bill was filed by the two last named companies in the United States District Court and a decree was entered July 14, 1919, restraining the Bethlehem company from making, selling or using the apparatus and methods embodying or containing the inventions described in that bill. Charles E. Andrews, Jr., the appellee, on August 30, 1919, by agreement purchased the real estate and equipment of the Bethlehem Company for $17,500. August 23, 1919, appellants presented a motion to the district court for a preliminary injunction against the Bethlehem company, praying that it be enjoined from dissipating or impairing its assets by winding up its affairs and disposing of its assets. This motion denied, it was renewed October 16th, by supplemental bill. The reason then given was that the company was selling its real estate and plant, and thus dissipating and impairing its assets. This motion was also refused. Appellee, Andrews, then filed the present bill in the Common Pleas of Clarion County, December 13, 1919, asking for specific performance of the contract of sale of August 30,1919. Appellants (the American Co. and the Machine Co.), learning of this application, pre<page-number citation-index=\"1\" label=\"568\">*568</page-number>sented a petition to that court for leave to intervene for the reason that the contract was collusive, fraudulent and not made in good faith to them as creditors. Before this matter was heard in Clarion County, appellants again appeared in the United States court and secured a preliminary injunction restraining the Bethlehem company and Andrews from proceeding with the hearing. The federal court again dismissed the application, under section 265 of the Judicial Code, which provides that “A writ of injunction shall not he granted by any court of the United States to stay the proceedings in any court of a state, except in cases where such injunction may be authorized by any law relating to proceedings in bankruptcy.” The ease then proceeded to final hearing in Clarion County, a decree directing specific performance was made, from which the intervening defendants have appealed.</p>\n<p id=\"b602-4\">Our attention should first be directed to the right of these two defendants to intervene. There should be some property right or interest prejudicially affected before one may intermeddle in the lawsuit of others. The Bethlehem company was solvent. There was no debt due defendants or others, no obligation against it, no lien of any character. True, they had a decree restraining infringement of patents and were entitled to an accounting, but no such decree can be found in the record, though it seems the time has been sufficient to have one entered. This company was as much the master of its property as if it were a private individual. The bill for injunction aimed at the infringing device in use by the New Bethlehem company. All other property was absolutely free. It was not under the court’s order and the company had the right to-operate its plant as it saw fit, and, while the right to an accounting might exist, yet as said by Judge Thompson, in dismissing one of the applications for an injunction, and speaking of an accounting, “It would be idle to speculate as to the result on final hearing, or the probabilities as to plaintiffs’ claim when <page-number citation-index=\"1\" label=\"569\">*569</page-number>a final adjudication is liad.” While it is admitted the Bethlehem company made a profit in the last year of their business, the estimate of damages from profits that may accrue from infringement of patents is subject to limitation. “Defendant is not responsible for all profits of the business but only such as are due to the patented improvement, and the burden is on the complainant to separate and apportion the profits by reliable and tangible proofs. The profits which resulted from the infringement consists of the saving or advantage in the use of the patented improvement as compared with other old substitutes”: 30 Cyc. 1028. This record is barren of any evidence to indicate damage suffered by appellants, and the court below was entirely correct in its conclusion that there was no evidence before the court showing the amount of the claim of the intervening defendants, or that they had any beneficial interest in the subject in controversy.</p>\n<p id=\"b603-3\">When the restraining order against infringement was issued, the Bethlehem company was without adequate machinery to conduct its business. The supply of gas necessary to run the plant had been shut off and it had been determined to no longer continue its operation. This it had a perfect right to do, as it was a solvent corporation ; and, moreover, it was the natural result of the intervening defendants’ acts. No company could operate as a going concern except the intervening defendants. Either the plant was to be junked or else sold for the best price obtainable. Appellants offered $25,000 for a plant with the infringing machinery in place, which its own experts admit was worth $120,000 as a going concern, as it would then be. Appellees agreed to pay $17,-500 for the property without the infringing devices, to be run along other lines.</p>\n<p id=\"b603-4\">As we view the case, not only do appellants have no standing to intervene as defendants, but their offer made in open court was hardly fair. With the corporate assets as here shown, Judge Thompson wisely observes: <page-number citation-index=\"1\" label=\"570\">*570</page-number>“Tbe court bas no power to compel tbe defendant to continue in business, or to expend large sums of money for tbe equipment of its plant suitable to tbe demands necessary in installing a different fuel for its furnaces. Wbat power, if any, bas tbe court oyer tbe proposed liquidation of tbe company, tbe sale of its plant and property for tbe purpose of dissolution and distribution?”: See Hollins v. Brierfield Coal &amp; Iron Company, 150 U. S. 371, 383; Case v. Beauregard, 101 U. S. 690.</p>\n<p id=\"b604-4\">Tbe court below found tbe price offered by appellee was fair, there was no fraud or collusion, and all parties acting in good faith. Both Judge Thompson and Judge Sloan, after independent reviews on tbe same evidence, reach this conclusion.</p>\n<p id=\"b604-5\">To sustain appellants’ contention, they must show fraud; and fraud is never presumed, but must be affirmatively proved: Jones v. Lewis, 148 Pa. 234; Thompson v. Lee, 3 W. &amp; S. 479; Snayberger v. Fahl, 195 Pa. 336. Fraud vitiates everything it touches, and a collusive and fraudulent sale is not binding upon one whose interests would be thereby defeated or impaired; in tbe federal courts a creditor, without having first obtained a judgment at law, may come into a court of equity to set aside fraudulent conveyances of bis debtor, made for tbe purpose of hindering and delaying creditors, and to subject tbe property to tbe payment of tbe debt due him: Case v. Beauregard, 101 U. S. 690. This rule applies in this State where judgment 'has been recovered with sale thereon in actions of ejectment: Monroe v. Smith, 79 Pa. 459; Mullen v. Wilson, 44 Pa. 413. But appellants do not meet this situation.</p>\n<p id=\"b604-6\">Tbe findings of tbe court below are sustained by tbe evidence and inferences deducible therefrom. Appellee was willing to take a part of wbat tbe New Bethlehem Company agreed to sell him, that is, to eliminate tbe infringing devices. This was within tbe general rule which gives tbe vendee tbe right to elect to take such <page-number citation-index=\"1\" label=\"571\">*571</page-number>title and property as the vendor is able to convey: Erwin v. Myers, 46 Pa. 96; 30 Cyc. 746.</p>\n<p id=\"b605-5\">Considerable discussion was had as to a stipulation filed in the United States District Court, but that court said, “An examination of the record will show that, to the final stipulation made by defendants’ counsel, plaintiffs replied that same was not satisfactory for the reasons therein set forth.” Andrews was not a party to it, he was in court as a witness and was not bound by any stipulation the Bethlehem company’s attorneys might make; furthermore, he objected to it and stated that his rights should not be prejudiced by anything done in that court.</p>\n<p id=\"b605-6\">The court below did not commit error in decreeing specific performance, and the specifications of error are overruled.</p>\n<p id=\"b605-7\">The decree of the court below is affirmed at the costs of the intervening defendants, appellants herein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}