{
  "casebody": {
    "data": "<casebody firstpage=\"117\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b193-3\">Jesse H. WOFFORD, William C. Lust, James O. Graham, William C. Manning, Everett Perry, Billie Williamson, and Glenn D. Johnson, Plaintiffs-Appellants, v. GLYNN BRUNSWICK MEMORIAL HOSPITAL, National Medical Enterprises, Inc., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b193-6\">No. 88-8633</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b193-7\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b193-8\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b193-9\">Jan. 23, 1989.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b193-18\">Edward E. Boshears, Brunswick, Ga., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b193-19\">Wallace E. Harrell, Gilbert, Whittle, Harrell, Scarlett &amp; Skelton, Timothy Harden, III., Brunswick, Ga., for defendants-appel-lees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b193-21\">Before TJOFLAT, FAY and KRAYITCH, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b193-22\">PER CURIAM:</author>\n<p id=\"b193-23\">We affirm the judgment of the district court on the basis of its dispositive order, which is set out in the appendix.</p>\n<p id=\"b193-24\">AFFIRMED.</p>\n<p id=\"b193-25\">APPENDIX</p>\n<p id=\"b193-26\">ORDER</p>\n<p id=\"b193-27\">Pursuant to 42 U.S.C. § 1983, plaintiffs claim that defendants terminated their employment with Glynn-Brunswick Memorial Hospital in violation of their rights to procedural and substantive due process of law. Plaintiffs move for summary judgment on their procedural due process claims. They contend that they could be discharged only “for cause” and, thus, had a property interest in continued employment which could not be taken away without procedural due process. Plaintiffs contend that they were entitled to a pre-termination hearing and adequate post-termination procedures.</p>\n<p id=\"b193-28\">Defendants move for summary judgment as to plaintiffs’ procedural and substantive due process claims. Defendants contend that plaintiffs were at-will employees who did not have a property interest in continued employment and, thus, were not entitled to due process protections. For the following reasons, the Court will grant defendants’ motion.</p>\n<p id=\"b194-4\"><page-number citation-index=\"1\" label=\"118\">*118</page-number>FACTS</p>\n<p id=\"b194-5\">Glynn-Brunswick Memorial Hospital Authority (“Hospital”) is a county hospital authority organized as a public agency under the laws of the State of Georgia. Prior to March 30, 1987, the Hospital had an in-house security department with approximately nine employees. Plaintiffs were employed as security officers; however, none of them had formal written contracts of employment. After an investigation, several members of the security department confessed that they had participated in hospital thefts. Those employees were immediately discharged. The Hospital decided to dissolve what remained of its in-house security department and hire an independent contractor to provide security services. On March 30, 1987, defendants notified plaintiffs of the decision to dissolve the security department and eliminate plaintiffs’ positions.</p>\n<p id=\"b194-6\">At the time the Hospital dissolved its in-house security department, it had in effect a personnel policy manual with a section covering separation of employees. The manual states that it shall apply to all employees and that its purpose is “to assure the observance of uniform and equitable procedures in the separation of personnel.” The “general policy” states that, whenever an employee is separated, the Hospital shall classify him according to the conditions surrounding his separation so that there will be a record for providing employment references, deciding whether to rehire an individual and deciding whether payment of other compensation is warranted. The manual lists seven classifications of separation; they are: discharges, quits, deaths, normal retirement, lack of ability, reduction in force and special separations. The Hospital stated that the reason for plaintiffs’ termination was the dissolution of the security department. Plaintiffs claim this reason is pretextual.</p>\n<p id=\"b194-7\">The personnel policy also contains a grievance procedure applicable to all hospital employees. Article IX, § 3.2 of the policy states that the Hospital will make “a sincere effort” to settle grievances in accordance with the procedures provided in the policy. The policy sets forth five steps for filing a complaint. Steps one through four consist of filing a written complaint and receiving a written reply. The final step states that the employee may request action by the Administrator if the grievance has not been settled by the prior steps. The policy also states that the Hospital will consider a grievance abandoned if an employee does not present his complaint to the next higher step within the established time limits.</p>\n<p id=\"b194-9\">When plaintiffs were terminated, they filed grievance letters and received written responses in accordance with the grievance procedures. Plaintiffs did not pursue their grievances through the final step provided by the policy.</p>\n<p id=\"b194-10\">DISCUSSION</p>\n<p id=\"b194-11\">Plaintiffs filed this suit under 42 U.S.C. § 1983, claiming that defendants deprived them of a constitutionally protected property interest without due process of law. Section 1983 provides individuals with a private cause of action when constitutional deprivations occur under color of state law. Thus, to maintain their claims, plaintiffs must establish that they have a constitutionally protected life, liberty or property interest and that the actions of the Hospital in abridging those rights occurred under color of state law. Because the Hospital is a public hospital authority created under O.C.G.A. §§ 31-7-1 <em>et seq., </em>its actions constitute state acts within the meaning of § 1983. <em>See Richards v. Emanuel County Hospital Authority, </em>603 F.Supp. 81, 83 (S.D.Ga.1984).</p>\n<p id=\"b194-12\">The more difficult question is whether plaintiffs have constitutionally protected rights at stake. If such rights exist, the process due in abridging those rights is governed by federal law. <em>Cleveland Board of Education v. Loudermill, </em>470 U.S. 532, 541, [105 S.Ct. 1487, 1492-1493], 84 L.Ed.2d 494, 503 (1985). However, the creation and parameters of property rights are typically determined by state law. <em>Board of Regents v. Roth, </em>408 U.S. 564, 577 [92 S.Ct. 2701, 2709], 33 L.Ed.2d 548, 561 (1972).</p>\n<p id=\"b195-4\"><page-number citation-index=\"1\" label=\"119\">*119</page-number>The plaintiff in <em>Roth, </em>an assistant professor employed for one academic year at a state university, challenged the university’s decision not to rehire him at the end of his term. The Supreme Court held that plaintiff, being specifically hired for a one-year term, had no constitutionally protected property interest in continued employment. The Court stated that, in order to have a property interest protected by procedural due process, a person “must have more than a unilateral expectation of it. He must, instead have a legitimate claim of entitlement to it.” <em>Roth, </em>408 U.S. at 577 [92 S.Ct. at 2709], 33 L.Ed.2d at 561. The Court further stated that such property interests “are created and their dimensions defined by existing rules or understandings such as state law. . . .” <em>Id.; see also Bishop v. Wood, </em>426 U.S. 341, 344 [96 S.Ct. 2074, 2077], 48 L.Ed.2d 684, 690 (1976) (sufficiency of entitlement claim must be decided by reference to state law; no property interest in continued employment under North Carolina law, thus no due process violation).</p>\n<p id=\"b195-6\">In Georgia, an indefinite hiring may be terminated at will by either party, O.C.G.A. § 34-7-1, and an employer may discharge an at-will employee, with or without cause, without liability. <em>Taylor v. Foremost McKesson, </em>656 F.2d 1029, 1031 (5th Cir.1981). It follows that, in Georgia, an at-will employee typically does not have a reasonable expectation of continued employment sufficient to form a protectable property interest.</p>\n<p id=\"b195-7\">However, under Georgia law, a property interest does arise whenever a public employee can be terminated only for cause. <em>Brownlee v. Williams, </em>233 Ga. 548 [212 S.E.2d 359] (1975). In <em>Brownlee, </em>plaintiff was an employee covered by the Civil Service Act of Fulton County, which required that an employee be dismissed only for cause. <em>Brownlee, supra </em>at 553, [212 S.E.2d 359]. The court held that, by requiring “cause” for dismissal, the Legislature had given the employee a property interest in his continued employment. <em>Brownlee, supra </em>at 555 [212 S.E.2d 359].</p>\n<p id=\"b195-8\">In <em>Glenn v. Newman, </em>614 F.2d 467, 471-72 (5th Cir.1980), the court held that city regulations which created “a reasonable expectation of continued employment absent noncompliance with one of the specified reasons [for dismissal]” were analogous to allowing termination only for cause. Relying in part on <em>Brownlee, supra, </em>the court held that the city regulations and the review procedure provided by the city supported a finding of a constitutionally protected property interest in plaintiff’s employment. <em>Glenn, supra </em>at 471.</p>\n<p id=\"b195-9\">Similarly, in <em>Barnett v. Housing Authority of City of Atlanta, </em>707 F.2d 1571 (11th Cir.1983), the court found that Atlanta Housing Authority’s Personnel Policy permitted involuntary dismissal, in the absence of a general reduction in the work force, only for “cause” and mandated extensive review procedures of termination decisions. The court held that, “by limiting the power of the appointing body to dismiss an employee, these regulations confer on [plaintiff] a valid property interest in continued employment.” <em>Barnett, supra </em>at 1577.</p>\n<p id=\"b195-10\">The <em>Barnett </em>court noted that the personnel policy at issue contained an explicit “for cause” requirement, a detailed list of grounds for termination and comprehensive procedures for grievances. The court noted that these features distinguished the case from <em>Barlow v. Atlanta Housing Authority, </em>592 F.2d 280 (5th Cir.1979), where the court held that the prior personnel policy did not create a protectable property interest. <em>Barnett, supra </em>at 1576 n. 8; <em>see also Harrison v. Housing Authority of City of College Park, </em>445 F.Supp. 356 (N.D.Ga.1978) (personnel policy did not create right to continued employment).</p>\n<p id=\"b195-11\">Since <em>Barnett </em>was decided, the Georgia Court of Appeals has held that internally administered policies do <em>not </em>transform an at-will employee into a contract employee and will not support an action for wrongful discharge. <em>Garmon v. Health Group of Atlanta, Inc., </em>183 Ga.App. 587, 589 [359 S.E.2d 450] (1987). In <em>Garmon, </em>plaintiff sued defendant for wrongful discharge, claiming that she was discharged in violation of the hospital’s written policies.</p>\n<p id=\"b196-4\"><page-number citation-index=\"1\" label=\"120\">*120</page-number>Plaintiff conceded that she did not have an employment contract with the hospital and that its policies could not transform her from an at-will employee to a contract employee. Nonetheless, plaintiff argued that the policies were legally enforceable and that failure to comply with the policies in her termination constituted wrongful discharge. <em>Garmon, supra </em>at 588 [359 S.E.2d 450]. The court rejected plaintiff’s contention and affirmed the trial court’s grant of summary judgment to the defendant, holding that “[t]he fact that the employee had notice of certain hospital policies and procedures regarding discipline and termination of employees which she alleges were not followed in her discharge would not give rise to an action for wrongful termination.” <em>Garmon, supra </em>at 589 [359 S.E.2d 450]. The court stated that “accept[ing] [plaintiff’s] argument for legal enforcement of the subject policies would, for the purpose of her termination, transform her from an at-will employee into one under contract to the hospital, in violation of O.C.G.A. § 34-7-1.”</p>\n<p id=\"b196-5\">As discussed above, a claim of entitlement to continued employment must be decided by reference to state law. <em>Bishop, </em>426 U.S. at 344 [92 S.Ct. at 2077], 48 L.Ed.2d at 690. Relying on <em>Garmon, supra, </em>the most recent interpretation of this issue by a Georgia court, this Court finds that defendant’s internal personnel manual did not confer upon plaintiffs legitimate claims of entitlement to continued employment. Plaintiffs were at-will employees who could be discharged with or without cause, absent a discriminatory purpose. As such, plaintiffs had no protectable property interests in their positions and their § 1983 claims must fail.</p>\n<p id=\"b196-6\">CONCLUSION</p>\n<p id=\"b196-7\">In accordance with the foregoing, the plaintiffs’ motion for summary judgment is hereby DENIED. Defendants’ motion for summary judgment is GRANTED, and the Clerk of Court is directed to enter an appropriate judgment of dismissal on behalf of the defendants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}