{
  "casebody": {
    "data": "<casebody firstpage=\"34\" lastpage=\"36\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b110-2\">M. Riemer CALHOUN, Jr., Plaintiff-Appellant, v. Richard E. LYNG, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b110-5\">No. 87-4618</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aa\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b110-6\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b110-8\">Nov. 1, 1988.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b110-20\">Murray A. Calhoun, Joseph E. LeBlanc, Jr., James K. Irvin, New Orleans, La., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b111-3\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>John R. Halliburton, Asst. U.S. Atty., Joseph S. Cage, Jr., U.S. Atty., Shreveport, La., Robert K. Rasmussen, Leonard Schair-man, Dept, of Justice, Civ. Div., Washington, D.C., for defendants-appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b111-5\">Before RUBIN, GARWOOD, and DAVIS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b111-6\">ALVIN B. RUBIN, Circuit Judge:</author>\n<p id=\"b111-7\">Appealing the district court’s refusal to order the production of documents from a government agency under the Freedom of Information Act (FOIA), the party seeking disclosure raises only issues in which the district court’s decision has support in the record or were not raised in the district court. Because we sit to review error, not as a court of first instance, we affirm the fact findings of the district court, as we are obliged to do by Fed.R.Civ.Proc. 52(a), and we refuse to consider the arguments advanced to this court for the first time.</p>\n<p id=\"b111-8\">I.</p>\n<p id=\"b111-9\">M. Reiner Calhoun, Jr., sought two low-income housing loans from the Farmers Home Administration (FmHA), offering to secure them with the land on which he proposed to build housing. The FmHA, which makes such loans to low-income housing developers, determines the amount it will lend on the basis of the value of the collateral with which the developer proposes to secure the loan. FmHA approved Calhoun’s loans in amounts lower than he had anticipated. He filed an administrative action challenging the appraisal methods FmHA had used to establish the loan valuations. To support his position, Calhoun asked FmHA to produce copies of all appraisal documents prepared during the 1986 fiscal year and, specifically, copies of the appraisal documents on the two projects he was pursuing. FmHA denied Calhoun access to the documents claiming that the documents were exempt from disclosure by virtue of Exemption 4 of the FOIA, which shields “trade secrets and commercial or financial information obtained from a person and privileged or confidential.” <footnotemark>1</footnotemark> Calhoun now seeks to require the FmHA to give him the information he seeks.</p>\n<p id=\"b111-15\">In the district court each party filed briefs in support of its position. The FmHA attached three affidavits submitted by FmHA employees and a letter written by two outside appraisers who appraise property for FmHA. The affidavits note that the appraisers obtained information under a pledge of confidentiality and that the information would not have been obtainable without such assurance. Without objection by either of the parties, the district court stated it would decide the case on the record. Neither party requested the opportunity to submit additional evidence or requested in camera examination of the records. The district court found that the appraisal reports were made exempt from disclosure by Exemption 4 of the FOIA.</p>\n<p id=\"b111-16\">II.</p>\n<p id=\"b111-17\">The FOIA mandates agency disclosure of documents pursuant to request<footnotemark>2</footnotemark> subject to limited exceptions.<footnotemark>3</footnotemark> The agency that seeks to prevent disclosure carries the burden of proving that the documents requested fit a claimed exemption.<footnotemark>4</footnotemark> Thus, FmHA had the burden of proving that the appraisal documents here were indeed shielded by one of the statutory exemptions.</p>\n<p id=\"b111-18\">Calhoun asserts first that the appraisal documents are intra-agency documents, but that they are not protected by Exemption 5.<footnotemark>5</footnotemark> We need not appraise the <page-number citation-index=\"1\" label=\"36\">*36</page-number>correctness of that argument for it is irrelevant. The agency does not invoke Exception 5 but Exemption 4. Intra-agency documents not shielded by Exemption 5 may contain confidential information protected by some other exemption.</p>\n<p id=\"b112-4\">Exemption 4 protects “trade secrets and commercial or financial information obtained from a person and privileged or confidential.” <footnotemark>6</footnotemark> The crucial dispute in this case is whether the appraisal documents are confidential under this provision.</p>\n<p id=\"b112-5\">Information is confidential under Exemption 4 only if its disclosure would likely (1) impair the government's ability to obtain necessary information in the future; or (2) cause substantial competitive harm to the person from whom it was obtained.<footnotemark>7</footnotemark> To show impairment of future investigatory capabilities the agency must adduce factual data from which the district court may infer that disclosure is likely to make others reluctant to cooperate on future investigations. To show substantial competitive harm, the agency must show by specific factual or evidentiary material that (1) the person or entity from which information was obtained actually faces competition; and (2) substantial harm to a competitive position would likely result from disclosure of the information in the agency’s records.<footnotemark>8</footnotemark> The district court found that release of the appraisal documents would do both, that is, it would likely impair the government’s ability to obtain information needed for future appraisals and it would cause substantial competitive harm to the persons furnishing information on which the appraisals were based.</p>\n<p id=\"b112-6\">On review of the district court’s decision, this court “must determine whether the district court had an adequate factual basis for its decision, and, if so, whether the decision ... was clearly erroneous.”<footnotemark>9</footnotemark> The FmHA submitted the three affidavits from FmHA officials and a letter from the two contract appraisers. This was enough to enable the district court to determine whether the persons from whom information was obtained were in actual competition with the plaintiff and others and whether release of the reports would either impair the government’s ability to obtain information in the future or would likely cause substantial competitive harm to the appraisers’ informants. Unlike the situation in <em>Stephenson v. Internal Revenue Service,</em><footnotemark><em>10</em></footnotemark><em> </em>the dispute here is not about the nature of the documents sought but about the effect of their disclosure. The decision was not rendered by summary judgment, but, after trial, albeit on affidavits and letters offered as evidence.</p>\n<p id=\"b112-12\">Under these circumstances, we see no reason why the court was required sua sponte to review the appraisal reports. The issue was not the content of the reports but the effect of their disclosure.</p>\n<p id=\"b112-13\">For these reasons, the judgment is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b111-10\">. 5 U.S.C. § 552(b)(4).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b111-11\">. 5 U.S.C. § 552(a).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b111-12\">. 5 U.S.C. § 552(b); <em>Sharyland Water Supply Corp. v. Block, </em>755 F.2d 397, 398 (5th Cir.), <em>cert. denied, </em>471 U.S. 1137, 105 S.Ct. 2678, 86 L.Ed.2d 697 (1985).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b111-21\">. <em>Sharyland, </em>755 F.2d at 398.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b111-22\">. 5 U.S.C. § 552(b)(5).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b112-7\">. 5 U.S.C. § 552(b)(4).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b112-8\">. <em>Sharyland, </em>755 F.2d at 399.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b112-9\">. <em>Id.; Miami Herald Pub. Co. v. U.S. Small Business Admin., </em>670 F.2d 610, 613-14 (5th Cir.1982).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b112-22\">. <em>Villanueva v. Dept. of Justice, </em>782 F.2d 528, 530 (5th Cir.1986).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b112-23\">. 629 F.2d 1140, 1145 (5th Cir.1980).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}