{
  "casebody": {
    "data": "<casebody firstpage=\"883\" lastpage=\"886\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b757-4\">[Crim. No. 36772.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AXB\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7p\">Feb. 8, 1982.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b757-5\">In re JULIO A., a Person Coming Under the Juvenile Court Law. THE PEOPLE, Plaintiff and Respondent, v. JULIO A., Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b758-5\"><page-number citation-index=\"1\" label=\"884\">*884</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b758-6\">Roger F. Potash, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b758-7\">George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Edward T. Fogel, Jr., and Lisa B. Lench, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b758-8\">Opinion</p>\n<author id=\"b758-9\">ROTH, P. J.</author>\n<p id=\"Ahg\">Julio A.was found to be a minor violating laws defining crime (Welf. &amp; Inst. Code, § 602) in that he took a vehicle without consent of its owner (Veh. Code, § 10851). He appeals from the order of wardship, contending: “Once in custody of the probation officer, a minor child should not be transferred to a police agency. Any statement as a result of such transfer should be suppressed.”</p>\n<p id=\"b758-10\">On September 18, 1979, Louis Lima reported to the police that his 1966 Chevrolet Impala had been taken without his consent. Four days <page-number citation-index=\"1\" label=\"885\">*885</page-number>later Laverne Police Officer Larry Leffingwell saw appellant tampering with the rear license plate of Lima’s Chevrolet, which was parked with its engine running. The officer was advised by police radio that the car had been stolen and appellant was placed under arrest.</p>\n<p id=\"b759-5\">At the Laverne police station appellant was advised of, and waived, his constitutional rights <em>(Miranda </em>v. <em>Arizona </em>(1966) 384 U.S. 436 [16 L.Ed.2d 694, 86 S.Ct. 1602, 10 A.L.R.3d 974]). However, no interview took place. Appellant, at this time, identified himself as “Jose Ramos.” In accordance with standard procedure, he was transferred to the custody of the county sheriff.</p>\n<p id=\"b759-6\">On September 26, 1979, Deputy Sheriffs Victor Fernandez and Robert Olson interviewed appellant at juvenile hall in the presence of a probation officer. After readvisement and waiver of his constitutional rights, appellant said that his name was not “Ramos,” denied that his name was Julio A., and asserted that his true name was “Angel Velasquez.” The juvenile hall authorities then released him to the custody of the probation officer, who in turn released him to the custody of the deputy sheriffs.</p>\n<p id=\"b759-7\">The deputies took appellant to the sheriff station and booked him for taking Lima’s car under the name Julio A. When shown certain police records, appellant finally admitted that his true name was Julio A. After a third readvisement and waiver of his rights, appellant admitted that he stole the Chevrolet by punching its ignition.</p>\n<p id=\"b759-8\">Preliminarily, we note that appellant questions neither the voluntariness of his confession nor the adequacy of the <em>Miranda </em>admonitions preceding it. Rather, he contends that it should be suppressed because the probation officer abused his discretion under Welfare and Institutions Code section 626 in relinquishing custody of him to the deputy sheriffs, thereby tainting his subsequent confession.<footnotemark>1</footnotemark></p>\n<p id=\"b760-3\"><page-number citation-index=\"1\" label=\"886\">*886</page-number>Appellant is mistaken. The juvenile court impliedly determined that appellant was released for the purpose of rebooking him under his true name, not, as appellant surmises, for any purpose pursuant to a release under Welfare and Institutions Code section 626. The deputy sheriffs had both the right and duty to investigate and rebook appellant under his true name, especially in view of his having given false aliases not only to the Laverne officers who had originally booked him, but also to the deputy sheriffs. The officers most certainly did not forfeit their sworn duty to investigate and ask appellant questions after he finally admitted his true identity.</p>\n<p id=\"b760-4\">The order under review is affirmed.</p>\n<p id=\"b760-5\">Compton, J., and Beach, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b759-9\"> Section 626 of the Welfare and Institutions Code provides: “An officer who takes a minor into temporary custody under the provisions of Section 625 shall thereafter proceed as follows: [11] (a) He may release such minor; or [H] (b) He may prepare in duplicate a written notice to appear before the probation officer of the county in which such minor was taken into custody at a time and place specified in the notice. The notice shall also contain a concise statement of the reasons such minor was taken into custody. He shall deliver one copy of the notice to such minor or to a parent, guardian, or responsible relative of such minor and may require such minor or his parent, guardian, or relative, or both, to sign a written promise that either or both will appear at the time and place designated in the notice. Upon the execution of the promise to appear, <page-number citation-index=\"1\" label=\"886\">*886</page-number>he shall immediately release such minor. He shall, as soon as practicable, file one copy of the notice with the probation officer; or [IT] (c) He may take such minor without unnecessary delay before the probation officer of the county in which such person was taken into custody, or in which such person resides, or in which the acts take place or the circumstances exist which are alleged to bring the minor within the provisions of Section 601 or 602, and deliver the custody of such minor to the probation officer. In no case shall he delay the delivery of the minor to the probation officer for more than 24 hours if such minor has been taken into custody without a warrant on the belief that he has committed a misdemeanor. [IT] In determining which disposition of the minor he will make, the officer shall prefer the alternative which least restricts the minor’s freedom of movement, provided such alternative is compatible with the best interests of the minor and the community.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}