{
  "casebody": {
    "data": "<casebody firstpage=\"451\" lastpage=\"456\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b501-4\">MATTER OF WOLFE.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b501-5\">\n<em>N. Y. Court of Appeals ;</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANt\">February, 1893.</decisiondate>\n<p data-order=\"3\" data-type=\"headnotes\" id=\"b501-6\">[Reversing same case on p. 340 of this vol.]</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b501-7\">1. <em>Taxes ; collateral inheritance </em>tax.J The Collateral Inheritance Tax Act of 1885 (L. 1885, c. 483), §§ 13, 15, conferred upon-the surrogate the powers of an assessing and taxing officer; and the State was; therefore, bound by his determinations in relation to the tax, whether or not any State official had been notified of the proceedings for its assessment.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b501-9\">2. <em>The same.] </em>Although it was proper for the fiscal officer to whom such tax was payable, when assessed, to be notified of the assessment proceedings, in order that he might be heard in reference thereto, yet such an officer was not a person interested in the property to whom notice was required to be given by the above sections of said Act.<footnotemark>*</footnotemark></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b501-11\">3. <em>The same.] </em>The question of exemption from such tax could be determined by the surrogate in the proceedings for assessment; proceedings instituted by the district attorney under sections 16, 17, of said act, to compel the payment of the tax, in case of a refusal or neglect to pay it, was not the sole method for obtaining a determination as to such question.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b501-13\">4. <em>Execzitors ; collateral inheritance tax.] </em>Where the surrogate in assessment proceedings, under section 13 of said act, determined that certain legacies were exempt from the <em>tax,—Held, </em>that such <page-number citation-index=\"1\" label=\"452\">*452</page-number>adjudication was a complete bar to subsequent proceedings by the district-attorney against the executors, under sections 16 and 17 of said act, to compel them to pay the tax upon such legacies.<footnotemark>*</footnotemark></headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b502-5\">Appeal by legatees from án order of the General Term of the Supreme Court, first department, affirming a decree of the'New York Surrogate’s Court, confirming an assessment of the collateral inheritance tax upon the appellants, legacies, assessed in proceedings instituted by the district-attorney.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b502-6\">The decree of the surrogate appealed from imposed a tax upon bequests contained in the will of Catharine L, Wolfe to Grace Church of New York City and the Metropolitan Museum of Art.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b502-7\">The further facts are fully stated in the opinion of the General Term, reported in this volume, p. 340.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b502-8\">S. <em>P. Nash (S.P. &amp; McL. Nash, </em>attorneys) for appellant Grace Church.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b502-9\"><em>Joseph H. Choate (Evarts, Choate &amp; Beaman, </em>attorneys), for appellant, Metropolitan Museum.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b502-10\"><em>Benj. F. Dos Passos (De Lancey Nicoll, </em>district attorney), for respondent.</attorneys>\n<footnote data-order=\"14\" data-type=\"legal\" id=\"x999-1\" label=\"*\">\n<p id=\"b501-15\">Laws of 1892, chapter 399.. relating to taxable transfers of property (remodeling the former statutes relating to the collateral inheritance tax), provides (by § 11), that the surrogate shall appoint an appraiser upon the application of any interested party, <em>including county treasurers or the comptroller of New York City, </em>or upon his own motion ;” by section 12, the appraiser is required to give notice by mail of the time and place of appraisement, “ to all persons known to have a claim or interest in the property to be appraised <em>zncludmg the county treasurer or comptroller, </em>and to such persons as the surrogate may by order direct;” and by section 13, “ The surrogate shall immediately give notice, upon' the determination by him as to the value of any estate which is taxable under this act, and of the tax to which it is liable, to all parties known to be interested therein. ”</p>\n</footnote>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b502-12\">See note on p. 358 of this vol.</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b502-11\">Gray, J.</author>\n<p id=\"ATt\">[after stating the facts.]—As I read the provisions of this act, I think we must differ with the conclusions below, and that the proper construction of this act makes of the surrogate the assessing and taxing officer and, as such, the\" representative of the State for purposes relating to the appraisement and taxation of property. I think it is very clear that the Legislature has provided, as the General Term opinion in fact concedes, that the surrogate should proceed with the assessment of the tax without notice to any State official. The difficulty encountered by the learned justices below is in their failure <page-number citation-index=\"1\" label=\"453\">*453</page-number>to give full effect to the provisions of section 13 of the act. Section 13, so far as it is material, reads as follows, viz. : <em>“ </em>In order to fix the value of property of persons whose •estate shall be subject to the payment of said tax, the surrogate . . . shall appoint some competent person as appraiser, whose duty it shall be forthwith to give notice to all persons known to have, or to claim, an interest in such property, and to such persons as the surrogate may by order direct, etc., to appraise the same at its fair market value and make a report thereof in writing to said surrogate . . . and from this report the said surrogate shall forthwith assess and fix the then cash value of all estates . . . and the tax to which the same is liable, etc.” By section 15 it is provided that the surrogate’s court . . . shall have jurisdiction to hear and determine all questions in relation to the tax, etc.”</p>\n<p id=\"b503-8\">When we read all of the provisions of this act, it is perfectly apparent that an especial system of taxation was •created for the benefit of the State, with all the necessary machinery for its working; the control with respect to which was vested in the surrogate’s court, with a jurisdiction exclusive in its nature. In the assessment of a tax upon property passing by will, or by the intestate law, the responsibility is imposed by the law upon the ■ surrogate. He acts for the State 'and he is commanded to assess and fix the tax to which the property is liable. To comply with the command in section 13 of the act in that respect, be must, necessarily, determine the question of liability to taxation, inasmuch as, if no such liability exists, he is without jurisdiction in the matter.</p>\n<p id=\"b503-9\">When the machinery of this system of taxation is set in motion, under section 13 of the act, whether upon the .application of interested parties or upon his own motion, the surrogate, by force of its provisions, is at once invested with the office and the functions of an assessor for the State, whose duty it is to assess for its use a tax; and in whom, not only by virtue of the office, but by the further <page-number citation-index=\"1\" label=\"454\">*454</page-number>provisions of section 15, inheres the authority, and upon whom rests the obligation, to determine the question of whether the property of the decedent, which passes to-others, is subject or liable to taxation by the State. He must decide whether the property is taxable, for that fact lies at the foundation of his jurisdiction and is of the essence of his right to proceed with the assessment. Not all the property of decedents may be subject to the tax imposed by the first section, and what property shall be assessed for taxation is left, by the thirteenth section, for the surrogate to determine. To quote again the language he “ shall assess and fix the cash values of all the estates, etc., and the tax to which the same is liable,” and his authority to assess involves the necessity, as well as the power, to determine the question of liability; as much as-it does in the case of assessors of taxes in the general scheme of taxation.</p>\n<p id=\"b504-5\">I can see no difference between the principle upon which the surrogate acts, in proceeding to assess property for taxation under the act, and that upon which, in the general system of taxation in the State, tax assessors act in the assessment of persons or property for purposes of taxation. It is well settled, as to them, that in their proceedings they must determine the question of liability to taxation as a fact, which gives them jurisdiction to assess. It is not only an important, but it is a conditional, step in the proceeding for the assessment. That the doctrine of notice has any application in such proceedings to the case of the comptroller is a proposition which has neither support in some requirement of the act, nor is justified by his relation to the subject matter. He is not a person who has any interest in the property. He is an utter stranger to it. Contingently upon the refusal or neglect to pay a tax due under the act, it may become his duty to notify the district-attorney to proceed to enforce collection. The performance of that duty, however, involves the idea of a failure of the surrogate to act at all, or of a neglect or re<page-number citation-index=\"1\" label=\"455\">*455</page-number>fusal to obey the decree of the surrogate’s court. It doubtless, is very proper that the surrogate should cause the comptroller to be notified of the proceedings for appraisement and assessment, in order that a question which concerns the interests of the State may be tried out in the fullest possible manner; but nothing in the law or in the relations of the comptroller makes notice to him a prerequisite to a complete determination by the surrogate of the questions presented in the proceedings. The doctrine of notice is one which finds application when it is sought to tax the property of the citizen. When he is to be assessed it is essential that he shall be given an opportunity to be heard to establish a demand against him.</p>\n<p id=\"b505-5\">As matter of fact, in this proceeding, it appears that the comptroller was caused to be notified by the surrogate before lie passed upon the question of the liability of these legacies to taxation; so that he had his opportunity to appear and be heard, if he had chosen to avail himself of it. I can see no more force in the argument as to an implied requirement of notice to him, than if the argument was made, in the case of the assessment and taxation of property under the general system of taxation in the State, that some State official should have notice and the opportunity to be heard. Section 17, to which the General Term opinion refers, as pointing out the sole method for obtaining a determination of the question of exemption, has relation to the enforcement and collection of the tax. Its plain reading is that whenever the comptroller has reason to believe that any tax is due and unpaid, after the refusal or neglect of the person interested in the property liable to said tax to pay the same, he shall notify the district-attorney, and that official is to prosecute the proceedings “ for the enforcement and collection of such tax.” The section has reference only to a case where a tax is due and has not been paid. The tax may be due because the surrogate had so determined under section 13 ; or, where no proceedings have been had for appraisement, etc., the <page-number citation-index=\"1\" label=\"456\">*456</page-number>comptroller and district-attorney may believe a tax to be due, and in either case the machinery may be set in motion to collect it through the provisions of sections 16 and 17.</p>\n<p id=\"b506-5\">There is nothing in sections 16 and 17, as I read them, which provides for the determination of the question of a liability to taxation exclusively through their authority. Of course, in such a proceeding, the question could be determined, because of the general power'to do so which is conferred upon the surrogate. Being vested with the duty and the authority to assess and fix the tax to which property is liable, under section 13, which carries the power to determine the question of liability, a prior determination .of that question is conclusive upon the comptroller and district-attorney, and leaves no scope for the operation of sections 16 and 17, except in the case- of a refusal or a neglect to pay the tax which is due. In the present case, the surrogate’s decree of October, 1887, was an adjudication upon the liability of these legacies to taxation, which was final, and was a complete bar to the maintenance of any subsequent proceeding by the district-attorney to collect a tax.</p>\n<p id=\"b506-6\">The conclusion reached makes it unnecessary to consider the other question of an exemption under the act of 1892, which amended the act in question.</p>\n<p id=\"b506-7\">The order of the General Term and the decree of the surrogate should be reversed, and the application of the district-attorney should be denied, with costs in all the courts to the appellants.</p>\n<p id=\"b506-8\">All the judges concurred, MAYNARD, J., in result.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}