{
  "casebody": {
    "data": "<casebody firstpage=\"492\" lastpage=\"493\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b492-7\">Thompson <em>against </em>O’Hanlen.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b492-8\">The issuing of a warrant by a justice of the peace, by authority of the act authorizing the sale of strays, is a judicial act, the regularity or irregularity of which cannot be inquired into collaterally. If a sale be made upon the warrant, the purchaser will have a good title to -the property sold, whether the proceeding be regular or not.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b492-9\">ERROR to the common pleas of <em>Allegheny </em>county.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b492-10\">This was an action of replevin for a cow by Michael O’Hanlen against Samuel Thompson. The facts appeared to be, that the cow had been straying upon and about the premises of the defendant for some weeks, and when she was actually taken up as a stray, she was upon the public road, which passes through the defendant’s land. She was entered upon the township books, and the defendant afterwards obtained a warrant from a justice, directed to a constable to sell the cow under the act of the 13th of April 1807; and she was sold; and the defendant having become the purchaser, this replevin was brought.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b492-11\">The court below was of opinion, that the proceeding by which the cow was sold was <em>in jraudem legis, </em>in consequence of her having been taken upon the public road, and not upon the defendant’s premises, and therefore the proceedings and sale vested no title in the purchaser, and the plaintiff was entitled to recover his cow.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b492-12\"><em>Lowrie, </em>for plaintiff in error,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Asy\">cited 5 <em>Term Rep. 255; 2 Show. 232; </em>7 <em>Cranch 423; </em>6 <em>Mass. </em>277; 17 <em>Johns. Rep, </em>145; 13 <em>Johns. </em><page-number citation-index=\"1\" label=\"493\">*493</page-number><em>Rep. </em>101; 6 <em>Binn. </em>124; 1 <em>Greenl. </em>374; 3 <em>Penns. Rep. </em>98; 1 <em>Binn. </em>299.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b493-6\"><em>M' Candless, </em>for defendant in error,</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AR1C\">cited 4 <em>Pick. </em>249; <em>Hard. </em>482; 1 <em>Ventr. </em>220.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b493-7\">The opinion of the Court was delivered by</p>\n<author id=\"b493-8\">Sergeant, J.</author>\n<p id=\"Au_\">In order to sustain the claim of the plaintiff below, it must appear that the proceedings before the magistrate were a dead letter, and the sale thereon an absolute nullity; and this, according to the authorities referred to in Tarbox <em>v. </em>Hays, <em>ante </em>398, would be the case, if the magistrate had no jurisdiction over the subject matter. But if he had jurisdiction in the case, and was acting judicially, he may have proceeded irregularly or decided erroneously on the merits; yet even were his proceedings set aside, the purchaser’s title remains unaffected. It is alleged that he mistook in deciding that a stray taken up on the public road, after having, on prior days, broken into the inclosure, comes within the meaning of the law. If so, it was a mistake in the exercise of a jurisdiction committed to him by the acts of assembly, not the assumption of a jurisdiction not given by law. Then did he act judicially in granting the warrant? I conceive that he did, and that it was for the purpose of having his investigation that the warrant is required to be issued by a judicial magistrate, and that the sale is not authorized to be made by the party. As such judicial officer, to whom the jurisdiction is entrusted, he is, before issuing his warrant, bound to take evidence, by the examination of the complainant on oath, or by other testimony, and to satisfy himself whether or not the case falls within the meaning of the act. He is not blindly to issue a warrant on the mere request of the party, and thus, perhaps, unfoundedly sacrifice the property of another. The sale, then, being made under a warrant issued upon a judicial proceeding, in a matter over which the magistrate had jurisdiction, even if his decision were voidable, and were actually reversed or set aside, the title would pass to the purchaser. There is no allegation of want of notice, which the act directs to be by advertisement, in case the owner is unknown. For defect of such advertisement the purchaser’s title may be divested by the express provisions of the act of assembly; but it embraces no other case.</p>\n<p id=\"b493-9\">Judgment reversed, and a <em>venire facias de novo </em>awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}