{
  "casebody": {
    "data": "<casebody firstpage=\"1350\" lastpage=\"1352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1432-14\">Barbara COLEMAN, Plaintiff-Appellee, v. PRUDENTIAL BACHE SECURITIES, INC., James P. McCormick, Defendants-Appellants. Barbara COLEMAN, Plaintiff-Appellant, v. PRUDENTIAL BACHE SECURITIES, INC., and James P. McCormick, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1432-18\">Nos. 85-5787, 85-5916</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AJS\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1432-19\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1432-20\">Oct. 23, 1986.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1433-16\"><page-number citation-index=\"1\" label=\"1351\">*1351</page-number>Kathy M. Klock, Fowler, White, Burnett, Hurley, Banick &amp; Strickroot, P.A., Miami, Fla., for defendants-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1433-17\">Russell L. Forkey, Ft. Lauderdale, Fla., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1433-19\">Before RONEY, Chief Judge, KRAYITCH, Circuit Judge, and ATKINS <footnotemark>*</footnotemark>, Senior District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1433-15\"> Honorable C. Clyde Atkins, Senior United States District Judge for the Southern District of Florida, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1433-20\">PER CURIAM:</author>\n<p id=\"b1433-21\">The plaintiff, Barbara Coleman, brought suit against Prudential-Bache Securities, Inc. (Prudential-Bache), and one of its account executives, James P. McCormick (McCormick). Coleman alleged federal and state securities fraud claims arising out of the handling of her securities accounts by the defendants. Prudential-Bache and McCormick have appealed the district court’s decision denying its motion to compel arbitration of Coleman’s claim under Section 10(b) of the Securities and Exchange Act of 1934, 15 U.S.C.A. § 78j(b). Coleman has filed a cross-appeal, arguing that the district court erred in referring to arbitration her state law claims and denying her motion for a jury trial on the issue of whether the arbitration provisions were procured by fraud. We affirm the district court’s decision on all claims.</p>\n<p id=\"b1433-22\">The district court’s decision denying the motion to compel arbitration of the section 10(b) securities claims is due to be affirmed under this Court’s recent <em>en banc </em>decision. <em>Wolfe v. E.F. Hutton &amp; Co., </em>800 F.2d 1032 (11th Cir.1986).</p>\n<p id=\"b1433-23\">As to the state law fraud claims, the district court properly held as a matter of law that arbitration agreements between two parties with respect to state law claims are enforceable. <em>Dean Witter, Reynolds, Inc. v. Byrd, </em>470 U.S. 213, 105 S.Ct. 1238, <page-number citation-index=\"1\" label=\"1352\">*1352</page-number>84 L.Ed.2d 158 (1985). Coleman claims that the arbitration agreement here should not be enforced, however, because she was fraudulently induced to sign the Customer’s Agreement and an Option Agreement. She argues that she signed the instruments without understanding the importance of the arbitration agreements contained therein, and that the agreements are contained in contracts of adhesion. Her consent to arbitration, she contends, was invalid.</p>\n<p id=\"b1434-4\">The district court reviewed Coleman’s affidavit and accompanying memorandum of law, and denied her motion for a jury trial on the issue of the validity of the arbitration agreement. A review of these materials supports the district court’s decision that there was no genuine issue of fact regarding the execution of the arbitration agreement. There is no evidence to support the claim that the arbitration clause itself, standing apart from the whole agreement, was induced by fraud. Thus, the district court’s decision is in accordance with the leading case, <em>Prima Paint Corp. v. Flood &amp; Conklin Mfg. Co., </em>388 U.S. 395, 87 S.Ct. 1801, 18 L.Ed.2d 1270 (1967).</p>\n<blockquote id=\"b1434-5\">[I]f the claim is fraud in the inducement of the arbitration clause itself — an issue which goes to the “making” of the agreement to arbitrate — the federal court may proceed to adjudicate it. [footnote omitted] But the statutory language does not permit the federal court to consider claims of fraud in the inducement of the contract generally.</blockquote>\n<p id=\"b1434-6\"><em>Id. </em>at 403-04, 87 S.Ct. at 1805-06. Claims alleging unconscionability, coercion, or confusion in signing the agreement generally should be determined by an arbitrator because those issues go to the formation of the entire contract rather than to the issue of misrepresentation in the signing of the arbitration agreement. <em>Merrill Lynch, Pierce, Fenner, &amp; Smith v. Haydu, </em>637 F.2d 391, 398 (5th Cir. Unit B 1981)<footnotemark>1</footnotemark>; <em>Brener v. Becker Paribas, Inc., </em>628 F.Supp. 442, 446 (S.D.N.Y.1985).</p>\n<p id=\"b1434-8\">Finally, Coleman asserts that the arbitration agreements should not be enforced because the customer consents are adhesion contracts and are therefore invalid. There is no evidence that the agreements were adhesion contracts. First, there is nothing inherently unfair or oppressive about arbitration clauses. <em>See Surman v. Merrill Lynch, Pierce, Fenner &amp; Smith, </em>733 F.2d 59, 61 n. 1 (8th Cir. 1984); <em>Brener, </em>628 F.Supp. at 446 n. 3. Second, absent a showing of fraud or mental incompetence, a person who signs a contract cannot avoid her obligations under it by showing that she did not read what she signed. <em>Comprehensive Accounting Corp. v. Rudell, </em>760 F.2d 138, 140 (7th Cir.1985); <em>Donovan v. Mercer, </em>747 F.2d 304, 308 n. 4 (5th Cir.1984). Because Coleman has not produced sufficient evidence showing unfairness or unconscionability, the district court properly ruled that the customer consents were not the product of adhesion contracts.</p>\n<p id=\"b1434-9\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1434-7\">. <em>Bonner v. City of Prichard, </em>661 F.2d 1206 (11th Cir.1981) (en banc), this court adopted as binding precedent all of the decisions of the former Fifth Circuit handed down prior to the close of business on September 30, 1981. <em>Id. </em>at 1209.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}