{
  "casebody": {
    "data": "<casebody firstpage=\"1448\" lastpage=\"1459\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1530-7\">FOUNDING CHURCH OF SCIENTOLOGY OF WASHINGTON, D.C., INC., Appellant, v. William H. WEBSTER, Director of the Federal Bureau of Investigation of the United States, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1530-11\">No. 85-5885.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1530-12\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1530-13\">Argued June 3, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1530-14\">Decided Sept. 26, 1986.</decisiondate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b1530-18\">See also, D.C., 104 F.R.D. 459.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1531-4\"><page-number citation-index=\"1\" label=\"1449\">*1449</page-number>Anthony P. Bisceglie, Washington, D.C., with whom William C. Walsh and Jeffrey B. O’Toole were on the brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1531-5\">Freddi Lipstein, Atty., Dept. of Justice, Washington, D.C., with whom Richard K. Willard, Asst. Atty. Gen., Dept. of Justice, Joseph E. diGenova, U.S. Atty., and Barbara L. Herwig, Atty., Dept. of Justice, were on the brief, for appellees. Anthony J. Steinmeyer and E. Roy Hawkens, Attys., Dept. of Justice, also entered appearances for appellees.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1531-6\">Regina Jackson, Washington, D.C., was on the brief for <em>amici curiae, </em>American Coalition of Unregistered Churches, et al., urging reversal.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1531-7\">Before GINSBURG, STARR, and SILBERMAN, Circuit Judges.</p>\n<p data-order=\"10\" data-type=\"judges\" id=\"b1531-8\">Opinion for the Court filed by Circuit Judge STARR.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1531-9\">STARR, Circuit Judge:</author>\n<p id=\"b1531-10\">The appeal before us marks the end of eight years of litigation in a case that has never passed beyond the stage of pre-trial discovery. The District Court dismissed the case as a sanction under Fed.R.Civ.P. 37 for failure to comply with a discovery order entered by the court. Specifically, L. Ron Hubbard, the founder of the Church of Scientology, failed to appear for a court-ordered deposition to inquire into his status as a managing agent of that organization. We are satisfied that the District Court acted lawfully within its authority and sound discretion. We therefore affirm.</p>\n<p id=\"b1531-11\">I</p>\n<p id=\"b1531-12\">In 1978, the Founding Church of Scientology of Washington, D.C. (“Scientology”) filed suit on behalf of itself and a class composed of all “Churches” and “Missions” of Scientology in the United States. In its complaint, Scientology named the United States and numerous federal officials as defendants.<footnotemark>1</footnotemark> The complaint alleged an extensive campaign of government harassment that included illegal investigative and law enforcement activities, collection and dissemination of information about Scientology and other related organizations, and encouragement of hostility toward the movement inside and outside the federal government.</p>\n<p id=\"b1531-15\">By virtue of this alleged unlawful activity, Scientology asserted violations of the First, Fourth and Ninth Amendments to the Constitution. It sought compensatory and punitive damages under the Federal Tort Claims Act; a declaratory judgment that the defendants’ actions had violated the Constitution and laws of the United States; an injunction against further law enforcement activities by defendants directed at the various Scientology “Churches” and their members; and further injunctive relief to expunge or destroy false and derogatory information allegedly collected and obtained illegally by defendants and placed in government records.</p>\n<p id=\"b1531-16\">In an initial opinion and order dated October 19, 1978, the District Court dismissed the damage claims for failure to exhaust administrative remedies under the Federal Tort Claims Act, and the claim for injunctive relief from asserted religiously based discrimination on the grounds that plaintiff had not pursued the exclusive remedy available under Title VII of the Civil Rights Act of 1964. The trial court allowed the remainder of the suit to proceed and conditionally certified a class of all Scientology Churches and Missions for purposes of seeking declaratory and injunctive relief.</p>\n<p id=\"b1531-17\">Subsequent developments in the case followed on the heels of a criminal prosecution, <em>United States v. Mary Sue Hubbard, </em>Crim. No. 78-401, slip op. (D.D.C. order <page-number citation-index=\"1\" label=\"1450\">*1450</page-number>enforcing plea agreement Oct. 8, 1979), brought against nine high ranking officials of the Church of Scientology. In that case, several defendants stipulated that the network of Scientology organizations had conducted a broad campaign against U.S. Government entities and officials, particularly the Internal Revenue Service.<footnotemark>2</footnotemark> This concerted campaign by the Scientology apparatus encompassed a wide range of illegal activities, including theft of government documents for use in litigation against the United States, falsification of government identification cards, wiretapping, infiltration and perjury.</p>\n<p id=\"b1532-4\">On the basis of this new evidence, the defendants in the present case sought to amend their answer to the complaint in order to interpose a defense of “unclean hands.” The United States Magistrate, in a decision affirmed by the District Court, permitted the defense to be raised and discovery to be conducted without deciding whether such a defense should in fact be applied in this case. We pause to observe that “unclean hands” as a defense went to the injunctive remedy, but not to the request for declaratory relief. As will be seen, however, the defendants contend on appeal that the discovery they sought extended beyond this defense to provide a general, substantive defense to the claims asserted in this suit.<footnotemark>3</footnotemark></p>\n<p id=\"b1532-5\">On August 21, 1984, as part of a series of discovery requests, the Government noticed the deposition of L. Ron Hubbard, the founder of the Church of Scientology, in his capacity as “an officer, director, or managing agent of plaintiffs.” Joint Appendix (“J.A.”) at 163. When Hubbard failed to appear for the deposition on the designated date, defendants moved to dismiss the suit or, in the alternative, to compel Hubbard’s deposition. The court responded by ordering defendants to renotice the deposition and to submit a factual proffer as to why Hubbard’s deposition was necessary. J.A. at 262. The court stated that if Hubbard did not appear, the Government could then renew its alternative motion to compel his deposition or dismiss the case. The defendants submitted the requested factual proffer and renoticed the deposition. Hubbard again failed to appear on the appointed date. In the wake of this turn of events, plaintiffs submitted numerous declarations by officials of the individual Scientology churches and high officials in the central Scientology organization denying not only Hubbard’s status as managing agent but any capability of contacting him. J.A. at 271-350. The Government responded with additional declarations and other evidence in support of Hubbard’s status as managing agent. J.A. at 351-407.</p>\n<p id=\"b1532-10\">In an order issued March 13, 1985, the District Court found that the Government had established “at least a prima facie case” that Hubbard was managing agent as of November 19, 1984. To settle this issue conclusively, the court ordered Hubbard to appear on April 5, 1985, for a limited-purpose deposition addressed to “the issue of his relationship to the organization.” J.A. at 429. No inquiry could be made into the facts pertaining to the merits of the suit. Failure to appear, the court expressly warned, would result in dismissal of the suit altogether. <em>Id. </em>Submitting several additional declarations by Church employees and officials, plaintiff moved for reconsideration. J.A. at 431-72. This the court denied. J.A. at 475. On April 9, 1985, upon notification by counsel that Hubbard had failed to appear for the limited-purpose deposition as scheduled, the court dismissed the case with prejudice. J.A. at 488. On July 10, the court denied the plaintiff’s motion to vacate the judgment of dismissal. Scientology then filed this appeal.</p>\n<p id=\"b1533-3\"><page-number citation-index=\"1\" label=\"1451\">*1451</page-number>II</p>\n<p id=\"b1533-4\">The ultimate question for resolution is whether the District Court abused its discretion when it dismissed this suit as a discovery sanction under Fed.R.Civ.P. 37. Before we reach that issue, however, we must first determine whether the District Court properly resolved the underlying question whether the Government had shown, at least prima facie, that Hubbard was a managing agent of Scientology and could therefore be compelled to testify on its behalf.</p>\n<p id=\"b1533-5\">A</p>\n<p id=\"b1533-6\">Fed.R.Civ.P. 26(a) broadly authorizes parties to obtain discovery by various means, the first of which is “depositions upon oral examination.” Depositions thus rank high in the hierarchy of pre-trial, truth-finding mechanisms. That is not surprising. Face-to-face confrontations prior to trial, with such indicia of formality as administration of the oath, the presence of counsel and stenographic recording of the proceedings, are a critical component of the tools of justice in civil litigation. Fed.R. Civ.P. 30(a) thus broadly provides that “any party may take the testimony of any person, including a party, by deposition upon oral examination.” Fed.R.Civ.P. 32(a)(2), governing the use of depositions in court proceedings, provides that the deposition “of anyone who at the time of taking the deposition was an officer, director, or <em>managing agent </em>... may be used by an adverse party for any purpose.” (Emphasis added.) At the same time, Fed.R.Civ.P. 37(d) authorizes dismissal and other sanctions “[i]f a party or an officer, director or <em>managing agent </em>of a party ... fails ... to appear before the officer who is to take his deposition, after being served with a proper notice.” (Emphasis added.) The concept of “managing agent” is thus an integral part of the corpus of discovery law. <em>See also </em>Fed.R.Civ.P. 30(b)(6).</p>\n<p id=\"b1533-7\">Federal discovery provisions have traditionally provided a mechanism for an adverse party to secure depositions from a public or private corporation through a managing.agent designated by the adverse party. In 1970, an amendment to the Federal Rules of Civil Procedure replaced a specific authorization for securing depositions of managing agents with the current, more general framework, and established a new mechanism permitting the corporation (or other entity) itself to designate managing agents to sit for depositions, <em>see </em>Fed.R. Civ.P. 30(b)(6). When the entity itself makes the designation, subsequent disputes over the adverse party’s use of the deposition “for any purpose” are avoided. <em>See </em>Fed.R.Civ.P. 30, Advisory Comm. Note to Subdivision (b)(6), at 92 (1986). However, the language authorizing the new procedure expressly stated that it “does not preclude taking a deposition by any other procedure authorized in these rules.” Fed.R.Civ.P. 30(b)(6). The Advisory Committee Note accompanying the Rule made clear that the new procedure does not supplant but “supplements the existing practice whereby the examining party designates the corporate official to be deposed.” The former procedure, long known to the bar, thus remains available for litigants to employ if they see fit. <em>See Atlantic Cape Fisheries v. Hartford Fire Insurance Co., </em>509 F.2d 577, 578-79 (1st Cir.1975); 8 C. Wright &amp; A. Miller, <em>Federal Practice and Procedure </em>§ 2103, at 373-74 (1970). It was under this traditional procedure that the Government sought to depose Hubbard.</p>\n<p id=\"b1533-9\">B</p>\n<p id=\"b1533-10\">We pause at this stage of our analysis to observe that there is no doubt, and appellant indeed has not sought to dispute, that Scientology qualifies under the broad category of organizations which can be deposed through an adverse party’s designation of a managing agent. Regardless of whether Scientology is a religious organization, a for-profit private enterprise, or something far more extraordinary — an intriguing question that this suit does not call upon us to examine — the entities to which the managing-agent concept can be applied include all manner of public and <page-number citation-index=\"1\" label=\"1452\">*1452</page-number>private corporations and associations, nonprofit and otherwise. <em>See </em>4A J. Moore, Moore’s Federal Practice If 30.51, at 30-41 (2d ed. 1984).</p>\n<p id=\"b1534-4\">The law concerning who may properly be designated as a managing agent is sketchy.<footnotemark>4</footnotemark> Largely because of the vast variety of factual circumstances to which the concept must be applied, the standard, like so many others in the law, remains a functional one to be determined largely on a case-by-case basis. <em>See Petition of Manor Investment Co., </em>43 F.R.D. 299, 300 (S.D.N. Y.1967); <em>Kolb v. A.H. Bull Steamship Co., </em>31 F.R.D. 252, 254 (S.D.N.Y.1962). Nearly all the published cases relating to the issue are from the district courts, and nearly all of those decisions concern whether an employee of a corporation should be designated a managing agent. 4A J. Moore, <em>supra, </em>1130.55, at 30-72 n. 15. Only rarely have courts even had occasion to examine whether a <em>de facto </em>relationship with a corporation, rather than a <em>de jure </em>one, furnishes a basis in law for designating a managing agent. <em>See, e.g., Petition of Manor Investment Co., supra; Independent Productions Corp. v. Loew’s, Inc., </em>24 F.R.D. 19 (S.D.N.Y.1959).</p>\n<p id=\"b1534-5\">In the <em>Manor Investment </em>case, the individual designated as a managing agent was not shown to hold any office or formal position in the corporation. He did, however, control its affairs, performing functions “of a supervisory nature” related to the activities in question. More generally, the individual exercised “supreme” authority within the corporation. <em>Id. </em>at 301. In addition to having practical control of the firm’s destiny, the individual owned all the stock in the enterprise. In concluding that the individual was indeed a “managing agent” of the enterprise, Judge Weinfeld found “such unity of interest between [the company] and [the owner], that it may be referred to as his ‘alter ego.’ ” <em>Id. </em>The learned judge thus drew on the familiar doctrine of law permitting courts, where the result would otherwise be unjust or inequitable, to pierce the corporate veil,<footnotemark>5</footnotemark> a veil that ordinarily shields investors from liability for contractual obligations or tortious acts by the corporation and that protects the corporation from being bound by the independent acts of investors. <em>See Labadie Coal Co. v. Black, </em>672 F.2d 92, 96-100 (D.C.Cir.1982). <em>See generally </em>Wormser, <em>The Disregard of the Corporate Fiction and Allied Corporate Problems </em>(1927); Hamilton, <em>The Corporate Entity, </em>49 Tex.L.Rev. 979 (1971); Berle, <em>The Theory of the Enterprise Entity, </em>47 Colum.L. Rev. 342-43 (1947); Latty, <em>Disregarding the Corporate Entity as a Solvent of Legal Problems, </em>34 Mich.L.Rev. 597 (1936). Under the alter ego theory, the court may ignore the existence of the corporate form whenever an individual so dominates an organization “as in reality to negate its separate personality.” <em>Quinn v. Butz, </em>510 F.2d 743, 758 (D.C.Cir.1975). The test is a practical one, focusing on how active and substantial the individual’s control is. <em>Valley Finance, Inc. v. United States, </em>629 F.2d 162, 172 (D.C.Cir.1980).</p>\n<p id=\"b1534-8\">For the purpose of determining whether an individual is a “managing agent” within the meaning of the discovery rules, the <page-number citation-index=\"1\" label=\"1453\">*1453</page-number>alter ego theory provides a useful analogy. As in the arena of corporate liability, the focus begins with the character of the individual’s control. In addition, we can profitably examine both the degree to which the interests of the individual and the corporation converge, and how helpful the individual will be in fact-finding on the matter at issue, in comparison to others associated with the corporation. As in all matters appertaining to discovery, it is the ends of justice that are to be served. <em>See </em>Fed.R. Civ.P. 1 (the Federal Rules “shall be construed to secure the just, speedy, and inexpensive determination of every action”).</p>\n<p id=\"b1535-4\">C</p>\n<p id=\"b1535-5\">L. Ron Hubbard resigned from his official position as Executive Director of Scientology Churches in 1966, after serving for more than a decade. He continued thereafter in the ostensibly nominal position of “Founder.” The Government offered abundant evidence in the District Court, however, that Hubbard played a uniquely prominent role within Scientology and various affiliated organizations from 1966 until the early 1980’s. As founder of Scientology and the sole source of its scriptures, Hubbard enjoyed authority difficult for the founder and owner of a garden-variety private business to attain. Private, secular concerns may advance beyond the vision of its founder; new talents may need to be secured as the cycles of the organization’s development unfold. It is not at all an unfamiliar situation for the entrepreneur — the visionary — to find inhospitable the administration of the vast enterprise spawned by his experimentation in the laboratory or workshop. But an organization claiming to be a religion that is built upon the word of a single individual venerated by the flock of the faithful is, it scarcely needs to be said, a rather different sort of entity. It is not disputed that, in the spiritual or ecclesiastical matters asserted to be the high mission of Scientology organizations, the word of L. Ron Hubbard has remained unquestioned.</p>\n<p id=\"b1535-9\">From evidence adduced below, Hubbard appears to have maintained control in administrative matters through high positions in such entities as the Sea Organization, “an elite fraternity of Scientologists.” <em>Church of Scientology of California v. Comm’r, </em>83 T.C. 381, 389 (1984).<footnotemark>6</footnotemark> Indeed, uncontested declarations before the District Court leave little doubt about either the ecclesiastical or administrative dimensions of Hubbard’s authority during the period from 1966 to 1982. The declarations of Diana Sue Reisdor-Voegeding and John Nelson, associates of Hubbard until 1982, describe the mechanisms by which Hubbard controlled operations of Scientology and its related organizations, passed on orders to subordinates, and sought to avoid prosecution for his ties to the Church. J.A. at 395-403. Beyond these declarations specifically cited by the District Court (J.A. at 429), the Government submitted other declarations bearing on the question of Hubbard’s control. Laurel Sullivan, an officer in the Scientology organizations from 1973 to 1981, asserted that public pronouncements to the effect that Hubbard had at that time disassociated himself from the <page-number citation-index=\"1\" label=\"1454\">*1454</page-number>Scientology organizations were “completely untrue,” and that he in fact issued orders that were immediately obeyed. J.A. at 208. Kima Douglas, who worked at the Church from 1968 through 1980, declared that Hubbard exercised “complete control over the entire (Church) organization.” J.A. at 216. Gerald Armstrong, another associate, told of a 1980 meeting to make plans to conceal Hubbard’s acknowledged control over “all aspects of” the Church of Scientology of California. J.A. at 222. The Tax Court decision to which we just alluded, in denying the California Church of Scientology tax-exempt status for the years 1970, 1971 and 1972, set forth detailed findings about Hubbard’s relation to that organization along with the numerous other Scientology organizations. <em>Church of Scientology v. Comm’r, supra. </em>The Tax Court harbored no doubt that Hubbard “kept control over” the policies, actions, and even the finances of the California Church. <em>Id. </em>at 389;<footnotemark>7</footnotemark> <em>see also </em>n. 6, <em>supra.</em></p>\n<p id=\"b1536-4\">Beyond the overall dominance that he exercised over the Scientology organizations during this earlier period, Hubbard was closely linked to, if not in charge of, the activities for which appellees initially sought his deposition. The primary evidence about these activities emerges from the criminal prosecution in which seven members of the church, including Hubbard’s wife, were found guilty of conspiracy to obstruct justice. In that trial, one defendant was found guilty of conspiring illegally to obtain government documents, and another was found guilty of theft of government property. <em>See United States v. Hubbard, </em>650 F.2d 293, 301 (D.C.Cir. 1980). In a Stipulation of Evidence submitted in that case, the defendants recounted a full-fledged campaign mounted by the Church of Scientology and its affiliated organizations against the United States Government, particularly the Internal Revenue Service. <em>See </em>Stipulation of Evidence, <em>supra. </em>The conspiracy, involving all levels of the Church hierarchy, encompassed theft of government documents for use in litigation against the United States, falsification of government identification cards, wiretapping, infiltration and perjury. <em>See id. </em>The Stipulation indicated that Hubbard “was, by virtue of his role as the founder and leader of Scientology, overall supervisor of the Guardian’s Office,” a Scientology entity which carried out these illicit activities. <em>Id. </em>at 7. Indeed, the grand jury named Hubbard as an unindicted co-conspirator in that case. Those indicted and convicted included not only Hubbard’s wife, who “as the second person in the hierarchy of Scientology, had duties which included supervision of the Guardian’s Office,” <em>id. </em>at 8, but several other officials occupying high posts in the Scientology hierarchy.</p>\n<p id=\"b1536-7\">The criminal case does not stand alone. The Tax Court decision to which we previously referred denied the Church tax exempt status in part because of this conspiracy by the Scientology organizations, “beginning in 1969 and continuing at least until July 7, 1977.” <em>Church of Scientology of California v. Comm’r, supra, </em>83 T.C. at 505. Finding that the Church of Scientology of California “filed false tax returns, burglarized IRS offices, stole IRS documents, and harassed, delayed, and obstructed IRS agents who tried to audit the Church’s records,” <em>id., </em>the Tax Court held that the California Church had violated public policy and thereby lost entitlement to any exemption which it might otherwise have enjoyed. 83 T.C. at 506-09.</p>\n<p id=\"b1536-8\">Abundant evidence supports the proposition that Hubbard continued in his <em>de facto </em>position as head of the Church.<footnotemark>8</footnotemark> Based on <page-number citation-index=\"1\" label=\"1455\">*1455</page-number>the evidence in the record, the District Court rightly concluded that Hubbard was in a position to provide information about the conspiracy on behalf of the Scientology organizations for this purpose.</p>\n<p id=\"b1537-5\">D</p>\n<p id=\"b1537-6\">To designate Hubbard as, at least prima facie, a managing agent, the District Court had to find it probable that he remained a managing agent for the Scientology organizations at the time his deposition was sought. Fed.R.Civ.P. 32(a)(2). 4A J. Moore, <em>supra, </em>1132.04. For the first scheduled deposition, Hubbard must have been, prima facie, managing agent as of November 1984; for the second, as of April 1985. Faced with overwhelming evidence of Hubbard’s continuing control over Scientology as of 1982, appellants have sought to raise doubt whether .Hubbard remained as managing agent after that time and specifically at the critical, later dates of the aborted depositions. First, they emphasize that the declarants upon whose statements the Government relies held no positions in Scientology organizations after 1982. Second, Scientology submitted numerous statements by its high officials to the effect that Hubbard had engaged in communications with Scientology’s official organs only intermittently since 1982 and that he had not communicated with the Scientology apparatus since May 1984. <em>See, e.g., </em>Declaration of Marc Yager, J.A. at 437-39; Declaration of Guillaume Lesevre, J.A. at 446-47. Third, Scientology points to indications of organizational rearrangements around 1981-82, when Hubbard hired a law firm and a professional management agency separate from the Scientology network to handle his personal affairs. <em>See </em>Declaration of Lyman Spurlock, J.A. at 457-58; Declaration of Lawrence E. Heller, J.A. at 461-64.</p>\n<p id=\"b1537-9\">The narrow question to be explored is whether the District Court erred in holding it probable that Hubbard continued to exercise the authority of a managing agent for Scientology insofar as he retained authority to determine whether to govern authoritatively in either administrative or ecclesiastical affairs. As noted above, Hubbard’s role as managing agent up to approximately 1982 is well established in the record. A “general principle” in the law of evidence in such matters is that “a <em>prior </em>or <em>subsequent </em>existence is evidential of a later or earlier one.” 2 <em>Wigmore on Evidence </em>§ 437, at 514 (emphasis in original).<footnotemark>9</footnotemark> In addition, the declarations of the church officials themselves, while denying Hubbard’s role,<footnotemark>10</footnotemark> in fact implicitly confirmed that Hubbard, even after 1982, remained free at all relevant times to communicate to them whatever and whenever he wanted. Indeed, the two times they agree that he did communicate with the entire Scientology apparatus, in December 1983 and January 1984, Scientology dutifully issued his <page-number citation-index=\"1\" label=\"1456\">*1456</page-number>statements to its members,<footnotemark>11</footnotemark> exactly as if he remained in his undisputed position of authority. Lesevre Declaration at J.A. 446; Yager Declaration at J.A. 438-39. As the District Court concluded, it appears without question that had Hubbard attempted to reassert his authority in other ways, Scientology officials would have accepted that exercise of dominion over the flock. So far as we can discern, the record reveals no evidence that Hubbard intended to end his relationship with Scientology, but only that he wanted, in his unfettered discretion, to determine whether and how to continue that relationship. Ultimate control, we have no doubt, he possessed until his death.<footnotemark>12</footnotemark></p>\n<p id=\"b1538-4\">The continued, undisputed possibility that Hubbard might unilaterally reassert his authority provided adequate justification for the trial court’s holding. Courts have accorded managing agent status to individuals who no longer exercised authority over the actions in question (and even to individuals who no longer held any position of authority in a corporation), so long as those individuals retained some role in the corporation or at least maintained interests consonant with rather than adverse to its interests. <em>See, e.g., Independent Productions Corp. v. Loew’s, Inc., supra; Fay v. United States, </em>22 F.R.D. 28, 31-32 (E.D.N. Y.1958); <em>Curry v. States Marine Corp., supra, </em>16 F.R.D. 377. <em>But see Proseus v. Anchor Lines, Ltd., supra, </em>26 F.R.D. 165.</p>\n<p id=\"b1538-7\">But we are satisfied that the District Court’s holding in this respect rests on even stronger ground. Hubbard continued through 1984 not only as the potential leader of the Scientology organization but as the actual leader. Even as Hubbard may have sought to distance himself, for whatever reason, from administrative details and to separate his personal business affairs from the Scientology apparatus, the evidence before the District Court demonstrated that Hubbard retained preeminence as spiritual or ecclesiastical head of Scientology. The basic structure of belief for Scientology dictates that no one can replace him in this role.<footnotemark>13</footnotemark> In this essential sense, <page-number citation-index=\"1\" label=\"1457\">*1457</page-number>Scientology remained his alter ego despite the passive role he sought to assume. In an organization which claims to derive its purpose from Hubbard’s writings and sayings, the role that Hubbard continued to play in Scientology affairs could scarcely be viewed in law or in practical judgment as a figure of lesser status than that of managing agent.</p>\n<p id=\"b1539-4\">E</p>\n<p id=\"b1539-5\">We recognize that the District Court’s definition of “managing agent” imposed a greater burden on Hubbard if he truly wished to disassociate himself from the Scientology organization that might obtain for, say, the founder of a business enterprise. Yet, Hubbard’s status — as founder and spiritual leader of a movement that lays claim to the status of a religion— presents a unique situation in the application of traditional legal doctrines governing the relationship of individuals to organizations or associations with which they are or have been affiliated. While an entrepreneur might simply terminate all connections to the enterprise that he or she had founded, Hubbard’s teachings catapulted him to the epicenter of Scientology attention and activity. During his lifetime, Hubbard remained an object of allegiance and veneration even if he did not maintain regular communication with the organizational vessel. Under these unusual circumstances, we have no hesitation in upholding the District Court’s finding that the Government had shown, prima facie, Hubbard’s status as managing agent of Scientology at the pertinent times.</p>\n<p id=\"b1539-6\">Ill</p>\n<p id=\"b1539-7\">The question remains whether the trial court properly dismissed this suit under Fed.R.Civ.P. 37(b)(2) by virtue of Hubbard’s failure to appear at the April 1985 deposition. As in other cases of dismissal imposed as a sanction, the applicable standard of review confines appellate inquiry to whether the District Court abused its discretion. <em>See National Hockey League v. Metropolitan Hockey Club, Inc., </em>427 U.S. 639, 642, 96 S.Ct. 2778, 2780, 49 L.Ed.2d 747 (1976) (per curiam); <em>Aruba Bonaire Curacao Trust Co. v. C.I.R., 777 </em>F.2d 38, 44 &amp; n. 7 (D.C.Cir.1985) (dismissing suit under “analogous” Tax Court Rule 104); <em>Weisberg v. Webster, </em>749 F.2d 864, 870 (D.C.Cir.1984) (dismissing suit under Rule 37); <em>Automated Datatron, Inc. v. Woodcock, </em>659 F.2d 1168, 1169 (D.C.Cir.1981) (dismissing counterclaim under Fed.R. Civ.P. 41(b)). That is, needless to say, a rule of appellate restraint, a principle faithful to the reality that appellate tribunals cannot hope to have the entire range of considerations as readily at hand as the court charged with the case in the first instance. We rightly pay great deference, as the abuse-of-discretion standard itself suggests, to the District Court’s determination in such instances. Implicit in that governing standard is the recognition that the trial court has a better “feel,” as it were, for the litigation and the remedial actions most appropriate under the circumstances presented. The Court of Appeals enters the fray only at the end of what may well be — and indeed was here — a lengthy process that moved step-by-step toward the disposition that prompts the challenge on appeal. The abuse-of-discretion standard calls on the appellate department, in a spirit of humility occasioned by not having participated in what has gone before, not just to scrutinize the conclusion but to examine with care and respect the process that led up to it.</p>\n<p id=\"b1539-10\">A</p>\n<p id=\"b1539-11\">The pertinent text of Rule 37 provides that when “a party or an officer, director, or managing agent of a party ... fails ... to appear before the officer who is to take his deposition, after being served with proper notice ... the court in which <page-number citation-index=\"1\" label=\"1458\">*1458</page-number>the action is pending on motion may make such orders in regard to the failure as are just,” including “dismissing the action or proceeding or any part thereof.” Rule 37(b)(2), (b)(2)(C).</p>\n<p id=\"b1540-4\">In reviewing dismissals under Fed.R. Civ.P. 37 and the closely analogous Tax Court Rule 104, we have consistently applied the rule of <em>Societe Internationale v. Rogers, </em>357 U.S. 197, 212, 78 S.Ct. 1087, 1095, 2 L.Ed.2d 1255 (1958), requiring that the dismissal be based on “willfulness, bad faith, or ... fault” on the part of the plaintiff. <em>See Aruba Bonaire Curacao Trust Co. v. C.I.R., supra, 777 </em>F.2d at 45; <em>Weisberg v. Webster, supra, </em>749 F.2d at 871. While such a finding remains a prerequisite to imposition of the dismissal sanction, it is by no means the sole consideration relevant to the determination whether to dismiss the case. As the Supreme Court has observed, a court does well to consider the deterrent effect a sanction will have on parties and potential parties in other cases who might otherwise contemplate abusive actions. <em>See National Hockey League, supra; see also Shea v. Donohoe Construction Co., </em>795 F.2d 1071, 1077 (D.C.Cir.1986); <em>Aruba Bonaire, supra, 777 </em>F.2d at 44; <em>Weisberg, supra, </em>749 F.2d at 870-71. Especially in cases of delay to the orderly progression of the litigation process, the fundamental concern of avoiding the squandering of scarce judicial resources (and the resources of other litigants) in an era of overcrowded dockets and untoward delays in getting cases decided is highly germane to whether a District Court should dismiss a case. <em>See Donohoe Construction Co., supra, </em>at 1075-76; <em>Automated Datatron, Inc., supra, </em>659 F.2d 1168.</p>\n<p id=\"b1540-5\">In review of past dismissals under Fed.R. Civ.P. 37 and Tax Court Rule 104, this court has had little trouble in finding the requisite bad faith or fault where the party has failed to respond to interrogatories, <em>see Weisberg v. Webster, supra, </em>or failed to appear at depositions without an attempt at explanation, <em>see Aruba Bonaire, supra. </em>Here, despite the protestations of Scientology that it could not contact Hubbard, the District Court took Hubbard’s absence at the April deposition to “supply the requisite ‘element of willfulness or conscious disregard’ for the discovery process which justifies the sanction of dismissal” (citing <em>Dellums v. Powell, </em>566 F.2d 231, 235 (D.C. Cir.1977)), J.A. at 475. In our view, this treatment comported with the status of managing agent that the District Court properly attributed, prima facie, to Hubbard. Since Scientology remained Hubbard’s alter ego, notice to the organization could reasonably be construed as notice to him; in consequence, the Church itself, as the party for which Hubbard was, prima facie, the managing agent, could be sanctioned for his failure to appear when ample advance notice was given of the importance of the deposition and the consequence that would attach from failure to attend to it.<footnotemark>14</footnotemark></p>\n<p id=\"b1540-8\">The District Court also had ample reason to interpret the failure of Hubbard to abide by its order as evidence of “willfulness, bad faith or ... fault.” <em>Societe Internationale, supra, </em>357 U.S. at 212, 78 S.Ct. at 1096. Appellees presented substantial evidence tha the arrangement by which Hubbard could communicate with the Church only at his initiative was in fact designed to shield Hubbard from legal process. <em>See </em>Declaration of Gerald Armstrong, J.A. 222; Declaration of Diana Sue Reisdorf-Voegeding, J.A. 396-98; Declaration of John Nelson, J.A. 202-03; <em>see also </em>documents at J.A. 22, 32-36, 237-40. Coupled with representations by Church officials about their inability to contact Hubbard, this evidence could reasonably be interpreted by the District Court as indicating that Hubbard and the Church had structured their relation<page-number citation-index=\"1\" label=\"1459\">*1459</page-number>ship to frustrate the orderly process of discovery proceedings.</p>\n<p id=\"b1541-5\">B</p>\n<p id=\"b1541-6\">Dismissal, as we have had occasion to note, is “an extremely harsh sanction.” <em>Trakas v. Quality Brands, Inc., </em>759 F.2d 185, 186 (D.C.Cir.1985). Dismissal before trial is, in many circumstances, “to be taken only after unfruitful resort to lesser sanctions.” <em>Jackson v. Washington Monthly Co., </em>569 F.2d 119, 123 (D.C.Cir. 1977). The District Court nonetheless enjoys authority to impose this sanction even where “a less drastic sanction might have been entertained,” <em>Automated Datatron, Inc., supra, </em>659 F.2d at 1169. But in our view, it is unnecessary to embark upon a lengthy inquiry into possible alternative sanctions under the circumstances here. No monetary or other sanction imposed on Scientology held out any realistic promise of overcoming the barrier Hubbard had chosen to erect between himself and the Church. Nor would dismissal of a part of the suit or of the pleadings suffice. The conspiracy the appellees alleged goes beyond the “unclean hands” defense as initially advanced in the District Court; rather, the far-reaching conspiracy as alleged by the Government goes to the very essence of this lawsuit, providing, if true, the basis for law enforcement activities that Scientology has attacked as illegal.<footnotemark>15</footnotemark> <em>See </em>n. 3, <em>supra.</em></p>\n<p id=\"b1541-7\">To be sure, had defendants been able to secure the information they sought from a source other than Hubbard, the sanction of dismissal would have been less clearly appropriate. But that condition did not obtain here. Based upon the record before us, we agree with the District Court’s conclusion that Hubbard himself was “uniquely situated to provide information” relevant to the actions of Scientology against the Government. J.A. at 475. We do well to remember that for most of the era — in the period up to 1978 — with which this lawsuit is concerned, there can be no reasonable doubt that Hubbard was Scientology’s managing agent. So long as this was the case, Hubbard was the one individual likely to be best informed about the role that the conspiracy (as chronicled in the documents from <em>United States v. Mary Sue Hubbard) </em>played in the Scientology organization. Under those circumstances, his deposition was of critical importance. His failure to comply with a clear directive of the District Court, an order accompanied by an express threat of dismissal, warranted the sanction imposed by the District Judge in the exercise of her sound discretion.</p>\n<p id=\"b1541-10\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b1531-13\">. The other defendants, named in their official capacities, were the Director of the Federal Bureau of Investigation, the Attorney General of the United States, the Director of the Central Intelligence Agency, the Secretary of the Treasury, the Chief of the United States National Central Bureau of the International Criminal Police Organization, the Director of the National Security Agency, the Secretary of the Army and the Postmaster General. For convenience sake, the various defendants-appellees will frequently be referred to in our discussion as \"the Government.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1532-6\">. <em>See </em>Stipulation of Evidence filed Jan. 7, 1980 as Exhibit 1 to Memorandum of Facts and Activities in support of Defendants' Motion for Leave to Answer.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1532-11\">. The undisputed evidence of a campaign of criminal activity by the Church, the appellees argue, in fact justified the intensive law enforcement activities that the complaint attacked. <em>See </em>Transcript of Oral Argument, June 3, 1986, at 18-28.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1534-6\">. In at least one instance, the burden of proof to establish managing-agent status has been placed on the party seeking discovery. <em>See Proseus v. Anchor Line, Ltd., 26 </em>F.R.D. 165, 167 (S.D.N.Y. 1960). Since the ultimate decision whether a deposition qualifies as a statement by a managing agent must be made by the trial court in applying Fed.R.Civ.P. 32(a)(2), courts in pretrial proceedings have resolved doubts under the standard in favor of the examining party. <em>See Atlantic Coast Insulating Co. v. United States, </em>34 F.R.D. 450 (E.D.N.Y.1964); <em>United States v. The Dorothy McAllister, </em>24 F.R.D. 316, 318 (S.D.N.Y. 1959); <em>Rubin v. General Tire &amp; Rubber Co., </em>18 F.R.D. 51, 56 (S.D.N.Y. 1955); <em>Curry v. States Marine Corp., </em>16 F.R.D. 376, 377 (S.D.N.Y.1954); 4A J. Moore, <em>supra, </em>at If 30.55(1); C. Wright &amp; A. Miller, <em>supra, </em>§ 2103, at 376.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1534-10\">. \"[T]he fiction of corporate entity may be and should be disregarded in the interests of and to promote justice in such cases as fraud, violation of law or contract, public wrong, or to work out the equities among members of the corporation internally and not involving rights of the public or third persons.” <em>Fletcher Cyclopedia Corporations </em>§ 25, at 305; <em>see also </em>W. Cary &amp; M.E. Eisenberg, <em>Cases and Materials on Corporations </em>80-103 (5th ed. 1980).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1535-6\">. The Tax Court found that although Hubbard had officially resigned from his position as Executive Director of Scientology in 1966, he remained in the \"top position.” Through the Hubbard Communications Office Policy Letters, he controlled the basic administrative policy of the California Church, the \"Mother Church\" of all Churches of Scientology in the United States, 81 T.C. at 389, 401. Through various types of policy directives, including \"Flag Orders,\" “L. Ron Hubbard Executive Directives,\" and \"Orders of the Day,” Hubbard directed operations in Scientology’s subsidiary organizations. <em>Id. </em>at 389.</p>\n<p id=\"b1535-7\">Hubbard also retained control over Scientology’s financial affairs. He was a signatory on all Scientology bank accounts. His approval was required for all financial planning. He was the sole trustee of a major Scientology fund. He controlled Operation Transport Corp., Ltd., a sham corporation which purportedly performed banking services for \"Flag,\" Scientology’s administrative center. <em>Id. </em>at 389, 399, 400.</p>\n<p id=\"b1535-11\">Further, Hubbard supervised \"auditing,\" the process through which Scientologists help an individual gain \"spiritual competence.\" He also continued to develop Scientology doctrine, <em>id. </em>at 385, 389, as our subsequent discussion in the text will show.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1536-5\">. To be sure, the findings by various courts which have found themselves immersed in Scientology-related litigation have not been entirely uniform in this respect. <em>See Church of Scientology of California &amp; Founding Churches of Scientology of Washington, D.C. v. Siegelman, </em>No. 79 Civ. 1166 (S.D.N.Y. order dated Oct. 27, 1980) (\"absence of any official connection\" to Churches on the basis of evidence before the court prohibits compulsion of Hubbard as a witness), J.A. at 271-73.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1536-10\">. We observe that other courts have reached inconsistent results in related cases concerning the managing-agent status of Hubbard in more recent years. Three decisions, relying on many of the same declarations and documentary evidence presented in this case, found that Hub<page-number citation-index=\"1\" label=\"1455\">*1455</page-number>bard could be deposed as a managing agent. <em>Church of Scientology of California v. Armstrong, </em>No. C420153 (Cal.Super.Ct. July 20, 1984), J.A. at 165-93; <em>Church of Scientology of California v. Flynn, </em>No. CV 83-5052R (C.D.Cal. Mar. 20, 1985) (finding Hubbard a managing agent through March 4, 1985), Supplemental Appendix (“S.A.”) at 729-30; <em>Church of Scientology Intl v. Elmira Mission of the Church of Scientology, </em>No. CV 85-412T (W.D.N.Y. order dated Nov. 26, 1985), J.A. at 732-49. A fourth court, upholding the finding of a United States Magistrate, concluded that Hubbard could not be considered a managing agent for purposes of Fed.R.Civ.P. 30 after December 9, 1983. <em>Religious Technology Center v. Scott, </em>No. CV 85-711-MRP (C.D.Cal. order dated Jan. 24,1986), J.A. at 773-75; <em>see also </em>n. 4, <em>supra.</em></p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1537-10\">. We recognize that a presumption of continuity in time may not hold as an absolute rule for relations of authority, see 9 <em>Wigmore on Evidence </em>§ 2530 (Chadbourn ed. 1981). \"[Tjhe rulings merely declare that certain facts are admissible, or that they are sufficient evidence for the jury's finding ... on such issues____\" <em>Id. </em>(citations omitted).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1537-13\">. It cannot go unnoticed that these declarations were provided by individuals who owe their allegiance to an organization whose officials in the past have employed a number of devices, including deception and falsification, to achieve the organization’s goals. But needless to say, we are not in a position to weigh the veracity of the numerous declarants whose statements came before the District Court.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1538-5\">. Rons Journal 38, as the later communication was known, took the form of a tape recording distributed to local Scientology Churches and Missions. <em>See </em>Transcript, transcribed December 18, 1984, J.A. at 355-93. In this message, apparently recorded on New Year’s Day 1984, Hubbard reported that he was making available \"the first accurate briefing I have had on Scientology organizations in several years.” J.A. at 356. The transcript suggests the way he continued to exercise such authority that amounted to control. He noted that he had not ”[f]or a very long while ... been connected” with the “demanding area” of \"active management of the Church or associated organizations.” <em>Id. </em>Yet, as the reason for this separation, Hubbard contended that he needed time to \"complete my researches and write them up for you,” <em>id., </em>an apparent reference to his pursuit of refinements in Scientology doctrine. <em>See also </em>J.A. at 391-92 (announcing \"new discoveries”). In the bulk of the 37-page transcript, Hubbard recounted in great detail the latest changes in the Scientology organizations, with comprehensive statistics about the state of finances, the growth of the organization, and efforts by \"new executives” in the organization to \"rebuild global scientology in every division and sector, get it back on policy and in tech” after an alleged attempt by \"power crazy people” to take over the organization. J.A. at 357-58. In this communication, Hubbard alluded to \"Rev. 352,” or L.R.H. Ed. 352, J.A. at 358-59. In this statement from December 1983, Hubbard \"gave an inkling” of the recent changes in the organization that Rons Journal 38 described in detail.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1538-9\">. On January 27, 1986, over nine months after dismissal of this suit in the trial court, the Church announced that L. Ron Hubbard had died on January 24, 1986. <em>See </em>J.A. at 718 (citing account in Washington <em>Post). </em>As the parties have implicitly recognized, Hubbard's passing has no bearing on the questions before us. We remain obligated to decide the appeal on the basis of the record before the District Court.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1538-10\">. We are informed, without contradiction, that Scientologists uniformly agree that the writings of Hubbard comprise the sole source of their scriptures, a status equivalent to Judeo-Christian Scriptures. <em>See </em>Declaration of Heber Jentzsch, J.A. at 279; Yager Declaration, J.A. at 435-36; Lesevre Declaration, J.A. at 444; Church of Scientology, <em>Scientology: A World. Religion Emerges in the Space Age </em>52-55, District Court Exhibit 4(a)-A. As Rons Journal 38 suggests, Hubbard viewed even his most recent “new discoveries” as authoritative truth to be passed on as church doctrine. J.A. at 391-92. The great detail in which Hubbard recounted in Rons Journal 38 the status of the church organization and its membership also suggests that despite the declarations of Church officials, Hubbard’s role after 1982 may have encompassed at least <page-number citation-index=\"1\" label=\"1457\">*1457</page-number>some sort of advisory authority over the organization; the communications about \"dissemination and delivery of Scientology religious services,” Lesevre Declaration at J.A. 446; Yager Declaration at J.A. 438, which the declarants have not submitted for the record or described in detail, suggests the same.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1540-6\">. We are thus not confronted with a sudden or precipitous action by the District Court, but to the contrary a carefully calibrated course of action designed to further the progress of prolonged litigation. Nor are we faced with a situation where an innocent client may have suffered by virtue of the actions or omissions of an attorney. <em>See, e.g., Shea v. Donohoe Constr. Co., supra; Butler v. Pearson, </em>636 F.2d 526 (D.C.Cir. 1980); <em>Jackson v. Washington Monthly Co., </em>569 F.2d 119 (D.C.Cir.1977).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1541-8\">. Prior resort to lesser remedies is not in any event required regardless of the circumstances presented. Here, a clear order of the court was issued only after the party seeking discovery had been put to the test of demonstrating a need for the deposition. We emphasize the importance in our review of the care and deliberativeness evidenced by the District Court in moving to invoke a sanction, expressly authorized by the Rules, only after a crystal clear warning of the sanction to be imposed had been provided.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}