{
  "casebody": {
    "data": "<casebody firstpage=\"998\" lastpage=\"999\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1022-6\">BIGELOW v. WOOLVERTON.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1022-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATi-\">April 21, 1911.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1022-8\">Appeal and Ebbor (§ 173<footnotemark>*</footnotemark>)—Review—Questions Presented fob Review.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1022-9\">A defendant cannot on appeal defeat a judgment by proving defenses which were neither pleaded nor proven below.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1022-10\">[Ed. Note.—For other cases, see Appeal and Error, Cent. Dig. §§ 1079-1120; Dec. Dig. § 173.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1022-11\">Appeal from Appellate Term.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1022-12\">Action by Margaret Gassaway Bigelow against William H. Woolverton, as president of the New- York Transfer Company, an unincorporated association. From a judgment of the Appellate Term (65 Mise. Rep. 178, 119 N. Y. Supp. 630), reversing a judgment of the Municipal Court in favor of the plaintiff, plaintiff appeals. Reversed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1022-13\">Argued before INGRAHAM,\" P. J., and McLAUGHLIN, SCOTT, MILLER, and DOWLING, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1022-14\">Harley L. Stowell, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1022-15\">Robert L. Redfield, for respondent.</attorneys>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1022-19\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep'r Indexes</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1022-16\">SCOTT, J.</author>\n<p id=\"AUqS\">This is an appeal from a determination of the Appellate Term, reversing a judgment of the Municipal Court in favor of plaintiff.</p>\n<p id=\"b1022-17\">The plaintiff, in company with her husband, was traveling from Atlantic City to the city of New York. They had with them a single trunk, belonging to the husband, which contained the clothing of both. On the train an agent of the transfer company, of which defendant is president, was employed by plaintiff’s husband to convey the trunk to an hotel. The agent took the railroad company’s check, and gave a receipt, which was not produced in evidence. The trunk was never delivered. The complaint alleges that the association of which defendant is president is a common carrier,.and this is not denied.</p>\n<p id=\"b1022-18\">The defense relied on in the answer is based upon an alleged special contract, evidenced by the receipt; but no such contract was proven, and, even if it had been, it would probably not have availed the defendant. The defense mainly relied upon, and what apparently influenced the determination appealed from, is one which was neither pleaded nor proven, to wit, that the husband had sued and recovered <page-number citation-index=\"1\" label=\"999\">*999</page-number>judgment for the value of his property contained in the trunk. But, if that fact had been both pleaded and proven, it would apparently have been no answer to plaintiff’s action for the value of her own separate property. Talcott v. Wabash R. Co., 159 N. Y. 461, 54 N. E. 1.</p>\n<p id=\"b1023-3\">The determination appealed from must be reversed, and the judgment of the Municipal Court affirmed, with costs and disbursements in this court and in the Appellate Term. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}