{
  "casebody": {
    "data": "<casebody firstpage=\"874\" lastpage=\"877\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b922-3\">John CAMPBELL, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b922-5\">No. 13846.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b922-6\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b922-7\">June 17, 1963.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b922-8\">Rehearing Denied July 22, 1963.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b922-14\">John Campbell, pro se, Daniel A. Costigan, Chicago, Ill., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b922-15\">James P. O’Brien, U. S. Atty., John Powers Crowley, Asst. U. S. Atty., Chicago, Ill., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b922-19\">Before SCHNACEENBERG, ENOCH and EILEY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b922-20\">EILEY, Circuit Judge.</author>\n<p id=\"b922-21\">The District Court denied, without a hearing, petitioner’s “second or successive” motion under 28 U.S.C. § 2255 to vacate sentence and judgment of conviction. He has appealed.</p>\n<p id=\"b922-22\">In an earlier motion filed by him under § 2255, petitioner requested leave to sue in forma pauperis and for appointment of counsel to represent him. The forma pauperis motion was granted. Counsel was not appointed for him. His § 2255 motion was denied.<footnotemark>1</footnotemark> This court, by order, on certificate of the District Court that the appeal was not taken in good faith, denied petitioner’s motions to appeal in forma pauperis and for appointment of counsel. The Supreme Court denied certiorari. 369 U.S. 825, 82 S.Ct. 840, 7 L.Ed.2d 789 (1962). The proceeding at bar followed.</p>\n<p id=\"b922-23\">In this second motion at bar under § 2255, petitioner claims violation of his constitutional rights in a wire tapping violation of the Federal Communications Act, unlawful arrest and search, the knowing use of perjured testimony, the manner in which the Government made its proof, and failure to allege and prove venue. This motion was denied without hearing and without counsel on the ground that it was the “second or successive motion for similar relief.”<footnotemark>2</footnotemark> This court granted petitioner leave to appeal in forma pauperis, and appointed counsel for him.</p>\n<p id=\"b922-24\">On March 18, 1963, this court filed a unanimous opinion affirming the District Court’s decision. Since that opinion was filed, however, the Supreme Court filed its opinion in Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 <page-number citation-index=\"1\" label=\"875\">*875</page-number>(1963). It held that the Fourteenth Amendment requires the states to follow the federal rule under the Sixth Amendment and appoint counsel for defendants unable to employ counsel in criminal prosecutions unless the right is competently and intelligently waived. A majority of this court, on petitioner’s motion, has granted a rehearing. Our opinion of March 18, 1963, is hereby withdrawn.</p>\n<p id=\"b923-4\">Petitioner was effectually denied appeal from the decision on his first motion under § 2255, and since he has been enabled to appeal from the decision in this second proceeding, we think justice requires that we consider the original decision upon which the decision at bar rests.</p>\n<p id=\"b923-5\">In McCartney v. United States, 311 F.2d 475 (7th Cir. 1963), this court held that the appointment of counsel in § 2255 proceedings is discretionary. Neither the District Court, nor this court in denying the appeal, however, had the benefit of the Supreme Court holding in Gideon v. Wainwright when petitioner’s motion for counsel, in the first § 2255 proceeding, was presented before them. If that decision had then been available, there might have been no basis for denial, on the ground given, of a hearing under petitioner’s second motion, subject of this appeal. In the light of the Gideon case, it is our opinion, since no good reason appears why petitioner should not have had the aid of counsel in presenting his first motion, that the order at bar should be reversed.<footnotemark>3</footnotemark> We agree with counsel for petitioner on this appeal that the decision at bar was more or less mechanical inasmuch as it was the “second or successive” motion and that it was on his first motion under § 2255 that he was entitled to counsel.</p>\n<p id=\"b923-6\">The order at bar is reversed, and the cause is remanded with directions to reconsider the petition at bar as an original petition under § 2255.</p>\n<footnote label=\"1\">\n<p id=\"b922-16\">. Petitioner’s first § 2255 motion alleged that he was denied constitutional rights in the following particulars: defective indictment; unlawful arrest and search; ineffective counsel; no opportunity to confront witnesses against him; and unfair trial.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b922-25\">. 28 U.S.C. § 2255 provides, in part, as follows: “The sentencing court shall not be required to entertain a second or successive motion for similar relief on behalf of the same prisoner.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b923-7\">. The precise holding in Gideon does not require this result. The holding there involved a state conviction, not a motion under 28 U.S.C. § 2255. We are convinced, however, that the Supreme Court’s view of the right to counsel reflected in the Gideon opinion indicates the result we have reached.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b923-12\">ENOCH, Circuit Judge</author>\n<p id=\"Ao6\">(dissenting).</p>\n<p id=\"A5gI\">Petitioner was tried in the United States District Court, Case No. 59 CR 208, on a one-count indictment charging that he fraudulently and knowingly received, concealed and facilitated the transportation and concealment of approximately 12 ounces of heroin known to him to be imported into the United States contrary to law. After trial by jury, he was convicted and sentenced to serve a term of 15 years and to pay a fine of $10,000 and costs. He was represented by counsel of his own choice at that trial.</p>\n<p id=\"b923-13\">He appealed his conviction to this Court, Appeal No. 12903, (opinion reported at 7 Cir., 282 F.2d 871). He was represented in his appeal by counsel of his own choice. This Court affirmed the judgment of conviction. In the opinion, Chief Judge Hastings speaking for this Court, stated:</p>\n<blockquote id=\"b923-14\">“The entire record amply demonstrates to our satisfaction that defendant received a fair trial and that there was overwhelming evidence of his guilt. Defendant’s obvious effort to find reversible error stretches judicial credulity too far.”</blockquote>\n<p id=\"Ai0\">The United States Supreme Court denied certiorari. 365 U.S. 883, 81 S.Ct. 1033, 6 L.Ed.2d 193.</p>\n<p id=\"b923-15\">The District Judge who presided at petitioner’s trial granted petitioner leave to file his initial and amended motions, in forma pauperis, under Title 28 U.S.C. § 2255, to vacate the judgment etc. Petioner alleged grounds for relief as follows:</p>\n<blockquote id=\"b923-16\">1. The indictment fails to charge a crime.</blockquote>\n<blockquote id=\"b923-17\">2. The government failed to allege and prove venue.</blockquote>\n<blockquote id=\"b924-3\"><page-number citation-index=\"1\" label=\"876\">*876</page-number>3 There was inadequate proof of the possession of narcotics.</blockquote>\n<blockquote id=\"b924-4\">4. The government failed to call a material witness.</blockquote>\n<p id=\"b924-5\">Petitioner also asked for appointment of counsel to represent him. Counsel was not appointed. The District Judge denied the motion on September 8, 1961. On November 24, 1961, he denied application to appeal in forma pauperis on the ground that the appeal was not taken in good faith. Petitioner then sought leave of this Court to appeal in forma pauperis. Such leave was denied December 8, 1961. The United States Supreme Court again denied certiorari. 369 U.S. 825, 82 S.Ct. 840, 7 L.Ed.2d 789 (1962).</p>\n<p id=\"b924-6\">Petitioner filed a second motion, and supplements thereto, to vacate his sentence, under 28 U.S.C. § 2255, in which he argued substantially the same issues, although he did not set them out under the same headings. The same District Judge denied the motion on the ground that he was not obliged to entertain a second or successive motion, referring to the initial § 2255 proceeding and to the opinion on the appeal from the original trial, reported at 282 F.2d 871.</p>\n<p id=\"b924-7\">When the District Judge ruled on the petitioner’s original motion under § 2255, he had before him the files and records of the previous trial, at which he had presided, and the records of the appeal therefrom. The learned Judge found from his study of those files and records that petitioner was conclusively shown to be entitled to no relief.<footnotemark>1</footnotemark> When the second motion under § 2255 was presented, the District Court denied it, pursuant to the statute.<footnotemark>2</footnotemark></p>\n<p id=\"b924-8\">Petitioner appealed that decision to this Court, in forma pauperis. At his request counsel was appointed to represent petitioner in his appeal, No. 13846. The sole contested issue advanced was :</p>\n<blockquote id=\"b924-13\">“Was the denial of Appellant’s motion<footnotemark>3</footnotemark> without the appointment of counsel, who could properly present such motion on his behalf, such an abuse of discretion by the court below as to warrant reversal of the order denying such motion?”</blockquote>\n<p id=\"b924-14\">This Court affirmed the District Court’s decision.</p>\n<p id=\"b924-15\">On March 29, 1963, petitioner pro se filed his petition for rehearing based, in large part, on the alleged inadequacy of the counsel appointed by this Court to represent him on his appeal No. 13846. Neither petitioner nor his counsel have invited this Court’s attention to the U. S. Supreme Court decision in Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799, handed down March 18, 1963.</p>\n<p id=\"b924-16\">However, solely in reliance on Gideon, the majority have granted rehearing in this matter.</p>\n<p id=\"b924-17\">As the majority concedes, the precise holding in Gideon does not require that petitioners must have counsel appointed for them in all § 2255 proceedings. The Supreme Court held that the indigent Mr. Gideon, who was obliged to defend himself in his state court trial on a felony charge, was entitled to have assistance of counsel. Mr. Gideon had requested appointment of counsel and had been told that, under the laws of the State of Florida, the Trial Court could appoint counsel to represent him, or any other indigent defendant, only when he was charged with a capital offense.</p>\n<p id=\"b924-18\">The Supreme Court in Gideon, merely abolished the distinction between criminal trials for capital and noncapital <page-number citation-index=\"1\" label=\"877\">*877</page-number>felonies, with respect to appointment of counsel for indigent defendants.</p>\n<p id=\"b925-5\">As Mr. Justice Harlan said in his concurring opinion, (372 U.S. page 351, 83 S.Ct. page 801) this ruling “does no more than to make explicit something that has long since been foreshadowed in our decisions.” The Supreme Court has often held that, in the light of particular circumstances in a case, denial of counsel amounted to denial of due process. He also notes that:</p>\n<blockquote id=\"b925-6\">“Whether the rule should extend to <em>all </em>criminal cases need not now be decided.”</blockquote>\n<p id=\"b925-7\">Under the circumstances, it seems to me almost presumptuous for this Court to predict that the Supreme Court would hold that all indigents proceeding under § 2255 are entitled to have counsel appointed for them, thus nullifying the clear and unambiguous provisions of § 2255 respecting study of the motion, files and records of the case to ascertain whether these “conclusively show that the prisoner is entitled to no relief.”</p>\n<p id=\"b925-8\">I cannot but feel that my brethren have overstated the effect of Gideon, which at most prescribes for the state courts in felony cases the old principle, long honored in the District Courts, that indigent defendants are entitled to assistance of counsel in all criminal trials. Process of a motion under § 2255 is not a criminal trial.</p>\n<p id=\"b925-9\">As indicated above, the § 2255 motion now before us is just such a “second or successive motion for similar relief on behalf of the same prisoner” as is proscribed by the statute. I am strongly of the opinion that the District Court should be affirmed.</p>\n<p id=\"b925-10\">I have the conviction that no right whatsoever of a defendant should be impinged upon for reasons of expediency. However, it is my belief that § 2255 must be used as a vehicle for securing further consideration by the Trial Court only when “the motion and the files and records of the case” do not “conclusively show that the prisoner is entitled to no relief,” and not to secure improper review of an appeal free from error. After handling a great many of these cases, I am fearful that the convicted criminal who has already had his day in court is being given far more consideration than the honorable law-abiding citizen. A strict procedure under § 2255 would deny no defendant his lawful rights. It would eliminate a host of eases which now clog our court calendars to no good purpose, delaying attention to urgent matters more worthy of consideration, and thus tending to promote a lack of respect for law and order amongst our people.</p>\n<footnote label=\"1\">\n<p id=\"b924-9\">. Section 2255 provides:</p>\n<blockquote id=\"b924-10\">“Unless the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall cause notice thereof to be served upon the United States attorney, grant a prompt hearing thereon, determine the issues and make findings of fact and conclusions of law with respect thereto.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b924-20\">. Section 2255 also provides:</p>\n<blockquote id=\"b924-21\">“The sentencing court shall not be required to entertain a second or successive motion for similar relief on behalf of the same prisoner.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b924-22\">. In the first § 2255 proceeding.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}