{
  "casebody": {
    "data": "<casebody firstpage=\"382\" lastpage=\"388\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"Anq\">The Halsted and Harmount Company vs. Maier Arick et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b394-7\">Third Judicial District, Bridgeport,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"A3t\">October Term, 1903.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b394-8\">Torrance, C. J., Baldwin, Hamersley, Hall and Prentice, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b394-9\">Under one agreement with the landowner, the plaintiff furnished lumber for the construction of three tenement buildings, of substantially the same size and construction, which were separated by narrow passways and connected only by means of a wooden \"framework across the passways at the street line, in which a door was placed for the use of the occupants of the buildings on either side. <em>Held </em>that the three buildings did not in fact constitute one block, and that the plaintiff was justified in filing a separate certificate of lien for the materials used in each building.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b394-10\">Whether he might have treated the transaction as a whole, and filed one certificate covering all the buildings, <em>quaere.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b394-11\">The statute (§ 4136) does not require that a separate certificate of lien should be filed for the material used in each half of a double house, merely because the building is divided by a solid partition wall, thus making two houses adapted and intended for separate use.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b394-12\">It is not essential to the validity of a lien that the amount of the material furnished for the building should be stated with precise accuracy. It is sufficient if the amount for which the lien is claimed is the value of the materials furnished, or the balance due therefor, as nearly as that can be ascertained.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b394-13\">A waiver of the right to file a mechanic’s lien does not result, as matter of law, merely from the fact that the owner, when ordering the lumber, agreed to \"give and afterwards did give the material-man a mortgage on other land “ as additional security.” The question whether the mortgage was intended to be in lieu of a lien is a question of fact for the trial court.</headnotes>\n<otherdate data-order=\"9\" data-type=\"otherdate\" id=\"b394-14\">Argued November 3d, 1903</otherdate>\n<decisiondate data-order=\"10\" data-type=\"decisiondate\" id=\"ARZ\">—decided January 6th, 1904.</decisiondate>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b394-15\">Action to foreclose a meclianic’s lien, brought to tbe Superior Court in New Haven County where a demurrer to the plaintiff’s replication was overruled (Case, <em>J.~) </em>and the cause was afterwards tried to the court, Gager, <em>J.; </em>facts found and judgment rendered for the plaintiff, from which some of the defendants appealed.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"AUEa\">\n<em>No error.</em>\n</disposition>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b394-16\">Two other cases between the same parties and alike in <page-number citation-index=\"1\" label=\"383\">*383</page-number>all material respects were consolidated and tried with this case.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b395-6\">In March, 1897, the defendant Maier Arick owned a piece of land in New Haven, 150 feet square, situated on the westerly side of Ashmun Street and the southerly side of Admiral Street, and on March 30th, 1897, mortgaged said land to Harry Matz and others for the purpose of raising money to be used in the construction of three buildings on said land.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b395-7\">On May 4th, 1897, Arick gave to the plaintiff a writing of the tenor following: —</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b395-8\">“ New Haven, Conn., May 4,1897.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b395-9\">“ In consideration of the furnishing of material by The Halsted &amp; Harmount Co. for the building of my three new houses on Admiral St., cor. Ashmun St. I herein agree to pay in full for all material contracted for and charged to my a/c up to the time of the buildings being in readiness for the ‘ brown mortar,’ at which time of the construction of the buildings I shall be entitled to a first payment on mortgage loan on said buildings. As additional security I also agree to give my note, payable on demand, secured by mortgage on my property on Eaton St., No. 25, No. 27, &amp; No. 29.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b395-10\">his</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"AXR\">“M X Arick”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b395-12\">mark</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b395-13\">On the same day the plaintiff commenced to furnish material, <em>i. e., </em>lumber, for each of the three new buildings which Arick had undertaken to construct, and ceased to furnish said material for each of said buildings on September 8th, 1897, and on October 7th, 1897, filed the certificate of lien— to foreclose which this action is brought—describing therein the land on which the ■ middle one of said three buildings stood, and stating the value of the material furnished for said building. On the same day it filed two similar certificates of lien for the material furnished in the construction of each of the two other buildings.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b396-5\"><page-number citation-index=\"1\" label=\"384\">*384</page-number>Subsequent to the incumbrance of these liens, Arick’s land became subject to many incumbrances, consisting of mortgages, mechanics’ liens, and attachments.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b396-6\">On December 31st, 1897, Harry Matz and others brought to the City Court of New Haven an action of foreclosure against Arick and the subsequent incumbrancers, including this plaintiff. Judgment of foreclosure was rendered by the City Court on April 20th, 1899, by which the time for redemption was limited to November 27th, 1899.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b396-7\">Upon the rendition of this judgment Arick and some of the subsequent incumbrancers appealed to the Superior Court to be held on the first Tuesday of June, 1899. Other incumbrancers, including this plaintiff, did not appeal. The cause was duly entered in the Superior Court and there tried <em>de novo.</em></summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b396-8\">While the foreclosure action thus brought by Matz and others was pending in the Superior Court, this plaintiff commenced this action of foreclosure in the Superior Court against Arick and the incumbrancers subsequent to the plaintiff. At the time this action was commenced, two other independent actions of foreclosure were commenced by the plaintiff, in the Superior Court, to foreclose his two other liens above mentioned. The court consolidated with this case (No. 489) the two other cases (Nos. 490 and 491) for the purposes of trial.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b396-9\">On the same day that the Superior Court rendered judgments in these three actions commenced by plaintiff, it also rendered judgment in the said foreclosure action brought by Harry Matz and others. Some of the defendants appealing from the judgment in this action were also defendants in the action of Matz et al. v. Arick, and appealed from the judgment of the Superior Court in that action.</summary>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b396-10\"><em>William B. </em>Stoddard, for the appellants Corbett <em>et al. </em>(defendants).</attorneys>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b396-11\"><em>E. P. Arvine, </em>with whom was <em>Q-eorge B. Beers, </em>for the appellants Hyman L. Brown <em>et al. </em>(defendants).</attorneys>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b397-5\"><page-number citation-index=\"1\" label=\"385\">*385</page-number><em>James P. Pigott, </em>for P. J. Cronan one of the appellees (defendant).</attorneys>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b397-6\"><em>James H. Webb </em>and <em>Samuel O. Morehouse, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b397-7\">Hamersley, J.</author>\n<p id=\"Aih\">This action is brought to foreclose a mechanic’s lien filed in pursuance of § 4135 of the General Statutes.</p>\n<p id=\"b397-8\">The defendants claim that the lien is invalid for three reasons : <em>First. </em>It appears that at the time the building covered by this lien was erected, the owner of the land erected a second building of the same size and construction, distant from four to six feet southerly, and a third building of substantially the same size and construction, distant from four to six feet northerly; that at the time the plaintiff agreed with the owner to furnish lumber for the construction of the building in question, he also agreed to furnish lumber for each of the two other buildings, and that these agreements were witnessed by a single writing; that between the building in question and the building to the north, there is, upon the street line in front of the open space or passway, a framework attached to each building and a door is placed therein for the use of the occupants of the building north, and of that south, of the open space; and a similar framework is placed in front of the open space or passway between the building in question and the building to the south.</p>\n<p id=\"b397-9\">At the time of the construction of the three buildings, the defendant Arick owned the piece of land extending from the northerly line of the north building to the southerly line of the south budding and including the open spaces mentioned.</p>\n<p id=\"b397-10\">The defendants claim that in view of these facts the building in question is a part of a block of buildings constructed by one owner under one contract, and that this lien is invalid because the whole of the block is not included in the description.</p>\n<p id=\"b397-11\">The trial court has found that the land described in this <page-number citation-index=\"1\" label=\"386\">*386</page-number>lien is that covered by the building' in the construction of which the materials furnished by the plaintiff were used, and such adjoining land as is reasonably necessary and convenient for the use of said building.</p>\n<p id=\"b398-6\">It is plain that the three buildings are not, in fact, one block; the certificate of lien as filed is valid.</p>\n<p id=\"b398-7\">The statute clearly creates a lien in behalf of the material-man whose materials have gone into the construction of a separate building, on the land covered by the building and so much of the land adjoining as may be necessary for its convenient use. In this case the plaintiff had a valid lien on each of the three buildings for the value of the lumber he had furnished in the construction of each. Whether or not, under the circumstances of this case, the statute authorized him, as an alternative course, to treat the materials furnished for each of the buildings as one transaction, giving him an equivalent lien on the same land, is a question we need not consider.</p>\n<p id=\"b398-8\">The trial court rightly held that the plaintiff, in view of our decision in <em>Wilcox </em>v. <em>Woodruff, </em>61 Conn. 578, was justified in filing a separate certificate of lien for the materials used in each building.</p>\n<p id=\"b398-9\"><em>Second. </em>It appears that the building described in this lien is constructed with a solid partition wall dividing it so as to make two houses adapted and intended for separate use. The defendants claim that the statute requires, when a building is so constructed, that a separate certificate of lien shall be filed for the materials used in each half.</p>\n<p id=\"b398-10\">A claim of this kind was considered and its unsoundness established in <em>Brabazon </em>v. <em>Allen, </em>41 Conn. 361.</p>\n<p id=\"b398-11\"><em>Third. </em>The defendants claim that this lien is invalid because the amount of material furnished for the building upon which the lien was placed was not accurately ascertained, and because it does not appear how much of the lumber charged in this lien was used in the construction of the building described therein.</p>\n<p id=\"b398-12\">The trial court finds that the amount stated in the lien was in fact the value of the materials furnished in the <page-number citation-index=\"1\" label=\"387\">*387</page-number>building on the land described in the lien, as nearly as the same could be ascertained. It is not essential to the validity of the lien that the amount should be stated with precise accuracy.</p>\n<p id=\"b399-6\">The court finds that the plaintiff agreed to furnish, and did furnish, the lumber used in the construction of the three buildings mentioned; that the amount and kind of lumber for each building were substantially the same; that no account was kept by the plaintiff with the defendant Arick of the identical lumber furnished in the erection of each of the said buildings. This finding is consistent with the finding included in the judgment, that the plaintiff furnished materials in the construction of the building described in this lien in pursuance of an agreement with, and with the consent of, the defendant Arick, and that the balance due the plaintiff for the materials so furnished is the sum of 11,252.70.</p>\n<p id=\"b399-7\">In the written agreement of Arick to pay for the lumber to be furnished by the plaintiff for the three buildings mentioned, he agreed, as additional security, to give his promissory note secured by mortgage, and subsequently Arick did mortgage certain land to the plaintiff, conditioned upon the payment by Arick of the amount due for the lumber furnished by the plaintiff. The trial court finds that this mortgage was given for the purpose of giving additional security to the plaintiff, and was not intended by the parties to be in substitution or waiver of the plaintiff’s rights of lien upon the buildings to be constructed; and that the plaintiff has never realized anything upon said mortgage, and that the same is now worthless.</p>\n<p id=\"b399-8\">The court did not err in overruling Arick’s claim, that the plaintiff waived his lien by taking the mortgage security given in pursuance of Arick’s said agreement to furnish additional security.</p>\n<p id=\"b399-9\">The defendants assign error in the ruling of the trial court as to the effect of the judgment of the City Court, in the foreclosure proceedings commenced by Harry Matz and others, upon this plaintiff, who was a party defendant <page-number citation-index=\"1\" label=\"388\">*388</page-number>in that case and did not appeal from the City Court judgment.</p>\n<p id=\"b400-6\">They also claim that this judgment is erroneous because the court failed to fix the law-day in equitable relation to the law-day fixed by the judgment in said case of Matz v. Arick.</p>\n<p id=\"b400-7\">These exceptions cannot be sustained, for the reasons given in the case of <em>Matz </em>v. <em>Arick, </em>post, p. 388, where precisely the same questions were raised and decided.</p>\n<p id=\"b400-8\">What we have said in -respect to the errors assigned in this case applies to the two other cases between the same parties (Nos. 490 and 491), consolidated with this case for the purpose of trial.</p>\n<p id=\"b400-9\">There is no error in the judgment of the Superior Court in this case, and there is no error in the judgments of the Superior Court in the other cases (Nos. 490 and 491) between the same parties.</p>\n<p id=\"b400-10\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}