{
  "casebody": {
    "data": "<casebody firstpage=\"1250\" lastpage=\"1258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1074-3\">[No. E024465.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aqd\">Fourth Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEc\">June 30, 2000.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b1074-4\">MARTIN CECIL TRUE et al., Plaintiffs and Appellants, v. DONALD H. SHANK et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b1074-5\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1076-3\"><page-number citation-index=\"1\" label=\"1252\">*1252</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1076-4\">Gary Rand, Suzanne E. Rand-Lewis and Timothy D. Rand-Lewis for Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1076-5\">Sonnenschein Nath &amp; Rosenthal, Ronald D. Kent, Jeffry Butler and Jill Golden for Defendants and Respondents Donald H. Shank and Debra C. Shank.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1076-6\">Baker, Keener &amp; Nahra and Phillip A. Baker for Defendants and Respondents Keller Industries, Inc., Keller Ladders, Inc., and Kmart Corporation.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1074-12\">Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of parts II and III.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b1076-7\">Opinion</p>\n<author id=\"b1076-8\">WARD, J.</author>\n<p id=\"Aii\">Plaintiffs and appellants Martin Cecil True and Nannette True, husband and wife,<footnotemark>1</footnotemark> appeal from a judgment entered in favor of defendants Donald H. Shank, Debra C. Shank, Keller Industries, Inc. (Keller) and Kmart Corporation (Kmart)<footnotemark>2</footnotemark> and against plaintiffs, after the trial court granted defendants’ motion for nonsuit. Plaintiffs contend that the trial court erred by (1) granting defendants’ motions in limine to exclude plaintiffs’ expert witness testimony at trial, and (2) denying plaintiffs’ request for a continuance to complete discovery. We find no error, and we affirm the judgment.</p>\n<p id=\"b1076-9\">Factual and Procedural History</p>\n<p id=\"b1076-10\">On February 16, 1994, Martin True fell from a ladder at a property owned by the Shanks. The ladder was manufactured by Keller and sold by Kmart.</p>\n<p id=\"b1076-11\">On February 6, 1995, plaintiffs filed suit against defendants for negligence, premises liability, products liability and loss of consortium.</p>\n<p id=\"b1076-12\">On November 25, 1998, plaintiffs designated Dr. Mark Greenspan and Paige Eskridge as experts retained to testify at trial. On December 2, 1998, pursuant to Code of Civil Procedure<footnotemark>3</footnotemark> section 2034, the Shanks noticed expert witness depositions for Dr. Greenspan and Eskridge. On December 14, four days before the scheduled depositions, plaintiffs served an opposition to the noticed depositions, objecting to the date and location of the depositions and requesting that mutually convenient dates for the depositions <page-number citation-index=\"1\" label=\"1253\">*1253</page-number>be arranged between counsel. Plaintiffs, however, did not state that the basis of plaintiffs’ objection was defendants’ failure to tender expert witness fees with the notice of depositions.</p>\n<p id=\"b1077-5\">On December 17, the Shanks’ counsel sent a letter to plaintiffs’ counsel explaining that the depositions were properly noticed and that the objections were improper. The Shanks’ counsel indicated that she would be unavailable from December 19, 1999 (one day after the date specified in the notice of deposition) through January 4, 1999 (last date for expert depositions). Hence, the Shanks’ counsel provided plaintiffs with no available dates for the expert depositions, except for the originally scheduled date of December 18.<footnotemark>4</footnotemark> Counsel also stated that the Shanks would seek to exclude expert testimony at trial if plaintiffs failed to produce the experts for deposition, as required under section 2034.</p>\n<p id=\"b1077-6\">Keller and Kmart’s counsel also served a notice to take Eskridge’s deposition on January 4, 1999. Plaintiffs’ counsel again served an opposition to Keller and Kmart’s notice of deposition based on the same grounds as the previous opposition.</p>\n<p id=\"b1077-7\">On December 29, 1998, Keller and Kmart’s counsel responded to plaintiffs’ counsel, advising her that the objections lacked merit and that she failed to provide alternative dates for Eskridge’s deposition. When plaintiffs’ counsel failed to respond, Keller and Kmart’s counsel sent another letter to plaintiffs’ counsel, noting her failure to provide alternative dates for the expert deposition. Two days later, on January 8, 1999, plaintiffs’ counsel wrote to defendants’ counsel indicating that she was “working on clearing dates” for the depositions.</p>\n<p id=\"b1077-8\">Pursuant to the Shanks’ notice of deposition, the deposition of Keller and Kmart’s designated expert, Dr. Mack Quan, took place on January 12, 1999. Plaintiffs’ counsel did not attend the deposition because of car problems en route to the deposition.</p>\n<p id=\"b1077-9\">On January 14, 1999, the Shanks filed a motion in limine to exclude testimony from plaintiffs’ experts, Dr. Greenspan and Eskridge, and plaintiffs filed an ex parte application to continue the trial or in the alternative, for leave to complete expert witness depositions of Dr. Quan and plaintiffs’ experts. One day later, Keller and Kmart also filed a motion in limine to exclude testimony from Eskridge.</p>\n<p id=\"b1078-3\"><page-number citation-index=\"1\" label=\"1254\">*1254</page-number>At the trial management conference on January 15, 1999, the trial court deferred ruling on defendants’ motions in limine to give the parties an opportunity to depose plaintiffs’ experts. The trial court also did not make any rulings “with regard to Dr. Quan.” Thereafter, although defendants’ counsel provided available dates for depositions, the experts were not deposed.</p>\n<p id=\"b1078-4\">On January 19, 1999, the trial court continued the trial to January 25, 1999, because plaintiffs’ counsel was ill. At this hearing, the trial court stated that its tentative ruling was to grant the motions in limine because the expert depositions “have not gone forward.”</p>\n<p id=\"b1078-5\">On January 25, 1999, the trial court granted defendants’ motions in limine to preclude plaintiffs’ expert witnesses from testifying. The trial court, however, did not rule on plaintiffs’ application to continue the trial date, or, in the alternative, for leave to complete expert witness depositions.</p>\n<p id=\"b1078-6\">Based on plaintiffs’ counsel’s statement that she would not put on a case-in-chief in light of the court’s rulings on the motions in limine, the court granted defendants’ motion for nonsuit. Thereafter, the court entered judgment against plaintiffs. Plaintiffs appeal.</p>\n<p id=\"b1078-7\">Analysis</p>\n<p id=\"b1078-8\">I. <em>Expert Witness Fees Could Be Tendered Either with the Notice of Expert Witness Deposition or at the Commencement of the Deposition</em></p>\n<p id=\"b1078-9\">Plaintiffs raise an issue of first impression: Whether an expert witness deposition notice is improper unless it is accompanied by a tender of expert witness fees under section 2034. For reasons which follow, we conclude that under section 2034, expert witness fees could be tendered <em>either </em>with the deposition notice <em>or </em>at the commencement of the deposition.</p>\n<p id=\"b1078-10\">A. <em>Standard of Review</em></p>\n<p id=\"b1078-11\">“The proper interpretation of statutory language is a question of law which this court reviews de novo, independent of the trial court’s ruling or reasoning. [Citations.]” <em>(Plunkett v. Spaulding </em>(1997) 52 Cal.App.4th 114, 126 [60 Cal.Rptr.2d 377], overruled on other grounds in <em>Schreiber </em>v. <em>Estate of Kiser </em>(1999) 22 Cal.4th 31, 39-40 [91 Cal.Rptr.2d 293, 989 P.2d 720].)</p>\n<p id=\"b1079-4\"><page-number citation-index=\"1\" label=\"1255\">*1255</page-number>B. <em>Defendants Properly Noticed the Depositions of Plaintiffs’ Expert Witnesses</em></p>\n<p id=\"b1079-6\">Plaintiffs contend that because defendants failed to tender expert witness fees with the notices of depositions, the notices were improper, and thus, plaintiffs were not required to produce their experts for depositions.</p>\n<p id=\"b1079-7\">Section 2034, subdivision (i) sets forth the procedures for noticing expert witness depositions. Section 2034, subdivision (i), paragraph (3) (section 2034(i)(3)) states that “[t]he service of a proper deposition notice accompanied by the tender of the expert witness fee described in paragraph (2) is effective to require the party employing or retaining the expert to produce' the expert for the deposition.” However, “[i]f the party noticing the deposition fails to tender the expert’s fee under paragraph (2), the expert shall not be deposed at that time unless the parties stipulate otherwise.”</p>\n<p id=\"b1079-8\">Under section 2034, subdivision (i), paragraph (2) (section 2034(i)(2)), “[t]he party taking the [expert] deposition shall <em>either </em>accompany the service of the deposition notice with a tender of the expert’s fee . . . <em>or </em>tender that fee at the commencement of the deposition. . . .” (Italics added.)</p>\n<p id=\"b1079-9\">Here, the trial court found that under section 2034, expert witness fees can be tendered at the time the depositions are noticed or at the depositions. Plaintiffs, however, contend that expert fees must be tendered with the deposition notice under section 2034(i)(3), unless the parties stipulate otherwise. In essence, plaintiffs argue that section 2034(i)(3) should be read in isolation, regardless of its explicit reference to section 2034(i)(2). Plaintiffs’ narrow reading of section 2034 is supported neither by the language of section 2034 nor by common sense.</p>\n<p id=\"b1079-10\">“ ‘[A] court is to construe a statute “ ‘so as to effectuate the purpose of the law.’ ” ’ [Citations.] ‘In addressing this issue we begin, as always, with the language of the statute itself.’ <em>(Rojo </em>v. <em>Kliger </em>(1990) 52 Cal.3d 65, 73 [276 Cal.Rptr. 130, 801 P.2d 373].) ‘Under familiar rules of construction, words in a statute must be given the meaning they bear in ordinary usage [citation]; the meaning of the enactment may not be determined from a single word or sentence; the words must be construed in context, and provisions relating to the same subject matter must be harmonized to the extent possible [citation].’ <em>(Title Ins. &amp; Trust Co. </em>v. <em>County of Riverside </em>(1989) 48 Cal.3d 84, 91 [255 Cal.Rptr. 670, 767 P.2d 1148].) Moreover, ‘every word and phrase of a statute should be given significance in order to effect the legislative intent.’ <em>(Steinberg </em>v. <em>Amplica, Inc. </em>(1986) 42 Cal.3d 1198, 1205 [233 Cal.Rptr. 249, 729 P.2d 683].) ‘In attempting to ascertain <page-number citation-index=\"1\" label=\"1256\">*1256</page-number>legislative intent when construing a statute we presume that the Legislature did not intend absurd results. [Citation.]’ <em>(In re Head </em>(1986) 42 Cal.3d 223, 232 [228 Cal.Rptr. 184, 721 P.2d 65].) ‘Accordingly, if a statute is susceptible to more than one interpretation, we must adopt the reasonable meaning and reject that which would lead to an unjust and absurd result.’ <em>(People </em>v. <em>Catelli </em>(1991) 227 Cal.App.3d 1434, 1448 [278 Cal.Rptr. 452].)” <em>(In re Daniel M. </em>(1993) 16 Cal.App.4th 878, 882 [20 Cal.Rptr.2d 291].)</p>\n<p id=\"b1080-4\">Here, although section 2034(i)(3) states that an expert need not be produced for a deposition if the deposition notice is not “accompanied by the tender of the expert witness fee,” it also states that the tender of fees shall be done in accordance with section 2034(i)(2), which states that fees may be tendered <em>either </em>with the deposition notice <em>or </em>at the commencement of the deposition. Hence, paragraphs (2) and (3) of section 2034, subdivision (i), appear to be in conflict with one another. However, when section 2034(i)(3), which incorporates section 2034(i)(2), is read in conjunction with section 2034(i)(2), it is clear that the Legislature, by explicitly providing two different ways expert fees may be tendered, intended that expert fees could be given either way.</p>\n<p id=\"b1080-5\">Moreover, although there are no cases interpreting section 2034(i)(2) and section 2034(i)(3), our interpretation is supported by numerous practice guides. Weil and Brown, California Practice Guide: Civil Procedure Before Trial (The Rutter Group 1999) paragraph 8:1698, page 8J-26, comments as follows: “The expert witness fee may be tendered <em>either </em>on service of the deposition notice, or at <em>commencement </em>of the expert’s deposition.” (Italics in original.) Moreover, 2 Civil Discovery Practice (Cont.Ed.Bar 3d ed. 1999), section 11.49, page 974, comments as follows: “At the option of the party noticing the deposition, the fee may be tendered at the commencement of the deposition, or such tender may accompany the deposition notice delivered to the attorney for the party designating the expert.”<footnotemark>5</footnotemark> Furthermore, “[t]he deposing party must tender the total fee either with the deposition notice or <page-number citation-index=\"1\" label=\"1257\">*1257</page-number>at the start of the deposition.” (Cal. Judges Benchbook: Civil Proceedings Before Trial (CJER 1994) Discovery, § 17.48, p. 299.)</p>\n<p id=\"b1081-5\">Plaintiffs argue that this interpretation of section 2034 is wrong because it is contrary to the holding in <em>Tahoe Forest Inn </em>v. <em>Superior Court </em>(1979) 99 Cal.App.3d 509 [160 Cal.Rptr. 314]. Plaintiffs’ reliance on <em>Tahoe Forest Inn, </em>however, is misplaced. In <em>Tahoe Forest Inn, </em>the court held that “a party seeking to depose another party’s expert must notice the deposition <em>and </em>tender the expert a reasonable fee ‘based upon the <em>anticipated </em>length of the deposition. ...’(§ 2037.7; italics added.)” <em>(Id. </em>at p. 512.) The <em>Tahoe Forest Inn </em>decision was based on former section 2037.7, which stated: “Any other provision of law notwithstanding, any party desiring to take the deposition of a person retained as an expert by another party to a case, shall pay the expert a reasonable fee. ... A fee based upon the anticipated length of the deposition shall be tendered to the expert. . . .” <em>(Tahoe Forest Inn </em>v. <em>Superior Court, supra, </em>99 Cal.3d at p. 512, italics omitted.) Former section 2037.7, however, was repealed by the Civil Discovery Act in 1986, and replaced with section 2034 (Stats. 1987, ch. 86, § 17, p. 350). Unlike former section 2037.7, section 2034 explicitly provides for the tender of expert witness fees at the commencement of the expert’s deposition.<footnotemark>6</footnotemark> Hence, the holding in <em>Tahoe Forest Inn </em>does not apply to section 2034, subdivision (i), paragraphs (2) and (3).</p>\n<p id=\"b1081-6\">Accordingly, the trial court correctly held that defendants’ deposition notices, which were not accompanied by the tender of expert witness fees, were proper because section 2034, subdivision (i) allows expert witness fees to be tendered either with the deposition notice or at the commencement of the deposition.</p>\n<p id=\"b1081-7\">II., III.<footnotemark>*</footnotemark></p>\n<p id=\"b1082-3\"><page-number citation-index=\"1\" label=\"1258\">*1258</page-number>Disposition</p>\n<p id=\"b1082-4\">The judgment is affirmed.</p>\n<p id=\"b1082-5\">Hollenhorst, Acting P. J., and Richli, J., concurred.</p>\n<p id=\"b1082-6\">A petition for a rehearing was denied July 21, 2000, and appellants’ petition for review by the Supreme Court was denied October 3, 2000.</p>\n<footnote label=\"1\">\n<p id=\"b1076-13\">Martin Cecil True and Nannette True will collectively be referred to as plaintiffs.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1076-14\">Donald H. Shank, Debra C. Shank, Keller Industries, Inc., and Kmart Corporation will collectively be referred to as defendants.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1076-15\">All statutory references will be to the Code of Civil Procedure unless otherwise specified.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1077-10\">Although the record is unclear, it appears that the discovery cutoff date of January 4,1999, for expert depositions was extended because (1) Keller and Kmart’s expert witness was deposed on January 14, 1999, and (2) at the trial management conference on January 15, 1999, the trial court continued the hearing on the motions in limine to January 25, so that the parties could depose plaintiffs’ experts prior to that date.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1080-6\">Following the enactment of the Civil Discovery Act of 1986, two of the participants in the commission that formulated the act wrote commentary on this subject. Professor James E. Hogan, who was the reporter for the commission, wrote, “It would be wise for a party who wants to avoid a wrangle over whether a trial expert must appear for a deposition to tender the expert’s fee with the deposition notice.” (1 Hogan, Modern Cal. Discovery (4th ed. 1988) § 10.10, p. 637 [this text was the predecessor of the current California Civil Discovery].) Commentator James D. Ward, who was the chair of the commission, wrote, “To assure attendance of the expert who is entitled to expert witness fees, the tender of fees should accompany the service of the deposition notice on counsel for the party designating the expert.” (2 Civil Discovery Practice in Cal. (Cont.Ed.Bar 1988) § 12.23, p. 802.) This comment has been carried forward as a “practice tip” in the current Continuing Education of the Bar text. (2 Cal. Civil Discovery Practice (Cont.Ed.Bar 3d ed. 1999) § 11.5, p. 974.) This comment was, and is, merely a recommendation for practitioners. Regardless of the recom<page-number citation-index=\"1\" label=\"1257\">*1257</page-number>mendation, there is a clear option to tender the fees either with the service of notice or at the commencement of the deposition, in the current version of section 2034(i)(2).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1081-10\">Section 2034(i)(2), as originally drafted by the Joint Commission on Discovery of the State Bar and Judicial Council, codified the holding in <em>Tahoe Forest Inn </em>v. <em>Superior Court, supra, </em>99 Cal.App.3d 509, and provided that the fees should be tendered with the service of the deposition notice. (Stats. 1986, ch. 1336, § 2, p. 4755.) The Legislature, however, provided for a period to complete “clean up” legislation. (See 2 Hogan, Cal. Civil Discovery (1997) appen. D, p. 465.) A change was made to section 2034(i)(2), and the final version, which became a part of the Statutes of 1987, gave the party taking the deposition the option of tendering the fee at the beginning of the deposition. (1 Hogan, Cal. Civil Discovery (1997) Tender of Fee, § 10.10, p. 555.)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b1081-11\">See footnote, <em>ante, </em>page 1250.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}