{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"317\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b365-7\">Claude A. MITCHELL and Helen L. Mitchell, his wife, Appellants, v. C. F. MITCHELL and Rachel Mitchell, his wife, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b365-10\">No. 17552.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b365-11\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b365-12\">May 7, 1962.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b365-17\">Westover, Mansfield, Westover &amp; Copple, John H. Westover, Yuma, Ariz., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b365-18\">Mesch, Marquez &amp; Rothschild, Alfred Marquez, Tucson, Ariz., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b365-19\">Before HAMLIN and BROWNING, Circuit Judges, and JAMESON, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b365-20\">HAMLIN, Circuit Judge.</author>\n<p id=\"b365-21\">This action was brought in the United States District Court for the District of Arizona by Claude A. Mitchell and his wife, Helen Mitchell, to quiet title to certain mining claims located in the <page-number citation-index=\"1\" label=\"314\">*314</page-number>Mineral Creek Mining District, Pinal County, Arizona. These claims are sometimes hereinafter referred to as the “Copper Butte claims.” The second amended complaint of Claude and Helen Mitchell, hereinafter referred to as appellants, was filed on October 29, 1959. It alleged that the appellants owned as community property a one-third undivided interest- in the Copper Butte claims. The complaint further alleged that C. P. and Rachel Mitchell, the defendants below and appellees herein, claimed an interest in appellants’ alleged one-third interest and that appellees had mined and sold ore from the Copper Butte claims in an unknown amount. The complaint then prayed for judgment establishing appellants’ title to one-third of the Copper Butte claims, for an injunction against appellees restraining them from asserting any claim to appellants’ claimed interest, for an accounting, and for such other relief as the court should deem proper. Thus, the complaint appeared as one setting forth an action to quiet title in the appellants to the extent of their claimed one-third interest in the Copper Butte claims.</p>\n<p id=\"b366-4\">Jurisdiction in the district court was founded upon diversity of citizenship, 28 U.S.C.A. § 1332. The district court ruled adversely to the appellants, stating that they should take nothing by their complaint. The appellees were adjudged the owners of the disputed Copper Butte claims in fee simple. We have jurisdiction of the appeal under the provisions of 28 U.S.C.A. § 1291.</p>\n<p id=\"b366-5\">At the trial, appellants contended that appellant Claude Mitchell, his brother C. F. (Fred) Mitchell, appellee herein, and one Strouse had an oral agreement pertaining to the acquisition and development of mining claims prior to the acquisition of any of the Copper Butte claims here in issue. The purported agreement contemplated that appellee Fred Mitchell was to advance money for the property, but each of the three partners was to have an equal undivided one-third interest, and that appellee was to have his advances repaid first out of the proceeds realized from the claims. Fred Mitchell purchased the Copper Butte claims for back taxes in 1941 in his name. Appellants in their brief contend that the oral agreement of the parties was reduced to writing in January, 1943, by an agreement as set out below.<footnotemark>1</footnotemark></p>\n<p id=\"b366-10\">In November, 1943, a dispute between appellant and appellee arose. Appellants claimed the dispute was caused by a demand by Claude for a deed from Fred. The latter contended it arose over the care of Mrs. Mitchell, the mother of Claude and Fred. Appellant demanded a deed for his alleged interest in the claims. The appellee refused to tender such a deed and offered to sell out his interest to the appellant for $10,000 or to buy out any interest of the appellant resulting from their agreement to work the claims for $1,000. Appellant thereafter signed an instrument in the form of a release in consideration for $1,250' for any interest or right he might have had in the disputed claims.<footnotemark>2</footnotemark></p>\n<p id=\"b366-11\">In addition, the record discloses that at the time when the dispute between the appellant and appellee arose each of the appellants had visited attorneys and had been advised that there was nothing <page-number citation-index=\"1\" label=\"315\">*315</page-number>that could be done under the circumstances. No claim was ever asserted by the appellants after the date of the release (November 20, 1943) until the action below was filed in the district court in 1959.</p>\n<p id=\"b367-4\">The appellants offer several theories to advance their position. First, appellants contend that a constructive trust was created as to one-third of the Copper Butte claims by virtue of appellants’ alleged agreement with appellee C. F. Mitchell before the latter purchased the claims in issue. Secondly, it is contended that the release which was executed by appellant and which recited the receipt of consideration for any and all interest in the Copper Butte claims was void, because the alleged interest in the claims was community real property which could not be sold without the consent of Claude Mitchell’s wife.<footnotemark>3</footnotemark> Thirdly, a fraud was committed upon the appellants by appellee C. F. Mitchell by misrepresentations and otherwise which deprived them of their rights to a one-third interest in the property. Other various theories appear occasionally in appellants’ briefs.</p>\n<p id=\"b367-5\">The appellees answered the appellants’ second amended complaint by denying many of the pertinent allegations thereof and by setting forth as defenses, <em>inter alia,, </em>the statute of limitations, adverse possession, laches, and release. The appellees also counterclaimed for a judgment denying any right or interest in the claims to the appellants and for a judgment quieting title in appellees,</p>\n<p id=\"Ak1v\">The district court made findings as follows:</p>\n<blockquote id=\"b367-7\">1. That since May of 1941 the defendants, C. F. Mitchell and Rachel Mitchell, have been the record owners of the Patented Lode Mining Claims described in plaintiffs’ complaint by purchase from the Board of Supervisors of Pinal County, Arizona.</blockquote>\n<blockquote id=\"b367-8\">2. That all of the unpatented mining claims described and set forth in Plaintiffs’ complaint were located by C. F. Mitchell, who has performed the necessary assessment work thereon.</blockquote>\n<blockquote id=\"b367-9\">3. That at the time of purchase by C. F. Mitchell there was no partnership agreement between him and plaintiffs, Claude A. Mitchell and Helen L. Mitchell.</blockquote>\n<blockquote id=\"b367-10\">4. That C. F. Mitchell did not at any time make any false representations to Claude A. Mitchell or Helen L. Mitchell concerning the Patented mining claims in question.</blockquote>\n<blockquote id=\"b367-11\">5. That after the purchase of the patented mining claims by C. F. Mitchell he and Claude A. Mitchell and Clarence Strouse entered into a mining partnership agreement by <page-number citation-index=\"1\" label=\"316\">*316</page-number>which the parties agreed to mine the patented claims and divide the proceeds therefrom equally, that is, one-third of the net proceeds to each.</blockquote>\n<blockquote id=\"b368-4\">6. That on November 20, 1943, Claude A. Mitchell, for the consideration of $1,200.00 to him paid, released all his right, title and interest in and to the mining partnership to C. F. Mitchell.</blockquote>\n<blockquote id=\"b368-5\">7. That from November 20, 1943, until the filing of the original complaint in this action neither Claude A. Mitchell nor his wife, Helen L. Mitchell, made any claim or demand upon C. F. Mitchell for an accounting of the proceeds from or for an interest in the patented or unpatented mining claims, either orally or in writing nor did they enter upon said premises.</blockquote>\n<blockquote id=\"b368-6\">8. That for more than 15 years C. F. Mitchell held title to the patented mining claims by a deed of record from Pinal County, Arizona, adversely against the world; worked and developed the property and paid the taxes thereon.</blockquote>\n<blockquote id=\"b368-7\">9. That plaintiffs knew that C. F. Mitchell claimed full title to the patented mining claims; that he was working and developing said claims; that he was expending large sums of money thereon and despite such knowledge remained silent.</blockquote>\n<blockquote id=\"b368-9\">10. That the allegations contained in plaintiffs’ Second Amended Complaint are not substantiated by the evidence.</blockquote>\n<blockquote id=\"b368-10\">11. That the allegations contained in the Counterclaim of defendants, C. F. Mitchell and Rachel Mitchell, are substantiated by the evidence.</blockquote>\n<p id=\"b368-11\">From the above findings the court concluded that appellants had no right, title or interest in and to the mining claims and that appellees were the owners in fee simple thereof. Accordingly, judgment was entered for appellees.</p>\n<p id=\"b368-12\">We have reviewed the record in this case thoroughly. Although much of the testimony is conflicting, the findings of the trial court are not clearly erroneous. They are based upon substantial evidence, and we accept them completely. See Rule 52(a) of the Federal Rules of Civil Procedure, 28 U.S.C.A.</p>\n<p id=\"b368-14\">The above findings conclusively establish one of the appellees’ defenses, namely that the appellants’ action in this case is barred by the statute of limitations. Section 12-525 of the Arizona Revised Statutes reads in pertinent part:</p>\n<blockquote id=\"b368-15\">“A. An action to recover real property from a person in peaceable and adverse possession, and cultivating, using or enjoying the property, and paying taxes thereon, and claiming under a deed or deeds duly recorded, shall be commenced within five years after the cause of action accrues, and not afterward.”</blockquote>\n<p id=\"b368-16\">All of the above elements of adverse possession contained in the above statute are present in this case: the appellees peaceably and adversely possessed the mining claims; they used and enjoyed the property; paid the taxes thereon; and claimed title to the property under a recorded deed. Many more than five years elapsed after the accrual of any cause of action which could have arisen from the activities of the parties in 1943 during which appellants made no claim to the property.</p>\n<p id=\"b368-17\">There is no factor appearing anywhere in the record which could have tolled the statute of limitations under any theory. Appellants’ contentions to the contrary notwithstanding, all of the facts which appear in the evidence and upon which any claim for relief was or could have been based have been known to the appellants since 1943. None of the cases cited by the appellants is to the contrary, and there is no merit to their contention that they were prevented from bringing an action by the fraud of appellees. Moreover, it has been found that appellees made no misrepresentations.</p>\n<p id=\"b368-18\">Under our view of the case that the appellants’ action is barred by the statute of limitations it is unnecessary to <page-number citation-index=\"1\" label=\"317\">*317</page-number>discuss the other contentions of the appellants. However, upon the findings of fact of the district court and our own review of the record in this case, we feel compelled to add that appellants’ contentions appear to be without merit and that any of several defenses relied upon by appellees below would have been sufficient to dispose of this appeal in appellees’ favor.</p>\n<p id=\"b369-5\">The judgment of the district court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b366-6\">. “On this day of January 23, 1943, we the undersigned have met at Ray, Arizona, and agreed, to form a partnership in the Copper Butte Mining Claims, to be known as the Copper Butte Mining Co.</p>\n<p id=\"APy\">Located in Mineral Creek Mining Dist. survey # 2608 recorded in Book # 26, which is patented property consisting of the following claims, Coehsie (sic) June Bug and Copper Butte 1 to 6 Inclusive in Township 3 South, Range 1 East.</p>\n<p id=\"Ays\">“All partners holding equal rights of one-third intrest (sic) apiece.</p>\n<p id=\"b366-12\">“It was agreed that Mr. C. F. Mitchell would be Manager.</p>\n<p id=\"b366-13\">“O. C. Strouse, Secretary Claude A. Mitchell, Treasurers.</p>\n<p id=\"b366-14\">“/s/ C. F. Mitchell</p>\n<p id=\"A0sS\">“/s/ C. A. Mitchell</p>\n<p id=\"AZc\">“/s/ Clarence C. Strouse”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b366-15\">. “Mr. C. F. Mitchell and “Copper Butte Mining Co.</p>\n<p id=\"A7m\">“Ray, Arizona</p>\n<p id=\"A2c\">“In order that all differences which have arisen between us with reference to <page-number citation-index=\"1\" label=\"315\">*315</page-number>the ownership and operation of the Copper Butte No. 1 to 6 Cochise and June Bug patented lode mining Claims Mineral Survey No. 2602 located in Township 3 South, Range 13 East, G&amp;SRB&amp;M in Arizona, I hereby accept the sum of $1,250, of which amount $250 is for specified equipment but not inclusive of borrowed equipment in full settlement for all claims of every nature whatsoever as to ownership of any part or all of said claims and any profits therefrom and any equipment placed upon said property or used by you in connection with said property and operations thereon and I hereby release you from any obligation to transfer any interest in said property to me.</p>\n<p id=\"AN7\">“Dated at Ray, Arizona, this 20 day of November, 1943.</p>\n<p id=\"ArM\">/s/ Claude A. Mitchell</p>\n<p id=\"AFD_\">“STATE OF ARIZONA</p>\n<p id=\"Aqg\">“County of Pinal — ss</p>\n<p id=\"A_N\">“This instrument was acknowledged before me this 25 day of November, by Claude A. Mitchell.</p>\n<p id=\"AMB\">“My Commission as Notary Public expires December 31, 1944.</p>\n<p id=\"AO6\">“/s/ (signature illegible)</p>\n<p id=\"ArN\">“Notary Public</p>\n<p id=\"ATe\">“Justice of the Peace”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b367-17\">. The record shows that Mrs. Claude Mitchell knew of the execution of the release by her husband and within a day or two thereafter talked with Fred Mitchell about it and that Fred Mitchell advised her at that time that her husband had no interest in the property.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}