{
  "casebody": {
    "data": "<casebody firstpage=\"442\" lastpage=\"443\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b494-14\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. GOYA FOODS, INC., Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b494-16\">No. 319, Docket 27329.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b494-17\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b494-18\">Argued May 9, 1962.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b494-19\">Decided May 29, 1962.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b495-7\"><page-number citation-index=\"1\" label=\"443\">*443</page-number>Melvin Pollack, Atty., N. L. R. B., Washington, D. C. (Stuart Rothman, Gen. Counsel, Dominick L. Manoli, Assoc. Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, Elliot Moore, Atty., N. L. R. B., Washington, D. C., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b495-8\">Burton H. Zuckerman, New York City, for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b495-9\">Before CLARK, KAUFMAN and HAYS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b495-10\">PER CURIAM.</author>\n<p id=\"b495-11\">The National Labor Relations Board petitions for enforcement of an order requiring the respondent, Goya Foods, Inc., to discontinue certain activities found to violate §§ 8(a) (1) and (3) of the National Labor Relations Act, as amended, 29 U.S.C.A. § 158 and to reinstate discharged employees. The Board’s decision and order are printed at 132 N.L.R.B. No. 33.</p>\n<p id=\"b495-12\">There is substantial evidence in the record to support the Board’s findings that Charles Unanue, respondent’s president, by threats of economic reprisal, promises of benefit and other coercive conduct infringed on the rights of respondent’s salesmen to organize, in violation of § 8(a) (1) of the Act. There is also evidence which supports the finding that respondent adopted a system of sales through independent brokers, in lieu of salesmen, to avoid unionization, and that respondent discharged his salesmen and offered some of them reemployment as “independent brokers,” not for economic reasons, but to prevent them from organizing and selecting a collective bargaining representative, all in violation of both § 8(a) (1) and (3) of the Act.</p>\n<p id=\"b495-13\">Respondent argues that after April 20, 1960, the former salesmen voluntarily abandoned the union and the sole remaining dispute was “economic,” concerned only with the terms of reinstatement. However, one of the conditions of reinstatement was the continuation of the independent broker system, which the Board found was undertaken to defeat the rights of the salesmen under the Act. Respondent could not purge himself of the unfair labor practice as long as he persisted in this scheme.</p>\n<p id=\"b495-14\">That a plan for exclusive sales areas had been previously adopted did not justify the independent broker system, which the Board found had not been previously intended and was not necessary to that end. For this reason, N. L. R. B. v. Houston Chronicle Pub. Co., 211 F.2d 848 (5th Cir. 1954), relied on respondent, is not in point.</p>\n<p id=\"b495-15\">Respondent’s complaints about the nature of the order are unfounded since the order expressly takes account of respondent’s decreased needs under the exclusive sales area arrangement.</p>\n<p id=\"b495-16\">Enforcement granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}