{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"354\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b344-7\">Freedley’s Appeal. Wood’s Appeal.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b344-8\">1. A testator divided his residue into 25 shares and directed, “ nine of said shares I give to my brother J acob, in trust for and to be divided amongst his nine children in such manner and at such times as he thinks best.” After disposing of the other shares to his sisters he provided, “ if my brother Jacob or either of my said sisters shall die during my lifetime, or before making any disposition of such shares so devised to them respectively, then such shares to be paid to said children in equal shares.” <em>Held, </em>that the shares to Jacob’s children were distributable only when and in the proportions that he should judge most conducive to their interests.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b344-9\">2. J acob was to have the benefit of the fund until he should divide it amongst his children.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b344-10\">3. “ In trust for” in this will, does not import a strict technical trust but a mere confidence that J acob would in the end divide the capital as he thought best amongst his children.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b344-11\">4. As to the capital, there is a trust which would entitle his children if he was wasting or mismanaging the fund, to ask for an account and security for its final distribution.</headnotes>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b344-12\">January 19tb 1869.</otherdate>\n<judges data-order=\"6\" data-type=\"judges\" id=\"AtTi\">Before Thompson, C. J., Read, Agnew and Sharswood, JJ. Williams, J., at Nisi Prius.</judges>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b344-13\">Appeal from the decree of the Orphans’ Court of <em>Montgomery county, </em>in the matter of John Ereedley’s estate: No. 65, to January Term 1869.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b344-14\">On the 13th of April 1866, David E. Wood and Mary his wife, presented a petition to the Orphans’ Court of Montgomery, setting forth that she is a niece of John Ereedley, deceased, who, by his will proved December 17th 1851, directed that the residue of his estate be divided into 25 shares, and amongst other things further directed as follows:—</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b344-15\">“ Nine of said shares I give to my brother Jacob, in trust for and to be divided amongst his nine children, in such manner, and at such times as he thinks best,” and in case of his death to be divided among them in equal shares.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b344-16\">That the said Mary Wood is one of the said nine children of the said Jacob Ereedley; that on the 21st of June 1859, Jacob had in his hands $51,235.64 of the trust fund, having previously paid to Mrs. Wood $1900 on account of her share, and that <page-number citation-index=\"1\" label=\"345\">*345</page-number>Jacob had made an unequal distribution amongst six of his children. The petition further alleged that Jacob had been using the greatest part of the said trust fund for his own purposes, and that he is living and supporting his family (which now includes none of the said nine children) from the income thereof; that the fund was not secure, he had given no security and had little property; that his conduct had been a fraud on the trust; that his use of the income for his own purposes and his refusal to make a distribution of the fund are a fraud upon the power; that the petitioner, Mrs. Wood, has received but $2330 in the whole. The petitioners further set forth that they “believe, that the real reason why the said Jacob Freedley does not make a distribution either of the income or principal of the said trust fund among his children is, that he is now and has for years been using income and principal for his own purposes, contrary to law and to the plain intent of the said will of the said John Freedley.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b345-6\">The petitioners therefore prayed the court “ to take measures to secure the said trust fund by compelling the said Jacob Freedley to give ample security for its faithful application, to require him to render an account of his administration of the said trust fund to this time, and to show where it now is, and how invested, and also to compel him to do justice to the said Mary Wood, by paying her or securing for her use a fair and just share of the said principal fund, and by distributing to her a fair and just share of the income thereof.” They prayed for a citation to Jacob Freedley to answer this petition, and to show cause why such decree shall not be made against him.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b345-7\">The defendant in his answer averred “ that he was not to he liable or accountable to his children for any interest or accumulations upon the fund, but was bound only to distribute among them the fund itself, he himself to be the sole arbiter both as to the time of payment and to the amount of each one’s share or portion:” That he had paid Mrs. Wood $2338.40 besides $1000 advanced her on her marriage and offered to pay her $2000 more which was as much as she ought to have, and which he fixed as her share of the legacy, bequeathed to him in trust. And asked the Court to decree that on his paying to her the sum of $2000, the citation be dismissed, and that he be discharged from all further liability to her on account of the trust. He denied that he had wasted or mismanaged the funds, and set out how he had used them, and how they were invested, and averred that nothing had been lost, or was in danger of being lost.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b345-8\">The portions of the will of John Freedley necessary to be stated are as follows, viz.: — ■</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b345-9\">“I, John Freedley, of the borough of Norristown, county of Montgomery and commonwealth of Pennsylvania, in view of the uncertainty of life, and being desirous of so dividing and dispos<page-number citation-index=\"1\" label=\"346\">*346</page-number>ing of the estate which I may leave as will he most conducive to the happiness and welfare of those for whom I intend the same, do declare the following as my last will and testament, to wit:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b346-6\"><em>“ </em>I. I order and direct that my executors in one year after my decease, shall pay to each of my surviving brothers and sisters, one thousand dollars, which is in full satisfaction of the money of father’s estate in my hands, and is to be considered in full of all claims which any of them have or may have against me or against my estate. This is to be paid to them not as a devise, but as a debt. In case my mother should survive me, in lieu of the interest due to her on the share of father’s estate in my hands, I direct my executors to pay to her three hundred dollars per year, so long as she shall live. This I also consider as a debt and not as a legacy.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b346-7\">“ II. I give and bequeath to my nephews John K. &amp; Matthew Ereedley, all my marble quarries, mills, lands, and estate or interest in lands, which I now have in the state of Massachusetts, or which I may have there at the time of my decease, and also all the tools, implements and personal property, which I may have there unsold, to have and to hold the same to them, their heirs and assigns, in fee simple — they to pay out of Ihe same all debts there owing on the same, either on account of purchase-money or incurred in carrying on the same, as is more particularly specified in a lease which I have given of said property — and they are further to pay out of the same to their brother William and their sisters Emily and Sophia each one thousand dollars, in one year after my decease. In case either of said devisees shall die during my lifetime leaving a child or children, then such child or children shall take the parent’s share, but in case either of the said devisees shall be dead leaving no issue, then such devisee’s share shall go to the survivors, as tenants in common.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b346-8\"><em>“ </em>III. Whereas I have lately purchased soldiers’ land warrants and have caused them to be located in the Western States or Territories, and may purchase more such warrants with the same view, and may perhaps purchase land titles in the said states or territories, I do hereby devise and bequeath all such lands and all right or interest in such lands which I may hold at my decease, to my brother Henry during life, and at his decease to his daughter Harriet during life, and at her decease to her children in fee simple as tenants in common — they, my brother Henry and his daughter Harriet, to be careful to preserve the title to said lands. I further authorize and empower my brother Henry to dispose of any such lands as he may see fit, if he shall deem it expedient to do so, and to make title to the purchaser in fee simple or for less estate, and also authorize my brother Henry to make such disposition of said lands or any part of them by will, as he shall think best.” * *•*</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b347-5\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>“ The balance of saicl residue of my estate I direct to be divided into twenty-five shares.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b347-6\">“Nine of said shares I give to my brother Jacob, in trust for and to be divided amongst his nine children in such manner and at such times as he thinks best.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b347-7\">“ One share I direct to be paid to the children of my nephew Thomas Davis, deceased, or their legal representatives.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b347-8\">“ Five other shares I direct to be paid to iny sister Mary Davis, to be by her held for her own use or paid out to her five children now living, as she shall think best.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b347-9\">“Three other shares I direct to be paid to my sister Betsy Prince, to be by her held for her own use, or paid out to' Henry Prince, Samuel F. Prince, and Catharine B. Lewis, as she shall think best.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b347-10\">“ The other seven shares I give to my sister Susan Jacoby, to be by her held for her own use, or paid out to her seven children at such times and in such shares as she shall think best.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b347-11\">“If my brother Jacob, or either of my said sisters shall die during my lifetime, or before making any disposition of such shares so devised to them respectively, then such shares to be paid to said children in equal shares.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b347-12\">“By the foregoing devises I have endeavored to make a fair and equitable distribution of my estate, and hope that none will attempt to disturb the same, or make any claims for services, or for moneys which they may conceive they have a right to demand: and if any devisee or relation shall make such claim, the amount recovered, with all costs and expenses, shall be deducted from such devisee’s share, or in case such claimant have no share, or it is not sufficient, then the deficiency shall be deducted from the father or mother’s share.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b347-13\">“ I hold the title to the property in Norristown, known as the Stony Creek property, which formally belonged to my brother Jacob, on which I paid of purchase-money and in money advanced to my brother Jacob in starting his mill in Philadelphia something upwards of fourteen thousand dollars ; now it is my intention and desire that upon his accounting to me or to my estate for the money so paid or advanced by me, without interest, he shall again have the said Stony Creek property, and all my right to the machinery and engine at Chestnut Street mill, Philadelphia, and wish my executors so to arrange it.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b347-14\">The whole matter was referred to B. E. Chain, Esq., as auditor. He reported that Jacob Freedley took no beneficial interest in either the principal or income of the residuary fund, and therefore charged him with the principal and interest. After deducting his commissions, expenses, &amp;c., the auditor reported that there was in Jacob Freedley’s hands $59,817.14; he also reported that Jacob was bound to make an equal distribution of the fund <page-number citation-index=\"1\" label=\"348\">*348</page-number>amongst Ms children, and reported distribution in accordance with this finding.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b348-6\">On exceptions, the court (Chapman, P. J.) confirmed the finding of the auditor as to the liability of Jacob for principal and interest, but reversed the finding that Jacob was bound to make an equal distribution; and declined to discharge the trustee as to Mrs. Wood upon his paying her $2000.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b348-7\">The court made this decree: “ 1868, August 17th, it is decreed that the sum of $59,817.14 is in the hands of Jacob Ereedley, trustee for his children under the will of John Ereedley, deceased, for which he is accountable. It is further decreed that he is not required by the power conferred upon him to make an equal division of said fund amongst them, and that it is still discretionary with him to make the division of the said fund and its accumulations in such shares or proportions amongst all his children, and at such times as he shall think best, the cost to be paid out of the funds in the hands of the trustee.”</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b348-8\">Jacob Ereedley and David E. Wood and wife respectively appealed from the decree.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b348-9\">Jacob Ereedley assigned for error, that court erred in deciding—</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b348-10\">That the appointment made by the appellant in favor of Mary E. Wood in his answer to the citation, was not a valid exercise of the power.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b348-11\">That the appellant did not take a beneficial interest under the will.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b348-12\">That the appellant was chargeable with interest on the fund.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b348-13\">The Woods assigned for error, that the court erred—</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b348-14\">In not decreeing that Jacob Ereedley should forthwith pay to his daughter Mary E. Wood, such a sum as, with the amount she has already received from him, would make an equal eighth part of the original trust fund, and of the interest which has accrued upon it since the said fund came into the said Jacob Ereedley’s hands.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b348-15\">In decreeing that the said Jacob Ereedley is not required, by the power conferred upon him, to make an equal division of the trust fund among his children.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b348-16\">In decreeing that it is still discretionary with the said Jacob Ereedley to make the divisions of the said fund, with its accumulations, in such shares and proportions amongst all his children, and at such times as he thinks best.</summary>\n<attorneys data-order=\"39\" data-type=\"attorneys\" id=\"b348-17\">Z&gt;. <em>H. Mulvany </em>and <em>Strong, </em>for Jacob Ereedley.</attorneys>\n<p data-order=\"40\" data-type=\"legal\" id=\"Abu\">— A power may be executed, part at one time and part at another: Maddison <em>v. </em>Andrew, 1 Vesey 57; Wilson <em>v. </em>Piggott, 2 Vesey Jr. 351. There is no particular mode of executing a power: Andrews <em>v. </em>Emmot, 2 Brown’s C. C. 303. The testator intended that his <page-number citation-index=\"1\" label=\"349\">*349</page-number>brother Jacob should have the use of the fund during life, or so long as he chose to enjoy it: 1st. Because the terms of the bequest import a postponing of the vesting; and 2d. Because the testator gives to the appellant, as donee of the power, a qualified disposition of the fund.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b349-6\">The words “ in trust for” have no special significance: 2 Story’s Eq. J., § 1068; 2 Crabb’s Real Prop., § 2029; Marlborough <em>v. </em>Godolphin, 2 Vesey 61. Where a gift is by direction to pay at a future time, the vesting will be postponed till the time has arrived: 2 Williams on Ex’rs., § 1108, note d.; 1 Roper on Leg. 426 (3d ed.); 2 Sugden on Powers 15 (6th ed.) A legacy will not carry interest until the time of payment has arrived: Magoffin <em>v. </em>Patton, 4 Rawle 119; 2 Williams on Ex’rs., §§ 1099, 1109, 1287, 1288; Thomas <em>v. </em>Attorney-General, 2 Younge &amp; Coll. 525; Gofford <em>v. </em>Thorn, 1 Stockton N. J. 702; Branstrom <em>v. </em>Wilkinson, 7 Vesey 421; Lane <em>v. </em>Goudge, 9 Id. 229.</p>\n<attorneys data-order=\"42\" data-type=\"attorneys\" id=\"b349-7\">Cr. <em>JR. Pox </em>and <em>JD. M. Smyser, </em>for Woods.</attorneys>\n<p data-order=\"43\" data-type=\"legal\" id=\"AeF9\">— The provision for Jacob’s children is a legacy: 2 Story’s Eq. J., § 1088, and is vested; 1 Roper’s Leg. ch. X., § 6, p. 629: 4 Kent Com. 327; 2 Harr. Dig., <em>Power </em>5, 409; Manderson <em>v. </em>Lukens, 11 Harris 31; Passmore’s Appeal, Id. 381; Letchworth’s Appeal, 6 Casey 175; Burd <em>v. </em>Burd, 4 Wright 182; Womrath <em>v. </em>McCormick, 1 P. F. Smith 504. In doubtful cases vested legacies are preferred to contingent: Amelia Smith’s Appeal, 11 Harris 9; Rewalt <em>v. </em>Ulrich, Id. 388. Power of appointment does not prevent the interest from vesting: Reade <em>v. </em>Reade, 5 Ves. Jr. 749, note 1; 4 Kent Com. 388. The intention of the testator governs the construction of the power. Wilson <em>v. </em>Troup, 2 Cowen 196; 4 Kent Com. 345; Long <em>v. </em>Long, 5 Vesey 445, note 2. The court can control the donee of a power if he commits a fraud, refuses unjustly to exercise it, &amp;c.: Hill on Trustees 495; Adams’ Eq. 185, 186, 29, 30; Nagle’s Appeal, 1 Harris 263; Clark <em>v. </em>Parker, 19 Ves. 1; Webb <em>v. </em>Earl of Shaftsbury, 7 Id. 480, and notes; Brightly’s Eq. 305. The power is a trust, Brightly’s Eq. p. 305; 4 Kent Com. 327, note 6, a.; Ingram <em>v. </em>Ingram, 2 Atkyns 88; Shanley <em>v. </em>Baker, 4 Vesey 732; French <em>v. </em>French, 11 Sim. 257; Stephens <em>v. </em>Lawry, 2 N. C. C. 871; Sugd. on Powers 579. Jacob took no beneficial interest: Lindenberger <em>v. </em>Matlack, 4 W. C. C. R. 278; Harland’s Accounts, 5 Rawle 323. The court may fix a time in which a power is to be exercised.</p>\n<attorneys data-order=\"44\" data-type=\"attorneys\" id=\"b349-8\"><em>JBJ. P. Ross, </em>for other legatees.</attorneys>\n<decisiondate data-order=\"45\" data-type=\"decisiondate\" id=\"AqC\">February 23d 1869,</decisiondate>\n<opinion data-order=\"46\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b349-9\">The opinion of the court was delivered, by</p>\n<author id=\"b349-10\">Agnew, J.</author>\n<p id=\"AUgM\">— John Freedley, the testator, directed the residue <page-number citation-index=\"1\" label=\"350\">*350</page-number>of his estate to he sold and the money to he divided into twenty-five shares. “Nine of said shares (he proceeds) I give to my brother Jacob in trust for and to be divided amongst his nine children, in such manner and at such times as he thinks best.” The whole question here hangs upon the meaning of the words “ in trust for.” Unexplained by the context, and taken in their literal signification, a strict technical trust would exist, and the consequences flow from it, which were attributed to it in the court below. Much of the force of the reasoning to prove this a strict trust depends on the fact stated by the auditor that the testator was a gentleman of the bar and familiar with the use of legal terms. But if the will itself betrays a misuse of the most familiar terms, and a confusion of thought in its structure, we must reject the force of the argument, and cannot rely confidently upon his professional character for his use of the words mentioned.</p>\n<p id=\"b350-6\">In the first item of his will Mr. Ereedley, referring to a bequest of $1000, says: “ This is to be paid to them not as a <em>devise </em>but a debt.” In the next sentence he calls the bequest a <em>legacy. </em>In the ninth item or section, referring again to pecuniary bequests, he says: “ so as to give the legacies here <em>devised </em>in full to the <em>devisees.” </em>In the second item he <em>“bequeaths” </em>his real estate, and in several places uses the terms <em>devise </em>and <em>legacy </em>and <em>devisee </em>and <em>legatee </em>as convertible terms, thus discovering a singular want of discrimination in a lawyer of the terms applicable to real and personal estate. He also evidences great confusion of thought. In the second item, after devising certain real estate to <em>two </em>nephews, he proceeds: “ In case either of said devisees shall die during my lifetime, leaving a child or children, then such child or children shall take the parents’ share, but in case <em>either </em>of said devisees shall be dead leaving no issue, then such devisee’s share shall go to the <em>survivors </em>as <em>tenants in common.” </em>Thus he would make a single survivor take as a plurality of persons by himself constituting a tenancy in common. It is evident there was confusion of thought, arising probably from some vague impression of the possible death of the survivor leaving issue.</p>\n<p id=\"b350-7\">In the third item he gives an estate to his brother Henry for life, then a life estate to Henry’s daughter Harriet, with remainder in fee to her children as tenants in common. In the next sentence he not only authorizes Henry to sell the estate, which as a conversion merely is not inconsistent with the estates given to Harriet and her children, but he authorizes Henry to make such disposition of said lands, or any part of them, by will as he shall think best. Of course he had the power to do this, but it is so manifestly inconsistent with the entire disposition of the estate to Harriet and her children, we cannot help perceiving an unsteadiness of thought which goes far to diminish our confidence in the <page-number citation-index=\"1\" label=\"351\">*351</page-number>accuracy and force of the language used in his bequest to Jacob for division among his children.</p>\n<p id=\"b351-6\">His unsteadiness of expression is also very noticeable in the disposition of the other shares of the? residue following the nine bequeathed to Jacob. Thus: “ Five other shares I direct to be paid to my sister, Mary Davis, to be by her held for her own use, or paid out to her five children now living, as she shall think best.” “ Three other shares I direct to be paid to my sister, Betsey Prince, to be held by her for her own use, or paid out to Henry Prince, Samuel M. Prince, and Catharine B. Lewis, as she shall think best.’” “ The other seven shares I give to my sister, Susan Jacoby, to be by her held for her own use, or paid out to her seven children at such times and in such shares as she shall think best.” Now in these three clauses, the use, power of disposition, and objects were intended to be precisely similar, and yet are differently expressed. He denotes the objects of disposition in three ways:— Mary Davis’s five children, <em>now living, </em>Betsey Prince’s three by <em>name, </em>and Susan Jacoby’s <em>seven children. </em>Obviously, the “ five children <em>now living” </em>of Mary Davis, means precisely the same as Susan Jacoby’s “ <em>seven children,” </em>or else the expression is involved in obscurity. The “seven children” were certainly seven then living, and were therefore as much “ now living” as the five; otherwise what seven would they be, if Susan had then more than seven, or was expected to have others to make up the number, and' if so, might have more than seven ? Betsey Prince’s three children might have been named because she had others; but even that is of no consequence, for by taking the bequest to her own use, she could afterwards transmit her estate to others. Then as to the disposition of these bequests, Mary Davis and Betsey Prince could pay out to their children “ <em>as they think lest,” </em>while Susan Jacoby could pay out to hers “ <em>at such times </em>and in <em>such shares </em>as she shall think best.” It would be difficult for a lawyer equal to, or superior to John Freedley, to define clearly the difference in meaning between these forms of expression. One who can pay out to others <em>as </em>she thinks best, seems to have as much discretion as one who may pay out at <em>such times </em>and in <em>such shares </em>as she shall deem ■ best, especially if the power also exists to keep it all to herself. How then are these forms of expression, so singularly varied in language and yet evidently meaning the same thing, to be distinguished from the language used in Jacob Freedley’s case, to wit: “ To be divided amongst his nine children in <em>such manner </em>and at <em>such times </em>as <em>he thinks lest.” </em>It seems to be scarcely doubtful that as to the power of distribution among his children, the intention was to place Jacob Freedley on the same footing with his sisters, both as to time and shares. Looking at the broad discretion thus given to Jacob over the fund he has in his hand, it is not probable the testator intended to create a strict <page-number citation-index=\"1\" label=\"352\">*352</page-number>technical trust by the words “in trust for,” but leaving the mere language of the will, is the intention to create a strict trust discoverable in its provisions ? Starting out with the opening declaration of the testator, that he was desirous of “ so dividing and disposing of his estate as would be most conducive to the happiness and welfare of those for whom he intended the same,” what were his intentions as to Jacob ? Jacob was his full brother, having a large family to provide for. There is no evidence of a want of fraternal feeling, or a lack of confidence in Jacob on the part of John, for he put the whole fund into Jacob’s hands without _security, and with large powers over it. There is no reason, therefore, to exclude Jacob from any benefit he could derive from the fund, and place him in the harsh relation of a strict technical trustee, liable not only for what he made upon it, but also for what he ought to have made. If he intended this straight and narrow duty, it is singular, with the knowledge claimed for him as a lawyer, he made no provision for the investment or management of the fund. He must have foreseen that this fund would lie in Jacob’s hands for years, while his children were growing up to an age when, in the language of the testator, “ it would be most conducive to their happiness and welfare” to have their shares. Hid he mean that during this long lapse of time Jacob should be the mere servant of his children, to be called to a rigid and strict account, without even the poor privilege of burying the talent for safety till the day of account ? There is nothing in the will or the circumstances to induce this belief; and, on the contrary, the current and analogy of his thought in either cases tend to a different belief. Thus, he appears to have been specially inclined to create life estates; for instance, he gives life estates to Henry, Harriet Wood, Matthias Holstein, and Emeline Detwiler, and to Mary Davis, Betsey Prince and Susan Jacoby, an equivalent, with an option of more.</p>\n<p id=\"b352-6\">The provision itself for Jacob carries internal evidence adverse to a strict trust. If Jacob’s own benefit had no place in the mind of his brother, and if the precise thought of John was that Jacob should be a mere conduit-pipe to carry this share over to his children, it is singular that as a lawyer familiar with the necessity for bequests over, he made no provision for the death of any of Jacob’s children. In a class of nine children what more probable than that one or more might die without issue, and yet there is no provision for lapse, or for survivorship. One did die in the lifetime of the testator, and without issue. A lapse would carry it back into the residue. A death after the legacy vested would not carry that part to the survivors. These consequences are inconsistent with the strict trust and limited discretion contended for. When John Ereedley said Jacob should divide this share among his children in such <em>manner </em>as he thinks best, he did not mean in such <em>mode. </em>Manner here is not predicated of a payment, <page-number citation-index=\"1\" label=\"353\">*353</page-number>but of the division. He intended that Jacob should so manage and divide the fund as would make it most conducive to the welfare and happiness of his children. And when he said <em>at such times as he thinks </em>best, he did not mean at the time when his children should choose to call him to an account, or at any particular time, or at one time, but he meant precisely what his confidence in Jacob proves, to wit: whenever and in such proportions as in his judgment would be most conducive to their interests. But this clause does not stand alone. At the close of the item disposing of all of the twenty-five shares, and by way of proviso upon all that preceded it, he adds: “If my brother Jacob or either of my said sisters should die during my lifetime, or before making any disposition of such shares so devised to them respectively, then such shares to be paid to said children in equal shares.” Now, if Jacob occupied the position of a mere trustee without any interest, and his nine children had vested legacies, needing no protection therefore in that aspect, why did this professional testator place him on a level with his sisters ? Rendering the clause single, how will it read? If my brother Jacob shall die before making any disposition of such share so devised to him, then such share to be paid to his children in equal shares. The clause states two things — that the share was bequeathed to him, and that he had the power of disposition; and it does another thing, it places him on the same platform with his sisters. What disposition was it they were to make? It was <em>any </em>disposition. It seems difScult to understand why he should thus put Jacob in a class of persons having a large power of disposition, unless it was in the mind of the testator that he had more than a merely strict and technical trust. It is difficult to account for the peculiar language of the clause itself, giving a large discretion in the dispotion of the fund without provision for lapse or survivorship, and without provision for investment, and to account for the structure of the whole item, including the proviso upon it, classing'Jacob with his sisters, unless we suppose it was in the mind of the testator that Jacob should have the benefit of the fund in his hands until the time would arrive when he should execute the trust or confidence reposed in him, by dividing the fund among his children. Of the time or times and manner of doing this Jacob was to judge, in the spirit of the opening declaration of the will. This benevolent intent of the testator is manifested in the next succeeding clause. He says: By the foregoing devises I have endeavored to make a fair and equitable distribution of my estate, and hope that none will attempt to disturb the same. Did John Freedley think it was a fair and equitable distribution, conducive to the welfare and happiness of Jacob, to create a strict trust without the slightest benefit to himself, one to continue for years, until his children should all come to an age proper to receive the money, 10 P. F. Smith — 23 <page-number citation-index=\"1\" label=\"354\">*354</page-number>and to make him liable to render a strict account to them for every cent of interest lie bad made or ought to have made ? It seems to us the whole will negatives this presumption, and that the only difference he intended to make between Jacob and his sisters was that they might appropriate to themselves the principal or any part of it, while Jacob could only appropriate the interest, and should hold the principal in trust and confidence to divide it among his children in such shares and at such times as he should think it conducive to their interest to do so. We think the words <em>“ </em>in trust for,” when interpreted by the whole spirit and intention of the will, do not purport a strict technical trust, but a mere confidence that Jacob would in the end, at such times and manner as he thought it proper to do so, divide the capital of the sum among his children. As to the capital there is therefore a trust which would entitle his children if he was wasting or mismanaging the fund, to ask the aid of the court by compelling him to account for it, and to give security for its final distribution among them. As the petition of the complainant avers substantially mismanagement, want of security of the principal, and danger of its loss, it cannot be dismissed, but the case must go back to the Orphans’ Court to inquire into that fact, and make such decree as the facts of the case may warrant. The decree 'of the Orphans’ Court is therefore reversed, and a <em>procedendo </em>awarded; the costs to abide the final decree.</p>\n</opinion>\n<opinion data-order=\"47\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b354-6\">Read, J.</author>\n<p id=\"AVcM\">— I dissent from so much of this opinion as gives Jacob Ereedley an interest for life in the money bequeathed to him in trust for his children.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}