{
  "casebody": {
    "data": "<casebody firstpage=\"485\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-7\">Drenkle <em>against </em>Sharman.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b485-8\">An action of <em>assumpsit </em>will not lie by a judgment creditor of a deceased debtor against the personal representative of his deceased administrator, to recover the amount of his judgment, in consideration of assets in the hands of the said administrator at the time of his death; the proper mode of proceeding is by <em>scire facias </em>against the administrator <em>de bonis non </em>of the original debtor, who is bound to collect the assets of the estate which remained in the hands of the first administrator and apply them to the payment of the debts.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b485-10\">ERROR to the common pleas of <em>Berks </em>county. „</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b485-11\">Jacob Marshall, administrator <em>de bonis non </em>of William Sharman, deceased, against, Daniel Esterby, administrator of Daniel Drenkle, who was administrator <em>de bonis non </em>of John Garber, deceased. Action of assumpsit, to which the defendant pleaded non assumpsit: On the 4th of June 1821, William Sharman obtained a judgment against John Garber and David Garber, administrators of John Garber, deceased, for- 510 dollars; and, on the 1st of March 1836, this judgment was revived by <em>scire facias </em>at the suit of John Sharman, administrator of William.Sharman, against Matthias S; Richards, administrator <em>de bonis non </em>of John Garber, deceased. After the first administrators of John Garber were dismissed, the court appointed Daniel Drenkle administrator <em>de bonis non; </em>he took upon himself the administration, and after some years died, and Daniel Esterby became his administrator, who settled the account of his intestate’s administration of the estate of John Garber’s estate, and there was found to be in his hands at the time of his decease 1518 dollars and 59 cents. Upon these facts the administrator of William Sharman, brought this action against the administrator of Daniel Drenkle, to recover the amount of his judgment against <page-number citation-index=\"1\" label=\"486\">*486</page-number>John Garber’s estate, founded upon the fact of his having received assets of the estate sufficient for that purpose; and the question was whether the action would lie. The court below was of opinion that the action would lie, and directed a verdict for plaintiff.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b486-6\"><em>Strong, </em>for plaintiff in error,</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"Ann\">cited 12 <em>Johns. </em>276; 5 <em>Bin. </em>33; <em>Cro. Eliz. </em>91; 5 <em>Serg. </em>&amp; <em>Rawle, </em>137; 1 <em>Johns. </em>165; 14 <em>Serg. &amp; Rawle </em>226; 4 <em>Watts </em>410.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b486-7\"><em>Hoffman, </em>for defendant in error,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AIc\">cited 1 <em>Serg. &amp; Rawle, </em>555; 5 <em>Rawle </em>51.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b486-9\">The opinion of the court was delivered by</p>\n<author id=\"b486-10\">Kennedy, J.</author>\n<p id=\"AfJp\">This is an action of <em>asszimpsit, </em>for money had and received, brought in the court below by Jacob Marshall, administrator <em>de;bonis non </em>of William Sharman, deceased, against Daniel Esterby, administrator of Daniel Drenkle, who, at the time of his death, was administrator <em>de bonis non </em>of John Garber, deceased, to recover a debt owing by John Garber in his life time, as also at his decease, to William Sharman, who was then alive, but died subsequently. After the death of John Garber, the debtor, letters of administration were first granted, on his estate, to his sons, John and David, against whom William Sharman, in his lifetime, brought an action, as the administrators of their father’s estate, for the recovery of his claim, in the court of common pleas of Berks county, and obtained a judgment thereon, for 510 dollars. Afterthis judgment was had, John and David Garber, upon complaint made against them to the orphans’ court of Berks county, that they were mismanaging and wasting the estate of their intestate, were required by the court to give new security; and failing <em>to </em>do so, withiu the time allowed them for that purpose, were dismissed from all further administration of the estate, and ordered by the court to deliver and pay over the assets belonging to the estate, in their hands, to Daniel Drenkle, whom the court, at the same time, appointed administrator <em>de bonis non </em>of John Garber, the deceased debtor. Drenkle, after having taken upon himself the administration of the estate, and attended to it for some time, died, when letters of administration <em>de bonis non </em>of the estate of Garber were granted to Matthias S. Richards. In the meantime, however, William Sharman, the creditor of Garber, had died also, and letters of administration, upon his estate, were granted to John Sharman, who sued out a writ of <em>scire facias </em>upon the judgment, obtained by his intestate, in his lifetime, against the first administrators of John Garber the debtor, for the purpose of reviving it, and making himself and Matthias S. Richards, administrators respectively of Sharman and Garber, parties to it. On the 1st of March 1836, a judgment of revival, <em>si assets, </em>was obtained in this <em>scire facias </em>for 639 dollars. Daniel Drenkle died without settling any administra<page-number citation-index=\"1\" label=\"487\">*487</page-number>tion account of Garber’s estate, but his administrator, Daniel Esterby, the defendant below, stated ,one, which was referred to auditors appointed by the orphans’ court, who, about the 6th of April 1832, reported a balance of the assets of John Garber’s estate, remaining in the hands of Daniel Drenkle at the time of his death, amounting to 1518 dollars and 59 cents. Upon evidence given, going to establish these facts beyond dispute, it was claimed by the plaintiff'below, that he was entitled to recover in this action the amount of the judgment first obtained by William Sharman against -John and David Garber, administrators of John Garber deceased, ■and the increase upon the judgment of revival, obtained afterwards, by John Sharman, administrator of the said William, against Matthias S. Richards administrator <em>de bonis non </em>of John Garber, deceased, the debtor. It was made a question on the trial in the court below, by the counsel for the defendant there, whether this action could be supported or not, under the facts established by the evidence; and the court were requested to instruct the jury that it could not. The court, however, were of opinion that it could, and .accordingly instructed the jury to that effect. The opinion of the court on this point, as also on some others submitted, was excepted to by the counsel of the defendant below, and assigned as the ground of several errors here. -As we, however, are satisfied that the court below erred in advising the jury, that this action could be sustained by the plaintiff below against the defendant, it is, therefore, unnecessary to notice the other matters assigned for error. It would certainly be a novel proceeding, to say the least of it, to permit a creditor of a deceased debtor to maintain a suit, and recover the amount of his debt, from any one in whose hands sufficient assets of the debtor might happen to be, who was neither -executor nor administrator of the- debtor, as long as there is such executor or administrator in being, as has not only a right to re- ' beive such assets, but is responsible for them to the creditors and others interested in the estate of such deceased debtor; and where, if he neglects to collect and get possession of them, it being in his power to do so, he will thereby make himself liable out of his own estate for the amount or'value of them, to the creditors, legatees or distributees, as the case may be. It is most likely, however, that the court, below gave their opinion in favour of this action being sustainable, under an impression that there was no administrator of Garber’s, the debtor’s, estate, <em>ivho had a right </em>to demand and recover the amount of the assets' for which the estate of Drenkle had become liable. It. is probable that the late act of assembly, on this subject, was not brought to the view of the court. I am the more inclined' to believe this, because it was not referred to by the counsel on the argument here, until it was mentioned by a member of the court. This act was passed on the 24th of February 1S34, and came into operation on the 1st of October in the same year. . The 31st section of it, <em>Stroud’s Pur don </em>394, 395, enacts that “ ad<page-number citation-index=\"1\" label=\"488\">*488</page-number>ministrators <em>de bonis non, </em>with or without á will annexed, shall •have power to demand and recover from their predecessors in the administration, or <em>their legal representatives, </em>all moneys, goods and assets remaining in their hands, due and belonging to the estate .of the decedent, and to commence and prosecute actions upon promises made to such predecessors, in their representative character, and to sue forth and defend writs of error, writs of <em>scire facias </em>and writs of execution upon judgments, obtained by or in the name of the executors or administrators, into whose place they may have .come; and also to proceed with and perfect all unexecuted executions, which may have been issued thereon at the instance of such ■predecessors.” Now, although the debtor and creditor were both dead in this case before this act came into operation, still we think it applicable, and that, under the section just recited, Matthias S. Richards, as the present administrator <em>de bonis non </em>of the debtor’s estate, is entitled to receive from Daniel Esterby, the administrator or <em>representative </em>of Daniel Drenkle’s estate, the amount of the assets belonging <em>to the </em>estate of Garber the debtor, which remained with Drenkle at the time of his death. The section, in its terms, is quite as applicable to cases in being, at the time it took effect, as to cases that might arise thereafter. And that the legislature intended it should be so, may very fairly be inferred from the 70th section of the act, which expressly repeals all such acts of assembly as are thereby altered or supplied, except so far as may <em>be necessary to finish </em>proceedings commenced, or <em>settle the estates </em>of persons who may have died before that time. But there was no previous act of assembly in force, when the act of 1834 was passed or came into operation, making any different provision on the subject from that made by the 31st section thereof. The object of this section was to change the common law in respect <em>to </em>the matters <em>therein </em>provided for, which was considered somewhat objectionable, because it did accord with some statutory regulations made in favour of administrators <em>de bonis non, </em>appointed by the orphans’ court in place of administrators <em>dismissed </em>from office by a previous order of the court. There being, then, no previous act of assembly in force, opposed to the provisions contained in this 31st section, it is clear that it became applicable to every administrator <em>de bonis non, </em>stich as Matthias S. Richards is in this case, the instant the act took effect, investing him with full power, as well as right, to collect and draw from his <em>predecessors </em>or <em>their representatives </em>all assets which they had in their hands or were liable for, that properly belonged to the estate of his intestate. This action, it will be observed, was commenced some three years after the act of 1834 came into operation; and it is very certain that there has been, at ■ no time in the state, either before or since, any act to authorize the bringing of it, whatever the common law might have done before the act of 1834 took effect. It is unnecessary to undertake to show the expediency, if not necessity, that existed for introducing the <page-number citation-index=\"1\" label=\"489\">*489</page-number>provisions of the 31st section into our municipal code, because every one acquainted with the law as it stood before the passage of the act, must be sensible of the embarrassment that arose with creditors, legatees and distributees of deceased persons, in relation to havingYheir respective claims adjusted and páid, from the circumstance of their being compelled to look to various sources and different persons in some instances for that purpose; for instance, wherever administrators, either with or without a will annexed, were constituted <em>by the register, </em>in consequence of their <em>predecessors having died, </em>and several and distinct portions of the assets belonging to the estate of the testator or intestate, upon which administration was so granted, came to the possession of each of those who had the right granted to them of administering successively, and who administered the same respectively, by converting the-amount into money; the creditors, legatees or distributees of the estate might have been placed under the necessity of resorting to each and every one of the personal representatives of the deceased executors or administrators and the administrators <em>de bonis non, </em>or, in case of their death, to their representatives and to the administrators appointed afterwards, in order to obtain satisfaction of their respective claims. But in the case of administrators <em>de bonis non, appointed by the orphans’ court, </em>after having <em>dismissed their predecessors from office, </em>the acts of assembly, giving the orphans’ court the power to do so, laid down a different rule on the subject from that which existed and continued in force, according to the rule of the common law, in regard to administrators or executors <em>dying in office, </em>and administrators <em>de bonis non </em>being thereupon <em>appointed by the register, </em>until the act of 1S34 came into operation. The dismissed executors or administrators were required and bound to deliver and pay over to the administrators <em>de bonis non </em>every thing in their possession, as also all that they had become liable for, which could be considered as assets, belonging to the estate of the decedent, together with the evidences of claim to assets, whereupon the latter might be obtained and recovered. This distinction, however, between the right of the administrators <em>de bonis non, </em>in the two cases, to the assets belonging to the estate of the decedents, was abolished by the act of 1834; and the administrator <em>de bonis non </em>is thereby entitled to the whole of the assets in either case, and is bound to look after and obtain them, whether in the hands of his predecessors, their representatives, or that of others. Thus the doubts and the perplexity, which occasionally arose in the minds of creditors, legatees or distributees, as to the persons to whom they were to resort, in order to obtain satisfaction of their respective claims, have been completely removed. The plaintiff’ below in this case, therefore, ought to have called upon Matthias S. Richards, the administrator <em>de bonis non </em>of the original debtor, John Garber, deceased, for payment of the debt; and, for the purpose of obtaining it if necessary, he might have <page-number citation-index=\"1\" label=\"490\">*490</page-number>sued out a writ of <em>scire facias </em>upon the judgment of revival, obtained by his predecessor in office, John Sharman, against Richards as administrator <em>de bonis non </em>of Garber. And if it be that Mr Richards has not attempted to obtain, from the administrator of Drenkle, the 1518 dollars and 59 cents, assets of the estafe of Garber, for which it would seem that the estate of Drenkle has become liable, he had better lose no time in using his utmost endeavours to effect it, or otherwise it may not avail him to say to the creditors of the estate that he has no assets wherewith to pay them.</p>\n<p id=\"AGs\">Judgment reversed,</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}