{
  "casebody": {
    "data": "<casebody firstpage=\"144\" lastpage=\"150\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b208-9\">UNITED STATES of America, Appellee, v. Bertram L. PODELL and Martin Miller, Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b208-12\">Nos. 866, 875, Dockets 75-1019, 75-1030.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b208-13\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b208-14\">Argued April 21, 1975.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b208-15\">Decided June 24, 1975.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b208-16\">Certiorari Denied Nov. 3, 1975.</otherdate>\n<seealso data-order=\"6\" data-type=\"seealso\" id=\"AH4\">See 96 S.Ct. 270.</seealso>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b209-18\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>James M. La Rossa, New York City (La Rossa, Shargel &amp; Fischetti, New York City, on the brief, Gerald L. Shargel, New York City, of counsel), for appellant Podell.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b209-19\">Richard B. Marx, Miami, Fla. (Marx &amp; Squitero, Miami, Fla., on the brief), for appellant Miller.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b209-20\">Rudolph W. Giuliani, Asst. U. S. Atty. (Paul J. Curran, U. S. Atty., S. D. N. Y., New York City, on the brief, Michael B. Mukasey, Joseph Jaffe, and Lawrence S. Feld, Asst. U. S. Attys., of counsel), for appellee.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b209-21\">Before HAYS, MULLIGAN and TIMBERS, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b209-22\">HAYS, Circuit Judge:</author>\n<p id=\"b209-23\">Bertram L. Podell and Martin Miller appeal from judgments of conviction in the United States District Court for the Southern District of New York and from the denial of their motions under Rule 32(d) of the Federal Rules of Criminal Procedure to withdraw pleas of guilty. Podell and Miller both pleaded guilty to conspiracy to defraud the United States and to violate the conflict of interest statute, 18 U.S.C. § 203 (1970).<footnotemark>1</footnotemark> Podell <page-number citation-index=\"1\" label=\"146\">*146</page-number>also pleaded guilty to a substantive violation of 18 U.S.C. § 203(a). We affirm.</p>\n<p id=\"b210-4\">I.</p>\n<p id=\"b210-5\">Congressman Bertram Podell was charged with conspiracy, the solicitation and acceptance of bribes, criminal conflict of interest, and perjury. Martin Miller was charged with conspiracy, with offering a bribe, and with offering compensation in violation of the conflict of interest statute.<footnotemark>2</footnotemark> At the trial the Government introduced evidence that while Podell was a member of Congress, he received from Miller over $41,000 in legal fees and campaign contributions in return for advocating the interests of Florida Atlantic Airlines before the Civil Aeronautics Board, the Federal Aviation Administration, the State Department, and the Government of the Bahama Islands. Evidence was also introduced that Podell had made false statements to the F.B.I. in the course of its investigation of his activities and that he lied under oath to the Grand Jury.</p>\n<p id=\"b210-6\">On the tenth day of the trial, Podell and Miller withdrew their pleas of not guilty. Both pleaded guilty to conspiracy to defraud the United States and to violate the conflict of interest law; Po-dell also pleaded guilty to accepting compensation in violation of the conflict of interest law. Podell had already been on the stand for a day and a half, and was scheduled to take the stand again for continued cross-examination when the guilty pleas were entered.</p>\n<p id=\"b210-12\">Before accepting the new pleas, Judge Carter asked the defendants if they were pleading guilty voluntarily. Both Podell and Miller stated that there had been no coercion by the Government or promises by their counsel to induce them to plead guilty. Podell stated that while a member of Congress, he had been indirectly compensated for appearing before federal agencies to advocate the interests of Florida Atlantic Airlines. He said that he had not intended to violate the law but did intend to do what he did. Miller stated that he had retained Congressman Podell for his influence and that while he did not knowingly violate the law, he did act intentionally. Counsel for Podell and for the Government made it clear that the defendants were pleading guilty to conspiring only to defraud the United States and to violate the conflict of interest laws, not to pay a bribe, as had been charged in the original indictment.</p>\n<p id=\"b210-13\">Podell and Miller later moved to vacate their pleas of guilty. At the evi-dentiary hearing held by Judge Carter, counsel for Podell stated that his client’s primary purpose in pleading guilty had been to retain his license to practice law <page-number citation-index=\"1\" label=\"147\">*147</page-number>in New York. However, counsel also claimed that Podell had consented to plead guilty on the assurance of the prosecutors that they would not recommend a jail sentence and that Assistant United States Attorney Giuliani would testify on Podell’s behalf in future disbarment proceedings that the offense of which he was convicted did not involve bribery or reflect a “corrupt and criminal intent.” Counsel argued that both these assurances had been violated by a letter sent to the court on January 2, 1975. In that letter,<footnotemark>3</footnotemark> Assistant United States Attorney Mukasey pointed out the seriousness of the crimes to which the defendants had pleaded guilty. He also raised the problem of “treating less seriously the crimes of the privileged and powerful than those of the less advantaged.” He expressed the opinion that the court’s sentence should reflect the seriousness of the defendants’ crimes. Counsel claimed that the letter constituted a recommendation of imprisonment and that it undermined Giuliani’s usefulness as a witness. Counsel for Miller also claimed that he had received an assurance that no jail sentence would be recommended and that the letter of January 2 had violated it.</p>\n<p id=\"b211-12\">The Government claimed that all it had promised was that it would follow its usual procedure of taking no position as to whether a specific jail sentence should be imposed and that Mr. Giuliani would testify that Podell had not pleaded guilty to bribery, as the record indicates. The Government’s position was <page-number citation-index=\"1\" label=\"148\">*148</page-number>that the letter in no way violated these assurances.</p>\n<p id=\"b212-4\">After witnesses were called for both sides, the district judge found that the letter of January 2 violated “the spirit, if not the letter” of the Government’s representation that it would not recommend a jail sentence. However, he also found that in pleading guilty, neither Podell nor Miller had relied to any substantial degree on the Government’s representations. Podell had pleaded guilty “principally and primarily and exclusively because he was concerned that the jury might find him guilty of the bribery count” leading to his automatic disbarment. Miller pleaded guilty because “once Mr. Podell pleaded guilty, Mr. Miller had nothing else to do.” The district judge therefore denied the defense motions to withdraw the guilty pleas. He sentenced Podell to two years imprisonment on the conspiracy count, all but six months suspended, and fined him $5,000 on the conflict of interest count. Miller was sentenced to two years imprisonment, all but six months suspended, and fined $10,000 on the conspiracy count.</p>\n<p id=\"b212-5\">II.</p>\n<p id=\"b212-6\">Appellants claim that under <em>Santobello </em>v. <em>New York, </em>404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), the district court should have granted their motions to withdraw their guilty pleas on the ground that the Government violated its promise not to recommend a jail sentence. <em>Santobello </em>holds that</p>\n<blockquote id=\"b212-7\">“when a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.” 404 U.S. at 262, 92 S.Ct. at 499.</blockquote>\n<p id=\"b212-10\">It is uncontroverted that Podell’s main purpose in pleading guilty was to avoid a conviction for bribery and automatic disbarment. The district judge found that his plea rested “principally and primarily and exclusively” on that basis. Considering that Podell specifically denied that he was pleading in response to pressure or promises, we hold that the court’s finding was not clearly erroneous. Podell’s guilty plea must therefore stand since it rested in no significant degree on the Government’s promises.<footnotemark>4</footnotemark> See <em>United States </em>v. <em>Lombardozzi, </em>467 F.2d 160, 163 (2d Cir. 1972), cert. denied, 409 U.S. 1108, 93 S.Ct. 907, 34 L.Ed.2d 688 (1973); <em>United States </em>v. <em>Lombardozzi, </em>436 F.2d 878, 880-81 (2d Cir.), cert. denied, 402 U.S. 908, 91 S.Ct. 1379, 28 L.Ed.2d 648 (1971).</p>\n<p id=\"b212-11\"> The district court’s finding that Miller pleaded guilty because Podell had done so, and not because of prosecution promises, is also not clearly erroneous. Miller was charged with conspiring with Podell and with making illegal payments to him. Once Podell pleaded guilty to accepting those payments, the Government could have called him as a most effective witness against Miller. Furthermore, Miller had made statements before the Grand Jury incriminating both himself and Podell. Once Podell had pleaded guilty, the Government was no longer prohibited by <em>Bruton </em>v. <em>United States, </em>391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968) from introducing those statements against Miller. Finally, like Podell, Miller specifically denied that <page-number citation-index=\"1\" label=\"149\">*149</page-number>he was pleading in response to pressure or promises. Under these circumstances, we hold that Miller’s plea did not rest “in any significant degree” on the Government’s promise not to recommend a jail sentence.<footnotemark>5</footnotemark></p>\n<p id=\"b213-5\">III.</p>\n<p id=\"b213-6\">With regard to the conspiracy count only, appellants argue that under <em>McCarthy </em>v. <em>United States, </em>394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969) and <em>Irizarry </em>v. <em>United States, </em>508 F.2d 960 (2d Cir. 1974), they should be permitted to withdraw their guilty pleas on the ground that the district court accepted those pleas in violation of Rule 11 of the Federal Rules of Criminal Procedure.<footnotemark>6</footnotemark> Specifically, they claim that there was an insufficient factual basis in the record for the pleas and that the district judge failed to ascertain whether they understood the nature of the conspiracy charge. We find both of these contentions devoid of merit.</p>\n<p id=\"b213-7\">In <em>McCarthy </em>v. <em>United States, </em>supra, the Supreme Court held that a guilty plea which was entered in violation of Rule 11 should be set aside. The Court further held that in order to satisfy Rule 11, the district judge must personally address the defendant to determine if he understands the nature of the charge and must develop on the record the factual basis for the plea. 394 U.S. at 464-67, 89 S.Ct. 1166; <em>Rizzo </em>v. <em>United States, </em>516 F.2d 789 (2d Cir. 1975); <em>Irizarry </em>v. <em>United States, </em>508 F.2d 960, 964, 967 (2d Cir. 1974); <em>Manley </em>v. <em>United States, </em>432 F.2d 1241, 1244 (2d Cir. 1970) (en banc). In <em>Irizarry, </em>we put special emphasis on the need to explain the various elements of a conspiracy charge because of its unusual complexity. See 508 F.2d at 964— 66. tlowever, in each of those cases, a guilty plea was entered before trial. In this case, appellants pleaded guilty after the Government’s entire case had been presented at trial and while Podell was being cross-examined. In addition, as the district court ascertained at the time the pleas were entered, the defendants were well-educated and could be assumed to be aware of what had transpired at the trial. Under these circumstances, it is frivolous to argue that the pleas should be set aside because the judge failed to outline in detail the necessary elements of the charge, all of which were amply established in the trial record.</p>\n<p id=\"b213-10\">It is equally frivolous to argue that these guilty pleas may be withdrawn because the record of the proceedings accompanying their entry failed to establish a factual basis for them. <em>McCarthy </em>requires that the factual basis for the plea appear in the record to protect a defendant from voluntarily pleading guilty to charges of which he is innocent. See 394 U.S. at 467, 86 S.Ct. 1166. In this case, the record of the trial, at which appellants were represented by <page-number citation-index=\"1\" label=\"150\">*150</page-number>counsel and at which Judge Carter presided, together with the court’s questioning at the time the pleas were entered, was surely sufficient to satisfy the court that there was a firm factual basis for the pleas.<footnotemark>7</footnotemark> See Fed.R.Crim.P. 11.</p>\n<p id=\"b214-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b209-12\">. Section 203 provides, in part:</p>\n<blockquote id=\"b209-13\">“(a) Whoever, otherwise than as provided by law for the proper discharge of official duties, directly or indirectly receives or agrees to receive, or asks, demands, solicits, or seeks, any compensation for any services <page-number citation-index=\"1\" label=\"146\">*146</page-number>rendered or to be rendered either by himself or another—</blockquote>\n<blockquote id=\"b210-8\">(1) at a time when he is a Member of Congress, Member of Congress Elect, Delegate from the District of Columbia, Delegate Elect from the District of Columbia, Resident Commissioner, or Resident Commissioner Elect; or</blockquote>\n<blockquote id=\"b210-9\">(2) at a time when he is an officer or employee of the United States in the executive, legislative or judicial branch of the Government, or in any agency of the United States, including the District of Columbia,</blockquote>\n<p id=\"b210-10\">in relation to any proceeding, application, request for a ruling or other determination, contract, claim, controversy, charge, accusation, arrest, or other particular matter in which the United States is a party or has a direct and substantial interest, before any department, agency, court-martial, officer, or any civil, military, or naval commission, or</p>\n<blockquote id=\"b210-14\">“(b) Whoever, knowingly, otherwise than as provided by law for the proper discharge of official duties, directly or indirectly gives, promises, or offers any compensation for any such services rendered or to be rendered at a time when the person to whom the compensation is given, promised, or offered, is or was such a Member, Delegate, Commissioner, officer, or employee—</blockquote>\n<blockquote id=\"b210-15\">Shall be fined not more than $10,000 or imprisoned for not more than two years, or both; and shall be incapable of holding any office of honor, trust, or profit under the United States.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b210-16\">. Herbert S. Podell, Bertram Podell’s brother, was also indicted for conspiracy, bribery, the acceptance of compensation in violation of 18 U.S.C. § 203(a), and the making of false statements in violation of 18 U.S.C. § 1001. His case was severed before trial.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b211-5\">. The letter read as follows:</p>\n<blockquote id=\"b211-6\">“Dear Judge Carter:</blockquote>\n<blockquote id=\"b211-7\">“Your Honor presided over the trial of this case and is certainly aware of the serious nature of the crimes committed by both these defendants. At the time of sentence the Government will set forth in more detail its arguments concerning the seriousness of these offenses. As Your Honor knows, pursuant to the policy of this office and our agreement with Judge Frankel, we do not recommend specific sentences unless requested by the Court in advance. However, there are several matters which we would like the Court to consider prior to the sentencing proceeding.</blockquote>\n<blockquote id=\"b211-8\">“Bertram L. Podell held a high position of public trust. By his plea of guilty to two Federal felonies, he admitted that he violated that trust by using the influence of his public office to earn large sums of money for himself as a partner in the firm of Podell and Podell and as the sole beneficiary of the sums expended by the Citizens Committee for the Re-Election of Bertram L. Podell. Podell pleaded guilty to conspiracy to defraud the United States and a substantive violation of conflict of interest statutes. Both of these are serious violations of Federal Law and should be treated seriously at the time of sentence. Similarly, Martin Miller was a knowing and willing buyer of Po-dell’s influence to benefit his airline.</blockquote>\n<blockquote id=\"b211-9\">“Obviously, sentences serve many purposes but in cases such as these the prime purposes are deterrence and the equal administration of the law.</blockquote>\n<blockquote id=\"b211-10\">“The crimes involved in this case are ‘victimless’ only in the sense that there can be no complaining witness to bring them to the attention of the authorities. When both parties to a corrupt bargain, such as Podell and Miller, are satisfied, the public interest can often be compromised without detection. It is therefore particularly important that others who may be tempted to enter into such corrupt bargains be deterred.</blockquote>\n<blockquote id=\"b211-14\">“Moreover, the criminal justice system has often been criticized for treating less seriously the crimes of the privileged and powerful than those of the less advantaged. The crimes in this case, involving the betrayal of public trust, are serious ones. We believe the Court’s sentence should reflect that seriousness.</blockquote>\n<blockquote id=\"b211-15\">“Further, as Podell’s plea showed, many of his statements to the FBI, to a grand jury in this District, and ultimately from the witness stand, were false. This history of lying under oath is one the Court is fully entitled to consider in imposing punishment.</blockquote>\n<blockquote id=\"b211-16\">“Obviously, Podell’s political career does include substantial public service, much of which is no doubt being brought to the Court’s attention. Such service is the very content of a political career. However, the power that Podell had to do good as a Congressman makes all the more serious his abuse of that power.</blockquote>\n<blockquote id=\"b211-17\">“Finally, the Court should also be aware that although Martin Miller elected after being indicted to stand trial, he did provide valuable information to the Government during the investigation that preceded the indictment. Miller testified before a grand jury in this District to the payments he made to Podell in return for Podell’s use of Congressional influence in his behalf. That substantial cooperation should be weighed by the Court in Miller’s favor in sentencing him.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b212-8\">. Podell argues that even if his motive for pleading guilty was solely to avoid disbarment, the January 2 letter nevertheless warrants withdrawal of the plea because it violated Giuliani’s promise to testify on his behalf for the specific purpose of saving his license. The district judge did not specifically determine if Giuliani’s promise was to testify that Podell had not acted with a corrupt intent, in which case the letter would effectively contradict the promised testimony, or if the promise was merely to testify that bribery was not involved in the conviction, which was still possible despite the letter. However, Judge Carter did find that Podell’s plea was not motivated by any assurances from the Government but rather exclusively by the fear that the jury might convict him of bribery, leading to automatic disbarment. Whatever Giuliani promised, the exclusive purpose of Podell’s plea, to avoid automatic disbarment, was accomplished by excluding the bribery elements from his conviction.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b213-11\">. The letter of January 2 did mention Miller’s cooperation with the Grand Jury and asked the court to weigh that in his favor in sentencing him. It is therefore highly questionable if the district court’s finding that the letter violated the Government’s promise can be applied to Miller. Indeed, the Government argues that the letter did not even violate the promise to Podell since it did not recommend a specific jail sentence. However, in view of our holding that the promises were not a significant factor in the pleas of either Miller of Podell, we need not reach the issue of whether they were in fact breached.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"AA5\">. Rule 11 provides as follows:</p>\n<blockquote id=\"b213-13\">“A defendant may plead not guilty, guilty or, with the consent of the court, <em>nolo con-tendere. </em>The court may refuse to accept a plea of guilty, and shall not accept such plea or a plea of <em>nolo contendere </em>without first addressing the defendant personally and determining that the plea is made voluntarily with understanding of the nature of the charge and the consequences of the plea. If a defendant refuses to plead or if the court refuses to accept a plea of guilty or if a defendant corporation fails to appear, the court shall enter a plea of not guilty. The court shall not enter a judgment upon a plea of guilty unless it is satisfied that there is a factual basis for the plea.”</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b214-14\">. Appellants argue that there was no factual basis for their pleas to the conspiracy charge because both of them specifically stated at the time their pleas were entered that they had not acted with knowledge that they were breaking the law. However, the district judge could clearly have inferred from the trial record that they had acted with such knowledge. Furthermore, since knowledge of illegality is not necessary for a substantive conviction under 18 U.S.C. § 203, see <em>United States </em>v. <em>Quinn, </em>141 F.Supp. 622, 627 (S.D.N.Y.1956), such knowledge is also not necessary for a conspiracy conviction. See <em>United States </em>v. <em>Feola, </em>420 U.S. 671, 95 S.Ct. 1255, 43 L.Ed.2d 541 (1975); <em>United States </em>v. <em>Mauro, </em>501 F.2d 45, 51 (2d Cir. 1974), cert. denied, 419 U.S. 969, 95 S.Ct. 235, 42 L.Ed.2d 186 (1974).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}