{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"387\" lastpage=\"390\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b399-7\" pgmap=\"399\">Robert J. Cassell, Appellant, v. Elisha Williams, Appellee.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b399-8\" pgmap=\"399\">APPEAL FROM WOODFORD.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b399-9\" pgmap=\"399\">A trial of right of property which results in a verdict against the claimant, does not establish or confirm a right to th¿ property in the defendant in execution.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b399-10\" pgmap=\"399\">The case of Arena v. Reihle et al, 1 Scammon, 340, examined and explained.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b399-11\" pgmap=\"399\">In an action against an officer to recover three times the value of property sold upon execution, which is exempted by law, the plaintiff must he the owner of the property sold.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b399-12\" pgmap=\"399\">If an officer levies upon property, as the property of the defendant, he is not therefore estopped from subsequently denying that it is his property ; his return of the levy, is only prima facie against him.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b399-13\" pgmap=\"399\">If a party transfers his property fraudulently before, or in good faith, after execution issued, he cannot claim the property as his own, and recover of the officer selling it, upon the ground that it was exempt from execution.</headnotes><summary data-order=\"7\" data-type=\"summary\" id=\"b399-14\" pgmap=\"399\">This was an action of trespass, originally brought by appellee against the appellant, before a justice of the peace, to recover a penalty under the statute for taking property under an execution against the ajspellee, which was exempt from execution.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b399-15\" pgmap=\"399\">The case was taken into the Circuit Court of Woodford, by appeal, and a trial by the Court, Davis, Judge, presiding, without a jury, and judgment rendered against said appellant, for $99 00 and costs, at April term, 1851.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b399-16\" pgmap=\"399\">The appellee proved the judgment, upon which execution issued to appellant, the execution, delivery thereof to appellant, a constable, and levy upon a mare and sale thereof; that the property was claimed by George Kingston, that a trial of the right of property was had, and the property found to be subject to the execution; that he had only about $25, worth of property, besides the mare, except some little kitchen and household property, scarcely sufficient for the appellee’s family; that he was a householder, living with his family; that he was present at said trial of the right of property, and then, and previous thereto, ■denied that he owned the mare, and after said trial, and before sale, he notified the constable that he claimed the property as exempt from execution.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b400-3\" pgmap=\"400\">The execution was dated, January 24, 1850. The levy was made, March 11, 1850. The trial of the right of property, March 16, 1850. The sale was made, March 28, 1850. The mare worth $83.00.</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b400-4\" pgmap=\"400\">The appellant proved, by George Kingston, the claimant of the property, that he supposed himself to be the owner of the property; he had a mortgage on it, and it was forfeited and given up to him, but he let it remain with appellee; and previous to said trial of the right of property, appellee told witness that the mare was levied upon; thg,t he, appellee, admitted and declared the mare was not his property.</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b400-5\" pgmap=\"400\">The mare sold for $11.60 above the execution, which was paid to appellee by appellant, and he received it under a stipulation that it should not affect this suit.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b400-6\" pgmap=\"400\">The Court rendered judgment against appellee, from which he appealed to this Court, and in the Court below filed his bill of exceptions.</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b400-7\" pgmap=\"400\">The appellant assigns for error the decision of the Court below, in rendering said judgment.</summary><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b400-8\" pgmap=\"400\">H. O. Merrimax, for Appellant.</attorneys><p data-order=\"16\" data-type=\"legal\" id=\"A7Q8\" pgmap=\"400\">Refers to Cook v. Scott, 1 Gil., 333; McClusky v. McNeely, ibid, 579.</p><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b400-9\" pgmap=\"400\">1ST. H. Purple, for Appellee.</attorneys><p data-order=\"18\" data-type=\"legal\" id=\"AtD\" pgmap=\"400\">Refers to Arenz v. Reihle, 1 Scam., 341.</p> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b400-10\" pgmap=\"400\">Trumbull, J.</author> <p id=\"A4U\" pgmap=\"400\">Williams sued Cassell, in trespass, to recover three-fold the value of a mare, taken by the latter, as constable, on an execution against the former.</p> <p id=\"b400-11\" pgmap=\"400(129) 401(104)\">The record shows, that the execution was issued and came to the hands of Cassell, on the 24tli day of January, eighteen hun ■ dred and fifty ; that he made a levy upon the mare in controversy, as the property of Williams, on the eleventh of March following; that he, Kingston, claimed the mare as his property, whereupon a trial of the right of property was had, which resulted in a judgment against the claimant; that the mare was in the possession of Kingston, to whom she had been given up by Williams on a forfeited mortgage, at the time of the levy, though he permitted Williams to use her when he pleased; that previous, to the trial of the right of property, Williams disclaimed all ownership of the mare, and said that she belonged to Kingston; that Williams was the head of a family, residing with the same, at the time of the levy and sale, and had not, exclusive of the necessary household furniture and the mare in controversy, which was valued at thirty-three dollars, exceeding twenty-five dollars worth of property; that he gave notice to Cassell, some three or four days after the trial of the right of property, and before the sale, that he claimed the mare as exempt from execution, but that Cassell disregarding the notice, proceeded to sell the mare on the execution.</p> <p id=\"b401-5\" pgmap=\"401\">Upon this state of facts, the Circuit Court found the defendant guilty, and gave judgment against him for three times the value of the mare.</p> <p id=\"b401-6\" pgmap=\"401\">This finding and judgment was clearly erroneous. The evidence showed that Williams had no such title to the mare, as would authorize him to maintain this action. As between the plaintiff in the execution, and Kingston, the right of property was found against the latter, but it by no means followed, that it belonged to the execution debtor. When property levied upon is claimed by a third person, the question to be tried, is “whether the right of such property be in such claimant or not.” R. S ch. 91, §1. The judgment is conclusive only upon parties and privies. It does not determine that the property belongs to the defendant in the execution, for it often happens, that property not his own at the time, is liable to be taken in satisfaction of an execution against him.</p> <p id=\"b401-7\" pgmap=\"401(162) 402(26)\">The case of Arenz v. Reihle, 1 Scam., 340, has been referred to, as deciding that a judgment against a claimant upon the trial of a right of property, is conclusive evidence, that the property levied upon belongs to the defendant in the execution, but sucli is not the point decided in that case, though the language of the Court would, at first view, seem to justify such an inference. The question in that case, was whether the record of a trial of the right of property, wherein judgment had been given against the claimant, was admissible in evidence against Arenz, who had received the property from such claimant, after it had been attached, and a bond given to the Sheriff for its return, in case a return should be adjudged, for the purpose of showing that the property belonged to the defendant in the attachment, so far as to be liable thereto; and the Court very properly held it admissible for that purpose, upon the principle, that Arenz was privy, to the judgment upon the trial of the right of property, and bound by it.</p> <p id=\"b402-5\" pgmap=\"402\">The Court said, it is true, that “the record was not only the best evidence, but conclusive,” that the property belonged to the defendant in the attachment. This language must, however, be understood in reference to the case then under consideration, and means no more than that, in the case then before the Court, it was conclusive, as against Arenz, that the property was subject to the attachment.</p> <p id=\"b402-6\" pgmap=\"402\">It was insisted upon the argument, that Cassell having levied upon the mare, as the property of Williams, is estopped from subsequently denying that fact. If this argument be correct, then he would have been liable to Williams, even had the right of property, been found for the claimant, and in all cases where an officer, by mistake, levies upon the property of a stranger, he will become twice liable; first, to the owner, whose goods he wrongfully seizes, and secondly, to the defendant, whose goods he has admitted by his return, that he seized, though he never took them. Such cannot surely be the lav/.</p> <p id=\"b402-7\" pgmap=\"402\">The endorsement of the constable, is at most, in this action, but^nma facie evidence against him, that Williams owned the property, and that he did not in fact own it, is clearly established by proof of his own declarations, as well as the other evidence in the case.</p> <p id=\"b402-8\" pgmap=\"402\">If a party fraudulently transfer his property for the purpose of avoiding the payment of his debts, or even sell it for a valuable consideration, after it has become subject to the lien of an execution against him, he cannot afterwards claim the property as his, and recover from the officer selling it, three times its value, upon the ground that it was exempt from execution against him.</p> <p id=\"b402-9\" pgmap=\"402\">Let the judgment be reversed, and the cause be remanded.</p> <p id=\"b402-10\" pgmap=\"402\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}