{
  "casebody": {
    "data": "<casebody firstpage=\"7\" lastpage=\"9\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b29-8\">Granville Smith v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b29-9\">No. 23238.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ai\">Delivered December 5, 1945.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b30-9\"><page-number citation-index=\"1\" label=\"8\">*8</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b30-10\"><em>Thos. R. Bond and Morris Brin, </em>both of Terrell, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b30-11\"><em>Fred V. Meridith, </em>County Attorney, and <em>Robert K. Ramsey, </em>Assistant County Attorney, both of Terrell, and <em>Ernest S. Goems, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b30-12\">KRUEGER, Judge.</author>\n<p id=\"b30-13\">Appellant was convicted of the offense of unlawfully carrying a pistol, and his punishment was assessed at confinement in the county jail for a period of six months.</p>\n<p id=\"b30-14\">Appellant seriously contends that the evidence is insufficient to justify and sustain his conviction. With this contention we are inclined to agree. The'record discloses that appellant was running a grocery and restaurant business in the town of Terrell in Kaufman County; that on the night in question he closed his place of business about 9:30 P. M., and started home in his automobile. During the day he had collected approximately $100.00 which he put in his pocket. As he started to go home, he put a pistol in.his belt. About the time that he had gotten into his automobile, the officers appeared on the scene. They pulled him out of his car, searched him and found a pistol on his person. At the time they pulled him out of his automobile, he said he was going home.</p>\n<p id=\"b30-15\">Appellant testified that the pistol had been in his place of business for about six months; that he had not been in the habit of carrying it from his place of business to his home or from his home to his place of business. This is not controverted by any fact or circumstance. Appellant had a right to carry a pistol from his place of business to his home, just as much so as <page-number citation-index=\"1\" label=\"9\">*9</page-number>if he had carried it from a repair shop or from a pawnbroker shop to his home, so long as he did not do it habitually. This case is parallel to that of Bowles v. State, 66 Tex. Cr. R. 550. The evidence in this case is very similar to that adduced on the trial of that case. Upon the authority of that case, we think this case should be reversed 'and remanded. See also Kellum v. State, 66 Tex. Cr. R. 505; Mathonican v. State, 51 Tex. Cr. R. 471; Huff v. State, 51 Tex. Cr. R. 441.</p>\n<p id=\"b31-5\">Many other complaints are brought forward relating to the admission of extraneous misdemeanor cases which are not relevant to the case on trial, but in view of the disposition we are making of this case, we deem it unnecessary to discuss the same at length.</p>\n<p id=\"b31-6\">It occurs to us that the County Attorney failed to distinguish the difference between evidence which tends to affect the credibility of the accused as a witness and that which shows his general reputation. The charge of the court complained of singles out appellant’s testimony and is a comment on the weight thereof.</p>\n<p id=\"b31-7\">From what we have said it follows that the judgment of the trial court should be reversed and the cause remanded, and it is so ordered.</p>\n<p id=\"b31-8\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}