{
  "casebody": {
    "status": "ok",
    "data": "<casebody firstpage=\"310\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  IN RE Petition for DISCIPLINARY ACTION AGAINST Leon Emmanuel JEW, a Minnesota Attorney, Registration No. 032694X.\n </parties>\n <docketnumber id=\"p-2\">\n  A18-1808\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Minnesota.\n </court>\n <decisiondate id=\"p-4\">\n  Dated: February 25, 2019\n </decisiondate>\n <p id=\"p-5\">\n  ORDER\n </p>\n <opinion type=\"majority\">\n  <p id=\"p-6\">\n   The Director of the Office of Lawyers Professional Responsibility has filed a petition for disciplinary action against respondent Leon Emmanuel Jew, seeking reciprocal discipline after the State Bar Court of California issued a public reproval against respondent.\n   <em>\n    In re Jew\n   </em>\n   , 16-O-13295, Reproval order (St. Bar. Ct. of Cal. filed June 8, 2017). California disciplined respondent after he admitted depositing his own funds into his trust account and issuing checks from his trust account for payment of his personal expenses, in violation of Cal. R. Prof. Conduct 4-100(A) (2018) (abrogated Nov. 1, 2018).\n  </p>\n  <p id=\"p-7\">\n   We ordered respondent to inform us whether he thought reciprocal discipline is warranted and the reasons for his view and permitted the Director to file a responsive brief.\n   <em>\n    See\n   </em>\n   Rule 12(d), Rules on Lawyers Professional Responsibility (RLPR). Only the Director filed a brief on whether reciprocal discipline is warranted.\n  </p>\n  <p id=\"p-8\">\n   When an attorney has been publicly disciplined in another jurisdiction, we impose reciprocal discipline \"unless it appears that discipline procedures in the other jurisdiction were unfair, or the imposition of the same discipline would be unjust or substantially different from discipline warranted in Minnesota.\"\n   <em>\n    Id\n   </em>\n   . \"Unless the Court determines otherwise, a final adjudication in another jurisdiction that a lawyer had committed certain misconduct shall establish conclusively the misconduct for purposes of disciplinary proceedings in Minnesota.\"\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-9\">\n   A public reprimand is the identical Minnesota discipline to a public reproval.\n   <em>\n    Compare\n   </em>\n   Rule 15(a)(5), RLPR,\n   <em>\n    with\n   </em>\n   Title IV, Part A, §§ 1.2(d), .3(d), Rules of Procedure of the State Bar of California. The disciplinary proceedings in California were fair. The imposition of the same discipline would not be unjust or substantially different from discipline warranted in Minnesota.\n  </p>\n  <p id=\"p-10\">\n   Based upon all the files, records, and proceedings herein,\n  </p>\n  <p id=\"p-11\">\n   IT IS HEREBY ORDERED THAT:\n  </p>\n  <blockquote id=\"p-12\">\n   1. Respondent Leon Emmanuel Jew is publicly reprimanded.\n  </blockquote>\n  <blockquote id=\"p-13\">\n   2. Respondent shall pay $900 in costs pursuant to Rule 24, RLPR.\n  </blockquote>\n  <p id=\"p-14\">\n   BY THE COURT:\n  </p>\n  <p id=\"p-15\">\n   /s/ ______________________________\n  </p>\n  <p id=\"p-16\">\n   David L. Lillehaug\n  </p>\n  <p id=\"p-17\">\n   Associate Justice\n  </p>\n </opinion>\n</casebody>\n"
  }
}