{
  "casebody": {
    "data": "<casebody firstpage=\"191\" lastpage=\"196\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b223-5\">[L. A. No. 73.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Avd\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AnP\">March 28, 1896.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b223-6\">FRANK B. MERRIAM, Appellant, <em>v. </em>MARIA POGGI BACHIONI et al., Respondents.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b223-7\">Pre-emption—Homestead —Trust in United States Patent.—Where it appears that a pre-emption claim upon which a patent was issued by the government of the United States had its inception prior to the homestead entry of another claimant, the patent is evidence that the pre-emption claimant performed everything necessary to perfect the pre-emption claim; and the homestead claimant cannot enforce a trust in the patent as against the pre-emption claimant.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b223-8\">Id.—Defective Notice of Final Proof.—The fact that the notice of final proof by the pre-emption claimant was defective in some particulars is not material, where it is not shown that the defect was material to the controversy, or that actual notice of intention to make such <page-number citation-index=\"1\" label=\"192\">*192</page-number>proof was not given, or that the decision of the land department was made in ignorance of the facts, or through any mistake of fact or law.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"AWf\">id.—Alienage—Judgment in Ejectment — Estoppel — Authority op Land Department.—A judgment obtained by the homestead claimant • in an action of ejectment against the pre-emption claimant, upon the ground of the alleged alienage of- the pre-emption claimant, pending a contest in the land department between the two claimants, cannot transfer the title to the land, or bind the land department by estoppel, so as to preclude its authority to determine that the pre-emption claimant was a qualified pre-emptor, or authorize the homestead claimant to control the patent subsequently issued to the pre-emption claimant.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b224-3\">Appeal from a judgment of the Superior Court of San Diego County. George Puterbaugh, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b224-4\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b224-5\"><em>Rippey &amp; Nutt, </em>for Appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b224-6\">A valid homestead entry segregates the land from the public domain, and vests in the entryman an inchoate equitable title to the land. (U. S. Rev. Stats., secs. 2289-92, 2297, 2299; <em>Attorney General MacVeagh to Secretary of War, </em>July 15, 1881, 1 Copp's Pub. Land Laws, 387; <em>White </em>v. <em>Hastings etc. R. R. Co., </em>2 Copp’s Pub. Land Laws, 876-78; <em>Thomas </em>v. <em>St. Joseph etc. R. R. Co., </em>2 Copp’s Pub. Land Laws, 869; <em>Hastings etc. R. R. Co. </em>v. <em>Whitney, </em>132 U. S. 357; <em>Larsen </em>v. <em>Oregon Ry. &amp; Nav. Co., </em>19 Or. 241; <em>Wisconsin Cent. R. R. Co. </em>v. <em>Price, </em>133 U. S. 496; <em>Sioux City etc. Land Co. </em>v. <em>Griffey, </em>143 U. S. 32; <em>Bernier </em>v. <em>Bernier, </em>147 U. S. 242; <em>Wilson </em>v. <em>Fine, </em>40 Fed. Rep. 52; <em>Cornelius </em>v. <em>Kessel, </em>128 U. S. 456; <em>United States </em>v. <em>Steenerson, </em>50 Fed. Rep. 504; <em>Ard </em>v. <em>Brandon, </em>156 U. S. 537; <em>Southern Pac. R. Co. </em>v. <em>Wiggs, </em>43 Fed. Rep. 333; <em>Stark </em>v. <em>Starrs, </em>6 Wall. 402.) At the time of the issuance of the patent to Poggi Bachioni, Merriam had title to the land in question by estoppel, since the judgment pleaded in the complaint worked an estoppel between these parties and their privies. <em>(Young </em>v. <em>Shinn, </em>48 Cal. 26; <em>Shinn </em>v. <em>Young, </em>57 Cal. 525; <em>Mann </em>v. <em>Rogers, </em>35 Cal. 316; <em>Broussard </em>v. <em>Broussard, </em>43 La. Ann. 921; <em>Byers </em>v. <em>Neal, </em>43 Cal. <em>210; Montgomery </em>v. <em>Whiting, </em>40 Cal. 294; <em>Thrift </em>v. <em>Delaney, </em>69 Cal. 188; <page-number citation-index=\"1\" label=\"193\">*193</page-number><em>Taylor </em>v. <em>Castle, </em>42 Cal. 367; <em>Woolverton </em>v. <em>Baker, </em>98 Cal. 628; <em>Marshall </em>v. <em>Shafter, </em>32 Cal. 177; 1 Hermann on Res Ad judicata, secs. 106, 111; Code Civ. Proc., sec. 1908; <em>Whittaker </em>v. <em>Pendola, </em>78 Cal. 296.)</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b225-3\"><em>S. S. Knoles, </em>and <em>J. W. Hughes, </em>for Respondents.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b225-4\">As respondent Maria was in possession of the premises before, and at the time, the homestead proceedings were instituted, they were of no effect, and the granting of the patent necessarily included an adjudication by the land court of the citizenship and right of respondent to pre-empt the land. (U. S. Rev. Stats., secs. 2167, 2265, 2266; <em>Atherton </em>v. <em>Fowler, </em>96 U. S. 515; <em>Mower </em>v. <em>Fletcher, </em>116 U. S. 380; <em>McBrown </em>v. <em>Morris, </em>59 Cal. 73; <em>Davis </em>v. <em>Scott, </em>56 Cal. 165-70; <em>Goodwin </em>v. <em>McCabe, </em>75 Cal. 584; <em>Sharon </em>v. <em>Sharon, </em>84 Cal. 430-32; <em>Meriam </em>v. <em>Poggi, </em>17 Dec. Dept. Int. 759.) The judgment pleaded by plaintiff as an estoppel could not affect the title to the property, as a state court can make no valid adjudication affecting the disposition of the public lands of the United States until after the title has passed from the government. <em>(Johnson </em>v. <em>Towsley, </em>13 Wall. 87; <em>Warren v. Van Brunt, </em>19 Wall. 653; <em>Gibson </em>v. <em>Chouteau, </em>13 Wall. 99; <em>Shepley </em>v. <em>Cowan, </em>91 U. S. 339, 340; <em>Smelting Co. </em>v. <em>Kemp, </em>104 U. S. 645; <em>Stewart </em>v. <em>Sutherland, </em>93 Cal. 276; <em>Grant </em>v. <em>Oliver, </em>91 Cal. 160, 161; <em>Haven </em>v. <em>Haws, </em>63 Cal. 453; <em>Plummer </em>v. <em>Brown, </em>70 Cal. 546; <em>Quinby </em>v. <em>Conlan, </em>104 U. S. 425, 426; <em>Moore </em>v. <em>Robbins, </em>96 U. S. 530, 535; <em>Mahoney </em>v. <em>Van Winkle, </em>33 Cal. 458; <em>Caperton </em>v. <em>Schmidt, </em>26 Cal. 479; 85 Am. Dec. 187; <em>Rector </em>v. <em>Gibbon, </em>111 U. S. 290, 291; <em>Maxwell Land Grant case, </em>121 U. S. 380; <em>Lee </em>v. <em>Johnson, </em>116 U. S. 51; <em>Thompson </em>v. <em>Doaksum, </em>68 Cal. 598, 599.)</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b225-5\">Britt, C.</author>\n<p id=\"Am9\">On May 21, 1887, defendant Maria Poggi, .now the wife of said Louis Bachioni, resided on a tract ' of public land in San Diego county, and on May 30th following she filed her declaratory statement in the local /land-office of the United States, claiming the right of <page-number citation-index=\"1\" label=\"194\">*194</page-number>pre-emption as to such land. On said May 21st the plaintiff, Merriam, filed in the same office his application to enter the land as a homestead under the federal laws relating to entries of that character, and obtained the usual receiver’s duplicate receipt; in November, 1887, lie entered into possession of the greater part of the land. The contest thus arising over the right to acquire title from the government was prosecuted to a final decision of the general land-office in favor of said Maria, rendered in May, 1894. Merriam’s homestead entry was rejected on the ground that the land was covered by her preemption entry; and accordingly the patent of the United States for the land was issued to her in August, 1894. In the year 1889, and while such contest was pending before the land department, Merriam brought an action against Maria Poggi in the superior court of said county, alleging in his complaint the circumstances of his homestead ■ entry and possession thereunder, that she claimed the land in virtue of her pre-emption filing, that she was alien born, and had not declared her intention to become • a citizen prior to her said filing, and that she was in possession of parts of the land in hostility to him. She resisted such action, but the court found the facts to be as alleged by Merriam, and gave judgment in his favor for the possession of the whole tract in dispute. This ' was in March, 1890. Shortly afterward she was ejected from the land by the sheriff under such judgment, and Merriam has ever since had possession thereof. After \"• the patent was issued he instituted the present action to compel the Bachionis to convey the legal title to him, ■ claiming that the effect of the patent to said Maria was 6o make her his trustee. It is not now alleged that she '■was incompetent, by reason of alienage or otherwise, to 'exercise the right of pre-emption, except in so far as that \"question was determined by said judgment of the superior court. The court below held that his complaint, which discloses the matters above stated among others, does not state a cause of action, and rendered judgment dismissing his suit.</p>\n<p id=\"b227-3\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>Plaintiff argues, first, that by fulfilling the requirements of the law concerning his homestead application, he obtained an equitable title which the officers of the land department were bound to protect. But, conceding that such performance on his part is alleged in the complaint, yet it appears that the pre-emption of defendant Maria had its inception by her settlement on the land previous to his homestead entry, and the patent is evidence that she performed those things necessary to perfect her claim as a pre-emptor <em>(Southern Pac. R. R. Co. </em>v. <em>Purcell, </em>77 Cal. 69); of course, as against such prior right, his performance of the conditions prescribed for acquiring title in the manner attempted by him was unavailing. <em>(Plummer </em>v. <em>Brown, </em>70 Cal. 544; <em>Young </em>v. <em>Shinn, </em>48 Cal. 26.) There are certain allegations of the complaint from which the inference may be drawn that Maria Poggi’s notice of intention to make final proof in support of her entry, as provided by the act of March 3, 1879 (20 U. S. Stats, at Large, p. 472), was defective in some particulars; but it is not shown that this circumstance was material in the controversy, or that Merriam had not actual notice of her intention to “ prove up,” or that the final decision of the land department was rendered in ignorance of the facts or through any mistake of law in that behalf. The matter is not mentioned in the brief for the plaintiff here, and we allude to it only to show that it has not been overlooked.</p>\n<p id=\"ATe\">Appellant’s next point is, that the judgment obtained by him in the superior court, pursuant to which Maria Poggi was ousted from the land, operates now as an estoppel against her, and causes the patent to inure to his benefit. This sounds like strange doctrine; if it be true, then the courts of the state may become the tribunals for determining all conflicting claims to the public lands, to the entire supersession of that established by Congress for the purpose—the land-office of the United States. The state courts may for some purposes deal with the possession of public land prior to the issue of the patent, but they have no authority to give a judg<page-number citation-index=\"1\" label=\"196\">*196</page-number>ment “ in advance of the action of the government which would render its patents a nullity when issued. .... It is impossible thus to transfer a title which is yet in the United States.” <em>(Marquez </em>v. <em>Frisbie, </em>101 U . S. 475.) A court of ordinary jurisdiction cannot, by its judgment between contending claimants of the right to enter a tract of public land, forestall the action of tho land department of the general government in such contest; the authorities to support this proposition are well collected in <em>Forbes </em>v. <em>Driscoll, </em>4 Dak. 336, and <em>Adams </em>v. <em>Couch, </em>1 Oklahoma, 17; and, we have no doubt, whatever may have been the lawful effect of the former judgment on the mere possessory right of the parties, if it had any at all, that it yet could not conclude the action of the land-office on the question of the defendant’s alienage, and cannot operate to control the title evidenced by the patent subsequently issued. (See <em>Thrift </em>v. <em>Delaney, </em>69 Cal. 188, and cases cited.) ' Appellant lays stress on <em>Shinn </em>v. <em>Young, </em>57 Cal. 525; but there the parties claimed under different sources of title, and the controversy was primarily whether title had passed from the United States <em>(Thrift </em>v. <em>Delaney, supra); </em>that it had so passed to one of the litigating parties being once adjudged, the determination was held conclusive on them in a subsequent action; while here the prior judgment, as construed by plaintiff, related to the right to obtain title still in the United States—which, as shown, was not then within the competence of the court to decide. The judgment appealed from should be affirmed.</p>\n<p id=\"b228-3\">Vanclief, C., and Belcher, C., concurred.</p>\n<p id=\"b228-4\">For the reasons given in the foregoing opinion the judgment appealed from is affirmed.</p>\n<p id=\"b228-5\">McFarland, J., Temple, J., Henshaw, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}