{
  "casebody": {
    "data": "<casebody firstpage=\"94\" lastpage=\"96\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b142-8\">UNITED STATES of America, Plaintiff-Appellee, v. Matt Eugene NATONSKI and Donald Eugene Natonski, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Az_\">Nos. 16157, 16211.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b142-10\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b142-11\">Feb. 29, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b142-18\">Arnold B. Kalnitz, Warren J. Carey, Chicago, 111., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b142-19\">Edward V. Hanrahan, U. S. Atty., George E. Faber, Asst. U. S. Atty., Chicago, 111., for appellee; John Peter Lulin-ski, Gerald M. Werksman, Asst. U. S. Attys., of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b142-20\">Before SCHNACKENBERG, KILEY and SWYGERT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b142-21\">SCHNACKENBERG, Circuit Judge.</author>\n<p id=\"b142-22\">Matt Eugene Natonski and Donald Eugene Natonski, defendants, have each appealed from a judgment of the district court, following a trial by jury finding each of them guilty of receiving, concealing, bartering, selling and disposing of goods stolen from interstate shipment of freight, in violation of Section 2315, Title 18, United States Code. Donald was placed on probation for two years and Matt, his father, was sentenced to imprisonment for eighteen months.</p>\n<p id=\"b142-23\">With the exception of some character witnesses who testified for Donald, the only testimony in the record is that of government witnesses. The evidence tended to prove the following facts:</p>\n<p id=\"b142-24\">Both father and son were employed by the Linde Company (“Linde”). In 1963 the son had left his employment; the father remained as a maintenance man. Linde is the sole manufacturer of Linde Synthetic Star Sapphires which it produces at its plant in East Chicago, In<page-number citation-index=\"1\" label=\"95\">*95</page-number>diana. According to Linde’s method, the finished stones are all shipped to a New York outlet for distribution to manufacturing jewelers, with the exception of those acquired by employees who were permitted to make purchases directly from the company. Stones called “rejects” are those rejected in the inspection process because of defects.</p>\n<p id=\"b143-5\">Matt Natonski, as a maintenance man, had access to the storage locations of rejects of high and low quality, not sold or otherwise available on the open market. In April, 1966, an inventory taken at the plant disclosed a shortage of 20,000 carats of “reject” stones.</p>\n<p id=\"b143-6\">On September 9, 1966, Matt contacted a Chicago jeweler, Howard Block, by telephone and told Block that he had a large quantity of “Star Sapphires” for sale. Natonski also told Block that he would call him later to let him know when they could get together. Donald Naton-ski appeared at Block’s place of business on September 12, 1966, picked up a portable diamond scale, and, at Block’s request, made a telephone call to Matt to find out when they could get together. Later that afternoon, Matt telephoned Block, saying that he had 10,800 carats of Star Sapphires and asking Block to meet with him that evening. Block later called Matt back and declined.</p>\n<p id=\"b143-7\">Through a series of telephone conversations on September 13, 1966, with Matt, Block made arrangements to meet defendants that day. Block then informed F. B. I. agents of his conversations and plans to meet with Matt. Before meeting the Natonskis, Block first met with the F. B. I. agents. Block then drove to various locations in Dolton, Illinois, and met with defendants. During one of the meetings in Dolton, Block offered $1.50 per carat for the sapphires and Donald said he didn’t see how they could make any money at that price. After haggling over the price, Block agreed to pay $18,-000 and received 11,035 carats of Linde Star Sapphires in a paper bag from Donald.</p>\n<p id=\"b143-8\">Immediately after the exchange, F. B. I. agents arrested defendants. Upon his arrest, Matt said, “I am caught. I didn’t expect to be caught; nobody does, but I guess I am caught.” Later, Matt told the F. B. I. agents that he found the sapphires in a place other than where they should have been stored, thought they were of inferior quality, and took them home.</p>\n<p id=\"b143-10\">Petersen, supervisor of Star Stone Fabrication at Linde, testified that the gems had an average manufacturing value of $4.50 a carat, and that they were worth $10.00 a carat to a retail jeweler “as a low estimate”.</p>\n<p id=\"b143-11\">1. Before us, counsel for defendants contend that the government failed to make proof of the corpus delicti. While they admit that a Linde plant supervisor testified that in April, 1966, when an inventory was taken at the Linde plant disclosing shortages, “I think- — we found that we were 20,000 carats short in one inventory.”, it is argued that this shortage was not shown to have resulted from anyone’s criminal or unlawful act. As a consequence of this so-called lack of proof that a crime had in fact been committed, defense counsel maintain that the corpus delicti remains unproven, citing our holding in United States v. Echeles, 7 Cir., 222 F.2d 144, 155 (1955). In other words, the argument is — evidence of the inventory shortage might have established the fact of a loss; however, proof that this loss was caused by a criminal agency appears to be entirely lacking.</p>\n<p id=\"b143-12\">Defense counsel further contend that neither the defendants’ acts nor utterances — or any other evidence in the record — prove the corpus delicti and that the worst that can be said of defendants, viewing the evidence in the record, is that an April inventory disclosed it was short 20,000 carats, and in September defendant Matt Natonski was in possession of certain Linde stones which he dealt with in a suspicious manner, that he offered them for sale at what might have been less than their market value, which was followed by his arrest as aforesaid, at which time he made his statement in regard to his being “caught”. While counsel relies on our decision in United <page-number citation-index=\"1\" label=\"96\">*96</page-number>States v. O’Brien, 7 Cir., 174 F.2d 341, 345 (1949), where we did say that only a suspicion is not enough to send a man to the penitentiary, no one can reasonably say that the conviction of Matt Natonski in this case was based merely upon suspicion.</p>\n<p id=\"b144-4\">As to Donald Natonski, we cannot ignore the fact that he had worked in the Linde plant and that he actively participated in the sale to Howard Block by obtaining the scale to weigh the gems, negotiating their sale and delivering them to him. We conclude that on the entire record there was substantial evidence constituting proof of the corpus delicti. Moreover, it is apparent that there was sufficient evidence in the record from which the jury could conclude that there was an interstate movement of sapphires in question from Indiana, where the Linde plant is located, to Block in Chicago, to whom defendants made a sale thereof. United States v. Rabin, 7 Cir., 316 F.2d 564, 567 (1963).</p>\n<p id=\"b144-5\">2. While defendants argue that the government failed to prove the sapphires which Block bought from defendants were worth over $5,000 as required by 18 U.S.C.A. § 2311, it was held in Stern v. United States, 6 Cir., (1953), 204 F.2d 647, 649, that market value is meant by the statute. We also note that the record shows that among the indications of value in the evidence in this case is the $18,000 price agreed upon by Block and the defendants herein.</p>\n<p id=\"b144-7\">3. We have examined <em>in camera </em>a portion of a report by the Federal Bureau of Investigation transmitted with the record in this case and we hold that the district court was not obligated by law to produce it for inspection by defense counsel, pursuant to 18 U.S.C. § 3500.</p>\n<p id=\"b144-8\">For all of these reasons we feel compelled to, and do, affirm the judgments from which these appeals were taken.</p>\n<p id=\"b144-9\">Judgments affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}