{
  "casebody": {
    "data": "<casebody firstpage=\"646\" lastpage=\"648\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b664-8\">A. W. Dean v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b664-9\">No. 9606.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ayh\">Delivered January <em>13, 1926.</em></decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b665-5\"><page-number citation-index=\"1\" label=\"647\">*647</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b665-6\"><em>C. C. Small, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b665-7\"><em>Sam D. Stinson, </em>State’s Attorney, and <em>Nat Gentry, Jr., </em>Assistant State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b665-8\">LATTIMORE, Judge.</author>\n<p id=\"Ar9\">Appellant was given three years in the penitentiary, upon trial in the District Court of Wheeler County for possessing intoxicating liquor for purposes of sale, and appeals.</p>\n<p id=\"b665-9\">Brown was a State witness. He said he came with appellant in a car in which a keg of whiskey was transported from some point in Oklahoma to Shamrock, Texas. That said keg was then hidden; but later, at appellant’s direction, he went to where the keg was, poured out two gallons of whiskey and delivered same to Trout and Denham. Trout swore that he had made arrangements with appellant to get the whiskey. The trial court refused to tell the jury that Brown was an accomplice, or to submit the question to them as an issue of fact for their decision. His charge was excepted to for failing to do one or both of said things. The learned trial judge was in error in this matter. Only transporters, purchasers and possessors, who become witnesses in liquor cases, are relieved from the taint of being accomplices, if having guilty connection with the offense. The liquor Statutes penalize him who delivers intoxicating liquor to others. Admitting that Brown was not an accomplice by reason of his having transported the keg of whiskey and that same was in the possession of appellant at the point where hidden — still when Brown poured out and delivered a quantity of said whiskey, he thus was guilty of a crime in immediate relation to the transaction which formed the basis of the charge against appellant. One who delivers intoxicating liquor in this State is by Statute made a felon. Brown sustaining such relation to the transaction thereby became an accomplice and the court should so have told the jury. Cate v. State, 272 S. W. Rep. 210; Miller v. State, 97 Tex. Crim. Rep. 937; Dawson v. State, 97 Tex. Crim. Rep. 408. The failure to charge on accomplice testimony was called to the trial court’s attention by proper exception. For the refusal to charge that Brown was <page-number citation-index=\"1\" label=\"648\">*648</page-number>an accomplice the case must be reversed. Howard v. State, 233 S. W. Rep. 847.</p>\n<p id=\"b666-5\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b666-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}