{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"230\" lastpage=\"247\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  CHUANG DEVELOPMENT LLC, Plaintiff-Appellee,\n  <br/>\n  v.\n  <br/>\n  Rajineesh RAINA, Defendant-Appellant,\n </parties>\n <docketnumber id=\"p-2\">\n  Tenna Sharma, Defendant-Appellee.\n </docketnumber>\n <docketnumber id=\"p-3\">\n  Nos. 15AP-1062\n  <br/>\n  16AP-500\n </docketnumber>\n <court id=\"p-4\">\n  Court of Appeals of Ohio, Tenth District, Franklin County.\n </court>\n <decisiondate id=\"p-5\">\n  Rendered on May 25, 2017\n </decisiondate>\n <attorneys id=\"p-6\">\n  On brief: Smith Law, Ltd., and Karen K. Fuller Smith, for Chuang Development LLC. Argued: Karen K. Fuller Smith.\n </attorneys>\n <attorneys id=\"p-7\">\n  On brief: Maguire &amp; Schneider, LLP, Keith W. Schneider, and Trina N. Goethals, Columbus, for Rajineesh Raina. Argued: Trina N. Goethals.\n </attorneys>\n <p id=\"p-8\">\n  DECISION\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   BROWN, J.\n  </author>\n  <p id=\"p-10\">\n   {¶ 1} Defendant-appellant, Rajineesh Raina, appeals from two judgments of the Franklin County Court of Common Pleas, one overruling his objections to both the magistrate's decision awarding damages to plaintiff-appellee, Chuang Development, LLC (\"Chuang\"), and to the magistrate's decision denying his motion to vacate, and\n   the other denying his Civ.R. 60(B) motion for relief from judgment. Because (1) Chuang properly served Raina, but (2) the trial court's award of damages was speculative, we affirm in part and reverse in part.\n  </p>\n  <p id=\"p-11\">\n   {¶ 2} On June 7, 2012, Chuang filed a complaint against Raina and Gopal Gautam in the court of common pleas. Chuang asserted that it was the owner of commercial property located at 5000 Upper Metro Place, Dublin, Ohio (\"business address\"), and that it had leased the premises to Salvi's Bistro LLC (\"Salvi's\") on August 10, 2010 pursuant to a written lease agreement. Raina and Gautam signed the lease as the managing members of Salvi's, and executed and delivered to Chuang personal guarantees to cover Salvi's obligations under the lease. Chuang alleged that Salvi's had breached the lease by failing to pay rent, and that Raina and Gautam were in breach of their respective guarantees.\n  </p>\n  <p id=\"p-12\">\n   {¶ 3} Salvi's operated a restaurant and bar at the leased premises. The term of the lease was ten years. In 2012, Salvi's stopped paying rent. Chuang filed a forcible entry and detainer action against Salvi's in March 2012 in municipal court, and separately filed the instant action in common pleas court to recover its damages. The forcible entry and detainer action was resolved by agreed entry on November 27, 2012.\n  </p>\n  <p id=\"p-13\">\n   {¶ 4} In the present action, Chuang instructed the clerk to serve the complaint by certified mail to Raina and Gautam at the business address. On June 14, 2012, the clerk noted on the docket that it had received the signed certified mail return receipts.\n  </p>\n  <p id=\"p-14\">\n   {¶ 5} On June 13, 2012, Gautam notified the court that he had filed a petition in bankruptcy, and asked the court to stay the case. The court issued an order staying the action on June 14, 2012.\n  </p>\n  <p id=\"p-15\">\n   {¶ 6} Chuang dismissed Gautam from the case on June 20, 2012, and filed a motion asking the court to reactivate the case. The court reactivated the case on July 13, 2012.\n  </p>\n  <p id=\"p-16\">\n   {¶ 7} Chuang filed an amended complaint on July 19, 2012, adding Teena Sharma as a defendant. Chuang asserted that Raina and Sharma had both executed personal guarantees to cover Salvi's obligations under the lease, and that Raina and Sharma were in breach of their respective guarantees. Chuang requested that the amended complaint be served on Raina at the business address via certified mail. On July 26, 2012, the clerk noted on the docket that it had received the signed certified mail return receipt.\n  </p>\n  <p id=\"p-17\">\n   {¶ 8} Chuang filed a motion for summary judgment on March 14, 2013. Chuang noted that Salvi's had breached the lease agreement by failing to pay rent and other charges, and that Raina and Sharma were in breach of their personal guarantees. Chuang asked the court to grant it damages in the amount of $1,421,645.69; which included past due rent, accelerated future rent payments, attorney fees, and other miscellaneous expenses. Chuang stated that defendants were entitled to a deduction of $10,500.00 for the tenant's security deposit.\n  </p>\n  <p id=\"p-18\">\n   {¶ 9} On April 18, 2013, the trial court issued a decision and entry granting Chuang's motion for summary judgment as to liability only. The court scheduled the matter for a damages hearing before a magistrate. The entry granting Chuang's motion for summary judgment was mailed to Raina at the business address, but was returned to the court with the notation \"not deliverable as addressed unable to forward.\"\n  </p>\n  <p id=\"p-19\">\n   {¶ 10} The damages hearing was held May 29, 2013. Raina did not appear for the\n   hearing, and Chuang's managing member, Julie Chuang, testified as to Chuang's damages. Chuang noted at the hearing that she had sold some of the restaurant equipment remaining in the building for $2,000.00.\n  </p>\n  <p id=\"p-20\">\n   {¶ 11} On July 2, 2013, the magistrate issued a decision awarding Chuang $1,426,902.48 in damages. The magistrate determined that the past due rent was $114,825.69, and that \"[b]ased on the acceleration clause included in the Lease, and the fact the term is set forth as ten (10) years, the * * * calculation of future rent totals $1,295,040.00.\" (July 2, 2013 Mag. Decision at 2.) The magistrate found that Chuang was entitled to $25,036.79 in miscellaneous expenses ($6,500.00 roof repairs + $600.00 missing char broiler + $180.00 trash removal + $1,175.98 water bill + $1,000.00 sign removal + $15,580.81 reconciliation charges) and $4,500.00 in attorney fees. The magistrate gave defendants a credit of $12,500.00 ($10,500.00 security deposit + $2,000.00 sold restaurant equipment). The decision was mailed to Raina at the business address, but was returned to the court with the notation \"unable to forward return to sender.\"\n  </p>\n  <p id=\"p-21\">\n   {¶ 12} On July 16, 2013, Raina appeared in the action, filing a motion asking the court to grant him additional time to file objections to the magistrate's decision on damages. Raina stated that he did not \"have knowledge that a hearing was held,\" and that he did not receive the decision on damages \"until late last week when he was notified of the same by a third-party.\" (July 16, 2013 Request for Additional Time.) The trial court granted the motion.\n  </p>\n  <p id=\"p-22\">\n   {¶ 13} On July 31, 2013, Raina filed objections to the magistrate's decision on damages. Raina asserted that \"he did not receive proper service and that therefore, jurisdiction is lacking.\" (July 31, 2013 Objections at 7.) Raina further asserted that the magistrate had relied \"on the acceleration clause of the lease, stated in 16.2(i)\" to award future accelerated rent payments, but had ignored Article 16.2(b) of the lease, which obligated Chuang to use reasonable efforts to mitigate its damages. (July 31, 2013 Objections at 9.)\n  </p>\n  <p id=\"p-23\">\n   {¶ 14} On April 15, 2014, Raina filed a motion to vacate the decision on damages. Raina asserted that he \"did not receive pleadings, notices or motions filed in the instant action,\" and that the court lacked personal jurisdiction over him. (Mot. to Vacate at 3.) Raina supported the motion to vacate with his affidavit, averring that he was \"a resident of Alameda County, Pleasanton, California,\" and had \"never been served with a Complaint or Amended Complaint.\" (Raina Affidavit at ¶ 2-3.) Chuang filed a memorandum contra the motion to vacate and requested a hearing on the matter.\n  </p>\n  <p id=\"p-24\">\n   {¶ 15} On November 10, 2014, the trial court issued a decision referring Raina's motion to vacate to a magistrate for an evidentiary hearing. The court instructed the magistrate \"to determine the validity of [Raina's] statements that he was not properly served with the summons and complaint.\" (Nov. 10, 2014 Decision at 4.)\n  </p>\n  <p id=\"p-25\">\n   {¶ 16} Raina did not appear for the January 8, 2015 evidentiary hearing on his motion to vacate, but his attorney was present for the hearing. Ms. Chuang testified at the hearing, explaining why service to the business address was reasonably calculated to reach Raina. Chuang presented the court with several exhibits, including the lease and guaranty, the November 27, 2012 agreed entry from the eviction action, and several e-mails Raina had sent to Chuang and Chuang's counsel.\n  </p>\n  <p id=\"p-26\">\n   {¶ 17} On May 31, 2015, the magistrate issued a decision denying Raina's motion to vacate. The magistrate noted that \"the\n   default address\" under the lease was the business address, and that Raina \"failed to provide a separate address\" on the guaranty, \"despite being requested to do so.\" (May 31, 2015 Mag. Decision at 3.) The magistrate observed that the November 27, 2012 agreed entry demonstrated that Salvi's \"continued to occupy the space and do business as a restaurant after the period when this action was initiated,\" and that Raina continued to use the business address in the signature block of his e-mails \"after certified mail was signed for at the very same address.\" (May 31, 2015 Mag. Decision at 4-5.) The magistrate concluded that Chuang's evidence from the hearing demonstrated \"both a reasonable expectation that service [would] be delivered at the provided contact address for Defendant, along with a sufficient physical presence at the location.\" (May 31, 2015 Mag. Decision at 12.)\n  </p>\n  <p id=\"p-27\">\n   {¶ 18} Raina filed objections to the magistrate's decision denying his motion to vacate on June 11, 2015. Raina asserted there was nothing in the record indicating that he had \"a continual and repeated physical presence at the business address.\" (June 11, 2015 Objections at 8.) Raina explained that he used the business address in the signature block of his e-mails because that address was \"used for delivery arrangements and suppliers who would need to locate the restaurant.\" (June 11, 2015 Objections at 7.)\n  </p>\n  <p id=\"p-28\">\n   {¶ 19} On November 4, 2015, the trial court issued a decision and entry overruling Raina's objections and adopting the magistrate's decision denying Raina's motion to vacate, and overruling Raina's objections and adopting the magistrate's decision on damages. Regarding the motion to vacate, the court observed that Chuang had \"a reasonable expectation that the Complaint would be delivered to Defendant Raina when Defendant Raina was served at his business address, particularly when his business was operating and it was the only address provided by Defendant Raina both on the lease and in subsequent emails.\" (Nov. 4, 2015 Decision at 6.) Regarding the decision on damages, the court noted that, because Raina failed \"to appear at the damages hearing, Defendant Raina lost the opportunity to rebut the evidence offered by Plaintiff,\" and \"lost the opportunity to present any evidence of Plaintiff's alleged failure to mitigate.\" (Nov. 4, 2015 Decision at 8, 10.)\n  </p>\n  <p id=\"p-29\">\n   {¶ 20} On November 20, 2015, Raina filed a notice of appeal from the trial court's November 4, 2015 decision and entry. On December 18, 2015, Raina filed a Civ.R. 60(B) motion for relief from the trial court's November 4, 2015 judgment. Raina filed a motion in this court on December 28, 2015, asking this court to temporarily remand the case so the trial court could rule on Raina's Civ.R. 60(B) motion. On January 6, 2016, we granted Raina's motion for a temporary remand, and stayed the appeal in case No. 15AP-1062.\n  </p>\n  <p id=\"p-30\">\n   {¶ 21} In his motion for relief from judgment, Raina presented the court with public records demonstrating that Chuang sold the property at issue in September 2014 for $2,000,000. Raina argued that it \"would be unjust and inequitable for Plaintiff to collect accelerated rents on a property it no longer owns.\" (Dec. 18, 2015 Mot. for Relief at 10.) Raina further asserted that the court's November 4, 2015 judgment should be vacated, as the court lacked personal jurisdiction over him. Raina filed a new affidavit in support of his motion for relief.\n  </p>\n  <p id=\"p-31\">\n   {¶ 22} Chuang filed a memorandum contra the motion for relief on February 14, 2016, and Raina filed a reply to the memorandum contra on February 19, 2016. In the reply, Raina asserted that his California address was contained in a document\n   from Salvi's bankruptcy proceedings, and that Chuang and/or Chuang's counsel \"likely receive[d] a copy of the [bankruptcy] Petition of the commercial tenant.\" (Feb. 19, 2016 Reply at 3.)\n  </p>\n  <p id=\"p-32\">\n   {¶ 23} On June 23, 2016, the trial court issued a decision and entry denying Raina's motion for relief from judgment. The court concluded that the sale of the property did not render the damages judgment inequitable, as the \"accelerated damages provision of the lease allowed for these damages to be awarded in 2013 when Defendant was found in breach.\" (June 23, 2016 Decision at 6.) The court again concluded that \"service of the summons and Amended Complaint upon Defendant Raina was valid.\" (June 23, 2016 Decision at 7.) Raina filed a notice of appeal from the court's entry denying his motion for relief on July 6, 2016. On July 7, 2016, Raina filed a motion asking this court to re-activate his appeal in case No. 15AP-1062, and to consolidate it with his most recent appeal. On July 18, 2016, we granted Raina's motion, re-activated case No. 15AP-1062, and consolidated case Nos. 15AP-1062 and 16AP-500.\n  </p>\n  <p id=\"p-33\">\n   {¶ 24} Raina appeals, assigning the following errors for our review:\n  </p>\n  <blockquote id=\"p-34\">\n   [I.] The Trial Court erred in finding that it had personal jurisdiction over Defendant-Appellant Raina by denying Raina's Motion to Vacate.\n  </blockquote>\n  <blockquote id=\"p-35\">\n   [II.] The Trial Court erred in finding that Appellee-Plaintiff Chuang Development, LLC had a reasonable expectation to serve Appellant-Defendant Rajineesh Raina at a commercial place of business in which he was merely an investor when it denied Appellant's Motion to Vacate.\n  </blockquote>\n  <blockquote id=\"p-36\">\n   [III.] The Trial Court erred when it adopted the Magistrate's finding on damages when it had not been determined if the Plaintiff properly mitigated its damages as required by Ohio law.\n  </blockquote>\n  <blockquote id=\"p-37\">\n   [IV.] The Trial Court erred when it failed to find a voidable judgment under Ohio Civ.R. 60(B)(4) due to the sale of the Subject Property making the judgment inequitable.\n  </blockquote>\n  <blockquote id=\"p-38\">\n   [V.] The Trial Court erred when it failed to find relief from judgment under Ohio Civ.R. 60(B)(5) due [to] the sale of the Subject Property.\n  </blockquote>\n  <blockquote id=\"p-39\">\n   [VI.] The Trial Court erred when it failed to find relief from judgment under Ohio Civ.R. 60(B)(5) due to lack of personal jurisdiction.\n  </blockquote>\n  <p id=\"p-40\">\n   {¶ 25} Raina's first and second assignments of error assert the trial court erred in its November 4, 2015 decision and entry, by overruling his objections and adopting the magistrate's decision denying his motion to vacate. Raina's sixth assignment of error asserts the trial court erred in denying his Civ.R. 60(B) motion for relief from judgment due to lack of personal jurisdiction. As these assignments of error are interrelated, we address them together.\n  </p>\n  <p id=\"p-41\">\n   {¶ 26} Civ.R. 53 governs proceedings before a magistrate, including objections to a magistrate's decision. Civ.R. 53(D)(4)(d) provides that \"[i]f one or more objections to a magistrate's decision are timely filed, the court shall rule on those objections.\" In ruling on objections to a magistrate's decision, the trial court must undertake an independent review of the matters objected to in order \"to ascertain [whether] the magistrate has properly determined the factual issues and appropriately applied the law.\" Civ.R. 53(D)(4)(d). Thus, a trial court reviews objections to a magistrate's decision de novo.\n   <em>\n    Meccon, Inc. v. Univ. of Akron\n   </em>\n   , 10th Dist. No. 12AP-899,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=2013-Ohio-2563\">\n    2013-Ohio-2563\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2013%20WL%203198111\">\n    2013 WL 3198111\n   </extracted-citation>\n   , ¶ 15, citing\n   <em>\n    Mayle v. Ohio Dept. of Rehab. &amp; Corr.\n   </em>\n   , 10th Dist. No. 09AP-541,\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=2010-Ohio-2774\">\n    2010-Ohio-2774\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=2010%20WL%202433119\">\n    2010 WL 2433119\n   </extracted-citation>\n   , ¶ 15.\n  </p>\n  <p id=\"p-42\">\n   {¶ 27} An appellate court, however, reviews the trial court's decision to adopt, reject, or modify the magistrate's decision under an abuse of discretion standard.\n   <em>\n    Bell v. Nichols\n   </em>\n   , 10th Dist. No. 10AP-1036,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=2013-Ohio-2559\">\n    2013-Ohio-2559\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=2013%20WL%203193682\">\n    2013 WL 3193682\n   </extracted-citation>\n   , ¶ 16. \"An abuse of discretion may be found when the trial court 'applies the wrong legal standard, misapplies the correct legal standard, or relies on clearly erroneous findings of fact.' \"\n   <em>\n    PHH Mtge. Corp. v. Ramsey\n   </em>\n   ,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=2014-Ohio-3519\">\n    2014-Ohio-3519\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=17%20N.E.3d%20629\">\n    17 N.E.3d 629\n   </extracted-citation>\n   , ¶ 14, quoting\n   <em>\n    Thomas v. Cleveland\n   </em>\n   ,\n   <extracted-citation case-ids=\"5713077\" index=\"8\" url=\"https://cite.case.law/ohio-app-3d/176/401/\">\n    176 Ohio App.3d 401\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=2008-Ohio-1720\">\n    2008-Ohio-1720\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=892%20N.E.2d%20454\">\n    892 N.E.2d 454\n   </extracted-citation>\n   , ¶ 15 (8th Dist.).\n  </p>\n  <p id=\"p-43\">\n   {¶ 28} To render a valid judgment, a court must have personal jurisdiction over a defendant.\n   <em>\n    Maryhew v. Yova\n   </em>\n   ,\n   <extracted-citation case-ids=\"1815760\" index=\"11\" url=\"https://cite.case.law/ohio-st-3d/11/154/#p156\">\n    11 Ohio St.3d 154\n   </extracted-citation>\n   , 156,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=464%20N.E.2d%20538\">\n    464 N.E.2d 538\n   </extracted-citation>\n   (1984). A judgment made in the absence of personal jurisdiction over the defendant is void ab initio.\n   <em>\n    TCC Mgt. v. Clapp\n   </em>\n   , 10th Dist. No. 05AP-42,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=2005-Ohio-4357\">\n    2005-Ohio-4357\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=2005%20WL%202008677\">\n    2005 WL 2008677\n   </extracted-citation>\n   , ¶ 9 ;\n   <em>\n    C &amp; W Invest. Co. v. Midwest Vending, Inc.\n   </em>\n   , 10th Dist. No. 03AP-40,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=2003-Ohio-4688\">\n    2003-Ohio-4688\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=2003%20WL%2022054062\">\n    2003 WL 22054062\n   </extracted-citation>\n   , ¶ 6. A trial court lacks personal jurisdiction over a defendant if effective service of process has not been made on the defendant and the defendant has not voluntarily appeared in the case or waived service.\n   <em>\n    State ex rel. Ballard v. O'Donnell\n   </em>\n   ,\n   <extracted-citation case-ids=\"1423564\" index=\"17\" url=\"https://cite.case.law/ohio-st-3d/50/182/\">\n    50 Ohio St.3d 182\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=553%20N.E.2d%20650\">\n    553 N.E.2d 650\n   </extracted-citation>\n   (1990), paragraph one of the syllabus ;\n   <em>\n    Bowling v. Grange Mut. Cas. Co.\n   </em>\n   , 10th Dist. No. 05AP-51,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=2005-Ohio-5924\">\n    2005-Ohio-5924\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=2005%20WL%202981247\">\n    2005 WL 2981247\n   </extracted-citation>\n   , ¶ 27.\n  </p>\n  <p id=\"p-44\">\n   {¶ 29} The authority to vacate a void judgment is not derived from Civ.R. 60(B) but, rather, constitutes an inherent power possessed by Ohio courts.\n   <em>\n    C &amp; W Invest. Co.\n   </em>\n   at ¶ 7. Thus, when a party claims a trial court lacked personal jurisdiction over them due to improper service of process, the appropriate method to challenge such void judgment is through a common law motion to vacate.\n   <em>\n    <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=2005%20WL%202981247\">\n     Id.\n    </extracted-citation>\n   </em>\n   <em>\n    See also\n   </em>\n   <em>\n    Rite Rug Co. v. Wilson\n   </em>\n   ,\n   <extracted-citation case-ids=\"1783054\" index=\"22\" url=\"https://cite.case.law/ohio-app-3d/106/59/#p62\">\n    106 Ohio App.3d 59\n   </extracted-citation>\n   , 62,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=665%20N.E.2d%20260\">\n    665 N.E.2d 260\n   </extracted-citation>\n   (10th Dist. 1995) (observing that \"[a]lthough a motion to vacate a void judgment need not comply with Civ.R. 60(B), relief has been granted under Civ.R. 60(B)(5) for failure of service\"). \"The decision of a trial court regarding a motion to vacate a judgment will not be overturned on appeal absent an abuse of discretion.\"\n   <em>\n    <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=665%20N.E.2d%20260\">\n     Id.\n    </extracted-citation>\n   </em>\n   , citing\n   <em>\n    Hoffman v. New Life Fitness Ctrs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1163219\" index=\"25\" url=\"https://cite.case.law/ohio-app-3d/116/737/#p739\">\n    116 Ohio App.3d 737\n   </extracted-citation>\n   , 739,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=689%20N.E.2d%2084\">\n    689 N.E.2d 84\n   </extracted-citation>\n   (3d Dist. 1996).\n  </p>\n  <p id=\"p-45\">\n   {¶ 30} The methods of service are governed by Civ.R. 4.1, which provides for service by certified mail, personal service, or residential service. Chuang served the summons, complaint, and amended complaint to Raina at the business address by certified mail service. Service by certified mail, \"[e]videnced by return receipt signed by any person,\" is complete when the clerk notes receiving the return receipt on the docket. Civ.R. 4.1(A)(1)(a). The clerk noted receiving the certified mail return receipts for the complaint and amended complaint on June 14 and July 26, 2012, respectively.\n  </p>\n  <p id=\"p-46\">\n   {¶ 31} It is the plaintiff's duty to accomplish proper service on a defendant.\n   <em>\n    Babbitt &amp; Weis, LLP v. Flynn\n   </em>\n   , 10th Dist. No. 11AP-2,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=2011-Ohio-4835\">\n    2011-Ohio-4835\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=2011%20WL%204402522\">\n    2011 WL 4402522\n   </extracted-citation>\n   , ¶ 6, citing\n   <em>\n    Cincinnati Ins. Co. v. Emge\n   </em>\n   ,\n   <extracted-citation case-ids=\"775065\" index=\"29\" url=\"https://cite.case.law/ohio-app-3d/124/61/#p63\">\n    124 Ohio App.3d 61\n   </extracted-citation>\n   , 63,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=705%20N.E.2d%20408\">\n    705 N.E.2d 408\n   </extracted-citation>\n   (1st Dist. 1997). If a plaintiff follows the civil rules governing service of process, a rebuttable presumption of proper service arises.\n   <em>\n    <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=705%20N.E.2d%20408\">\n     Id.\n    </extracted-citation>\n   </em>\n   Because Chuang followed Civ.R. 4.1(A) for certified mail service, a rebuttable presumption of proper service arose.\n  </p>\n  <p id=\"p-47\">\n   {¶ 32} A defendant can rebut the presumption of proper service with sufficient evidence that service was not accomplished.\n   <em>\n    Griffin v. Braswell\n   </em>\n   ,\n   <extracted-citation case-ids=\"3868498\" index=\"32\" url=\"https://cite.case.law/ohio-app-3d/187/281/\">\n    187 Ohio App.3d 281\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=2010-Ohio-1597\">\n    2010-Ohio-1597\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=931%20N.E.2d%201131\">\n    931 N.E.2d 1131\n   </extracted-citation>\n   , ¶ 15 (10th Dist.)\"A failure of service of process, despite compliance with the civil rules\" exists where the \"plaintiff fails to direct the summons and complaint to the defendant's residence or to an address where the plaintiff could reasonably expect that the summons and complaint would be delivered to the defendant.\"\n   <em>\n    Erin Capital Mgt. LLC v. Fournier\n   </em>\n   , 10th Dist. No. 11AP-483,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=2012-Ohio-939\">\n    2012-Ohio-939\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=2012%20WL%20760711\">\n    2012 WL 760711\n   </extracted-citation>\n   , ¶ 19, citing\n   <em>\n    Grant v. Ivy\n   </em>\n   ,\n   <extracted-citation case-ids=\"8805609\" index=\"37\" url=\"https://cite.case.law/ohio-app-2d/69/40/#p42\">\n    69 Ohio App.2d 40\n   </extracted-citation>\n   , 42,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=429%20N.E.2d%201188\">\n    429 N.E.2d 1188\n   </extracted-citation>\n   (10th Dist. 1980). A failure of service may also occur where \"the defendant does not receive the summons and complaint, even though the plaintiff complied with the civil rules and service was made at an address where the plaintiff could reasonably anticipate that the defendant would receive it.\"\n   <em>\n    <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=429%20N.E.2d%201188\">\n     Id.\n    </extracted-citation>\n   </em>\n   , citing\n   <em>\n    Rafalski v. Oates\n   </em>\n   ,\n   <extracted-citation case-ids=\"6707631\" index=\"40\" url=\"https://cite.case.law/ohio-app-3d/17/65/#p66\">\n    17 Ohio App.3d 65\n   </extracted-citation>\n   , 66-67,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=477%20N.E.2d%201212\">\n    477 N.E.2d 1212\n   </extracted-citation>\n   (8th Dist. 1984). \"In determining whether a defendant has sufficiently rebutted the presumption of valid service, a trial court may assess the credibility and competency of the submitted evidence demonstrating non-service.\"\n   <em>\n    Bowling\n   </em>\n   at ¶ 33.\n  </p>\n  <p id=\"p-48\">\n   {¶ 33} \"A trial court is not required to give preclusive effect to a movant's sworn statement that she did not receive service of process when the record contains no other indication that service was ineffectual.\"\n   <em>\n    TCC Mgt.\n   </em>\n   at ¶ 15.\n   <em>\n    See also\n   </em>\n   <em>\n    First Resolution Invest. Corp. v. Davis\n   </em>\n   , 10th Dist. No. 05AP-328,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=2005-Ohio-4976\">\n    2005-Ohio-4976\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=2005%20WL%202303713\">\n    2005 WL 2303713\n   </extracted-citation>\n   , ¶ 12. A movant's sworn statement that they did not receive service of process \"warrants the trial court conducting a hearing to determine the validity of the movant's statement.\"\n   <em>\n    TCC Mgt.\n   </em>\n   at ¶ 15.\n   <em>\n    See also\n   </em>\n   <em>\n    Gupta v. Edgecombe\n   </em>\n   , 10th Dist. No. 03AP-807,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=2004-Ohio-3227\">\n    2004-Ohio-3227\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=2004%20WL%201381969\">\n    2004 WL 1381969\n   </extracted-citation>\n   , ¶ 15 (observing that \"without an evidentiary hearing,\" a trial court would be hindered \"from determining whether the defendant was truthful in claiming not to have received service\"). Because \"a plaintiff bears the burden of producing evidence to show that the defendant was properly served,\" the \"evidence presented by plaintiff must rebut the evidence offered by a defendant in an affidavit attesting that he was never served.\"\n   <em>\n    King v. Enron Capital &amp; Trade Res. Corp.\n   </em>\n   , 10th Dist. No. 00AP-761,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=2001%20WL%20327576\">\n    2001 WL 327576\n   </extracted-citation>\n   (Apr. 5, 2001).\n  </p>\n  <p id=\"p-49\">\n   {¶ 34} While the civil rules specify how service must be made, the rules do not specify where, or to whom, process may be served.\n   <em>\n    Akron-Canton Regional Airport Auth. v. Swinehart\n   </em>\n   ,\n   <extracted-citation case-ids=\"1804430\" index=\"47\" url=\"https://cite.case.law/ohio-st-2d/62/403/#p406\">\n    62 Ohio St.2d 403\n   </extracted-citation>\n   , 406,\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=406%20N.E.2d%20811\">\n    406 N.E.2d 811\n   </extracted-citation>\n   (1980). In choosing where to direct service, plaintiffs must comply with due process.\n   <em>\n    Erin Capital\n   </em>\n   at ¶ 20. Due process requires that \"notice [be] reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.\"\n   <em>\n    Mullane v. Cent. Hanover Bank &amp; Trust Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"362818\" index=\"49\" url=\"https://cite.case.law/us/339/306/#p314\">\n    339 U.S. 306\n   </extracted-citation>\n   , 314,\n   <extracted-citation case-ids=\"362818\" index=\"50\" url=\"https://cite.case.law/us/339/306/#p314\">\n    70 S.Ct. 652\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=94%20L.%20Ed.%20865\">\n    94 L.Ed. 865\n   </extracted-citation>\n   (1950). \"[I]t is not necessary that service be attempted through the most likely means of success-ordinarily residence service; it is sufficient that the method adopted be 'reasonably calculated' to reach its intended recipient.\"\n   <em>\n    Swinehart\n   </em>\n   at 406,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=406%20N.E.2d%20811\">\n    406 N.E.2d 811\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-50\">\n   {¶ 35} The Supreme Court of Ohio has concluded that \"service sent to a business address can comport with due process if the circumstances are such that successful notification could be reasonably anticipated.\"\n   <em>\n    <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=406%20N.E.2d%20811\">\n     Id.\n    </extracted-citation>\n   </em>\n   This court has observed that \" 'the party being served must have such a habitual, continuous or highly continual and repeated\n   physical presence at the business address that the party ordering the service of process would have reasonable grounds to calculate that the service would promptly reach the party being served.' \"\n   <em>\n    Rite Rug Co.\n   </em>\n   at 63,\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=665%20N.E.2d%20260\">\n    665 N.E.2d 260\n   </extracted-citation>\n   , quoting\n   <em>\n    Bell v. Midwestern Educational Servs.,\n   </em>\n   <extracted-citation case-ids=\"1698478\" index=\"55\" url=\"https://cite.case.law/ohio-app-3d/89/193/#p202\">\n    89 Ohio App.3d 193\n   </extracted-citation>\n   , 202,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=624%20N.E.2d%20196\">\n    624 N.E.2d 196\n   </extracted-citation>\n   (2d Dist. 1993).\n  </p>\n  <p id=\"p-51\">\n   {¶ 36} In\n   <em>\n    Swinehart\n   </em>\n   , the evidence demonstrated that the defendant was only an advisor to the business where the plaintiff directed service. The defendant did not have an office at the business, he had \"an office in another city, where he [was] president of a different company,\" and he only visited the business in question two or three times a month.\n   <em>\n    Id.\n   </em>\n   at 403,\n   <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=406%20N.E.2d%20811\">\n    406 N.E.2d 811\n   </extracted-citation>\n   . On such evidence, the court held that service to the business did not comport with due process. In\n   <em>\n    Rite Rug\n   </em>\n   , the defendant was an independent contractor of the business where Rite Rug directed service. It was unclear whether the defendant was \"working in that capacity at the time service was attempted,\" and there was little evidence in the record regarding whether the defendant was ever physically present at the business.\n   <em>\n    Id.\n   </em>\n   at 64,\n   <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=665%20N.E.2d%20260\">\n    665 N.E.2d 260\n   </extracted-citation>\n   . As such, we found the trial court abused its discretion by denying the defendant's motion to vacate without first holding an evidentiary hearing.\n  </p>\n  <p id=\"p-52\">\n   {¶ 37} Raina notes that it \"is uncontradicted that [he] did not sign for service via certified receipt.\" (Appellant's brief at 12.) Indeed, the certified mail return receipts demonstrate that someone other than Raina signed the receipts. However, Civ.R. 4.1 states that \"any person\" may sign the certified mail return receipt. The rule does not require \"actual service upon the party receiving the notice, but is effective upon certified delivery.\"\n   <em>\n    Castellano v. Kosydar\n   </em>\n   ,\n   <extracted-citation case-ids=\"1794941\" index=\"59\" url=\"https://cite.case.law/ohio-st-2d/42/107/#p110\">\n    42 Ohio St.2d 107\n   </extracted-citation>\n   , 110,\n   <extracted-citation index=\"60\" url=\"https://cite.case.law/citations/?q=326%20N.E.2d%20686\">\n    326 N.E.2d 686\n   </extracted-citation>\n   (1975). Accordingly, the fact that an individual other than Raina signed the receipts is immaterial. Furthermore, Raina never averred that the individuals who signed the certified mail receipts were not authorized to sign for certified mail on his behalf.\n   <em>\n    See\n   </em>\n   <em>\n    New Coop. Co. v. Liquor Control Comm.\n   </em>\n   , 10th Dist. No. 01AP-1124,\n   <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=2002-Ohio-2244\">\n    2002-Ohio-2244\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"62\" url=\"https://cite.case.law/citations/?q=2002%20WL%20926734\">\n    2002 WL 926734\n   </extracted-citation>\n   , ¶ 11.\n  </p>\n  <p id=\"p-53\">\n   {¶ 38} Raina contends that Chuang lacked a reasonable expectation that service to the business address would reach him. Raina asserts that Chuang failed to present evidence establishing that he \"had an office at the business or ha[d] a regular physical presence at the Subject Property,\" and claims that he \"did not have employment ties with the tenant/restaurant.\" (Appellant's brief at 12, 14.)\n  </p>\n  <p id=\"p-54\">\n   {¶ 39} Based on Raina's April 4, 2014 affidavit, the trial court ordered an evidentiary hearing. Raina, however, did not appear for the evidentiary hearing. Raina's counsel was present for the hearing, but did not present any evidence, stating that she would \"rely on the exhibits that were attached to our motions and that will be it.\" (Jan. 8, 2015 Tr. at 7.)\n  </p>\n  <p id=\"p-55\">\n   {¶ 40} Ms. Chuang testified at the hearing, noting that there was a space in the guaranty for Raina to print his address, but he did not \"provide the address.\" (Jan. 8, 2015 Tr. at 10.) Indeed, underneath Raina's signature on the guaranty is a space labeled \"Guarantors' Address,\" but Raina left the space blank. (Hearing Ex. B. at 3.) Article 27.4 of the lease provided that \"[a]ny notice [or] demand\" which may be required under the lease would be \"deemed to have been given * * * when mailed * * * to the party to be notified at the address of such party set forth in Section 1.1(n).\" (Hearing Ex. A; Article 27.4.) Article 1.1(n) of the lease stated that the tenant's address, for purposes of Article 27.4, was the business address.\n  </p>\n  <p id=\"p-56\">\n   {¶ 41} Chuang noted that, in the November 27, 2012 agreed entry from the eviction action, Salvi's agreed to vacate the premises \"on or before March 1, [20]13.\" (Hearing Ex. B at 4.) Chuang reviewed an e-mail Sharma sent to Chuang on February 22, 2013, in which Sharma stated, \"Raj[ineesh] wants me to let you know that Salvi[']s is closed.\" (Hearing Ex. E.) Sharma informed Chuang that she was \"planning on cleaning &amp; removing all the food on this weekend. Will give you keys late Sunday or Monday.\" (Hearing Ex. E.) Ms. Chuang noted that the e-mail from Sharma demonstrated that \"Raj[i]neesh is in charge with the restaurant want to close or not.\" (Jan. 8, 2015 Tr. at 26.)\n  </p>\n  <p id=\"p-57\">\n   {¶ 42} Ms. Chuang identified Hearing exhibits C and D as e-mails Raina sent to Ms. Chuang and Chuang's counsel in November and August 2012. In each e-mail, Raina's signature block appears as follows:\n  </p>\n  <blockquote id=\"p-58\">\n   Rajineesh Raina\n  </blockquote>\n  <blockquote id=\"p-59\">\n   Salvis Bistro\n  </blockquote>\n  <blockquote id=\"p-60\">\n   5000 Upper Metro Pl.\n  </blockquote>\n  <blockquote id=\"p-61\">\n   Dublin, OH\n  </blockquote>\n  <blockquote id=\"p-62\">\n   Cell: 510 * * *-* * * *\n  </blockquote>\n  <blockquote id=\"p-63\">\n   Email: * * *\n  </blockquote>\n  <p id=\"p-64\">\n   {¶ 43} The substance of the e-mails demonstrate that Raina was involved in operating the restaurant. For instance, in an August 30, 2012 e-mail titled \"[n]eed help,\" Raina informed Ms. Chuang, \"we have filed for bankruptcy for Salvis.\" (Hearing Ex. D.) Raina stated, \"[o]ur sales have gone down drastically since last year. But we are making dramatic cost cutting and are also trying frozen food concept. And we are making good turnaround.\" Raina acknowledged, \"[w]e owe you back rent,\" and offered to pay Chuang \"$500 per month with covenant note,\" stating \"[w]e need this help from you and we personally do not have to file for bankruptcy and we can run the restaurant.\" (Hearing Ex. D.)\n  </p>\n  <p id=\"p-65\">\n   {¶ 44} On November 18, 2012, Raina sent an e-mail to Chuang's counsel titled \"Eviction Notice.\" (Hearing Ex. C at 3.) The e-mail states, \"[w]e got a notice on this and we wanted to reach out to the landlord for a settlement.\" (Hearing Ex. D at 5.) Chuang's counsel forwarded the e-mail to Ms. Chuang, and Raina and Ms. Chuang e-mailed back-and-forth negotiating a settlement of the eviction action, resulting in the November 27, 2012 agreed entry. (\n   <em>\n    See\n   </em>\n   Hearing Ex. C.) Chuang stated at the January 8, 2015 hearing that, although Gautam signed the November 27, 2012 agreed entry on behalf of Salvi's, \"in negotiation, it's Raina is the one who negotiated with me.\" (Jan. 8, 2015 Tr. at 18.)\n  </p>\n  <p id=\"p-66\">\n   {¶ 45} Ms. Chuang explained that, because Raina did not \"provide [her] with an accurate address,\" the \"only sources [she could] contact with him was the 5000 Metro Place.\" (Jan. 8, 2015 Tr. at 24.) Indeed, the record demonstrates that Raina never provided Chuang with his home address, despite the opportunity to do so on the guaranty. The lease stated that notices for the tenant were to be sent to the business address, and, by using the business address in the signature block of his e-mails, Raina caused Chuang to believe that he would receive mail sent to the business address.\n  </p>\n  <p id=\"p-67\">\n   {¶ 46} \"[C]ourts have concluded that if a defendant gives out a particular address as his or her mailing address, service directed to that address satisfies the requirements of due process.\"\n   <em>\n    Erin Capital\n   </em>\n   at ¶ 21.\n   <em>\n    See also\n   </em>\n   <em>\n    Collins v. Robinson\n   </em>\n   , 2d Dist. No. 20954,\n   <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=2006-Ohio-407\">\n    2006-Ohio-407\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"64\" url=\"https://cite.case.law/citations/?q=2006%20WL%20235048\">\n    2006 WL 235048\n   </extracted-citation>\n   , ¶ 6 (finding that Collins \"had a reasonable expectation that Robinson would receive mail at the New Lebanon address,\" because Robinson provided the New Lebanon address as his address in the parties' land\n   installment contract). Thus, as the business address was the only address Raina ever provided Chuang, Chuang had a reasonable expectation that service to the business address would reach Raina.\n  </p>\n  <p id=\"p-68\">\n   {¶ 47} Additionally, in\n   <em>\n    Collins\n   </em>\n   , the court noted that the \"fact that Robinson sought legal advice promptly,\" within one month after the court issued the default judgment, \"reveal[ed] that he in fact did receive service of process.\"\n   <em>\n    <extracted-citation index=\"65\" url=\"https://cite.case.law/citations/?q=2006%20WL%20235048\">\n     Id.\n    </extracted-citation>\n   </em>\n   Raina appeared in the present action a mere 14 days after the magistrate issued the decision on damages. Raina also previously received legal documents Chuang mailed to the business address, as Chuang served the summons and complaint for the eviction action to the business address, and Raina's November 18, 2012 e-mail to Chuang's counsel demonstrated that Raina received notice of the eviction action. (\n   <em>\n    See\n   </em>\n   Chuang's May 13, 2014 Memorandum Contra, Ex. A.)\n   <em>\n    See\n   </em>\n   <em>\n    Quick v. Jenkins\n   </em>\n   , 7th Dist. No.\n   <extracted-citation index=\"66\" url=\"https://cite.case.law/citations/?q=13%20CO%204\">\n    13 CO 4\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"67\" url=\"https://cite.case.law/citations/?q=2013-Ohio-4371\">\n    2013-Ohio-4371\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=2013%20WL%205517874\">\n    2013 WL 5517874\n   </extracted-citation>\n   , ¶ 24. The November 27, 2012 agreed entry and the February 22, 2013 e-mail from Sharma demonstrated that Salvi's continued to operate until February 2013, several months after Chuang served the complaint and amended complaint to the business address.\n   <em>\n    Compare\n   </em>\n   <em>\n    C &amp; W Invest. Co.\n   </em>\n   at ¶ 15 (finding that service to a business address failed to comply with due process because the defendants had \"vacated the premises prior to service being made\").\n  </p>\n  <p id=\"p-69\">\n   {¶ 48} In denying the motion to vacate, the magistrate observed that Raina's affidavit was \"the only form of evidence that the Court can rely upon in support of vacating judgment.\" (May 31, 2015 Mag. Decision at 11.) The magistrate noted deficiencies in the affidavit, observing that Raina had not averred that he \"did not reside in Ohio in 2012, 2013 or part of 2014,\" and did not aver that he \"had no physical presence at the Premises and restaurant during July of 2012, or any time otherwise.\" (May 31, 2015 Mag. Decision at 11.) The magistrate concluded that Raina's affidavit was \"simply not credible in light of all of the hearing evidence.\" (May 31, 2015 Mag. Decision at 12.) The trial court agreed with the magistrate's conclusion.\n  </p>\n  <p id=\"p-70\">\n   {¶ 49} Relying on his April 4, 2014 affidavit, Raina asserts he has \"maintained, and continues to maintain, that he was not properly served.\" (Appellant's brief at 13.) The trial court, however, was not required to give preclusive effect to Raina's affidavit. The trial court properly relied on Raina's affidavit to order an evidentiary hearing, but Raina chose not to attend that hearing. By failing to attend the hearing, Raina deprived Chuang \"an opportunity to cross-examine [him] as to his assertions in his affidavit, and the trial court was, in part, deprived of the opportunity to judge the credibility of such assertions.\"\n   <em>\n    Oxley v. Zacks\n   </em>\n   , 10th Dist. No. 00AP-247,\n   <extracted-citation index=\"69\" url=\"https://cite.case.law/citations/?q=2000%20WL%201455289\">\n    2000 WL 1455289\n   </extracted-citation>\n   (Sept. 29, 2000). Because Raina failed to attend the hearing, \"the trial court was not obligated to believe [his] assertion that he did not receive service of process.\"\n   <em>\n    <extracted-citation index=\"70\" url=\"https://cite.case.law/citations/?q=2000%20WL%201455289\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-71\">\n   {¶ 50} The evidence presented at the January 8, 2015 evidentiary hearing demonstrated that service to the business address was reasonably calculated to reach Raina. The business address was the only address Raina ever provided to Chuang, and there is no evidence in the record indicating that Raina worked anywhere besides Salvi's. Raina was a managing member of Salvi's, and the e-mails demonstrate that Raina played an active roll in the business. Raina negotiated with Chuang on Salvi's behalf to stall the eviction, and Raina determined when the restaurant would close. Raina informed Chuang in August 2012 that Salvi's had begun trying a \"frozen food concept,\" demonstrating that Raina\n   knew the changes Salvi's had made to its day-to-day operations to boost its sales. (Hearing Ex. D.) Such intimate knowledge of the restaurant's operations allowed the court to infer that Raina was physically present at the business, and Raina failed to present evidence to rebut that inference.\n  </p>\n  <p id=\"p-72\">\n   {¶ 51} Accordingly, we find no abuse of discretion in the trial court's November 4, 2015 decision overruling Raina's objections and adopting the magistrate's decision denying Raina's motion to vacate.\n  </p>\n  <p id=\"p-73\">\n   {¶ 52} In his sixth assignment of error Raina asserts the trial court erred in failing to grant his Civ.R. 60(B) motion for relief from judgment due to lack of personal jurisdiction. Relying on the affidavit he filed in support of his motion for relief, Raina asserts that he did not receive service of process, and that he \"did not visit the restaurant.\" (Appellant's brief at 38.)\n  </p>\n  <p id=\"p-74\">\n   {¶ 53} The affidavit Raina submitted in support of his motion for relief from judgment added new information not present in Raina's April 4, 2014 affidavit. Raina averred in his December 18, 2015 affidavit that he had \"been a resident of California at all times herein relevant from 2010 to present,\" and that \"[a]t no time\" did he \"ever work or have an office at the Subject Property.\" (Raina Affidavit at ¶ 4, 6.) Raina claimed that he was merely \"an investor in the commercial business that was the tenant of the Subject Property.\" (Raina Affidavit at ¶ 7.) Raina stated that \"[n]one of [his] physical mailing addresses from 2010 till date in California was ever used as a forwarding address after the business closed on Feb 22, 2013,\" and that his relationship with Gautam and Sharma \"turned hostile in Nov/Dec 2012 onwards.\" (Raina Affidavit at ¶ 13-14.)\n  </p>\n  <p id=\"p-75\">\n   {¶ 54} Raina could have presented the court with all the statements contained in his December 18, 2015 affidavit at the January 8, 2015 hearing. Raina, however, chose not to attend or present any evidence at the hearing. \" Civ.R. 60(B) is not intended to permit parties to have 'do-overs.' \"\n   <em>\n    Gilson v. Am. Inst. of Alternative Medicine\n   </em>\n   ,\n   <extracted-citation index=\"71\" url=\"https://cite.case.law/citations/?q=2016-Ohio-1324\">\n    2016-Ohio-1324\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"72\" url=\"https://cite.case.law/citations/?q=62%20N.E.3d%20754\">\n    62 N.E.3d 754\n   </extracted-citation>\n   , ¶ 73, quoting\n   <em>\n    Adams v. Pitorak &amp; Coenen Invests.\n   </em>\n   ,\n   <em>\n    Ltd\n   </em>\n   ., 11th Dist. No. 2009-G-2931,\n   <extracted-citation index=\"73\" url=\"https://cite.case.law/citations/?q=2010-Ohio-3359\">\n    2010-Ohio-3359\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"74\" url=\"https://cite.case.law/citations/?q=2010%20WL%202803051\">\n    2010 WL 2803051\n   </extracted-citation>\n   , ¶ 84. Otherwise, \"a party who receives an unfavorable ruling could use Civ.R. 60(B) to have potentially unlimited opportunities to submit additional evidence or present new legal theories, 'essentially asking the court each time, \"is this enough.\" Such \"second bites at the apple\" are not authorized by the Rules of Civil Procedure.' \"\n   <em>\n    <extracted-citation index=\"75\" url=\"https://cite.case.law/citations/?q=2010%20WL%202803051\">\n     Id.\n    </extracted-citation>\n   </em>\n   , quoting\n   <em>\n    Adams\n   </em>\n   at ¶ 85.\n   <em>\n    See also\n   </em>\n   <em>\n    Dean v. West\n   </em>\n   , 5th Dist. No. 00CA00014,\n   <extracted-citation index=\"76\" url=\"https://cite.case.law/citations/?q=2000%20WL%201335068\">\n    2000 WL 1335068\n   </extracted-citation>\n   (Sept. 14, 2000) (observing that an \"[a]ppellant may not introduce additional evidence, which could have been adduced at trial, via a Civ.R. 60(B) motion in order to justify a second bite at the apple\").\n  </p>\n  <p id=\"p-76\">\n   {¶ 55} Raina's motion for relief from judgment, relying on his December 18, 2015 affidavit, was an attempt to receive such a \"do-over.\" Notably, the new averments in Raina's December 18, 2015 affidavit appear to be in direct response to the deficiencies the magistrate identified in Raina's April 4, 2014 affidavit. (\n   <em>\n    See\n   </em>\n   May 31, 2015 Mag. Decision at 11.) Raina could not use Civ.R. 60(B) to attempt to present the court with evidence Raina could have presented at the January 8, 2015 hearing. Accordingly, the trial court did not abuse its discretion in denying Raina's motion for relief from judgment.\n  </p>\n  <p id=\"p-77\">\n   {¶ 56} Lastly, Raina asserts that \"[h]is physical address was listed as an address in California in bankruptcy filings, which the Plaintiff-Appellee received as a creditor prior to attempting to serve Raina with its Amended Complaint.\" (Appellant's\n   Brief at 13.) Raina first presented the argument that his California address was contained in bankruptcy documents in his February 19, 2016 reply to Chuang's memorandum contra his motion for relief from judgment. Raina attached as an exhibit to the reply a May 4, 2012 document from Salvi's bankruptcy proceeding, titled \"Schedule H-Codebtors,\" which listed Raina's address as * * * Regency Dr. Pleasanton, California. (Feb. 19, 2016 Reply, Ex. A.)\n  </p>\n  <p id=\"p-78\">\n   {¶ 57} As noted above, Raina could not use his Civ.R. 60(B) motion to attempt to submit new evidence he could have presented at the January 8, 2015 hearing. Raina could have submitted Schedule H as an exhibit at the January 8, 2015 hearing, but he did not. Although Raina's counsel cross-examined Ms. Chuang generally about Salvi's bankruptcy, counsel did not ask Chuang about Schedule H. (\n   <em>\n    See\n   </em>\n   Jan. 8, 2015 Tr. at 16-24.) Indeed, Raina's counsel did not ask Ms. Chuang at the hearing whether she was aware of Raina's California address from any source at all.\n  </p>\n  <p id=\"p-79\">\n   {¶ 58} Service need not \" 'be made to the party's actual address so long as it is made to an address where there is a reasonable expectation that service will be delivered to the party.' \"\n   <em>\n    Erin Capital\n   </em>\n   at ¶ 21, quoting\n   <em>\n    United Home Fed. v. Rhonehouse\n   </em>\n   ,\n   <extracted-citation case-ids=\"1479653\" index=\"77\" url=\"https://cite.case.law/ohio-app-3d/76/115/#p124\">\n    76 Ohio App.3d 115\n   </extracted-citation>\n   , 124,\n   <extracted-citation index=\"78\" url=\"https://cite.case.law/citations/?q=601%20N.E.2d%20138\">\n    601 N.E.2d 138\n   </extracted-citation>\n   (6th Dist. 1991). Chuang had a reasonable expectation that mail sent to the business address would be delivered to Raina. Accordingly, service to the business address complied with the requirements of due process.\n  </p>\n  <p id=\"p-80\">\n   {¶ 59} Based on the foregoing, Raina's first, second, and sixth assignments of error are overruled.\n  </p>\n  <p id=\"p-81\">\n   {¶ 60} Raina's third assignment of error asserts the trial court erred in its November 4, 2015 decision by overruling his objection and adopting the magistrate's decision on damages, as the magistrate failed to assess whether Chuang had mitigated its damages. Raina notes that Article 16.2(b) of the parties' lease agreement obligated Chuang to mitigate its damages, and asserts that, because there is \"nothing in the record that show[s] the Landlord made a reasonable effort to mitigate its damages,\" Chuang \"should not legally be entitled to a $1,426,902.48 judgment.\" (Appellant's Brief at 26.)\n  </p>\n  <p id=\"p-82\">\n   {¶ 61} The lease agreement provides that, in the event of default by Salvi's, Chuang could terminate the lease \"and declare all rent and other monetary obligations imposed upon Tenant hereunder over the remainder of the Term to be immediately due and payable.\" (Lease Article 16.2(a)(i).) Chuang could also \"re-enter in and on, and retake possession of, the Premises without judicial process, to again have, possess, re-let, and enjoy the same as if this Lease had not been made\" without \"terminating this Lease and the obligations of Tenant.\" (Article 16.2(a)(iii).)\n  </p>\n  <p id=\"p-83\">\n   {¶ 62} In the event Chuang exercised its remedies and re-let the premises, Salvi's would \"remain obligated to pay Landlord all of Tenant's rental and other obligations hereunder, through the then remaining term of the Lease,\" subject, however, \"to offset for amounts collected by Landlord in the event of re-renting but netting therefrom any and all costs and expenses incurred by Landlord in connection with its re-entry and re-letting.\" (Lease Article 16.2(a)(iii).) While Salvi's \"agree[d] that Landlord may recover from Tenant any and all costs incurred by Landlord from Tenant's default hereunder,\" the lease provided that the \"Landlord shall have the obligation to engage in reasonable efforts to mitigate its damages as a result of any such default by Tenant.\" (Lease Article 16.2(b).)\n  </p>\n  <p id=\"p-84\">\n   {¶ 63} The Supreme Court has held that \"[a] lessor has a duty to mitigate damages caused by a lessee's breach of a commercial lease if the lessee abandons the leasehold.\"\n   <em>\n    Frenchtown Square Partnership v. Lemstone, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"149682\" index=\"79\" url=\"https://cite.case.law/ohio-st-3d/99/254/\">\n    99 Ohio St.3d 254\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"80\" url=\"https://cite.case.law/citations/?q=2003-Ohio-3648\">\n    2003-Ohio-3648\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"81\" url=\"https://cite.case.law/citations/?q=791%20N.E.2d%20417\">\n    791 N.E.2d 417\n   </extracted-citation>\n   , paragraph one of the syllabus.\n   <em>\n    See also\n   </em>\n   <em>\n    Dennis v. Morgan\n   </em>\n   ,\n   <extracted-citation case-ids=\"1090874\" index=\"82\" url=\"https://cite.case.law/ohio-st-3d/89/417/#p419\">\n    89 Ohio St.3d 417\n   </extracted-citation>\n   , 419,\n   <extracted-citation index=\"83\" url=\"https://cite.case.law/citations/?q=732%20N.E.2d%20391\">\n    732 N.E.2d 391\n   </extracted-citation>\n   (2000) (holding that \"landlords have a duty, as all parties to contracts do, to mitigate their damages caused by a breach\"). The duty to mitigate \"flows from the premise that modern leases are more than simply property-interest transfers; rather, leases possess contractual qualities that often include myriad covenants and duties and arise from a bargained-for relationship.\"\n   <em>\n    Frenchtown Square\n   </em>\n   at ¶ 20.\n   <em>\n    See also\n   </em>\n   <em>\n    F. Ents., Inc. v. Kentucky Fried Chicken Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1798903\" index=\"84\" url=\"https://cite.case.law/ohio-st-2d/47/154/#p160\">\n    47 Ohio St.2d 154\n   </extracted-citation>\n   , 160,\n   <extracted-citation index=\"85\" url=\"https://cite.case.law/citations/?q=351%20N.E.2d%20121\">\n    351 N.E.2d 121\n   </extracted-citation>\n   (1976). \"Landlords mitigate by attempting to rerent the property. Their efforts to do so must be reasonable, and the reasonableness should be determined at the trial level.\"\n   <em>\n    Dennis\n   </em>\n   at 419,\n   <extracted-citation index=\"86\" url=\"https://cite.case.law/citations/?q=732%20N.E.2d%20391\">\n    732 N.E.2d 391\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-85\">\n   {¶ 64} When a lease agreement obligates a landlord to use reasonable efforts to mitigate its damages, an award of damages made without \"a scintilla of evidence of what those efforts [to mitigate] were or whether the space has been relet, * * * would be speculative.\"\n   <em>\n    Jayashree Restaurants, LLC v. DDR PTC Outparcel LLC\n   </em>\n   , 10th Dist. No. 16AP-186,\n   <extracted-citation index=\"87\" url=\"https://cite.case.law/citations/?q=2016-Ohio-5498\">\n    2016-Ohio-5498\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"88\" url=\"https://cite.case.law/citations/?q=2016%20WL%204441870\">\n    2016 WL 4441870\n   </extracted-citation>\n   , ¶ 22. In\n   <em>\n    Jayashree\n   </em>\n   , the landlord, DDR, leased commercial property to Jayashree. Jayashree defaulted on the lease and abandoned the leasehold before the end of the lease term. The trial court granted DDR's motion for summary judgment, and awarded damages in the amount of $575,189.21, which included past due and future rent payments. The parties' lease agreement provided that, in the event of default, DDR would \"have the right to 'enter upon the Premises and relet the Premises in Landlord's name for the remainder of the Term * * * and recover from Tenant any deficiency for the balance of the Term, plus expenses of reletting.' \"\n   <em>\n    Id.\n   </em>\n   at ¶ 20. The lease further provided that the \" 'Landlord shall use commercially reasonable efforts to mitigate damages suffered by Landlord arising from the default.' \"\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-86\">\n   {¶ 65} Jayashree argued that DDR failed to provide adequate proof to support the $575,189.21 damage award, as there was no evidence in the record regarding whether the property had been re-let. We observed that \" 'every plaintiff bears the burden of proving the nature and extent of his damages in order to be entitled to compensation.' \"\n   <em>\n    Id.\n   </em>\n   at ¶ 13, quoting\n   <em>\n    Akro-Plastics v. Drake Industries\n   </em>\n   ,\n   <extracted-citation case-ids=\"964162\" index=\"89\" url=\"https://cite.case.law/ohio-app-3d/115/221/#p226\">\n    115 Ohio App.3d 221\n   </extracted-citation>\n   , 226,\n   <extracted-citation index=\"90\" url=\"https://cite.case.law/citations/?q=685%20N.E.2d%20246\">\n    685 N.E.2d 246\n   </extracted-citation>\n   (11th Dist. 1996). \"Damages that result from an alleged wrong must be shown with reasonable certainty, and a party cannot base them on mere speculation or conjecture.\"\n   <em>\n    <extracted-citation index=\"91\" url=\"https://cite.case.law/citations/?q=685%20N.E.2d%20246\">\n     Id.\n    </extracted-citation>\n   </em>\n   , citing\n   <em>\n    Wagenheim v. Alexander Grant &amp; Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6712402\" index=\"92\" url=\"https://cite.case.law/ohio-app-3d/19/7/#p17\">\n    19 Ohio App.3d 7\n   </extracted-citation>\n   , 17,\n   <extracted-citation index=\"93\" url=\"https://cite.case.law/citations/?q=482%20N.E.2d%20955\">\n    482 N.E.2d 955\n   </extracted-citation>\n   (10th Dist. 1983). Thus, DDR was required to \"prove the nature and extent of its damages,\" and to establish such damages \"with reasonable certainty.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 16.\n  </p>\n  <p id=\"p-87\">\n   {¶ 66} Based on the parties' lease, we found that \"critical information [was] missing for the calculation of damages.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 20. The lease obligated DDR \"to make reasonable efforts to relet the space to mitigate the damages caused by Jayashree's actions,\" but the record \"did not state whether the space had been relet or not.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 21. In the absence of such information, \"no court [could] be reasonably certain what the damages are.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 21.\n  </p>\n  <p id=\"p-88\">\n   {¶ 67} Here, the lease agreement similarly obligated Chuang to use reasonable\n   efforts to mitigate its damages. The lease made evidence of Chuang's efforts to mitigate by re-letting the premises vital to any award of damages, as the lease expressly required that any future rent payments be \"offset for amounts collected by Landlord in the event of re-renting.\" (Lease Article 16.2(a)(iii).) Accordingly, an award of damages made in the absence of evidence demonstrating whether Chuang had attempted to mitigate its damages by re-letting the property would be speculative.\n   <em>\n    Id.\n   </em>\n   at ¶ 22.\n  </p>\n  <p id=\"p-89\">\n   {¶ 68} The record below does not contain evidence of any efforts Chuang made to re-let the premises. At the May 29, 2013 damages hearing, Ms. Chuang testified to the past due and future rent, but did not mention any efforts she had made to re-let the premises or to sell the property. Ms. Chuang testified that she had sold some of the restaurant equipment Salvi's left behind for $2,000. The sale of the restaurant equipment, however, was insufficient to satisfy Chuang's obligation to mitigate damages under Article 16.2(b) of the lease. In commercial leases, \"[l]andlords mitigate by attempting to rerent the property.\"\n   <em>\n    Dennis\n   </em>\n   at 419,\n   <extracted-citation index=\"94\" url=\"https://cite.case.law/citations/?q=732%20N.E.2d%20391\">\n    732 N.E.2d 391\n   </extracted-citation>\n   .\n   <em>\n    See also\n   </em>\n   <em>\n    B &amp; G Properties Ltd. Partnership v. OfficeMax, Inc.\n   </em>\n   ,\n   <extracted-citation index=\"95\" url=\"https://cite.case.law/citations/?q=2013-Ohio-5255\">\n    2013-Ohio-5255\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"96\" url=\"https://cite.case.law/citations/?q=3%20N.E.3d%20774\">\n    3 N.E.3d 774\n   </extracted-citation>\n   , ¶ 23.\n  </p>\n  <p id=\"p-90\">\n   {¶ 69} In the magistrate's decision on damages, the magistrate concluded that \"[b]ased on the acceleration clause included in the Lease,\" Chuang was \"entitled to judgment for the amount of damages authorized under the Lease.\" (July 2, 2013 Mag. Decision at 2-3.) Although the magistrate relied on the acceleration clause in the lease to award damages, the magistrate ignored the mitigation clause in the lease. The trial court overruled Raina's objection to the decision on damages, stating that, because Raina \"failed to appear at the damages hearing, * * * there was no need for the Magistrate to * * * determine if Plaintiff had performed any mitigation.\" (Nov. 4, 2015 Decision at 8.)\n  </p>\n  <p id=\"p-91\">\n   {¶ 70} The trial court abused its discretion in overruling Raina's objection to the magistrate's decision on damages. The lease obligated Chuang to mitigate its damages, and made any award of accelerated future rent payments contingent on evidence of whether the premises had been re-let. By adopting the magistrate's decision on damages, the trial court enforced the acceleration clause in Article 16.2(a)(i) of the lease, while ignoring both the mitigation clause in Article 16.2(b) and the requirement that future rent payments be offset by the amount of re-rental in Article 16.2(a)(iii). The trial court could not arbitrarily enforce certain provisions of the lease, while ignoring others.\n  </p>\n  <p id=\"p-92\">\n   {¶ 71} Chuang asserts that \"mitigation is an affirmative defense to a claim,\" which Raina abandoned by failing to file an answer. (Appellee's Brief at 19.) The \"[f]ailure to mitigate damages caused by a breach of a commercial lease is an affirmative defense.\"\n   <em>\n    Frenchtown Square\n   </em>\n   at ¶ 21.\n   <em>\n    See also\n   </em>\n   <em>\n    Feller, LLC v. Wagner\n   </em>\n   , 10th Dist. No. 11AP-759,\n   <extracted-citation index=\"97\" url=\"https://cite.case.law/citations/?q=2012-Ohio-5972\">\n    2012-Ohio-5972\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"98\" url=\"https://cite.case.law/citations/?q=2012%20WL%206621733\">\n    2012 WL 6621733\n   </extracted-citation>\n   , ¶ 34, citing\n   <em>\n    Hines v. Riley\n   </em>\n   ,\n   <extracted-citation case-ids=\"60999\" index=\"99\" url=\"https://cite.case.law/ohio-app-3d/129/379/#p383\">\n    129 Ohio App.3d 379\n   </extracted-citation>\n   , 383,\n   <extracted-citation index=\"100\" url=\"https://cite.case.law/citations/?q=717%20N.E.2d%201133\">\n    717 N.E.2d 1133\n   </extracted-citation>\n   (4th Dist. 1998). \"Mitigation of damages is an affirmative defense under Civ.R. 8(C),\" which is \"waived unless it is raised affirmatively in a responsive pleading under Civ.R. 8(C), or by amendment under Civ.R. 15.\"\n   <em>\n    Gupta v. Edgecombe,\n   </em>\n   10th Dist. No. 05AP-34,\n   <extracted-citation index=\"101\" url=\"https://cite.case.law/citations/?q=2005-Ohio-6890\">\n    2005-Ohio-6890\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"102\" url=\"https://cite.case.law/citations/?q=2005%20WL%203528788\">\n    2005 WL 3528788\n   </extracted-citation>\n   , ¶ 12, citing\n   <em>\n    Jim's Steak House, Inc. v. Cleveland\n   </em>\n   ,\n   <extracted-citation case-ids=\"111323\" index=\"103\" url=\"https://cite.case.law/ohio-st-3d/81/18/#p20\">\n    81 Ohio St.3d 18\n   </extracted-citation>\n   , 20,\n   <extracted-citation index=\"104\" url=\"https://cite.case.law/citations/?q=688%20N.E.2d%20506\">\n    688 N.E.2d 506\n   </extracted-citation>\n   (1998).\n  </p>\n  <p id=\"p-93\">\n   {¶ 72} However, our holding on the present issue is not premised on the affirmative defense of mitigation. Rather, our holding is based on the court's award of damages under the contract at issue, the lease. The concurring opinion in\n   <em>\n    Jayashree\n   </em>\n   noted that\n   <em>\n    Jayashree\n   </em>\n   did \"not change established law regarding the burden of proof for mitigation of damages.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 24 (Sadler, J., concurring). Because the lease in\n   <em>\n    Jayashree\n   </em>\n   required \"the lessor to establish the amount of any deficiency after re-let in order to recover for balance of the term of the lease,\" the language of the \"lease control[led] the outcome.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 26, 24. The language of the present lease similarly controls the outcome in this case.\n  </p>\n  <p id=\"p-94\">\n   {¶ 73} A plaintiff must establish their entitlement to damages under a contract with reasonable certainty, and such damages may not be based on mere speculation or conjecture.\n   <em>\n    Atelier Dist., L.L.C. v. Parking Co. of Am., Inc\n   </em>\n   ., 10th Dist. No. 07AP-87,\n   <extracted-citation index=\"105\" url=\"https://cite.case.law/citations/?q=2007-Ohio-7138\">\n    2007-Ohio-7138\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"106\" url=\"https://cite.case.law/citations/?q=2007%20WL%204564304\">\n    2007 WL 4564304\n   </extracted-citation>\n   , ¶ 60. The lease obligated Chuang to use reasonable efforts to mitigate its damages, and made the award of future rent payments contingent on whether Chuang had re-let the premises. Accordingly, damages awarded under the lease in the absence of such evidence were speculative.\n  </p>\n  <p id=\"p-95\">\n   {¶ 74} Notably, the duty to mitigate \"requires only reasonable efforts,\" and the \"reasonableness of introducing a replacement lessee, is a question for the trier of fact.\"\n   <em>\n    Frenchtown Square\n   </em>\n   at ¶ 19. The duty to mitigate \"does not require extraordinary measures to avoid excessive damages.\"\n   <em>\n    UAP-Columbus JV326132 v. O. Valeria Stores, Inc.\n   </em>\n   , 10th Dist. No. 07AP-614,\n   <extracted-citation index=\"107\" url=\"https://cite.case.law/citations/?q=2008-Ohio-588\">\n    2008-Ohio-588\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"108\" url=\"https://cite.case.law/citations/?q=2008%20WL%20384236\">\n    2008 WL 384236\n   </extracted-citation>\n   , ¶ 17.\n   <em>\n    See also\n   </em>\n   <em>\n    Frenchtown Square\n   </em>\n   at ¶ 19 (noting that the duty to mitigate \"does not require a lessor to accept just any available lessee,\" as the \"duty to mitigate requires only reasonable efforts\");\n   <em>\n    Luca v. Volunteers of Am.\n   </em>\n   , 9th Dist. No. 3756,\n   <extracted-citation index=\"109\" url=\"https://cite.case.law/citations/?q=1985%20WL%2010731\">\n    1985 WL 10731\n   </extracted-citation>\n   (June 19, 1985) (finding the landlord \"made a good faith effort to mitigate damages\" by placing a \" 'for lease of rent' sign in the window of the building\"). Thus, Chuang only had to present evidence that it engaged in reasonable efforts to attempt to re-let the premises in order to satisfy its obligation in Article 16.2(b) of the lease.\n  </p>\n  <p id=\"p-96\">\n   {¶ 75} Based on the foregoing, Raina's third assignment of error is sustained. Our ruling on Raina's third assignment of error renders Raina's fourth and fifth assignments of error moot. This matter will be remanded for the trial court to determine the amount of damages Chuang is entitled to under the lease agreement.\n  </p>\n  <p id=\"p-97\">\n   {¶ 76} Having overruled Raina's first, second, and sixth assignments of error, but having sustained Raina's third assignment of error, thereby rendering his fourth and fifth assignments of error moot, we affirm the judgments in part, reverse the judgments in part, and remand the case to the Franklin County Court of Common Pleas for further proceedings on the issue of damages.\n  </p>\n  <p id=\"p-98\">\n   <em>\n    Judgments affirmed in part and reversed in part, causes remanded.\n   </em>\n  </p>\n  <p id=\"p-99\">\n   SADLER, J., concurs.\n  </p>\n  <p id=\"p-100\">\n   HORTON, J., concurs in judgment only.\n  </p>\n  <p id=\"p-101\">\n   HORTON, J., concurring in judgment only.\n  </p>\n  <p id=\"p-102\">\n   {¶ 77} I agree with the majority's decision in all aspects, however, I would limit any damages specifically related to the accelerated rent up to the point of sale assuming Chuang Development LLC is able to establish mitigation efforts.\n  </p>\n </opinion>\n</casebody>\n"
  }
}