{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b330-10\">UNITED STATES of America, Plaintiff-Appellee, v. Fidel DIAZ-PEREZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b330-13\">No. 04-40743.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b330-14\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b330-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b330-17\">Decided Oct. 12, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b331-8\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>Paula Camille Offenhauser, Assistant U.S. Attorney, James Lee Turner, Assistant U.S. Attorney, U.S. Attorney’s Office Southern District of Texas, Houston, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b331-9\">Marjorie A. Meyers, Federal Public Defender, H. Michael Sokolow, Rudy Xavier Rodriguez, Federal Public Defender’s Office Southern District of Texas, Houston, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b331-11\">Before BARKSDALE, STEWART, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b331-12\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b331-13\">Fidel Diaz-Perez (“Diaz”) appeals his 63-month sentence imposed following his guilty plea to being unlawfully present in the United States following deportation. Diaz argues that his sentence is unconstitutional, in light of <em>United States v. Booker, </em>- U.S. -, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), because he was sentenced under a mandatory guideline scheme. He further argues that the enhancement provisions of 8 U.S.C. § 1326(a) and (b) are unconstitutional.</p>\n<p id=\"b331-19\">Pursuant to his plea agreement, Diaz waived the right to appeal his sentence or the manner in which it was imposed, except for a sentence above the statutory maximum or an upward departure from the applicable guideline range. The transcript of the plea hearing reflects that the magistrate judge erroneously advised Diaz that he could “still appeal for an illegal sentence.” This statement inaccurately described the waiver-of-appeal provision contained in Diaz’s plea agreement. Thus, it cannot be said that Diaz knowingly and voluntarily waived the right to appeal his sentence. <em>See United States v. Robinson, </em>187 F.3d 516, 517 (5th Cir.1999). Therefore, Diaz’s appeal waiver does not bar the instant appeal. <em>Id.</em></p>\n<p id=\"b331-20\">Diaz’s assertion that the district court’s application of the guidelines as mandatory is “structural and insusceptible of harmless error analysis” or, alternatively, that the error is presumptively prejudicial has been rejected by this court. <em>See United States v. Martinez-Lugo, </em>411 F.3d 597, 601 (5th Cir.2005); <em>United States v. Malveaux, </em>411 F.3d 558, 560-61 n. 9 (5th Cir.2005), <em>petition for cert. filed, </em>(July 11, 2005) (No. 05-5297). We review Diaz’s Booker-based argument for plain error. <em>See United States v. Valenzuela-Quevedo, </em>407 F.3d 728, 732-33 (5th Cir.2005), <em>peti</em><page-number citation-index=\"1\" label=\"312\">*312</page-number><em>tion for cert. filed, </em>(July 25, 2005) (No. 05-5556). The district court committed error that is plain when it sentenced Diaz under a mandatory guideline scheme. <em>See id. </em>at 733; <em>Martinez-Lugo, </em>411 F.3d at 600. Diaz, however, fails to meet his burden of showing that the district court’s error affected his substantial rights. <em>See Valenzuela-Quevedo, </em>407 F.3d at 733-34; <em>United States v. Mares, </em>402 F.3d 511, 521 (5th Cir.2005), <em>petition for cert. filed, </em>(Mar. 31, 2005) (No. 04-9517); <em>see also United States v. Bringier, </em>405 F.3d 310, 317-18 n. 4 (5th Cir.2005), <em>petition for cert. filed, </em>(July 26, 2005) (No. 05-5535).</p>\n<p id=\"b332-4\">As he concedes, Diaz’s argument that the sentencing provisions in 8 U.S.C. § 1326(a) and (b) are unconstitutional is foreclosed by <em>Almendarez-Torres v. United States, </em>523 U.S. 224, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998). <em>See Apprendi v. New Jersey, </em>530 U.S. 466, 489-90, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000); <em>United States v. Dabeit, </em>231 F.3d 979, 984 (5th Cir.2000). Accordingly, Diaz’s sentence is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b331-14\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}