{
  "casebody": {
    "data": "<casebody firstpage=\"733\" lastpage=\"740\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b789-6\">[L. A. No. 1367.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ADnE\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_R\">September 20, 1904.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b789-7\">A. LESTER BEST, Respondent, v. A. W. WOHLFORD et al., Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b789-8\">Quieting Title—Official Map—Deed by Collector of Irrigation District—Description not Referring to Map—Parol Evidence.—In an action to quiet title to a specified lot and block in a certain rancho “according to the official map thereof on file in the office of the county recorder,” which map was proved by plaintiff in deraigning his title, where the defendant claimed under a deed from the collector of an irrigation district comprising the same rancho, executed for non-payment of an assessment by the plaintiff, and giving the same description of lot and block as in the complaint, without referring to the map, and the admission of which was objected to for that omission—parol evidence was admissible for the defendant to show that at the time of the assessment there was but one such lot and block in that rancho, and that that fact was then well known, as tending to identify the lot and block deeded with that described in the complaint, and that plaintiff was not misled by the assessment, but was fully informed that his lot was chargeable therewith.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b789-9\">Id.—Assessment of Land—Description—Means of Identification.— An assessment of land in an irrigation district not included in government subdivisions or in a city lot does not require the description to be given in any particular form other than that it shall be “sufficient to identify it.” The designation of a tract of land as a portion of a larger tract, by number and block, without any reference to a map, may be sufficient to identify it; and, if so, the omission to refer to a map is not fatal to the description. The description will be sufficient if it affords the owner the means of identification, and does not positively mislead him, or is not calculated to mislead him.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b789-10\">Id.—Construction of Statute—Evidence of Identification—Question of Pact.—The provision of the statute that the description is to be “sufficient to identify it” implies that evidence may be received for the purpose of showing the sufficiency of the identification, and any competent evidence which is relevant to that issue should be received by the court. Whether the description of the land is suf<page-number citation-index=\"1\" label=\"734\">*734</page-number>fieient to identify it is a question of fact, to \"be determined by evidence presented on that issue.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b790-5\">Id.—Evidence of Map not Beferred to.—Although it is not competent to show that any particular map was intended, if none is referred to, yet, if it can be shown that there is only one map of a tract which includes the lot in controversy, upon which this lot is delineated or designated, and that that map is well known and generally accepted as authentic, it may be received in evidence as tending to identify the land before the court.</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b790-6\">APPEAL from a judgment of the Superior Court of San Diego County and from an order denying a new trial. N. H. Conklin, Judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b790-7\">The facts are stated in the opinion.</summary>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b790-8\">Withington &amp; Carter, for Appellants.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b790-9\">G. H. P. Shaw, E. E. Powers, and Powers &amp; Holland, for Respondent.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b790-10\">HARRISON, C.</author>\n<p id=\"Am4\">Action to quiet title.</p>\n<p id=\"b790-11\">The land in question is a portion of the Rancho Rincon del Diablo, and is described in the complaint as “Lot No. four in block No. one hundred and seventy-eight of a subdivision of the Rancho Rincon del Diablo, containing 14.42 acres of land, more or less, according to the official map thereof on file in the office of the county recorder of said San Diego County, state of California.” The title thereto was originally vested in the Escondido Land and Town Company, from which corporation the plaintiff, by mesne conveyances, derived his title. In the deed from that corporation, dated August 6, 1886, the land is described as “Lot 4 in block 178, according to the map of Rancho Rincon del Diablo made by O. N. Sanford, civil engineer, which map is on file in the office of the county recorder of said county of San' Diego, state of California, being part of the Rancho Rincon del Diablo.” In the deed to the plaintiff, dated April 24, 1901, it is described as land in San Diego County, California, “in the Rancho Rincon del Diablo, lot 4 in block 178, according to the official map thereof on file in the office of the county recorder of said county of San Diego. ” At the trial the plaintiff introduced the conveyances from the Escondido company down to himself. It was admitted that the maps referred to in each of <page-number citation-index=\"1\" label=\"735\">*735</page-number>said deeds were on file in the office of the county recorder, and showed the lots and blocks delineated thereon as mentioned in said deeds.</p>\n<p id=\"b791-5\">The defendants offered in evidence a deed of conveyance, dated October 25, 1897, from E. J. Hatch, collector of the Escondido Irrigation District, to the defendant Sallie B. Wohlford, executed to her in pursuance of a sale for the nonpayment of an irrigation district assessment for the year 1894, containing the several recitals prescribed by the statute for a deed upon a sale by an irrigation district for the non-payment of delinquent assessments. The description of the property sold and conveyed is set forth therein as “land lying and being within the said Escondido Irrigation District, county and state aforesaid [county of San Diego, state of California], described as follows, to wit: Lot four (4), block one hundred seventy-eight (178), 14.42 acres, Rancho Rincon del Diablo.” The plaintiff objected to the introduction of this deed in evidence, on the ground that the same contained no description of the property in controversy, and that it does not refer to any map, and it cannot be ascertained therefrom what property, if any, is referred to in said deed. In connection with the offer of the deed the defendants thereupon offered evidence to prove that there is, and was, at the time of said assessment under which the deed was made, but one lot 4 in block 178 in the Rancho Rincon del Diablo, and that such fact is, and was at the time of such said assessment, well known. It was admitted by the plaintiff that the Escondido Irrigation District was duly ii corporated in 1889, and that the same included the Rancho Rincon del Diablo and no other land, and that such was the fact at the date of the assessment in 1894, under which defendants claim. He, however, objected to the introduction of any evidence showing, or tending to show, a survey or map or plat of the Rancho Rincon del Diablo by Sanford, or any map or plat not referred to or mentioned in said tax-deed, as irrelevant, immaterial, and incompetent. The court sustained his objection to all of said evidence, and also his objections to the deed, and excluded it from evidence, to which ruling the defendants objected. It is to be noted that the deed to the plaintiff is of lot 4 in block 178 of the rancho, according to the official map thereof on file in the office of the county recorder,' and that unless the map made <page-number citation-index=\"1\" label=\"736\">*736</page-number>by Sanford, under which the Escondido Land and Town Company originally conveyed the land, is the official map, or identical with it, the plaintiff has failed to show any title in himself.</p>\n<p id=\"b792-5\">Section 18 of the statute concerning irrigation districts provides (Stats. 1891, p. 244) that in the assessment-book, which the assessor is to prepare, the property within the district shall be listed as follows: . . . “ Second. Land, by township, range, and section, or fractional section, and when such land is not a congressional division or subdivision, by metes and bounds, or other description sufficient to identify it, giving an estimate of the number of acres, locality, and the improvements thereon. ’ ’</p>\n<p id=\"b792-6\">The purposes to be subserved by the description are to enable the owner to discharge his land from the lien of the assessment by paying the same; and also, in case the land shall be sold to satisfy the lien, that bidders may know what land is offered for sale, and that the purchaser may receive a sufficient conveyance. The assessment becomes a lien only upon the land which is described in the assessment-book, and it is therefore essential that such description be sufficiently definite to inform the owner whether any of his land is burdened by the lien. The description must be such that the land claimed by virtue of the deed can be identified or located upon the ground by means thereof. Mr. Cooley (Taxation, p. 745) states as a satisfactory rule that “the designation of the land will be sufficient if it afford the owner the means of identification and do not positively mislead him, or is not calculated to mislead him.” This rule was referred to with approval in <em>San Gabriel Co. </em>v. <em>Wittmer Co., </em>96 Cal. 635. The strictness of construction which at one time prevailed in matters of taxation has been greatly relaxed in modern days. The obligation of all citizens to contribute to the expenses of government is recognized, and instead of regarding proceedings for the levying and collection of taxes as hostile to the property-owner, he is considered to be interested equally with all other citizens in the prompt collection of the taxes. A tax properly imposed upon his property will be upheld if the description of the property is sufficient to give him notice that it is burdened with the tax. <em>(Rollins </em>v. <em>Wright, </em>93 Cal. 395; <em>Davis </em>v. <em>Pacific Improvement Co., </em>137 Cal. 245.)</p>\n<p id=\"b793-4\"><page-number citation-index=\"1\" label=\"737\">*737</page-number>Parol evidence will not be admitted to help out a defective description, or to show the intention with which it was made, or to resolve an ambiguity in its terms; but the rule that the description must be certain and definite and sufficient in itself to identify the land, does not exclude evidence for the purpose of applying the description to the surface of the earth, and thus identifying it with the tract in controversy. If a monument is given as the starting-point, evidence may be given to show its location, but if the direction of the course from that monument is not given, evidence will not be received to show what direction was intended. If the land is described by some name or designation, evidence will be received for the purpose of showing that the tract in controversy was well and generally known by that name or designation.</p>\n<p id=\"b793-5\">The above subdivision of section 18 does not require, as does the third subdivision, which refers to lots in cities and towns, any reference to a map, nor does it require the description of the land to be given in any particular form, other than that it shall be “sufficient to identify it.” The designation of a tract of land as a portion of a larger tract by number and block, without any reference to a map, may be sufficient to identify it, and if so the omission to refer to a map is not fatal to the description. If reference is made to a map, the map thereby becomes a part of the description, and may be read in evidence to identify the land, by showing that it is delineated thereon according to the recital; and although it is not competent to show that any particular map was intended, if none is referred to, yet if it can be shown that there is only one map of a tract which includes the lot in controversy, upon which this lot is delineated or designated, and that that map is well known and generally accepted as authentic, it may be received in evidence as tending to identify the land before the court.</p>\n<p id=\"b793-6\">The provision in the section that the description is to be “sufficient to identify it” implies that evidence may be received for the purpose of showing the sufficiency of the identification, and any competent evidence which is relevant to such issue should be received by the court. Whether the description of the land is sufficient to identify it is a question of fact to be determined from the evidence presented on that issue. <em>(Woodside </em>v. Wilson, 32 Pa. St. 52.) In <em>Green </em>v. <em>Lunt, </em>58 Me. 518, it was said: “The assessment must be complete in <page-number citation-index=\"1\" label=\"738\">*738</page-number>and of itself as much as a deed or contract. Parol proof may be resorted to for the purpose of applying the terms of the description to the face of the earth, but no further. It cannot supply any deficiency in the butts or bounds. These must be ascertained from what is written, and from that alone.” The description in this case was by the number of lot and range, without any reference to any map or plat—“the Cyrus Keen place in lot 6, range 2”—“the whole of lot 4, range 3, hunt’s lower tract,” of which the court said: “These lots are sufficiently described to enable any one to identify them by having the knowledge necessary to apply the description to the face of the earth.” In <em>Law </em>v. <em>People, 80 </em>Ill. 268, the court said: “Any description by which the property may be identified by a competent surveyor with reasonable certainty, either with or without the aid of extrinsic evidence, will be sufficient. ” In <em>St. Peter’s Church </em>v. <em>Board of Commrs., </em>12 Minn. 395, the property assessed was described as “S. % of lots 9 and 10 in block 49, Shakopee City,” of which the court said: “In the absence of specific provision affecting the question, any description which is sufficiently definite and certain to ascertain the premises is good; in this case the town consists of lots and blocks, and the description points out the lot and block by the numbers thereof respectively, and the premises assessed, as the south half of this lot; this we think is a sufficient description.” (See, also, <em>Noyes </em>v. <em>King County, </em>18 Wash. 417; <em>Taylor </em>v. <em>Wright, </em>121 Ill. 462; <em>Koelling </em>v. <em>People, </em>196 Ill. 353; <em>Driggers </em>v. <em>Cassady, </em>71 Ala. 529; <em>Davis </em>v. <em>Pacific Improvement Co., </em>137 Cal. 245.) In <em>Fowler </em>v. <em>People, </em>93 Ill. 116, the land was described as “block 3 in Wrightwood.’’ The court received evidence that there was but one subdivision in Cook County called “Wrightwood,” and but one block 3 in Wrightwood, and held the description sufficient. Similar rulings were made in <em>State </em>v. <em>Woodbridge, </em>42 N. J. L. 401; <em>Stewart </em>v. <em>Colter, </em>31 Minn. 385; <em>Judd </em>v. <em>Anderson, </em>51 Iowa, 345, the court in the last case saying: “Parol evidence is admissible, not for the purpose of adding to or varying the description contained in the certificate of purchase, but of applying that description to its subject-matter, and when it is shown that H. B. Goe owned one tract of land, and but one, in the section, the description is just as definite and certain as if it had been written out in full in the certificate.” In <page-number citation-index=\"1\" label=\"739\">*739</page-number><em>Godfrey </em>v. <em>Valentine, </em>45 Minn. 502, where the land was described as “Lots 9 and 10 of Hoyt’s Outlets,” evidence was received showing that the property in question was well known by that term, and so designated by those who had occasion to refer to it, and the description was held sufficient. In <em>Minneapolis Railway Co. </em>v. <em>Minnesota Debenture Co., </em>81 Minn. 66, the description was “Lot 1, Auditor’s Subdivision No. 22.” The court received in evidence a map or plat which had been made by the county surveyor and recorded in the office of the register of deeds, and also evidence that this particular tract of land was commonly known and designated as “Lot 1, Auditor’s Subdivision No. 22.” In <em>Kershaw </em>v. <em>Jensen, </em>49 Neb. 467, the description was by lot and block according to a map which had been filed and afterwards vacated. It was objected that the description was defective as referring to lots which had no legal -existence. The court overruled this objection, saying: “Where, for the purposes of taxation, a description is used, so certain in its terms that it must, as to the taxpayer, have apprised him of the proceedings and of the land assessed, he cannot avoid his share of the public burden merely because there is nothing of record which ascertains the property described.”</p>\n<p id=\"b795-5\">In <em>Labs </em>v. <em>Cooper, </em>107 Cal. 656, cited by the respondent, the diagram in the assessment as copied in the record failed to describe any parcel of land, and it was held that from the description so copied the owner could not determine that his land was affected by the assessment. The court also held that it could not take judicial knowledge of the map of Sacramento for the purpose of identifying the description with that map. In <em>Miller </em>v. <em>Williams, </em>135 Cal. 183, the land assessed in the city of Santa Cruz was described by numbers in certain tracts which were not subdivisions of the city, and no map of the tract was referred to. The court held that the description did not conform to the requirements of subdivision three of the section, and was insufficient. In neither of these cases did the court consider the right to offer evidence in support of the description.</p>\n<p id=\"b795-6\">It appeared by the evidence in the present case, introduced o$l behalf of the plaintiff, that as early as 1886 O. N. Sanford, civil engineer, had made a survey and map of the Rancho Rincon del Diablo, and that on that map the land described <page-number citation-index=\"1\" label=\"740\">*740</page-number>in the complaint was delineated as lot 4 in block 178 of the rancho. It was also admitted that the land included in the Escondido Irrigation District is, and was at the time of the assessment, identical in territory with the land included in the rancho. If now it can be shown that at the time of the assessment under which the deed to the defendant was made, there was but one lot 4 in block 178 of the rancho, and that such fact is, and was at the time of said assessment, well known, such evidence, if not conclusive of the fact, would very strongly tend to show that the land described in the deed to the defendant is identical with that described in the complaint. It would then clearly appear that the plaintiff was not only not misled, but was directly informed that his lot was charged with the assessment. The evidence offered by the defendants was not only relevant, but was also competent to establish this fact.</p>\n<p id=\"b796-5\">The court erred in refusing to admit this evidence, and for this error the judgment and order should be reversed.</p>\n<p id=\"b796-6\">Cooper, C., and Gray, C., concurred.</p>\n<p id=\"b796-7\">For the reasons given in the foregoing opinion the judgment and order are reversed.</p>\n<p id=\"b796-8\">McFarland, J., Lorigan, J., Henshaw, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}