{
  "casebody": {
    "data": "<casebody firstpage=\"390\" lastpage=\"397\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b426-4\">[L. A. No. 2755.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AdD\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"An\">November 28, 1911.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b426-5\">A. R. FRASER, Respondent, v. GEORGE R. BENTEL and HARRIET M. BENTEL, Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b426-6\">Mortgage Foreclosure—Security for Purchase Price of Mortgaged Premises—Pleading—Fairness of Contract—Adequacy of Consideration.—An action to- foreclose a mortgage which recites that the indebtedness secured thereby is the balance due the mortgagee on the purchase price of the mortgaged property, is not, in effect, one for the specific performance of an agreement for the purchase and sale of land, and it is not necessary for the complaint therein to allege that the contract sought to be enforced is just and reasonable as to the defendants, and that the consideration is adequate.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b426-7\">Id.—Agreement for Sale Becomes Executed upon Conveyance.—The original agreement for the purchase and sale of the mortgaged premises had become fully executed, on the part of the vendor, by the execution of his conveyance to the vendee, and on the part of the latter, by the payment of a part of the purchase price and the giving of a note and mortgage for the balance.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b426-8\">Id..—Implied Covenant against Encumbrances—Restrictions in Eavor of Third Persons.—In the absence of any statutory definition, an encumbrance, within the meaning of a covenant against encumbrances implied, under section 1113 of the Civil Code, from the use of the word “grant” in a conveyance of land, is any right to or interest in the land which may subsist in third persons to the diminution of the value of the estate to the tenant, but consistently with the passing of the fee.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b426-9\">Id.—Covenant Restricting Use of Firearms—Breach of Covenant against Encumbrances.—A covenant running with the land, forever prohibiting the use of firearms upon the premises conveyed, is an encumbrance, and its existence constitutes a broach of the covenant against encumbrances implied, under section 1113 of the Civil Code, from the use of the word “grant” in a conveyance of land.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b426-10\">Id.—Encumbrances Included in Implied Covenant against Encumbrances.—The covenant against encumbrances so implied, is not limited to such encumbrances as are specifically mentioned in section 1114 of the Civil Code, declaring that “the term ‘encumbrance’ includes taxes, assessments, and all liens upon real property.”</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b426-11\">Id.—Meaning of Word “Includes.”—The word “includes,” as used in that section, is not to be construed as a word of limitation, but rather of enlargement.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b426-12\">ID.—INDEMNITY:—DAMAGES FOR PREACH OF COVENANT—COUNTERCLAIM. ;—Inasmuch as a covenant against encumbrances is merely one of <page-number citation-index=\"1\" label=\"391\">*391</page-number>indemnity, no more than nominal damages can be recovered on account of an encumbrance which has inflicted no actual injury upon the grantee. Accordingly, where the breach is set up as a counterclaim, the defense will be of no avail without proof that the grantee has suffered damage from the alleged breach.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b427-5\">Id.—Measure op Damages for Breach—Encumbrances not Extinguishable by Money Payment.—The measure of damages for the breach of a covenant against encumbrances is, ordinarily, the amount which the plaintiff has actually expended in removing the encumbrance, not exceeding the value of the property at the time of the breach. This rule, which has been embodied in section 3305 of the Civil Code, refers to such encumbrances, as mortgages and other liens, which may be satisfied by the payment o.f money. It is not applicable to encumbrances like easements or restrictions on the use of land, which cannot be extinguished, at the will of the owner, by the payment of any sum.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b427-6\">Id.—Reduction in Market Value op Land.—In such cases, the damages are based upon the natural and proximate consequences to the plaintiff of the existence and continuance of the encumbrance, and are to be estimated by the amount which the existence of the encumbrance reduces the market value of the land.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b427-7\">Id.—Purchase op Land for Resale—Losses from Inability to Complete Particular Sale.—In the absence of a showing that the grantor of land, at the time of sale, knew that the grantee was buying for the purpose of resale, losses resulting to the grantee from his inability to complete particular sales of portions of the land, on account of the existence of a restrictive covenant against the use of firearms, are too remote to be recovered as an' element of 'damages for the breach of the covenant against encumbrances.</syllabus>\n<summary data-order=\"14\" data-type=\"history\" id=\"b427-8\">'APPEAL from a judgment of the Superior Court of Los Angeles County. W. P. James, Judge.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b427-9\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"16\" data-type=\"attorneys\" id=\"b427-10\">H. C. Millsap, and Millsap &amp; Sparks, for Appellants.</p>\n<p data-order=\"17\" data-type=\"attorneys\" id=\"b427-11\">'Anderson &amp; Anderson, for Respondent.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b427-12\">SLOSS, J.</author>\n<p id=\"ALo\">The complaint was in the ordinary form, setting forth the making by defendants of a promissory note, the execution of a mortgage to secure the same, the plaintiff’s ownership of the note and mortgage, and the non-payment of a part of the principal, and the interest due. Copies of the note and mortgage were incorporated in the complaint. The <page-number citation-index=\"1\" label=\"392\">*392</page-number>mortgage contains a statement that the amount of the promissory note secured by it ($15,200) is the balance due the mortgagee on the purchase price of the mortgaged property.</p>\n<p id=\"b428-5\">To this complaint the defendants demurred, and they now assign the overruling of their demurrer as error. Their contention is that the action is in. effect one for the specific performance of an agreement for the purchase and sale of real estate, and that it is incumbent on plaintiff in such action to allege and prove that the contract sought to be enforced is just and reasonable as to the defendants, and that the consideration, is adequate. (Civ. Code, sec. 3391.) That allegations showing the existence of these conditions are necessary to the sufficiency of a complaint for specific performance is not to be questioned. (See <em>Herzog </em>v. <em>A. T. &amp; S. F. R. R. Co., </em>153 Cal. 496, [17 L. R. A. (N. S.) 428, 95 Pac. 898], and cases cited.) But we are unable to agree with appellants that the case at bar is of the character claimed. It is an action to foreclose the lien of a mortgage. The defendants do not contend that the relief sought in a foreclosure suit, as such, amounts to the specific performance of a contract. But it is said that, inasmuch as this mortgage recites that it is given to secure the payment of a note for the balance of the purchase price of land, the purpose of the action is to compel the payment of such 'balance, and the plaintiff is, in reality, seeking to enforce the performance of the original agreement for the sale of the land. The fallacy in this argument lies in the failure of appellants to recognize that the original agreement for purchase and sale has'been fully exécuted. (See <em>Bryan </em>v. <em>Swain, </em>56 Cal. 616.) On the part of the vendor, it has been executed by the conveyance; on the part of the vendee by the payment of a part of the purchase price and the giving of a note and mortgage for the balance. In foreclosing, the plaintiff is proceeding upon the note and .mortgage, not upon the precedent contract out of which the note and mortgage arose. Herein the case differs completely from <em>White </em>v. <em>Sage, </em>149 Cal. 613, [87 Pac. 193], relied on by appellants. There the vendor in an <em>executory </em>contract of sale, having tendered a deed, sought to compel the vendee to comply with his agreement to pay the purchase price. He further sought to foreclose his vendor’s lien upon the defendant’s equitable interest under the contract. This, as the court said, was clearly a suit <page-number citation-index=\"1\" label=\"393\">*393</page-number>to enforce the specific performance of the contract of purchase and sale. The decision, which is the only one cited to sustain the claim that the present action is one for specific performance of a contract, has no relevancy to the facts here shown. The demurrer was properly overruled.</p>\n<p id=\"b429-5\">The defendants answered, setting up, by way of counterclaim, that the note and mortgage were given in consideration of a conveyance of land to defendant George B. Bentel, whereby the grantors (of whom plaintiff was one) covenanted that the land was free and clear of encumbrances done, made, or suffered by them, or either of them. It is alleged that the land was, in fact, subject to an encumbrance created by the deed under which plaintiff acquired title, such encumbrance consisting of a covenant running with the land, forever prohibiting the use of firearms upon the premises conveyed. Defendants averred that the land had been depreciated in value by reason of said encumbrance to the extent of twenty thousand dollars. A second counterclaim sets forth, further, that the defendant George B. Bentel took the conveyance from plaintiff and his associates, and made the mortgage without knowledge of the encumbrance, that he had contracted to sell parcels of the land, unencumbered, to various purchasers for sums aggregating over seventy-four thousand dollars, that such purchasers had refused to carry out their contracts by reason of the aforesaid encumbrance, and that the property cannot now be sold for over forty thousand dollars.</p>\n<p id=\"b429-6\">The court found against the allegations of damage and found, in addition, that Bentel had knowledge of the restrictive provision concerning the use of firearms at, and long prior to, the execution of the mortgage, and that he expressly waived any and all objections to’the said restrictive provision.</p>\n<p id=\"b429-7\">The covenant against encumbrances, relied on by defendants in their answer, was that implied, under section 1113 of the Civil Code, from the use of the word “grant” in the conveyance from plaintiff and his associates to the defendants. Section 1114 of the same code declares that “the term ‘encumbrance’ includes taxes, assessments, and all liens upon real property.” A restrictive covenant against the use of firearms is not covered by this enumeration, and the respondent contends that the existence of the restriction in question, though it be binding upon subsequent purchasers of the land, <page-number citation-index=\"1\" label=\"394\">*394</page-number>does not constitute a breach of the covenant against \"encuna- ' Frances.” But the authorities cited to this point <em>(Weber </em>v. <em>McCleverty, </em>149 Cal. 316, [86 Pac. 706]; <em>Wm. Ede Co. </em>v. <em>Heywood, </em>153 Cal. 615, [22 L. R. A. (N. S.) 562, 96 Pac. 81]) lend no support to the claim that section 1114 excludes from the meaning of the word “encumbrances” every kind of limitation of a perfect title other than those described in the section. Nor does the language of the section itself justify this interpretation. The word “includes” is not, ordinarily, a word of limitation, but rather of enlargement. <em>(In re Goetz, </em>71 App. Div. 272, [75 N. Y. Supp. 750]; Cooper v. Stinson, 5 Minn. 522; <em>Calhoun </em>v. <em>Memphis &amp; P. R. Co., </em>4 Fed. Cas. 1045.) In the absence of any statutory definition, an encumbrance, within the meaning of a covenant such as that under consideration, has been defined as “any right to or interest in land which may subsist in third persons to the diminution of the value of the estate to the- tenant, but consistently with the passing of the fee.” <em>(Prescott </em>v. <em>Trueman, </em>4 Mass. 627, [6 Am. Dec. 246]; Rawle’s Covenants for Title, sec. 75; 4 Words &amp; Phrases, 3519, and eases cited.) This definition, sustained by a great weight of authority, is broad enough to include easements and restrictions like the one in the case at bar, limiting the right of the owner of land to freely use it in any lawful way. <em>(Kuhnen </em>v. <em>Parker, </em>56 N. J. Eq. 286, [38 Atl. 641]; <em>Mitchell </em>v. <em>Warner, </em>5 Conn. 497; <em>Huyck </em>v. <em>Andrews, </em>113 N. Y. 81, [10 Am. St. Rep. 432, 3 L. R. A. 789, 20 N. E. 581].) This interpretation has been applied to building restrictions <em>(Roberts </em>v. <em>Levy, </em>3 Abb. Pr. N. S. (N. Y.) 311; <em>Ayling </em>v. <em>Kramer, </em>133 Mass. 12) and to covenants prohibiting the sale of spirits on the premises <em>(Hatcher </em>v. <em>Andrews, 5 </em>Bush (Ky.) 561; Rawle’s Covenants for Title, sec. 77.) We see no reason for holding that the term encumbrances, as it is used in our Civil Code, is to be taken in any narrower sense.</p>\n<p id=\"b430-5\">Inasmuch, however, as the covenant against encumbrances is merely one of indemnity (Rawle’s Covenants for Title, sec. • 188) no.more than nominal damages can be recovered on account of an encumbrance which has inflicted no actual injury upon the grantee. (Id.) Accordingly, where, - as here, the breach is set up by the defendant as a counterclaim, the defense will be of no avail without proof that the grantee has suffered damage from the alleged breach. <em>(Thurgood </em>v. <page-number citation-index=\"1\" label=\"395\">*395</page-number><em>Spring, </em>139 Cal. 596, [73 Pac. 456].) The court below found that the defendants have not been damaged in any sum. The judgment against the counterclaim properly followed, unless, as is asserted by the appellants, this finding is not supported by the evidence.</p>\n<p id=\"b431-5\">We think the finding was fully justified. The answer seeks to set up two elements of damage: 1. That the land as conveyed was worth twenty thousand dollars less than it would have been without the encumbrance; 2. That the defendant George R. Bentel made contracts for the resale of parts of the land, and that he lost the benefits of such contracts because the existence of the encumbrance made it impossible for him to convey to' his proposed grantees the unencumbered title upon which they insisted.</p>\n<p id=\"b431-6\">There was no proof to sustain the first element of damage claimed. The defendants showed the value of the lots remaining unsold, but failed to establish that they would have had any greater value if there had been no restriction against the use of firearms. On the contrary, the admissions of George R. Bentel himself were such as to warrant the conclusion that the restriction had no effect whatever on the value of the land.</p>\n<p id=\"b431-7\">The other element, i. e., the loss of resales,- was too remote to be allowed as an item of damages. The measure of damages for the breach of a covenant against encumbrances is, ordinarily, the amount which the plaintiff has actually expended in removing the encumbrance, not exceeding the value of the property at the time of the breach. (Rawle’s Covenants for Title, sec. 188 et seq.; 2 Sutherland on Damages, see. 622.) This rule, which has been embodied in section 3305 of our Civil Code, refers to such encumbrances (e. g., mortgages and other liens) as <em>mgj </em>be satisfied by the payment of money. It is not applicable to encumbrances like easements or restrictions on the use of land, which cannot be extinguished, at the will of the. owner, by the payment of any sum. In such cases the damages are based upon “the natural and proximate consequences to the plaintiff of the existence and continuance of the encumbrance.” (Rawle’s Covenants for Title, sec. 191.) “Just compensation in such eases has generally” (as is said in 2 Sutherland on Damages, sec. 627), “been estimated by the amount which the existence of the easement reduces the market value of the land.” And so, in a ease similar to the present <page-number citation-index=\"1\" label=\"396\">*396</page-number>one, where the land was subject to a building restriction, it was ruled that the damages were measured by the difference in the value of the property unrestricted and restricted. <em>(Foster </em>v. <em>Foster, </em>62 N. H. 532.) This is in accord with the general rule providing for the measure of damages for the breach of an obligation arising from contract, i. e., “the amount which will compensate the party aggrieved for all the detriment proximately caused thereby, or which in the ordinary course of things would be likely to result therefrom.” (Civ. Code, sec. 3300.) But the loss resulting to the grantee from his inability to complete a particular sale does not meet the requirements of this test. There is, in the record before us, neither allegation nor proof that the plaintiff and his associates, in conveying to the defendants, were informed that the latter were buying for the purpose of resale. In the absence of such showing, at any rate, it cannot be said that the failure of the purchaser to sell the lots at a price which he might have obtained was the proximate result of the breach of the covenant, or a detriment likely, in the ordinary course of things, to result therefrom. “In awarding damages for the non-performance of an existing contract the gains or profits of collateral enterprises in which the party claiming them has been induced to engage by relying upon the performance of such a contract, and of which no notice has been given the other party, cannot be included.” (1 Sutherland on Damages, sec. 47.) The claim of the defendants for loss of resales falls within the principle thus stated,.which has often been recognized by this court. <em>(Friend etc. Co. </em>v. <em>Miller, </em>67 Cal. 464, [8 Pac. 40]; <em>Mitchell </em>v. <em>Clarke, </em>71 Cal. 163, [60 Am. Rep. 529, 11 Pac. 880]; <em>Elder </em>v. <em>Kutner, </em>97 Cal. 490, [32 Pac. 563]; <em>Martin </em>v. <em>Deetz, </em>102 Cal. 55, [41 Am. St. Rep. 151, 36 Pac. 368]; <em>Shoemaker </em>v. <em>Acker, </em>116 Cal. 239, [48 Pac. 62].) An authority more directly in point is <em>Harrington </em>v. <em>Murphy, </em>109 Mass. 299, where, in an action for breach of a covenant against encumbrances, it was held that the plaintiff could not recover expenses incurred in making a sale which the purchaser refused to complete upon discovering the encumbrance. Such expense, said the court, was “too remote and indirect to be an element of damages.”</p>\n<p id=\"b432-5\">Concluding, as we do, that the finding on the issue of damage is supported by the evidence, -and is sufficient to sustain <page-number citation-index=\"1\" label=\"397\">*397</page-number>the judgment against the counterclaim, we see no other point requiring notice.</p>\n<p id=\"b433-4\">The judgment is affirmed.</p>\n<p id=\"b433-5\">Angellotti, J., and Shaw, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}