{
  "casebody": {
    "data": "<casebody firstpage=\"689\" lastpage=\"710\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b725-3\">[Sac. No. 1657.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ajo\">In. Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADp\">December 27, 1911.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b725-4\">LIGHTNER MINING COMPANY (a Corporation), Respondent, v. C. D. LANE, et al., Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b725-5\">Trespass to Land—Parties Plaintiff—Person in Possession—Title in Plaintiff Unnecessary — Extent of Damages.—The proper party plaintiff in an action for trespass_to real property is the person in actual possession. No averment of title in plaintiff is necessary. The person in possession can recover no damages for injuries, except such as affect his own right, unless he holds in such relation to other parties interested that his recovery will bar their claim.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b725-6\">Id.—Stranger Cannot Question Title of Possessor..—A defendant who is a mere stranger to the title will not be allowed to question the title of the plaintiff in possession of the land. It is only where the trespasser claims title himself, or claims under the real owner, that he is allowed to attack the title of the plaintiff, whose peaceable possession be has disturbed.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b725-7\">Id.—Vendee in Possession under Contract of Purchase—Wrongful Removal of Ore from Mine.—-A vendee of a mine, who is rightfully in possession thereof under an agreement of sale from the owner, entitling him to extract the ore therefrom, may maintain an action against defendants, who do not claim title, possession, or right of possession, to recover the value of ore wrongfully removed by them from the mine while so in the possession of the vendee.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b725-8\">Id.—Statute of Limitations for Trespass — Absence of Fraud — Ignorance of Injury.—It was the settled rule, in actions at law. that the plaintiffs’ mere ignorance of the existence of the injury complained of, or of the facts constituting such injury, or of the identity of the person liable therefor, until the period of limitation has passed, will not prevent the running of the statute of limitations.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b725-9\">Id.—Fraudulent Concealment of Injury;—Postponement of Running of Statute—Actions at Law.—In all actions, including those at law, where fraud enters into the cause of action and the party liable has fraudulently concealed the injury or the essential facts thereof from the party injured, the running of the statute of limitations is delayed until the injured party discovers, or with reasonable diligence might have discovered, the facts constituting the injury and cause of action.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b725-10\">Id.-—Construction of Similar Statutes of \"Limitation.—The foregoing rule was established in this state when the statute of limitations then in force contained the provision now found in subdivision 4 of section 338 of the Code of Civil Procedure concerning actions for <page-number citation-index=\"1\" label=\"690\">*690</page-number>relief against fraud, and the same construction should be placed upon the present statute.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b726-5\">Id.—Underground Trespass in Mine—Fraudulent Concealment op Trespass—Evidence op Fraud—Want op Knowledge op Trespass. :—A mine owner who, through the underground openings in his mine, secretly, knowingly, and willfully removes ore from the vein of an adjoining proprietor, without his knowledge or means of knowledge, is guilty of fraud, and to constitute a fraudulent concealment of such a trespass it is not necessary that the trespasser should take active measures to prevent detection. Under such circumstances the fraud conceals itself. In the present ease the evidence is held sufficient to show a fraudulent taking and a fraudulent concealment of this character and to support the finding of the jury that the plaintiff did not discover, and was not put on inquiry concerning, such trespass, until such time as would prevent the action from being barred by the statute of limitations.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b726-6\">Id.—Running op Statute against Underground Trespass.—Such facts bring an action to recover for a trespass so committed within the rule above stated, and prevent the running of the statute until the trespass was discovered. They also make a case coming within subdivision 4 of section 338 of the Code of Civil Procedure, relating to actions for relief against fraud.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b726-7\">Id.—Discovery op Facts Constituting Fraud—Accrual op Cause op Action.-—It is settled in this state that if fraud enters into a cause of action, the latter clause of subdivision 4 of section 338 of the Code of Civil Procedure will apply, and the cause of action will not be deemed to have accrued until the facts are discovered, regardless of the form or character of the action.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b726-8\">Id.—Pleading Statute op Limitations—Evidence op Fraudulent Concealment to Avoid Plea op Statute.—In an action to recover for such a,trespass in which the complaint sufficiently alleges the secret and fraudulent taking, and the answer sets up the three years’ statute of limitations embodied in subdivision <em>2 </em>of section 338 of the Code of Civil Procedure as a defense, the plaintiff, in order to avoid the plea of the statute, may prove the fraudulent concealment without pleading it.</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b726-9\">Id.—Fraudulent Trespass and Concealment by Agents Imputed to Principal.—So far- as affects the running of the statute of limitations, it is immaterial whether such ore was taken by the defendants themselves, or by their agents without their knowledge or consent, provided it was taken willfully, intentionally, and secretly. The fraud of the agents will be imputed to the principal for the purpose of preventing the running of the statute, whether the principal was aware of it or not.</syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b726-10\">Id.—Measure op Damages—Ore Taken by Mistake—Deduction op Cost op Mining and Milling—Intentional Taking op Ore.—If the invasion of the plaintiff’s mine by the defendants was the result <page-number citation-index=\"1\" label=\"691\">*691</page-number>of honest mistake and inadvertence, the measure of damages would be the value of the mineral extracted from the ore, less the cost of mining and milling, but if it was intentional and with knowledge of plaintiffs’ rights, the defendants would be chargeable with the value of the mineral after reduction, without any deduction for expenses of mining and milling.</syllabus>\n<syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b727-4\">Id.—Punitive Damages against Principal for Fraud of Agent—■ Knowledge of Fraud or Ratification by Principal Essential— Evidence.—The damages allowable in such latter case, in excess of the value of the ore as it lay in the mine, are punitive in their nature, and are recoverable, under section 3294 of the Civil Code, only when the defendants have been guilty of oppression, fraud, or malice. They cannot be given against principals for the fraud of their agents, unless such fraud was known to the principals or was authorized or ratified by them. In the present case the evidence is held insufficient to show that the defendants had any knowledge of the trespass, or of its fraudulent character, at the time of its occurrence, or that they either specifically or by general directions or suggestions authorized it.</syllabus>\n<syllabus data-order=\"17\" data-type=\"headnotes\" id=\"b727-5\">Id.—Damages for Conversion of Chattels.—Treating such unlawful taking of the ore as a case of the conversion of chattels, the conversion was -complete when the defendants had mined the ore and mingled it with ore from their own mine. Its subsequent “highest market value,” recoverable under section 3336 of the Civil Code, would be its subsequent value in the condition it was in at the time of conversion, and would not include a value added to it by the defendants by milling after conversion.</syllabus>\n<syllabus data-order=\"18\" data-type=\"headnotes\" id=\"b727-6\">Id.—Denial of Trespass by Principals—Pleading Denial and Statute of Limitations Not Ratification.—Where the defendants acted in good faith in denying the trespass and pleading the statute of limitations, they cannot be held to have ratified the wrongful and fraudulent acts of the agents in taking the ore in question by the denials thereof in their answer to the complaint and by their failure to investigate the matter or make restitution, after they were informed of the facts by the service upon them of a copy of the complaint.</syllabus>\n<syllabus data-order=\"19\" data-type=\"headnotes\" id=\"b727-7\">Id.—Instruction as to Statute of Limitations—Omitting Elements of Fraud and Concealment of Trespass.'—In an action to recover for such an underground trespass, an instruction that the statute of limitations did not begin to run when the trespass was committed, but from the time of the discovery thereof by the injured party, or from the time when with ordinary diligence he might have discovered it, is erroneous if it omits the elements of secrecy and of fraud in the trespass and the fraudulent concealment thereof by the trespasser.</syllabus>\n<syllabus data-order=\"20\" data-type=\"headnotes\" id=\"b727-8\">Id„—Finding of Jury as to Facts of Fraud and Concealment.—The giving of such instruction will be deemed without prejudice if the jury, in response to special interrogatories submitted to them, found <page-number citation-index=\"1\" label=\"692\">*692</page-number>that the trespass was fraudulently made and fraudulently concealed hy the agents of the defendants.</syllabus>\n<syllabus data-order=\"21\" data-type=\"headnotes\" id=\"b728-5\">Id.—Instructions—Ore Removed before Plaintiff Entered into Possession—Mingling of Removed Ore with Ore of Defendants— Burden of Proof on Defendants.—Where the facts disclosed that the ore was taken from the plaintiff’s mine secretly and knowingly, and was wrongfully carried to the defendants’ mill along with their own ore and indistinguishably mingled with that ore, it was proper to instruct the jury that if the ore taken by the defendants from the plaintiff’s mine was partly extracted before the plaintiff entered into possession under its contract of purchase and partly afterwards, the burden rested upon the defendants to show how much was taken before the entry and how much was taken afterward, and if they failed to do so, then the plaintiff was entitled to recover for the entire amount taken. It is immaterial that the defendants’ employees knowingly mingled the ore without the actual knowledge of defendants themselves.</syllabus>\n<syllabus data-order=\"22\" data-type=\"headnotes\" id=\"b728-6\">Id.—Compensatory Damages—Instruction—Willfulness of Trespass .—Striking Out Punitive Damages.—In an action to recover damages for such trespass, an instruction to the effect that “the right of the plaintiff to recover is not at all affected by the fact that the trespass was not willful,” is technically correct if limited to the right of the plaintiff to recover merely compensatory damages. The error in that and similar instructions, so far as they implied a right to recover exemplary damages, irrespective of the willfullness of the trespass, may be cured by reducing the judgment to the amount of damages allowed as compensation.</syllabus>\n<summary data-order=\"23\" data-type=\"history\" id=\"b728-7\">APPEAL from a judgment of the Superior Court of Calaveras County and from an order refusing a new trial. A. I. MeS'orley, Judge.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b728-8\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"25\" data-type=\"attorneys\" id=\"b728-9\">S'olinsky <em>&amp; </em>Wehe, Page, McCutchen &amp; Knight, and Gordon Hall, for Appellants.</p>\n<p data-order=\"26\" data-type=\"attorneys\" id=\"b728-10\">Lindley &amp; Eiekhoff, Prank D. Nicol, and Wm. E. Colby, for Respondent.</p>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b728-11\">SHAW, J.</author>\n<p id=\"AgR\">This is an action hy the owner of a mine, against the owners of an adjoining mine, to recover the value of certain ore alleged to have been extracted by the defendants from the mine of the plaintiff.</p>\n<p id=\"b728-12\">The plaintiff claims the ownership of a mine known as the Lightner mine. The defendants are the owners of the Utica mine, which adjoins the end line of the Lightner mine, and lies <page-number citation-index=\"1\" label=\"693\">*693</page-number>southeasterly of it. The vein is about eighty feet thick and extends from the southeast to the northwest through both claims. The ore was taken by the defendants at the depth of 525 feet below the surface by means of a shaft sunk on the Utica mine. From that shaft two cross-cuts were made to the vein, one at a depth- of 425 feet and the other at 525 feet, striking the vein about 288 feet from the division line between the two mines. Drifts were then run along the vein from each of these cross-cuts to the division line. The upper drift is called the “No. 2 level”; the lower drift the “No. 3 level.” The No. 3 level was extended some forty-two feet over the line into the Lightner mine, and the No. 2 level some thirteen feet over the line. More than twelve thousand tons of the ore of the Lightner mine were then taken by the defendants and converted to their own use. The object of the action was to recover the value of this ore.</p>\n<p id=\"b729-4\">1. The plaintiff did not obtain possession of the Lightner mine nor any right or interest therein until November 21, 1896. The defendants claim that there is no evidence that any of the ore in question was extracted by the defendants after that date, and, hence, that no damage accrued to the plaintiff. This claim is without support. The fact that the body of ore above mentioned was taken at some ■ time by the defendants from the Lightner mine through the drift extending into it from the underground workings of the Utica mine was established beyond all reasonable doubt. V. W. Miller, who was the foreman in charge of the work in the Utica mine from October, 1893, to October 24, 1897, testified that the ore between levels 2 and 3 in the Utica mine was stoped out during that period; that the north wall, next to the Lightner mine, was carried up perpendicular \"from No. 3 level, and that “the north line of that stope was entirely within the Utica boundary line given to us.” He was a witness for the defendant. Other witnesses for the defendant gave similar testimony. It was shown also that the boundary line had been correctly given to them and was marked on the wall of level No. 2. If the jurors believed this testimony, as they had the right to do, they could come to no other conclusion than that the extension of the excavation into the Lightner mine was made after the completion of the stopes described by Miller—that is, after October, 1897. Many other circumstances, which we need not here rehearse, <page-number citation-index=\"1\" label=\"694\">*694</page-number>corroborated this conclusion. It is true there was other testimony tending to prove that this ore was taken out as long ago as 1893 or 1894, but it was for the jury to determine the fact from the conflicting evidence, and their decision, in such cases, is conclusive on appeal.</p>\n<p id=\"b730-5\">2. It is next contended that the plaintiff had no interest in the Lightner mine sufficient to give it the right to sue for the value of ore extracted therefrom. Prior to November 21, 1896, and on that date Alice L. Eastland was the owner in fee of the mine. On that day a written agreement between her and the plaintiff was executed by them. Thereby she agreed to sell said mine to the plaintiff at the price of one hundred thousand dollars, of which fifty thousand dollars was to be paid by the plaintiff out of half of the gross proceeds of the mine after the year 1897, and the other fifty thousand dollars out of sales of plaintiff’s capital stock. It further provided that plaintiff should diligently proceed to sink a shaft thereon to the depth of five hundred feet and erect hoisting works thereat; that it should have the right to take and hold possession of the! mining claim and to mine ore therefrom, and that it should work the mine diligently until the price was fully paid. It also stated that a deed of conveyance of the mine from Mrs. Eastland to the Lightner. Mining Company was on the same day signed and acknowledged by her and deposited in escrow with a third person, and that the same was to be delivered to the company upon payment of the purchase price. The deed was signed and delivered in escrow, as stated, and the plaintiff immediately took complete possession of the mine under the agreement. It has been in exclusive possession thereof ever since, and has proceeded to develop and work it. The deed was not delivered out \"of escrow until September 2, 1902, which was after this action was begun. A clause of the agreement provided that if the vendee at any time failed, for three months, to perform any covenant therein, the vendor, after ten days’ notice, might cancel the contract and take possession of the mine. No such default occurred.</p>\n<p id=\"b730-6\">It is a well-settled proposition that the proper party plaintiff in an action for trespass to real property is the person in actual possession. No averment of title in plaintiff is necessary. (1 Chitty on Pleadings, 63; <em>Heilbron </em>v. <em>Heinlen, </em>72 Cal. 371, [14 Pac. 22]; <em>Strohlburg </em>v. <em>Jones, </em>78 Cal. 383, [20 Pac. 705]; <page-number citation-index=\"1\" label=\"695\">*695</page-number><em>Pollock </em>v. <em>Cummings, </em>38 Cal. 685; <em>Uttendorfer </em>v. <em>Saegers, </em>50 Cal. 497; <em>Raffetto </em>v. <em>Fiori, </em>50 Cal. <em>363; McDonald </em>v. Bear <em>Rriver etc. Co., </em>13 Cal. 230.) The person in possession can recover no damages for injuries, “except such as affect his own right, unless he holds in such relation to other parties interested that his recovery will bar their claim.” (4 Sutherland on Damages, sec. 1012.) A' defendant who is a mere stranger to the title will not be allowed to question the title of a plaintiff in possession of the land. It is only where the trespasser claims title himself, or claims under the real owner, that he is allowed to attack the title of the plaintiff whose peaceable possession he has disturbed. (21 Ency. of Plead. &amp; Prac. 834.) One who is in possession under an agreement to convey giving him the right, of possession, may maintain an action against a stranger to the title for a trespass which consists of the removal and conversion of the substance of the estate. <em>(Hunt </em>v. <em>Taylor, </em>22 Vt. 556; <em>Miller </em>v. <em>Zufall, </em>113 Pa. St. 325, [6 Atl. <em>350]; Interlied </em>v. <em>Whaley, </em>65 Hun, 407, [20 N. Y. Supp. 183]; <em>McFeters </em>v. <em>Pierson, </em>15 Colo. 201, [22 Am. St. Rep. 388, 24 Pac. <em>1076]; Irvin </em>v. <em>Patchen, </em>164 Pa. 51, [30 Atl. 436].) He may even recover of his <em>vendor </em>for injuries amounting to waste, committed upon the premises after such delivery of possession. <em>(Worrall </em>v. <em>Munn, </em>53 N. Y. 185.) The plaintiff in this case was rightfully in possession under the agreement of sale from Mrs. Eastland. The defendants do not claim title, possession, or right of possession. Under the contract the plaintiff had the right at any time to take this ore. It follows that, since the defendants have taken it, the plaintiff may recover i.ts value, and payment therefor to the plaintiff would protect defendants against any claims of the vendor. Furthermore, after the action was begun and before the trial, the equitable title of the plaintiff became a perfect title in fee by the final delivery of the deed. Consequently, the defect of title at the time the action was begun, could not possibly have worked any injury to the defendants.</p>\n<p id=\"b731-4\">3. The defendants next claim that the action is barred by the statute of limitations, particularly by section 338 of the Code of Civil Procedure. The action was commenced on July 10, 1902. The jury found, specially, that the ore for which the recovery was allowed was removed from the plaintiff’s mine, by defendants, prior to July 1, 1899. By subdivision 2 <page-number citation-index=\"1\" label=\"696\">*696</page-number>of section 338, in connection with section 312, it is provided that “an action for trespass upon real property” is barred unless it is commenced within three years after the cause of action shall have accrued.</p>\n<p id=\"b732-5\">The plaintiff insists that an exception exists in cases where the trespass is fraudulently concealed by the perpetrator from the knowledge of the owner of the land and that in such cases the period of limitation does not begin to run until the aggrieved party discovers the trespass, or with reasonable diligence might have discovered it. It is also contended that the case, as made by the pleadings and the findings of the jury, does not fall strictly within the class described in subdivision 2 of section 338, but that it is governed by subdivision 4, which reads as follows: “4. An action, for relief on the ground of fraud or mistake. The cause of action in such case not to be deemed to have accrued until the discovery, by the aggrieved party, of the facts constituting the fraud or mistake.” The plaintiff did not discover the trespass, nor did it have any reasonable means of making such discovery, until June 1, 1901, when its own workings encountered the wrongful excavation of the defendants.</p>\n<p id=\"b732-6\">It was the settled rule in actions at law that the plaintiff’s mere ignorance of the existence of the injury complained of, or of the facts constituting such injury, or of the identity of the person liable therefor, until the period of limitation had passed, will not prevent the running of the statute. This rule has been followed in this state in several cases in which the point that there was fraud involved in the cause of action itself, or a fraudulent concealment thereof, was not raised or considered. <em>(Gale </em>v. <em>McDaniel, </em>72 Cal. 334, [13 Pac. 871]; <em>People </em>v. <em>Melone, </em>73 Cal. 574, [15 Pac. 294]; <em>Paige </em>v. <em>Carroll, </em>61 Cal. 211; <em>Lattin </em>v. <em>Gillette, </em>95 Cal. 317, [29 Am. St. Rep. 115, 30 Pac. 545]; <em>Lambert </em>v. <em>McKenzie, </em>135 Cal. 100, [67 Pac. 6].) In the last-mentioned case the court said : “It is not true that, where damages result from negligence, the cause of action arises upon the date of the discovery of the negligence, or of the negligent person. It is the date of the act and fact which fixes the time for the running of the statute. . . . And so throughout the law, <em>except in cases of fraud, </em>it is the time of the act, and not the time of the discovery which sets the statute in motion.” (Italics ours.)</p>\n<p id=\"b733-3\"><page-number citation-index=\"1\" label=\"697\">*697</page-number>But in actions at law, where the party liable had fraudulently concealed the injury, or the essential facts thereof, from the party injured, there has been a great diversity of opinion on this question in the courts of this country and of England. The following cases hold that the period of limitation runs from the date of the commission of the injury, or of the acts from which it flows, notwithstanding such fraudulent concealment thereof. <em>(Somerset Co. </em>v. <em>Veghte, </em>44 N. J. L. 511; <em>Troup </em>v. <em>Smith, </em>20 Johns. (N. Y.) 43; <em>Leonard </em>v. <em>Pitney, </em>5 Wend. (N. Y.) 30; <em>Allen </em>v. <em>Mills, </em>17 Wend. (N. Y.) 202; <em>Fee </em>v. <em>Fee, </em>10 Ohio, 469, [36 Am. Dec. 103]; <em>Howk </em>v. <em>Minnick, </em>19 Ohio St. 462, [2 Am. Rep. 413]; <em>Atchison etc. Ry. Co. v. Atchison Grain Co., </em>68 Kan. 585, [75 Pac. 1051]; <em>Cocke </em>v. <em>McGinnis, </em>8 Tenn. (M. &amp; Y.) 361, [17 Am. Dec. 809]; <em>Callis </em>v. <em>Waddy, </em>2 Munf. (Va.) 511; <em>Clarke </em>v. <em>Reeder, </em>1 Spears (S. C.) 398; <em>Franklin </em>v. <em>Waters, </em>8 Gill (Md.) 322; <em>Barnes </em>v. <em>Williams, </em>25 N. C. 481; <em>Imperial G. Co. </em>v. <em>London G. Co., </em>10 Exch. 39; <em>Hunter </em>v. <em>Gibbons, </em>1 Hurl. &amp; Nor. 459; <em>Brown </em>v. <em>Howard, 2 </em>Brod. &amp; Bing. 23.)</p>\n<p id=\"b733-4\">The following declare that such fraudulent concealment delays the running of the statute until the injured party discovers, or with reasonable diligence might have discovered, the facts constituting the injury and cause of action: <em>Porter </em>v. <em>Smith, </em>65 Ala. 169; <em>Snodgrass </em>v. <em>Bank, </em>25 Ala. 161, [60 Am. Dec. 505]; <em>Tillson </em>v. <em>Ewing, </em>87 Ala. 350, [6 So. 276]; <em>Moses </em>v. <em>Taylor, </em>6 Mackey (D. C.) 281; <em>Traer </em>v. <em>Clews, </em>115 U. S. 537, [9 L. Ed. 467, 6 Sup. Ct. 155]; <em>Rosenthal </em>v. <em>Walker, </em>111 U. S. 185, [28 L. Ed. 395, 4 Sup. Ct. 382]; <em>Bailey </em>v. <em>Glover, </em>88 U. S. 346, [22 L. Ed. 636]; <em>Sherwood </em>v. <em>Sutton, </em>5 Mason, 143, [Fed. Cas. No. 12,782]; <em>Campbell </em>v. <em>Vining, </em>43 Ill. 525, (reprint ed. 473); <em>Cook </em>v. <em>Chicago etc. Co., </em>81 Iowa, 551, [25 Am. St. Rep. 512, 9 L. R. A. 764, 46 N. W. 1080]; <em>Carrier </em>v. <em>Chicago etc. Co., </em>79 Iowa, 86, [6 L. R. A. 799, 44 N. W. 203]; <em>District </em>v. <em>French, </em>40 Iowa, 601; <em>First Mass. T. Assoc. </em>v. <em>Field, </em>3 Mass. 201, [3 Am. Dec. 124]; <em>Homer </em>v. <em>Fish, </em>1 Pick. (Mass.) 438, [11 Am. Dec. <em>218]; Welles </em>v. <em>Fish, </em>3 Pick. (Mass.) 75; <em>Shelby Co. </em>v. <em>Bragg, </em>135 Mo. 298, [36 S. W. 600]; <em>State </em>v. <em>Hawkins, </em>103 Mo. App. 255, [77 S. W. 98]; <em>Bowman </em>v. <em>Sanborn, </em>18 N. H. 206; <em>Way </em>v. <em>Cutting, </em>20 N. H. 190; <em>Quimby </em>v. <em>Blackey, </em>63 N. H. 77; <em>McDowell v. Potter, </em>8 Pa. St. 190, [49 Am. Dec. 503]; <em>Campbell </em>v. <page-number citation-index=\"1\" label=\"698\">*698</page-number><em>Boggs, </em>48 Pa. St. 524; <em>Morgan </em>v. <em>Tener, </em>83 Pa. St. 305; <em>Lewey </em>v. <em>Frick Co., </em>166 Pa. St. 536, [45 Am. St. Rep. 684, 28 L. R. A. 283, 31 Atl. 261]; <em>Reynolds </em>v. <em>Hennesy, </em>17 R. I. 177, [20 Atl. 307, 23 Atl. 639]; <em>Munson </em>v. <em>Hollowell,, </em>26 Tex. 478, [84 Am. Dec. 582]; <em>Riplee </em>v. <em>Withee, </em>27 Tex. 17; <em>Anding </em>v. <em>Perkins, </em>29 Tex. 348; <em>Texas etc. Ry. Co. </em>v. Gay, 86 Tex. 608, [25 L. R. A. 52, 26 S. W. 599]; <em>Texas etc. Ry. Co. </em>v. <em>Gay, </em>88 Tex. 115, [30 S. W. 543]; Bulli G. <em>M. Co. </em>v. Osborne (1899), L. R. App. Cas. 351.</p>\n<p id=\"b734-5\">The leading cases in favor of the running of the statute in the foregoing list are <em>Troup </em>v. <em>Smith, Somerset Co. </em>v. <em>Veghte, </em>and <em>Clarke </em>v. <em>Reeder. </em>The argument is simple and is the same in all of them. It is most forcibly and elaborately stated in <em>Clarke </em>v. <em>Reeder. </em>It is, in brief, that the statute of limitations makes no exception, in actions at law, in regard to fraud or fraudulent concealment, and that the courts are bound by the terms of the statute and cannot add to it, or declare an exception which would nullify it in its application to cases properly embraced in its terms.</p>\n<p id=\"b734-6\">The leading cases declaring that a fraudulent concealment stays the operation of the statute are <em>Bailey </em>v. <em>Glover, Sherwood </em>v. <em>Sutton, Lewey </em>v. <em>Frick Co., </em>and <em>Bulli C. M. Co. </em>v. <em>Osborne. </em>In <em>Bailey </em>v. <em>Glover, </em>the supreme court of the United States, by Justice Miller, says: “We are of the opinion that the weight of judicial authority, both in this country and in England, is in favor of the application of the rulé to suits at law as well as in equity. And we are also of opinion that this is founded in a sound and philosophical view of the principles of the statute of limitations. They were enacted to prevent frauds; \"to prevent parties from asserting rights after the lapse of time had destroyed or impaired the evidence which would show that such rights never existed, or had been satisfied, transferred, or extinguished, if they ever did exist. To hold that by concealing a fraud, or by committing a fraud in such a manner that it concealed itself until such a time as the party committing the fraud could plead the statute of limitations to protect it, is to make the law which was designed to prevent fraud the means by which it is made successful and secure. And we see no reason why this principle should not be as applicable to suits tried on the common-law side of the court’s calendar as to those on the equity side. . . . We hold that when <page-number citation-index=\"1\" label=\"699\">*699</page-number>there has been no negligence or laches on the part of the plaintiff in coming to the knowledge of the fraud which is the foundation of the suit, and when the fraud has been concealed, or is of such a character as to conceal itself, the statute does not begin to run until the fraud is discovered by, or becomes known to, the party suing, or those in privity with him.”</p>\n<p id=\"b735-4\">There is perhaps no better statement of the rule and the reasons for it than, the above. The precise question was decided in this state in the early case of <em>Kane </em>v. <em>Cook, </em>8 Cal. 449. It was an action by a consignor against the consignee to recover the price of goods sold by direction of the consignor. It was held to be an action at law. The consignee had not reported the sale. Field, J., delivering the opinion, reviews at considerable length the conflicting decisions then existing on the question and concludes as follows: “In this diversity of opinion on the question, we are free to adopt that rule which will best tend to advance justice, and prevent the perpetration of fraud; and we therefore hold, that in all cases a fraudulent concealment of the fact, upon the existence of which the cause of action accrues, is a good answer to the plea of the statute of limitations. By the system of practice adopted in this state, there is no replication to the answer. The fraudulent concealment cannot, therefore, be replied to by pleading, but it may be established by proof on the trial, and will then just as effectually avoid the plea of the statute. In the present case the plaintiffs are residents of New York; they looked to their consignee in California to acquaint them of the sale of their goods; his delay of three years to impart any information cannot -be reconciled with honest intentions, but necessarily leads to the conclusion that the sale was concealed for a fraudulent purpose.”</p>\n<p id=\"b735-5\">This decision has never been questioned. It was rendered in 1857. Although it has not been cited, it has been followed in principle in subsequent cases. (See <em>Christensen </em>v. <em>Jessen, </em>and other cases hereinafter cited.) The statute then in force contained the provision now found in subdivision 4 of section 338 concerning actions for relief against fraud, but the decision was not avowedly based upon that provision, nor was it referred to. It was put upon the general ground that the rule was applicable to any statute of limitations, although not containing any express exception in relation to fraudulent concealment. <page-number citation-index=\"1\" label=\"700\">*700</page-number>The statutes of limitation have been re-enacted without change since the decision was made. The familiar rule is that when there is a re-enactment of a statute in the same language, after a construction by the courts, the new statute is presumed to be intended to have the same effect as that previously given to its predecessor. From this review of the authorities, in this and other jurisdictions, and for the reasons given, we hold that the rule stated in <em>Bailey </em>v. <em>Glover, </em>88 U. S. 346, [22 L. Ed. 636], and <em>Kane </em>v. <em>Cook, </em>8 Cal. 449, is applicable in all cases where fraud enters into the cause of action and there has been a fraudulent concealment of the injury. Further than this, we need not go in the present case. Under the decisions particularly applicable to underground trespasses in mines, there was here both fraud in the taking and a fraudulent concealment of the fact thereafter. “It is, indeed, part of the equity doctrine of fraud not to define it, not to lay down any rule as to the nature of it, lest the craft of man should find ways of committing fraud which might escape the limits of such a rule or definition.” (1 Bouvier’s Dic. (Rawles Ed.) 844.) It has been defined as “the unlawful appropriation of another’s property by design.” <em>(Oldham, </em>v. <em>Stephens, </em>45 Kan. 369, [25 Pac. 863].) Also as, “what is done in secret, and where there is concealment from a party in a matter which concerns his interest.” <em>(Dale </em>v. <em>Smith, </em>1 Del. Ch. 1.) In <em>Bulli C. M. Co. </em>v. <em>Osborne, </em>(1899) L. R. App. Cas. 351, “the appellants, proceeding secretly with their workings,” took coal from under respondent’s land, with knowledge, and intentionally. The court said: “In the present case the coal was taken furtively. No one can deny that it is a fraud to rob your neighbor furtively of his property.” The court also declared that to constitute a fraudulent concealment of such a trespass it was.not necessary to show that the wrongdoer had taken active measures to prevent detection. It is one of the cases where the fraud “conceals itself,” as stated by Miller, J., in <em>Bailey v. Glover, supra. </em>In <em>Livingstone </em>v. <em>Rawyards, </em>L. R. 5 App. Cas. 34, Lord Hatherly also treats of an underground trespass as a species of fraud. In the English decisions the willful and secret taking of coal from a neighbor’s iñine is usually characterized as fraudulent. <em>(Hilton </em>v. <em>Woods, </em>L. R. 4 Eq. Cas. 440; <em>Dean </em>v. <em>Thwaite, </em>21 Beav. 623; <em>Ecclesiastical Coms. </em>v. <em>North E. Ry. Co., </em>L. R. 4. Ch. <page-number citation-index=\"1\" label=\"701\">*701</page-number>Div. 860; <em>Trotter </em>v. <em>McLean, </em>L. R. 13 Ch. Div. 586.) Such an act, so committed, has all the substantial elements of fraud. Where one by misrepresentation induces another knowingly to part with his property, because his mind is so beclouded by the falsehood that he is unaware of the wrong done him, it is called a fraud. It is a taking of another’s property without his knowledge of the fact that it is really taken from him. The ignorance in that case is produced by artifice. Where one betrays a trust and appropriates trust property to his own use, it is called a fraud. The injured party allows the other to have the possession and the opportunity to convert the property secretly, because of faith and confidence in the wrongdoer. In the case of underground mining of a neighbor’s ore, nature has supplied the situation which give's the opportunity to the trespasser to take it secretly and causes the ignorance of the owner. Relying upon this ignorance, he takes an unfair advantage of his natural opportunities and thereby clandestinely appropriates another’s property while appearing to be making only a lawful use of his own. The act in its very nature constitutes the deceit which makes it a fraud. It is a daily false representation that the ore he is taking is his own,with full knowledge that it belongs to another, and that that other is deceived by the artifice.</p>\n<p id=\"b737-4\">The evidence is sufficient to show a fraudulent taking and fraudulent concealment of this character. The mine of the plaintiff adjoined that of the defendants on the end lines. Defendants sunk a shaft in their own mine to a depth of five hundred and thirty feet about two hundred and ninety feet from plaintiff’s line and by means of cross-cuts therefrom to the vein and drifts therein beneath the surface to plaintiff’s boundaries, they secretly, knowingly, and willfully took from plaintiff’s mine ore of the value found by the jury. The plaintiff had no knowdedge or means of knowledge of this. The circumstances justified the inference that the defendants concealed it from, plaintiff, and prevented it from becoming generally known. The limit of their mine was plainly marked by their own engineer in the first drift which reached plaintiff’s bounds, known as No. 2 level. Defendants inadvertently took several hundred tons of ore from plaintiff’s mine through this drift, and, upon discovering that fact, explained the matter to plaintiff stating that it was a mistake, and <page-number citation-index=\"1\" label=\"702\">*702</page-number>promised to pay its value, which, it seems, they afterwards did. While thus appearing and professing to act in good faith, they proceeded secretly with other workings beyond their line, and below level No. 2, and took the ore in controversy. It was not distinguishable in any way from the ore taken.at the same time from their own mine and it was mingled therewith. Although there were many workmen engaged in the mine, the fact of the trespass did not become known to plaintiff, whose men were at work also in its mine adjoining. There is no real dispute about these facts. They bring the ease' clearly within the rule we have stated and prevent the running of the statute until the trespass was discovered.</p>\n<p id=\"b738-5\">It may be added that they also make a case coming within subdivision 4 of section 338 of the Code of Civil Procedure, relating to.actions for relief against fraud. It was directly decided by this court in <em>Christensen </em>v. <em>Jessen, </em>40 Pac. 747, that this subdivision applies to all actions for relief against fraud, whether such actions and the relief asked be legal or equitable according to the ancient classification. This case was decided in Department and a rehearing was refused by the court in Bank. It is not reported in full in the official volume. (See 107 Cal. xvii.) This rule has been applied in <em>Lataillade </em>v. <em>Orena, </em>91 Cal. 577, [25 Am. St. Rep. 219, 27 Pac. <em>924]; Hayes </em>v. <em>Los Angeles Co., </em>99 Cal. 74, [33 Pac. 766]; <em>Gregory </em>v. <em>Spieker, </em>110 Cal. 150, [52 Am. St. Rep. 70, 42 Pac. 576]; <em>Archer </em>v. <em>Freeman, </em>124 Cal. 258, [57 Pac. <em>474]; Simpson </em>v. <em>Dalziel, </em>135 Cal. 600, [67 Pac. 1080], and <em>Marston </em>v. <em>Kuhland, </em>151 Cal. 102, [90 Pac. 188], each of which would have been classed as an action at law, when there were separate courts for law and’ equity cases. It appears to be settled in this state that if fraud enters into a cause of action, the latter clause of this subdivision will apply and the cause of action will not be deemed to have accrued until the facts are discovered, regardless of the form or character of the action. This is not at all inconsistent with the rule followed in <em>Murphy </em>v. <em>Crowley, </em>140 Cal. 141, [73 Pac. 820], and other similar cases, holding that where the action is one for which the statute of limitations prescribes a longer period than three years, section 338 will not control and the period specially provided will be given.</p>\n<p id=\"b738-6\">Here the discovery was made but thirteen months before the action was begqn, the plaintiff was not put on inquiry, and <page-number citation-index=\"1\" label=\"703\">*703</page-number>the trespass could not reasonably have been discovered sooner. Therefore, under the doctrines we have stated, the action is not barred.</p>\n<p id=\"b739-4\">The rule of practice stated in <em>Kane </em>v. <em>Cook, </em>8 Cal. 449, still prevails. Under it, the fraudulent concealment could be proven without being pleaded. The secret and fraudulent taking was sufficiently alleged.</p>\n<p id=\"b739-5\">Upon this branch' of the case,, the question whether the ore was taken by the defendants, themselves, or by their agents without their knowledge or consent, is immaterial, provided it was taken willfully, intentionally, and secretly. The fraud of the agents will be imputed to the principal for the purpose of preventing the running of the statute of limitations whether the principal was aware of it or not. The injustice of allowing such fraud to become successful by reason of lapse of time and concealment, is an injustice to the owner, and it is precisely the same in effect and extent whether the fraud is that of the principal or his agent. The principal, having received the benefit of his agents’ fraud, has no equity in his favor.</p>\n<p id=\"b739-6\">The defendants contend that the evidence shows that plaintiff was put on inquiry as to the existence of other trespasses than.that on level No. 2, which defendants had admitted, and that with reasonable diligence it could have discovered, at least as early as 1897, the trespasses now complained of. But, as we have shown, some of the defendants’ own agents in charge of the mine declared that these trespasses had not occurred at that time. After the trespass on level No. 2 was admitted, in 1897, the officers of plaintiff visited defendants’ mine and were conducted through it by defendants’ superintendent. They saw the admitted trespass and were shown into level No. 3, where the trespasses complained of here were made, but they were not shown or informed of those trespasses, if, indeed, they then existed, and they did not see them. The only information they had after that visit consisted merely of vague rumors. Under the circumstances, we are of opinion that the finding of the jury on this point cannot be disturbed.</p>\n<p id=\"b739-7\">4. The next question presented is that of the measure of damages. Twelve thousand tons of ore were taken from plaintiff’s mine by the defendants. From this, after milling it at their own expense, defendants obtained gold of the value of fifty-four thousand dollars. The cost of mining and milling <page-number citation-index=\"1\" label=\"704\">*704</page-number>it was twenty-seven thousand dollars. The verdict and judgment was for fifty-four thousand. Defendants claim that the cost of mining and milling should have been deducted from the value of the gold obtained.</p>\n<p id=\"b740-5\">Plaintiff’s counsel concede the rule to be that if the invasion of the mine by defendants was the result of honest mistake and inadvertence, the measure of damages would be the value of the gold less the cost of mining and milling, but they say that -if it was intentional and with knowledge of plaintiff’s rights, the defendants are chargeable with the value of the gold after reduction, without any deduction for expenses of mining and milling. The authorities sustain the latter proposition. (4 Sutherland on Damages, secs. 1126, 1127, 1128; 2 Sedgwick on Damages, secs. 500 to 504.) The objection of the defendants is that to allow damages in excess of the value of the ore as it lay in the mine is to give plaintiff the benefit of defendants’ labor without any equivalent in return, and is, in effect, punitive damages, allowable only where there is oppression, fraud, or malice, and which will not be given against principals for the fraud of their agent, unless such fraud was known to the principals, or was authorized or ratified by them. The authorities last cited assume that such enhanced damages are punitive in character.</p>\n<p id=\"b740-6\">Under the rules laid down in the Civil Code, it must be conceded that the plaintiff can be allowed the benefit of defendants’ work in mining and milling the ore, only upon the theory that it is given as a punishment of the defendants. The general rule of damages in tort is declared to be “the amount which will compensate the injured party for all the detriment proximately caused thereby, whether it could have been anticipated or not.” (Sec. 3333.) For the wrongful, conversion of personal property the damage allowed is its value “at the time of the conversion,” with interest, or, if “the action has been prosecuted with reasonable diligence,” the highest market value at any time between the conversion and the verdict, without interest, at plaintiff’s option. (See. 3336.) Treating the case as one for the conversion of chattels, the conversion was complete when the defendants had mined the ore and mingled, it with ore from their own mine. Its. value at that time would not include the cost of milling. No evidence was given as to the cost of mining alone. The subse<page-number citation-index=\"1\" label=\"705\">*705</page-number>quent “highest market value,” referred to in the second clause of section 3336, ordinarily means the subsequent value of the thing in the condition it was in at the time of the conversion. It would not include a value added to it by reason of an improved condition given to it by the defendant after conversion. Of course, if the property taken can be identified in its changed condition, the rightful owner may retake it as it is, since the title remains in him, and he may thus in that case obtain the benefit of the improved condition. But in this case identification is impossible. It is not claimed that the unmilled ore was, or would have been, ever of any higher value than it was when it was mined. The giving to the plaintiff of the value added to it by the milling,'as damages, is therefore not authorized by section 3336. It can be allowed only as exemplary damages, authorized by section 3294, as a punishment, where the defendants have been guilty of oppression, fraud, or malice. It is the settled law of this state that exemplary damages cannot be given against a principal for the fraud of the agent, unless the principal either had knowledge of the fraud at the time, or authorized it, directly or by implication, or ratified it after it came to his knowledge. In the recent case of <em>Davis </em>v. <em>Hearst, </em>160 Cal. 143, [116 Pac. 530], under the sub-title “Imputed malice in fact,” the rule is thus stated: “It follows of necessity that no principal can be held in punitive damages for the act of his agent, unless the particular act comes within the principal’s specific direction or general suggestions, or unless the principal has subsequently ratified it, such ratification presupposing, it is said, original authorization.” We also refer to the authorities there cited on this point.</p>\n<p id=\"b741-4\">We do not find in the evidence any substantial proof that the defendants had any knowledge of the trespass complained of, or of its fraudulent character, at the time of its occurrence, or that they either specifically or by general directions or suggestions authorized it. The management and supervision of the defendants’ mining operations appear to have been committed to the defendant, C. D. Lane. Defendant Hayward was consulted, but he seldom visited the mine. Lane was in the mine in 1897 after the admitted trespass on level No. 2 occurred, and he immediately noticed it and condemned it. He gave instructions to those in subordinate control that they must mark the boundary in the levels, so that the men would know <page-number citation-index=\"1\" label=\"706\">*706</page-number>when they came to it, and that they must take care not to trespass again on the Lightner mine. There is no evidence that either of the defendants were ever informed of the trespass here in issue, until this suit was begun against them. The defendant, Hobart Estate Company, owned a one-third interest in the Utica mine, but it took no part in the management and none of its officers ever visited the mine. Its only participation in the enterprise was the receipt of dividends from the other partners and the payment of expenses when called on to do so.</p>\n<p id=\"b742-5\">Plaintiff argues that the' defendants ratified the wrongful and fraudulent acts of their agents by the denials thereof in their answer to the complaint, and their failure to investigate the matter or make restitution, after they were informed of the facts by the service upon them of a copy of the complaint. Where a party is sued, he has the legal right to make such defenses as he believes he can establish by proof. It is true, as we have said, that there is sufficient evidence' to sustain the verdict of the jury holding that the ore in question was taken after November 21, 1896, when plaintiff first acquired an interest in the Lightner mine. But it must also be admitted that, although sufficient to raise a conflict, this evidence is not particularly strong or convincing, and that the defendants produced ample evidence to show their good faith in denying the trespass in issue and pleading the statute of limitations. The jury gave cre'dit to the opposing testimony as to the date of the taking, but there is nothing in the case that would authorize the conclusion that the defendants alleged these defenses in bad faith, or that the pleading thereof should be taken as evidence of ratification of a fraudulent act which they obviously expected to prove had not been committed against the plaintiff at all. There may be some circumstances that would arouse a suspicion of knowledge on their part prior to the filing of their answer, but there was no substantial proof thereof. The service of the complaint in the former action in 1897 for the admitted trespass cannot serve as such proof, for the plaintiff’s case rests entirely upon the theory that the ore in question here was taken subsequent to that date, and after the defendant Lane had given positive instructions to the men at the mine not to trespass again. There is no proof of knowledge, authorization, or ratification.</p>\n<p id=\"b742-6\">The result is that the verdict for fifty-four thousand dollars <page-number citation-index=\"1\" label=\"707\">*707</page-number>is excessive. It should have been for only twenty-seven thousand dollars, which the jury found to be the value of the ore before mining and milling.</p>\n<p id=\"b743-4\">5. Some of the instructions given by the court are contrary to the conclusions above stated, and are, as we conceive, erroneous. But in view of the special findings of fact by the jury, we do not think any of them can be considered as affecting the right of the plaintiff to recover the twenty-seven thousand? dollars found to be the actual compensatory damages. Instruction 22 was to the effect that the statute of limitations for an underground trespass did not begin to run when the trespass was committed, but from the time of the discovery thereof by the injured party, or from the time when with ordinary diligence he might have discovered it. It omits the elements of secrecy and of fraud in the trespass and fraudulent concealment thereof by the trespasser, and, for that reason, it is erroneous. But the jury, in answer to interrogations, expressly found that the trespass was made by defendants, secretly, knowingly, willfully,' and intentionally, and that the defendants, with knowledge thereof, concealed the trespass from the plaintiff. As we have before stated, for the purpose-of staying the statute of limitations, the defendants are chargeable with the fraud and fraudulent concealment of tbeir agents, although it may never have been brought to their personal knowledge. The finding of the jury, therefore, establishes, for the purposes of our review of the ease, the fact that the trespass was fraudulently made and fraudulently concealed, and, hence, that the statute did not begin to run until the discovery was or should have been made, as stated in the instruction.. Under these circumstances, the giving of the instruction was-not prejudicial, since the jury have found the additional facts, which should have been contained in it to make the instruction correct. This was held in <em>Lowe </em>v. <em>San Francisco etc. Co., </em>154 Cal. 578, [98 Pac. 678]. There were other instructions suggesting the same view, and, upon the same ground, they must be considered as immaterial and harmless.</p>\n<p id=\"b743-5\">One of the instructions objected to was to the effect that if the jury should find that the ore taken by defendants from the Lightner mine was partly extracted before the Lightner Company entered into possession under its purchase and partly afterward, the burden rested upon the defendants to show <page-number citation-index=\"1\" label=\"708\">*708</page-number>how much was'taken before the entry and how much was taken afterward, and that if defendants failed to do so, then the plaintiff was entitled to recover for the entire amount taken. In view of the facts found this was not error. As we have seen, the plaintiff’s ore was taken by the defendants’ employees in charge of the mine, secretly and knowingly. It was wrongfully carried to defendants’ mill, along with their own ore, and indistinguishably mingled with that ore. The doctrine of confusion of goods applies. “It has long been settled at the common law, that where personal chattels, solid or fluid, are so mingled ' as to have become undistinguishable by the wrongful act of one owner, he cannot recover for his own proportion, nor for any part of the intermixture, but the entire property rests in himi whose right was so invaded.” (2 Schouler on Personal Property, sec. 47.) . Under some circumstances he can obtain the benefit of that proportion of the mass which was originally his own. But it rests with him to show the proportion which belongs to him. “All the inconveniences of the confusion is thrown on the party who produces it, and generally it is for him to distinguish his own property or lose it.” (6 Am. <em>&amp; </em>Eng. Ency. of Law, p. 596, citing <em>First N. B. </em>v. <em>Schween, </em>127 Ill. 580, [11 Am. St. Rep. 174, 20 N. E. 681]; <em>Lehman </em>v. <em>Kelley, </em>68 Ala. 204; <em>Mayer </em>v. <em>Wilkins, </em>37 Fla. 254, [19 So. 632]; <em>Diversey </em>v. <em>Johnson, </em>93 Ill. 547; <em>Stuart </em>v. <em>Phelps, </em>39 Iowa, 20; <em>Weil v. Silverstein, </em>69 Ky. 702; <em>Loomis </em>v. <em>Green, </em>7 Me. 393; <em>Kreuzer </em>v. <em>Cooney, </em>45 Md. 591; <em>Robinson </em>v. <em>Holt, </em>39 N. H. 563, [75 Am. Dec. 233]; <em>James </em>v. <em>Burnet, </em>20 N. J. L. 642; <em>Hart </em>v. <em>Ten Eyck, </em>2 Johns. Ch. (N. Y.) 108; <em>Starr </em>v. <em>Winegar, </em>3 Hun, (N. Y.) 494.) The cases support the text. It matters not that the defendants’ employees knowingly' mingled the ore without the actual knowledge of the defendants themselves. <em>(Dillingham </em>v. <em>Smith, </em>30 Me. 383.)</p>\n<p id=\"b744-5\">Instruction 9 was to the effect that “the right of the plaintiff to recover is not at all affected by the fact that the trespass was not ■willful.” This would be technically correct if it méant only that the plaintiff could recover compensatory damages for a trespass not willfully made. The right to recover exemplary damages would be affected by the fact that the trespass was willful, if by. a willful trespass is meant a fraudulent or malicious trespass. But the right to recover compensatory damages is not affected by the fact that the trespass was not <page-number citation-index=\"1\" label=\"709\">*709</page-number>willful. <em>(Maye </em>v. <em>Yappen, </em>23 Cal. 306.) Hence, the giving of the instruction could be prejudicial only with regard to punitive damages included in the verdict, and the error can be sufficiently cured by reducing the judgment to the amount of damages allowed as compensation. This applies also to instructions 10 and 20, to the effect that every entry by the owner of one mine upon an adjoining mine is presumed to be willful, because a man is presumed, in the absence of evidence to the contrary, to know his own boundaries, and to instruction 21, that for a willful trespass the defendants were not entitled to deduct the cost of mining and milling. If the damages are reduced to the value of the gold after deducting that cost, all of these instructions are rendered harmless.</p>\n<p id=\"b745-4\">The case appears to have been fully and carefully tried and we do not find any error which substantially affects the right of the plaintiff to recover the twenty-seven thousand dollars, found to be the value of the ore taken, as it lay in the ground before it was mined. Substantial justice demands that instead of reversing the cause for a new trial, the plaintiff be at least given an opportunity to accept the part of the damages as to which the verdict is not vitiated by the errors aforesaid. (See <em>Salstrom v. Orleans etc. Co., </em>153 Cal. 558, [96 Pac. 292].)</p>\n<p id=\"b745-5\">It is therefore ordered that in the event that plaintiff, within thirty days from the date of the filing of this opinion, file with the clerk of this court its written consent to a modification of t\\e judgment by the deduction of twenty-seven thousand dollars therefrom, leaving the same to stand for the remaining twenty-seven thousand dollars and costs of suit, said judgment be modified accordingly, and the order denying a new trial shall be affirmed; such modified judgment to bear interest at the legal rate from the date of the entry of the original judgment of the superior court; but that if such consent is not so filed within said time, the judgment and the order denying a new trial shall be reversed.</p>\n<p id=\"b745-6\">Sloss, J., Angellotti, J., Henshaw, J., Melvin, J., and Lorigan, J., concurred.</p>\n<p id=\"b745-7\">On January 8, 1912, the supreme court in Bank made the following order in the foregoing appeal:</p>\n<p id=\"b745-8\">The plaintiff having consented thereto in open court, it is <page-number citation-index=\"1\" label=\"710\">*710</page-number>ordered that the judgment appealed from be modified by the deduction of twenty-seven thousand (27,000) dollars therefrom, leaving the same to stand for the remaining twenty-seven thousand. (27,000) dollars, and costs of suit, such modified judgment to bear interest at the legal rate from the date _ of entry of said judgment, and that the order denying a new trial be affirmed.</p>\n<p id=\"b746-5\">Rehearing denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}