{
  "casebody": {
    "data": "<casebody firstpage=\"318\" lastpage=\"324\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b372-3\">UNITED STATES of America, Plaintiff-Appellee, v. Steven Hyman OSTKOWSKY et al., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b372-5\">Nos. 73-1430 to 73-1433.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b372-6\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b372-7\">Argued Dec. 4, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b372-8\">Decided Aug. 5, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b372-28\">Anna R. Lavin, Chicago, 111., Gerald Alch, Boston, Mass., Edward J. Calihan, Jr., Edward M. Genson, Chicago, 111., for defendants-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b372-29\">James R. Thompson, U. S. Atty., Glyn-na W. Freeman, Asst. U. S. Atty., Chicago, 111., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b373-4\"><page-number citation-index=\"1\" label=\"319\">*319</page-number>Before SWYGERT, Chief Judge, KIL-EY, Senior Circuit Judge, and POOS, Senior District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b373-9\"> Senior District Judge Omer Poos of tlie Southern District of Illinois is sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b373-5\">SWYGERT, Chief Judge.</author>\n<p id=\"Ag0\">Defendants-appellants Steven Os-trowsky, Joseph Marek, William E. Dauber, and Jack Schnadenberg appeal from their conviction for violating the Dyer Act, 18 U.S.C. § 2313, and for conspiracy to violate the Dyer Act. They were charged with the concealing, storing, and disposing of a 1972 Cadillac automobile which they knew to be stolen and which was driven from Indiana to Illinois.</p>\n<p id=\"b373-6\">Defendants raise numerous issues on appeal, the most important relating to the admission of evidence pertaining to the murder of the possessor of the stolen automobile.<footnotemark>1</footnotemark> In denying defendants’ motion to exclude, the trial judge stated:</p>\n<blockquote id=\"b373-7\">In the case at bar the issue is whether the court should permit evidence of an alleged murder, the more serious offense, to prove the conspiracy to sell or receive stolen vehicles, the less important offense.</blockquote>\n<blockquote id=\"b373-8\">I conclude that there is no question from listening to the voir dire examination of the two witnesses for the government who have testified here that the murder was closely blended or intermixed with the interstate transportation of the vehicle. Thus the question becomes whether or not the probative value of the evidence of the prior crime is so relevant to an issue of material fact that it far outweighs the possible prejudice to the defendants upon admission of this evidence before the jury.</blockquote>\n<p id=\"b373-12\">Although we think that under the unusual circumstances of this case the Government was entitled to present the jury a minimal amount of evidence with respect to the alleged foul play visited upon the possessor of the automobile, the evidence elicited at oar overstepped the bounds of necessity and served only to unduly prejudice the defendants. Accordingly, we reverse and remand for a neyv trial.</p>\n<p id=\"b373-13\">I</p>\n<p id=\"b373-14\">The possessor of the 1972 Cadillac, Roger Croach, together with the defendants and two unindicted co-conspirators, Donald Boyer and Alexander Jaroszews-ki, were members of a car theft ring operating in Indiana and Illinois. The circumstances surrounding the murder of Croach and the disposition of the car were testified to by Boyer and Jaro-szewski on behalf of the Government. Their testimony indicated that the pertinent events began on September 2, 1972, the Saturday of Labor Day weekend. In the morning of that day Boyer met Croach at the Courtesy Auto Brokers car lot in South Bend, Indiana to make arrangements for the delivery of a stolen car to Courtesy (operated by Croach). During the noon hour, while eating lunch at a nearby restaurant, Croach and Boyer learned of a state police raid on Courtesy. Although Croach wanted to drive past the car lot to observe the activities of the police, he was hesitant to drive his own car, fearing that the police might recognize his car and arrest him. So as to drive by the lot without detection, Croach decided to rent a car. While he was engaged in renting a car at a rental agency Boyer waited in Croach’s Cadillac. Boyer no<page-number citation-index=\"1\" label=\"320\">*320</page-number>ticed Dauber and one Richie Ferraro pass by in Dauber’s automobile. Boyer stopped them and explained that Croach was renting an automobile. Boyer gave the reason for renting a car, to which Dauber replied, “He doesn’t need that car to go looking. We just come by there and there’s more than one police car there. Go get him.” Boyer informed Croach that Dauber did not want him to rent a car whereupon all three left the car rental agency.</p>\n<p id=\"b374-4\">Later that day Boyer and Croach, in Croaeh’s Cadillac, and Dauber and Ferraro, in Dauber’s automobile, met at the Burger Chef restaurant in South Bend. As they talked between the open windows of their respective cars, the four discussed the police raid at Courtesy. Boyer interrupted the discussion to remind Dauber that he, Boyer, had a 4:00 o’clock appointment at the Holiday Inn in South Bend. Dauber told Boyer to use Croach’s Cadillac to keep his appointment and requested that Croach go with Dauber and Ferraro. Thereupon Croach got out of his car and entered Dauber’s car and Boyer, with instructions from Dauber to meet them later in the evening at defendant Schnadenberg’s home, drove to his appointment in Croach’s car.</p>\n<p id=\"b374-5\">Later, in the early evening, Boyer, driving Croach’s Cadillac, came to defendant Schnadenberg’s home in Chesterton, Indiana. Shortly thereafter, Dauber took Boyer into the backyard to talk. Dauber in the sole presence of Boyer related that he “had to whack Roger Croach,” and that he had “blown his brains all over the car.” After this conversation, Schnadenberg joined Boyer and Dauber in the backyard. In Schna-denberg’s presence, Dauber gave Boyer $100 and told Boyer to meet him the next morning, Sunday, at 8:00 A.M. Boyer inquired as to what automobile he should drive to which Dauber replied: “Drive Roger’s car. He won’t be needing it.” Prior to Boyer’s departure, the three searched the trunk of Croach’s car and found various items. They divided these items among themselves and were instructed by Dauber: “Whatever you got there, throw them in the river” or “the creek.”</p>\n<p id=\"b374-7\">The next morning upon arrival at Dauber’s- house in Valpariso, Indiana, Boyer was told that he was to have picked up Schnadenberg. Pursuant to Dauber’s request Boyer drove Croach’s car to Schnadenberg’s house in Chesterton where he found Schnadenberg waiting for him. Together they returned to Valpariso. On arrival at Dauber’s house, Dauber took the wheel of Croach’s car and drove the three to the residence of Dauber’s sister in Blue Island, Illinois. Dauber then requested that Schnadenberg drive the car to a business establishment in Crestwood, Illinois where arrangements had been made to temporarily store the car. Later the car was removed to a garage in a private home in Riverdale, Illinois. Once it was secured there, Dauber, Boyer, and Schnadenberg returned to Indiana.</p>\n<p id=\"b374-8\">Two days later, on September 5, 1972, defendants Ostrowsky and Marek accompanied by Dauber met Alexander Jaro-szewski, an unindicted co-conspirator, at the Holiday Inn in Lansing, Illinois. The four talked in the parking lot. Os-trowsky stated that Dauber had “stashed away a car” that had belonged to a man named Croach whom Dauber had “knocked off” during the previous weekend. Ostrowsky directed Jaro-szewski to go with Dauber to pick up Croach’s Cadillac and to take it to a 'garage in Chicago. In addition, Ostrows-ky, apprehensive that Croach’s car would be on the police department “hot sheet,” suggested that they stop at his house to pick up a set of license plates to replace those on Croach’s car. Upon receiving Ostrowsky’s instructions, Dauber, Ma-rek, and Jaroszewski left for Ostrows-ky’s home where they picked up a set of Illinois license plates. They then went in Marek’s car to the garage where Croach’s Cadillac was stored. Upon arrival Jaroszewski removed the Indiana license plates on Croach’s car and replaced them with the Illinois plates. <page-number citation-index=\"1\" label=\"321\">*321</page-number>Dauber took the Indiana plates, saying that he would destroy them. As they left, Dauber admonished Jaroszewski to exercise care in driving the car to a garage in Chicago, a so-called “chop shop.” This garage was operated for the purpose of dismantling stolen automobiles for the sale of parts. Pursuant to Os-trowsky’s orders, Jaroszewski dismantled Croach’s car and disposed of various parts, some of which he sold.</p>\n<p id=\"b375-5\">In addition to the foregoing evidence, the Government elicited testimony from Jaroszewski which attributed statements to Ostrowsky that Dauber had “knocked off” Croach because Dauber thought that “Croach couldn’t handle the heat.” Jaroszewski also testified that Ostrows-ky made remarks to the effect that they should move Croach’s body since it was located where 'it could easily be found. Likewise, the Government adduced additional evidence regarding Ostrowsky’s instructions to Jaroszewski to burn the tires on the automobile which was used to dump Croach’s body in a field. The final murder evidence produced by the Government pertained to proof of the <em>corpus delicti </em>of the murder. To that end the Government presented the testimony of the Indiana State Police Officer who found Croach’s body; the coroner of LaPorte County, Indiana who testified to the cause of death as being two gunshot wounds in the head; and dental records and testimony by a dentist establishing that the body found with gunshot wounds in the head was that of Roger Croach. The defendants timely objected to the admission of any evidence relative to the murder of Roger Croach.</p>\n<p id=\"b375-6\">II</p>\n<p id=\"b375-7\">In analyzing the admissibility of evidence of a prior crime to prove an element of the crime charged three considerations must be kept in mind: (1) recognizing the general rule that prohibits admission of evidence of other crimes to prove the commission of the crime charged, it must be demonstrated that the evidence is of a type that fits within one of the exceptions to the general rule of inadmissibility; (2) even though evidence of a prior crime is relevant, the court must engage in a balancing process to decide whether the probative value of the evidence of other criminal activity outweighs the possible prejudice to defendants occasioned by such evidence; and (3) the evidence of the other crime must be clear and convincing.</p>\n<p id=\"b375-9\">With respect to the first consideration, the evidence relating to Croach’s murder arguably falls within two exceptions to the general rule of inadmissibility. The evidence can be viewed as coming within the exception established in United States v. Wall, 225 F.2d 905, 907 (7th Cir. 1955), cert. denied, 350 U.S. 935, 76 S.Ct. 307, 100 L.Ed. 816 (1956) where we said:</p>\n<blockquote id=\"b375-10\">“Thus, evidence of other criminal acts has been held admissible by this court when they are so blended or connected with the one on trial as that proof of one incidentally involves the other; or explains the circumstances thereof; or tends logically to prove any element of the crime charged.”</blockquote>\n<p id=\"AIV\">The murder evidence was probative, albeit tangentially, in establishing an “element of the crime charged,” that Croach’s automobile was stolen.</p>\n<p id=\"b375-11\">In addition it is an established exception to the general rule of inadmissibility that proof of other criminal activity is admissible to establish knowledge when knowledge is a necessary element of the crime charged. United States v. Turner, 423 F.2d 481, 484 (7th Cir. 1970).. With respect to defendants Ostrowsky and Marek, it is arguable that knowledge of Croach’s murder was probative on the question of whether these defendants knew that Croach’s car had been stolen.</p>\n<p id=\"b375-12\">Addressing ourselves to the second test of admissibility, it must be shown that on balance the probative value of the murder evidence regardless of its coming within an exception of the general rule outweighs its prejudicial impact. We discuss first the probative value of the murder evidence. On that <page-number citation-index=\"1\" label=\"322\">*322</page-number>score it is axiomatic that the evidence must be probative of a material element of the charge against the defendants. The elements of proof required for conviction under 18 U.S.C. § 2313 <footnotemark><em>2</em></footnotemark><em> </em>are:</p>\n<blockquote id=\"b376-4\">“To obtain a conviction under § 2313, the government must prove that: (1) the motor vehicle involved was stolen; (2) the defendant knew that the motor vehicle had been stolen; (3) the defendant concealed the motor vehicle; (4) the motor vehicle involved was moving as or was a part of interstate traffic at the time of the defendant’s activities.” United States v. Brady, 425 F.2d 309, 311 (8th Cir. 1970).</blockquote>\n<p id=\"b376-5\">As to the first element, proof that Croach’s automobile was stolen, the circumstances of this case present an unusual question as to whether the car was in fact stolen from Croach. The possessor of the automobile was no longer alive at the time of the trial to testify that he did not give permission to anyone to drive his Cadillac to Chicago and subsequently destroy it. Moreover, we are confronted with a situation where the possessor initially consented to at least a limited use of his automobile by Boyer. Without engaging in a technical analysis of whether Croach’s murder nullified any consent he might have given for the continued use and disposition of the car, we are of the opinion that the murder evidence could arguably go to the issue of consent and refute any notion that Croach agreed to the disposition and dismantling of an automobile of which he was in possession,'albeit most likely a stolen one which he himself knew to have been stolen. With respect to the element of knowledge needed for a Dyer Act conviction, it can also be argued with some persuasion that the murder evidence had probative value.</p>\n<p id=\"b376-6\">Turning to the question of prejudice to the defendants by the admission of the murder evidence, little demonstration is needed to conclude that such evidence could materially detract the jury’s attention from the real issue in the case, and that its introduction imposed an extraneous burden upon the defendants to defend themselves. Johnson v. United States, 356 F.2d 680 (8th Cir. 1966). The defendants contend that the prejudicial impact of <em>any </em>of the evidence pertaining to Croach’s murder outweighed the probative value of that evidence. We do not agree. Absent minimal evidence of the murder there would be a chronological and conceptual void in the events surrounding the defendants’ acquisition and disposition of the automobile possessed by Croach with the result that the other evidence would appear detached and not in context with all the existing facts. Defendants contend that the Government need not have submitted the murder evidence at all in view of our decisions in United States v. Meek, 388 F.2d 936 (7th Cir. 1968) and United States v. Baker, 429 F.2d 1344 (7th Cir. 1970). These cases are distinguishable. They involved Dyer Act convictions for stealing rent-a-cars and were much more compelling on their facts than the ease before us. Unlike the situation here, the use of the car was governed by an express leasing agreement. Here there was no express limitation on the use and disposition of Croach’s car.' Moreover in view of the evidence that Croach consented to Boyer’s driving his car to meet an appointment and that Croach was afraid that the state police might recognize his car and arrest him, any contention by defendants that Croach agreed to the transportation of the ear to Chicago for dismantling might not be readily overcome absent some evidence of the murder.</p>\n<p id=\"b376-10\">We would rule therefore that under those circumstances the probative value of a minimal amount of evidence per-<page-number citation-index=\"1\" label=\"323\">*323</page-number>taming to Croach’s murder would outweigh its prejudicial effect. We are of the view, however, that the Government adduced a great amount of evidence pertaining to the murder that was unnecessary. By transgressing the bounds of necessity the Government went beyond the minimal amount of murder evidence we deem admissible. All that was needed to satisfy the clear and convincing standard was the admission by Dauber to Boyer that he had killed Croaeh. It was unnecessary for the Government to present Ostrowsky’s reasons for killing Croaeh. Likewise, Ostrowsky’s statements with respect to moving Croach’s body and his instructions to Jaroszewski to burn the tires on the automobile used to dispose of Croach’s body were not probative of any element of the Dyer Act violation and could serve only to prejudice and inflame the jury. Moreover, the evidence with respect to proof of the <em>corpus delicti </em>of the murder was unnecessary and functioned at best to further unduly prejudice the defendants. The evidence of the other crime need only be clear and convincing; it need not, indeed should not, involve a trial within a trial. In the unusual circumstances of this case it was sufficient that the Government establish to the satisfaction of the judge out of the presence of the jury the existence of the <em>corpus delicti </em>of the murder. If in fact a dispute developed as to that fact, it would be time enough for the Government to present such evidence to the jury; otherwise, the jury should be shielded from the evidence.</p>\n<p id=\"b377-5\">Where a different crime is blended with the alleged offense and evidence of that crime is offered. by the Government, the ruling on admissibility of the evidence is within the district court’s discretion. The discretion, however, is limited by the necessity of the evidence in proving the alleged offense. The court in each instance must balance the probative value of the evidence of the crime against the prejudicial effect upon the defendant in the light of a fair trial. But having decided to admit the evidence the court must also limit the evidence to the quantity that is necessary to the purpose for which it is admitted.</p>\n<p id=\"b377-8\">In the case before us the evidence of the Croaeh murder was relevant to prove that defendants stole from Croaeh the 1972 Cadillac which was in his possession and which he permitted Boyer to drive to the Holiday Inn. Had Croaeh not been killed, he may have objected to the interstate transportation of the Cadillac. Accordingly, evidence that Dauber killed him was relevant to show that defendants deprived him of possession, converted the Cadillac to their own use, exercised dominion over it, and unlawfully transported it interstate with clear knowledge that they had stolen it from him. To that extent, and only that far, was evidence of Croach’s murder necessary to prove the Dyer Act violation.</p>\n<p id=\"b377-9\">Since the rule of necessity limited the district court’s discretion, the court abused its discretion in permitting proof of the gruesome and unnecessary details of Croach’s murder. By presenting all the gruesome evidence of the murder the judge allowed the Government to submit evidence to the jury that was at best cumulative. It was not probative of a Dyer Act violation. Moreover, the probable effect of the ruling was to divert the attention of the jury to the murder and away from the unlawful interstate transportation of the Cadillac with knowledge that it was stolen from Croaeh. Having breached the limits of a balance that must be invoked on the question of admissible evidence of another crime to establish the one charged, the defendants suffered undue prejudice in their trial.</p>\n<p id=\"b377-10\">A review of the record persuades us that much — indeed, too much — of the trial was devoted to the murder of Croaeh, thereby detracting materially from focusing on the only legitimate issue: the transportation by the defendants of the Cadillac across -state lines knowing it was stolen. The heavy stress on the murder could serve only to creat<page-number citation-index=\"1\" label=\"324\">*324</page-number>ing prejudice among the jurors by subjecting them to a preoccupation with the defendants’ involvement in a vicious act of violence.</p>\n<p id=\"b378-4\">Although we attribute no bad faith on the part of the prosecutor, a trial for murder was actually conducted under the guise of a Dyer Act violation. We are forced by the prosecutor’s tactics and the trial judge’s permissiveness to reverse a verdict of guilty that in all likelihood would have been returned absent the gratuitous but highly prejudicial evidence. Our course is clear. A fair trial is required for every defendant, regardless of his apparent guilt or the magnitude of the crimes he may have committed.</p>\n<p id=\"b378-5\">The judgments of conviction are reversed and the case is remanded for a new trial under the provisions of Circuit Rule 23.</p>\n<footnote label=\"1\">\n<p id=\"b373-10\">. Defendants raise issues with respect to: the identity and possession of the automobile in question; the sufficiency of the evidence; denial of right to fair trial due to restrictions on defendants’ cross-examination of Government witnesses, and denial of the opportunity to present witnesses; failure to prove the charges of the indictment; error in granting and refusing certain instructions; the Government’s attempt to impeach defense witnesses through allegedly unconstitutional means; and the propriety of certain remarks by the Government during closing arguments. We have reviewed these contentions and find each to be without merit.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b376-7\">. 18 U.S.C. § 2313 provides:</p>\n<p id=\"b376-8\">Whoever receives, conceals, stores, barters, sells, or disposes of any motor vehicle or aircraft, moving as, or which is a part of, or which constitutes interstate or foreign commerce, knowing the same to have been stolen, shall be fined not more than $5,000 or imprisoned not more than five years, or both.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}