{
  "casebody": {
    "data": "<casebody firstpage=\"125\" lastpage=\"130\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b155-6\">Redstone Oil, Coal and Coke Company’s Dissolution.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b155-7\"><em>Mines unci mining—Sale of </em>coal—“ <em>Available coal.\"</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b155-8\">A written contract for the sale of coal provided as follows: “It is mutually agreed by the parties hereto that all coal and surface land agreed to be conveyed hereby shall be surveyed and for any number of acres of coal not delivered there shall be deducted two hundred and fifty dollars per acre from said consideration, per acre for coal owned, and one hundred dollars per acre for surface, as the result of said survey shall determine.” There then followed a schedule headed thus: “ The property included in the coal mine or coal plant hereinbefore referred to is substantially as follows.” Then after enumerating several particulars the following words occurred: “Coal unmined about three thousand five hundred <page-number citation-index=\"1\" label=\"126\">*126</page-number>acres available coal.” It appeared that out of the whole acreage mentioned about thirty-eight acres had been mined out by the grantors, and the parties agreed that there should be deducted for this deficiency two hundred and fifty dollars per acre. It also appeared that a creek ran over the land, and that a railroad had been constructed over it. The purchasers claimed that the coal under the creek and the railroad was not available coal within the meaning of the contract, and that it could not be mined without flooding and without destruction of the surface. The evidence showed that the coal both under the creek and under the railroad could to a large extent be mined out by leaving proper supports, but that this could only be done at a greatly enhanced cost. Held, that the coal under the creek and the railroad was as a matter of fact capable of being mined by the purchaser, and that such coal was within the meaning of the words of the contract “ available coal,” whether it could be mined or not.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b156-4\">Argued May 11, 1903.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"A2K\">Appeal, No. 95, Jan. T., 1903, by plaintiff, from decree of C. P. Fayette Co., Dec. T., 1901, No. 290, dismissing exceptions to auditor’s report, in matter of the Dissolution of the Redstone Oil, Coal and Coke Company.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"ANS\">Before Mitchell, Dean, Fell, Bbown and Mestbezat, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"AHv\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b156-5\">Adjudication of account of Jacob E. Ridgway et al., directors of Redstone Oil, Coal and Coke Company, after dissolution.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b156-6\">The account was referred to Edward Wilson Boyd, Esq., as master.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b156-7\">The facts are stated in the opinion of the Supreme Court.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b156-8\"><em>Errors assigned </em>were in dismissing exceptions to auditosr’ report.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b156-9\"><em>Greorge I). Howell, </em>with him <em>John O. Mac Connell, </em>for appellant,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AhT\">cited: Penn. Gas Coal Co. v. Versailles Fuel Gas Co., 131 Pa. 522.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b156-10\"><em>W C. Culler, </em>with him <em>W. H. Rogers </em>and <em>O. S. Richardson, </em>for appellee,</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Aa9\">cited: Straus v. Wanamaker, 175 Pa. 213; Jones v. Wagner, 66 Pa. 429 ; Carlin &amp; Co. v. Chappel, 101 Pa. 348; Memmert v. McKeen, 112 Pa. 315 ; Wilson v. Cochran, 48 Pa. 107; Kutz v. McCune, 22 Wis. 628.</p>\n<decisiondate data-order=\"15\" data-type=\"decisiondate\" id=\"Asd\">October 12, 1903:</decisiondate>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b156-11\">Opinion by</p>\n<author id=\"AZO\">Mb. Justice Dean,</author>\n<p id=\"b156-12\">On August 5, 1899, the Redstone Oil, Coal and Coke Com<page-number citation-index=\"1\" label=\"127\">*127</page-number>pany agreed in writing with Upson Andrews and James C. Dysart to convey to Andrews and Dysart the coal land and property attached to or incident to a coal mining plant in Fayette county. The property to be delivered to the purchasers, their assigns or nominees on or before August 30, 1899. The quantity to be conveyed is mentioned as about 3,500 acres situated in three different townships. After specifying with some particularity the land and property, the subject of the contract, there comes this clause:</p>\n<blockquote id=\"b157-3\">“ It is mutually agreed by the parties hereto that all coal and surface land agreed to be conveyed hereby shall be surveyed and for any number of acres of coal not delivered there shall be deducted two hundred and fifty ($250) dollars per acre from said consideration, per acre for coal owned, and one hundred ($100) dollars per acre for surface, as the result of said survey shall determine.”</blockquote>\n<p id=\"b157-4\">There then follows a schedule headed thus : “ The property included in the coal mine or coal mining plant hereinbefore referred to is substantially as follows.”</p>\n<p id=\"b157-5\">Then after enumerating a number of particulars not material in the consideration of the case before us, occurs this item, “ Coal unmined about three thousand five hundred acres available coal.”</p>\n<p id=\"b157-6\">It appeared that of the whole 3,500 acres, about 37.84 acres had been mined out by the grantors and both parties agreed that to the extent this reduced the quantity below 3,500 acres of coal there should be deducted for the deficiency $250 per acre. There was also an excess of surface of about 40 acres conveyed and for this appellee was allowed $100 per acre. But, there was under the bed of Redstone creek, which ran through the land, about 43.20 acres which appellant alleged could not be mined without flooding and destroying the mine and consequently was not available coal; also about 7.61 acres under the bed of a railroad, to which the grantors had conveyed a surface right of way, which could not be mined without destruction of the surface and this too was alleged to be not available coal, and should be deducted at the rate of $250 per acre. These last two claims for deduction were strenuously denied by appellee. The sale of the property was not made by the acre, but the lump sum of $1,225,000 was fixed as the price <page-number citation-index=\"1\" label=\"128\">*128</page-number>of land and mining propei’ty ; the deduction for deficiency in coal and surface was fixed at $250 and $100 per acre respectively.</p>\n<p id=\"b158-4\">The case came into the court below on a petition of the directors for the dissolution of the grantor corporation known as the Redstone Oil, Coal and Coke Company and for distribution of the large fund raised by the sale of the company’s property. The Pennsylvania Mining Company, this appellant, had become the owner, by assignment of Andrews and Dysart the grantees of the property, with their rights under the agreement heretofore referred to. The court appointed Edward W. Boyd, Esq., auditor to distribute the fund to and among all parties legally entitled to the same. After a full hearing, in a very able opinion, he denied the claim of appellant to a deduction for the coal under the creek and the railroad and the court confirmed his report; we have this appeal by the Pennsylvania Mining Company alleging as error, the refusal to allow the deduction.</p>\n<p id=\"b158-5\">Practically, but two questions were raised before the auditor, first, one of fact, whether the coal under the creek and railroad was hi a business sense workable, or under appellant’s view of the agreement <em>available; </em>and second, one of law, whether under a proper interpretation of the writing the grantors had conveyed to the grantees all that by the contract they undertook to convey and all that the grantees had a right to demand.</p>\n<p id=\"b158-6\">The auditor was of opinion, the case did not turn on the fact as to whether the coal under the creek and railroad was available, but that if it did, the 'appellant had shown it was not, in a proper definition of the word “ available.” We do not agree with the learned auditor in this narrow construction of the meaning of the word available. He, it seems to us, very nearly gives it the signification' of profitable. As a mining venture for profit, the coal under the creek was probably not available; that physically, it could be all mined is perhaps clear from the testimony; that it would not be profitable to mine it all out for the coal alone is also clear. Assuming, that the operator would be bound for his own protection in mining and to avoid injury to the lower riparian owner, not to divert or lessen the stream, still we think a considerable part of the <page-number citation-index=\"1\" label=\"129\">*129</page-number>coal could have been mined without disturbing the bed of the creek. A perusal of the testimony of the experts on the one side or the other, satisfies us, that narrow gangways could have been run with safety from bank to bank through a very considerable part of the coal without a cave-in or fissures of the bed. All concur, that the coal seam is over one hundred feet below the water, and that the coal could have been penetrated through from one side to the other; how wide a heading or gangway could with safety be cut from side to side, and how much coal could be removed, would depend on the care, skill and good judgment of the operator and on the character of the roof; but to our minds, clearly, all the coal under the stream could not fairly be termed unavailable. Besides, for means of communication in the mine from one side of the stream to the other, narrow ways without danger could be cut through. It may be assumed, that it would not have been commercially profitable to mine out all the coal under the stream ; but that fact does not determine that it is not available. There may occur rock ■ faults, clay seams or other obstructions which would render other parts of the area unprofitable in mining; but these are matters of which the purchaser takes the risk. The most that can be said of the coal under the creek is, that the great expense of removing any considerable part, with protection to the bed of the stream, would far exceed what it would be worth when mined. In other words, it was available but at very considerable loss. We think the evidence would have warranted the auditor in so finding.</p>\n<p id=\"b159-3\">As to the coal under the railroad, the owner after granting an easement on the surface to the railroad company, owed to the owner of the easement support of the surface if he mined out the coal. We have held more than once, that this duty is absolute in the absence of release or stipulation to the contrary. But we have no doubt from the testimony, that with careful and judicious mining the surface here, for the width of the comparatively narrow railroad bed, whether by leaving sufficient pillars or by putting in artificial props, can be supported, and that therefore the coal is available under the road. The mining may be somewhat more costly than on other parts of the tract, but that is the most that can be said in favor of appellant’s contention. The owner of the coal owes the duty of <page-number citation-index=\"1\" label=\"130\">*130</page-number>support to every farmer above him. Consequently, on the question of fact, we think that the learned auditor should have found in favor of the appellee.</p>\n<p id=\"b160-4\">As to the question of law, the legal interpretation of the writing, we agree with the auditor in holding, that “ the parties to the contract contemplated a deduction for the deficiency in the absolute acreage of the coal delivered and not for the deficiency in the available acreage.” The object, in view of both parties, was the sale of the entire property of the <em>grantors; </em>it was also agreed, that the coal and surface should be ascertained by survey and for any acres of coal not “ delivered ” a deduction should be made; all the acres of coal forming the subject of the contract were delivered except the 87.84 acres already mined out by the grantors. The creek and the railroad were on the land conspicuously before the eyes of both parties; it was as well known to them at the date of the contract as at any time since, that coal seams underlaid both and that acreage under both would in a deed describing the property, convey the underlying coal; or adopting the language of the parties would “ deliver” it, yet no stipulation against paying for these acres was made; no reference by name signifying such intention was intimated. The word “ available ” occurs in the schedule in this connection : “ Coal unmined about three thousand five hundred acres available coal.” The obvious purport of these words is, that some acres had been mined, therefore that was not available and should be deducted ; they in no reasonable sense modify or change the sweeping import of the previous words, that there was onty to be a deduction “for any number of acres of coal not delivered.”</p>\n<p id=\"b160-5\">We think that on both question of fact and law, the case is with the appellee. All the assignments of error are overruled and the decree of the court below is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}