{
  "casebody": {
    "data": "<casebody firstpage=\"358\" lastpage=\"359\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b390-4\">ADAMS COMMUNICATIONS CORPORATION, Appellant, v. FEDERAL COMMUNICATIONS COMMISSION, Appellee, Reading Broadcasting, Inc., Intervenor.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b390-9\">No. 02-1258.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b390-10\">United States Court of Appeals, District of Columbia Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b390-11\">Nov. 24, 2003.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b390-20\">Thomas J. Hutton, Law Office of Thomas J. Hutton, Washington, DC, for Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b391-4\"><page-number citation-index=\"1\" label=\"359\">*359</page-number>Jane E. Mago, Assistant General Counsel, Daniel McMullen Armstrong, Associate General Counsel, Gregory M. Christopher, Counsel, C. Grey Pash, Jr., Counsel, Washington, DC, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b391-5\">Before RANDOLPH and ROBERTS, Circuit Judges, and WILLIAMS, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b391-6\">\n<em>JUDGMENT</em>\n</p>\n<p id=\"ASi\">Consolidated with 02-1258</p>\n<p id=\"b391-7\">These causes were considered on appeal of an order of the Federal Communications Commission and were briefed and argued by counsel. It is</p>\n<p id=\"b391-8\">ORDERED and ADJUDGED that the order of the Federal Communications Commission is affirmed.</p>\n<p id=\"b391-9\">The Commission’s finding that Parker and Reading did not commit misconduct is supported by substantial evidence, and the Commission’s decision to grant Reading a license renewal after assessing the relevant comparative factors was not arbitrary or capricious. It was not improper for the Commission to consider Reading’s local ownership as a plus when performing this comparative analysis; absent a showing to the contrary, it is reasonable to suppose that shareholders will have some indirect influence over a corporation even if they do not participate in day-to-day management decisions.</p>\n<p id=\"b391-14\">Reading’s objection to the Commission’s failure to penalize Adams for filing an abusive petition is not justiciable. Reading rests its theory of justiciability on the potential collateral estoppel effect of the ruling, but this fails on two counts. First, the Commission’s decision on the point was not necessary for the ultimate outcome, see <em>Sea-Land Services, Inc. v. Dep’t of Transportation, </em>137 F.3d 640, 648-49 (D.C.Cir.1998); second, an issue resolved at the administrative level which is not otherwise appealable does not have preclusive effect in future litigation, and so is not appealable on that basis, see <em>Alabama Mun. Distributors Group v. FERC, </em>312 F.3d 470, 474 (D.C.Cir.2002). Reading also alleges that the Commission’s failure to dismiss Adams’ petition on abuse of process grounds independently injured Reading by forcing it to incur additional expenses in the administrative process and in litigation. But even if this injury were cognizable, it is not redressable, as these costs have already been incurred and are not recoverable.</p>\n<p id=\"b391-11\">Pursuant to D.C. Circuit Rule 36, this disposition will not be published. The Clerk is directed to withhold issuance of the mandate herein until seven days after resolution of any timely petition for rehearing or rehearing en banc. <em>See </em>Fed. R.App.P. 41(b); D.C.Cir. Rule 41.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}