{
  "casebody": {
    "data": "<casebody firstpage=\"383\" lastpage=\"384\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b415-12\">Irving Carlo RABEL, Plaintiff-Appellant, v. AMERICAN BUILDING MAINTENANCE, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b415-15\">No. 02-7451.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b415-16\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b415-17\">Dec. 1, 2003.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b415-20\">Irving Carlo Rabel, Wyandanch, NY, for Appellant, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b416-3\"><page-number citation-index=\"1\" label=\"384\">*384</page-number>Laura Sack Kauff, McClain &amp; McGuire LLP, New York, NY, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b416-4\">PRESENT: WALKER, Chief Judge, LEVAL, and CABRANES, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b416-5\">SUMMARY ORDER</p>\n<p id=\"b416-6\">Plaintiff-appellant Irving Carlo Rabel appeals <em>pro se </em>from the March 12, 2002 judgment of the district court granting defendant-appellee American Building Maintenance’s (“ABM”) motion for summary judgment on Rabel’s 42 U.S.C. § 2000e et seq. and 29 U.S.C. § 621 claims for discrimination on the basis of race and age and on Rabel’s 42 U.S.C. § 2000e-3(a) and 29 U.S.C. § 628(d) claims for retaliation. The district court concluded that Rabel had failed to demonstrate that he was subject to a hostile work environment on the basis of his age or race and that he had not established a prima facie case of retaliation because there was no evidence of a causal link between his EEOC complaints and the alleged adverse employment actions against him. On appeal, Rabel argues that he has raised genuine issues of material fact as to whether he was subject to a hostile work environment and whether ABM retaliated against him for filing EEOC complaints.</p>\n<p id=\"b416-7\">We review the district court’s grant of summary judgment <em>de novo, </em>construing the evidence in the light most favorable to the non-moving party and drawing all reasonable inferences in its favor. <em>Mount Vernon Fire Ins. Co. v. Belize NY, Inc., </em>277 F.3d 232, 235 (2d Cir.2002).</p>\n<p id=\"b416-8\">Having reviewed the record, we affirm for substantially the reasons reached by the court below.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}