{
  "casebody": {
    "data": "<casebody firstpage=\"733\" lastpage=\"734\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b759-7\">Rolando RAMOS-GODINEZ, Petitioner v. Michael B. MUKASEY, U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b759-9\">No. 07-60693</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ABk\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b759-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b759-12\">Oct. 13, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b759-13\">James Anthony Feroli, Immigrant &amp; Refugee Appellant Center, Alexandria, VA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b759-14\">Thomas Ward Hussey, Director, Norah Ascoli Schwarz, Claire L. Workman, U.S. Department of Justice Office of Immigration Litigation, Washington, DC, Kenneth L. Pasquarell, Acting District Director, U.S. Immigration &amp; Naturalization Service District Directors Office, San Antonio, TX, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b759-16\">Before SMITH, STEWART, and SOUTHWICK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b759-17\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b759-18\">Rolando Ramos-Godinez (Ramos), a native and citizen of Guatemala, petitions for review of an order of the Board of Immigration Appeals (BIA) holding that he is statutorily ineligible for cancellation of removal under 8 U.S.C. § 1229b(b)(l). We DENY the petition for review.</p>\n<p id=\"b759-22\">Ramos does not dispute the BIA’s determination that he is inadmissible under 8 U.S.C. § 1182(a)(2)(B). Instead, he argues that the BIA erred in reversing the immigration judge’s (I J) cancellation of removal under Section 1229b(b)(l) based on the hardship that Ramos’s removal would cause his nine-year-old son. This court’s jurisdiction over petitions for review filed by aliens with criminal convictions is limited. <em>See </em>8 U.S.C. § 1252(a)(2)(C). We have jurisdiction in this case because the BIA’s interpretation of Sections 1182 and 1229b(b)(l) is purely a question of law. <em>See id. </em>§ 1252(a)(2)(D).</p>\n<p id=\"b759-23\">When Congress expresses unambiguous intent on an issue, this court gives effect to that intent when it reviews the BIA’s construction of immigration statutes. <em>White v. INS, </em>75 F.3d 213, 215 (5th Cir.1996) (citing <em>Chevron, U.S.A., Inc. v. Natural Res. Def. Council, Inc., </em>467 U.S. 837, 842-43, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984)). If a statute leaves ambiguity, we defer to an agency interpretation that is based on a reasonable statutory construction but reject one that is “arbitrary, capricious, or manifestly contrary to the statute.” <em>Chevron, </em>467 U.S. at 843-44, 104 S.Ct. 2778.</p>\n<p id=\"b759-24\">The Attorney General has statutory authority to cancel an order of removal and grant permanent resident status to an inadmissible or deportable alien who has been physically present in the United States for ten years if his or her removal would result in “exceptional and extremely unusual hardship” to a spouse, parent, or <page-number citation-index=\"1\" label=\"734\">*734</page-number>child who is a U.S. citizen or permanent resident. 8 U.S.C. § 1229b(b). Among the eligibility requirements for cancellation of removal, the alien must not have been convicted of certain offenses, including “an offense under section 1182(a)(2), 1227(a)(2), or 1227(a)(3) of this title.... ” <em>Id. </em>§ 1229b(b)(l)(B). It is the first listed statute that is relevant here. Particularly relevant is that it contains two subsections, as we explain.</p>\n<p id=\"b760-4\">Section 1182(a)(2)(A) provides that, with certain exceptions, an alien who commits “a crime involving moral turpitude” or “a violation of ... any law or regulation ... relating to a controlled substance offense” is inadmissible. <em>Id. </em>§ 1182(a)(2)(A). No evidence supports a finding that Ramos is inadmissible under that subsection.</p>\n<p id=\"b760-5\">The next subsection is the one that was applied here. It provides that an alien is inadmissible if he has been</p>\n<blockquote id=\"AOQ\">convicted of 2 or more offenses (other than purely political offenses), regardless of whether the conviction was in a single trial or whether the offenses arose from a single scheme of misconduct and regardless of whether the offenses involved moral turpitude ... [if] the aggregate sentences to confinement were 5 years or more.</blockquote>\n<p id=\"b760-6\"><em>Id. </em>§ 1182(a)(2)(B). It is undisputed that the aggregate sentences for Ramos’s convictions exceed five years.</p>\n<p id=\"b760-7\">The BIA concluded that Section 1182(a)(2)(B) made Ramos inadmissible due to his multiple convictions. Thus, he was ineligible for cancellation of removal under Section 1229b(b). <em>See In re Garcia-Hernandez, </em>23 I. &amp; N. Dec. 590, 594 (2003). The BIA rejected Ramos’s argument that the reference in Section 1229b(b) to all of Section 1182(a)(2) was a clerical error. Ramos argued that Congress intended to refer only to the crimes described in Section 1182(a)(2)(A) because those were crimes of moral turpitude or involving controlled substances. In part, that argument is based on another statutory provision that an alien must have “good moral character” in order to have cancellation of his removal. <em>Id. </em>§ 1229b(b)(l)(B). However, Congress has twice amended Section 1229b(b)(l)(C) without changing the statutory reference that Ramos alleges is erroneous. <em>See </em>8 U.S.C. § 1229b(b)(l)(C) (West Supp.2008). Relying in part on that apparent acceptance of the provision by Congress, the BIA interpreted Section 1229b(b) to bar the cancellation of the removal of an alien who has been convicted of multiple offenses with an aggregate sentence of five years or more under Section 1182(a)(2)(B).</p>\n<p id=\"b760-9\">We defer to the BIA’s interpretation of these statutes because the agency’s construction of the arguably ambiguous statutory language is reasonable. <em>See Chevron, </em>467 U.S. at 843-44, 104 S.Ct. 2778; <em>see also Balogun v. Ashcroft, </em>270 F.3d 274, 279 (5th Cir.2001) (accepting that reference to “a criminal offense” in 8 U.S.C. § 1252(a)(2)(C) was applicable to Section 1182(a)(2)(B)).</p>\n<p id=\"b760-10\">Accordingly, Ramos’s petition for review is DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b759-20\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}