{
  "casebody": {
    "data": "<casebody firstpage=\"1087\" lastpage=\"1089\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1149-4\">K-2 SKI COMPANY, a corporation, Plaintiff-Appellee, v. HEAD SKI CO., Inc., a Delaware corporation and William Crocker, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1149-6\">No. 26008.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1149-7\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1149-8\">July 24, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1149-19\">Theodore J. Collins, (argued), of Perkins, Coie, Stone, Olsen &amp; Williams, Seattle, Wash, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1149-20\">Don Paul Badgley, (argued), of Bogle, Gates, Dobrin, Wakefield &amp; Long, Seattle, Wash., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1149-21\">Before KOELSCH,'BROWNING and DUNIWAY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1149-22\">KOELSCH, Circuit Judge:</author>\n<p id=\"b1149-23\">K-2 Ski Company commenced this action for a permanent injunction to prohibit Head Ski Co., a competitor, from wrongfully procuring and exploiting K-2’s trade secrets.</p>\n<p id=\"b1149-24\">The matter is here on Head’s appeal from the order of the District Court granting K-2 a preliminary injunction against Head and William Crocker, K-2’s former employee who is presently working for Head.</p>\n<p id=\"b1149-25\">K-2 alleged in its verified complaint that Crocker had served as superintendent of all its manufacturing operations; that during such employment he became well acquainted with the processes, procedures and materials which it followed <page-number citation-index=\"1\" label=\"1088\">*1088</page-number>and used in the manufacture and production of its successfully marketed fiberglass skis; that such processes, etc., constituted trade secrets; that Head, following a series of secret meetings with Crocker, persuaded him to quit K-2 and go to work for Head and that Head likewise is seeking to persuade other K-2 employees to switch employers “in the furtherance of a plan or scheme to induce the wrongful disclosure to it of K-2’s trade secrets. . . .” K-2 further alleged, on information and belief, that Crocker’s present employment “will necessarily result in the wrongful disclosure” of K-2 trade secrets.</p>\n<p id=\"b1150-5\">Head, responding to the order to show cause, submitted counter-affidavits of Crocker and one Gordon R. Dolan, a Head vice-president. In his affidavit, Crocker denied that he had been pirated by Head and affirmatively stated that he had made the overture upon becoming dissatisfied with K-2; that at that time Head had already completed design work and had begun pilot production of a Head-designed fiberglass ski; that his employment with Head was in a managerial capacity and that he possessed no skill in the engineering or technical aspects of ski design or manufacture. Crocker further denied that he had disclosed or intended to disclose any K-2 trade secrets. Dolan, in his affidavit, corroborated most of Crocker’s statements and, in turn, declared that no K-2 employee had been solicited to join Head.</p>\n<p id=\"b1150-6\">Neither party submitted additional evidence at the hearing. The District Court found that K-2 possessed valuable trade secrets;<footnotemark>1</footnotemark> that Crocker was acquainted with them; that Crocker’s employment with Head related to the production of skis “in some ways equivalent to the K-2 ski”; that Head knew K-2 possessed trade secrets which are known to Crocker; and that</p>\n<blockquote id=\"b1150-11\">“XI. The employment of Crocker by Head, taking into consideration the activities of Head, the duties of employment of Crocker, and Crocker’s knowledge of the trade secrets of K-2 results in the existence of the risk and threat of the use or disclosure of K-2 trade secrets which, if effectuated, would constitute a breach of confidence resulting in irreparable damage to K-2.”</blockquote>\n<p id=\"b1150-12\">On these facts the court ordered a preliminary injunction prohibiting Crocker from disclosing “any of the materials, processes or procedures utilized by K-2 Ski Company in the manufacture of skis which became known to William Crocker during the course of his employment by K-2 . . .” and enjoining Head from inducing disclosure or receiving any information regarding K-2’s manufacturing processes and further enjoining Head and Crocker from soliciting any K-2 employee’s services in order to acquire K-2 trade secrets.</p>\n<p id=\"b1150-14\"> The rule is well settled that the grant or denial of interlocutory injunctive relief is a matter committed to the discretion of the District Court and that the court’s action will not be set aside on appeal “unless it is erroneous as a matter of law or the result of an improvident exercise of judicial discretion.” 7 Moore’s Federal Practice, § 65.04(1) (2d ed.). However, on this record, we are clear that the preliminary injunction was improvidently granted. A verified complaint or supporting affidavits may afford the basis for a preliminary injunction [Ross-Whitney Corp. v. Smith, Kline &amp; French Labs., 207 F.2d 190, 198 (9th Cir. 1953)]; but if the <page-number citation-index=\"1\" label=\"1089\">*1089</page-number>facts so appearing consist largely of general assertions which are substantially controverted by counter-affidavits, a court should not grant such relief unless the moving party makes a further showing sufficient to demonstrate that he will probably succeed on the merits. <em>Cf. </em>Dymo Industries, Inc. v. Tapeprinter, Inc., 326 F.2d 141, 143 (9th Cir. 1964). Here the conclusion is manifest that the court did not observe this requirement. Emphasizing Head’s disclaimer of any intention to secure and exploit K-2’s trade secrets and to wrongfully hire K-2 employees, the court declared that the order should issue because Head would not, as a result of the injunction, suffer financial loss.</p>\n<p id=\"b1151-5\">The court expressed the view that it was unnecessary to consider whether Head had committed or would commit any of the wrongful acts charged against it by K-2. It made no finding (nor could it in this state of the record) to the effect that Head had induced Crocker, wrongfully or otherwise, to come to work for Head in order to secure and exploit K-2 trade secrets; and the same is true with respect to the charge concerning Head’s soliciting other key K-2 employees. K-2’s right to ultimate relief hinges upon Head’s commission of those acts; to obtain preliminary relief, the burden rested upon K-2 show the probability that Head had committed them. K-2 has not, to use Professor Moore’s phrase, established a “fairly reliable factual basis” for preliminary relief.<footnotemark>2</footnotemark></p>\n<p id=\"b1151-6\">Because of this conclusion, we do not reach Head’s remaining assignments of error; of course we intimate no opinion concerning the merits of K-2’s claims.</p>\n<p id=\"b1151-7\">The order of the district court, granting K-2 a preliminary injunction, is set aside, and the cause remanded to the district court.</p>\n<footnote label=\"1\">\n<p id=\"b1150-7\">. The K-2 trade secrets described by the District Court are:</p>\n<p id=\"b1150-8\">“1. Procedures, processes and materials utilized in the application of thermoplastic tops to skis.</p>\n<p id=\"b1150-9\">2. Procedures, processes and materials utilized in forming ski blanks and producing proper camber in ski blanks. 3. Procedures, processes and materials utilized in the manufacture of molds used in the matched metal molding process.</p>\n<p id=\"b1150-16\">4. Design and utilization of machinery for flex and flex pattern testing.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1151-8\">. Finding XI (quoted earlier in this opinion) will not suffice. If by “the activities of Hoad” the court meant wrongful activities, then the finding is without evidence to support it; on the other hand, if by “activities” the court is referring to Head’s normal business activities, then the finding is legally insufficient ns a predicate for injunctive relief. Cf. E. W. Bliss Co. v. Struthers-Dunn, Inc., 408 F.2d 1108, 1116 (8th Cir. 1969).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}