{
  "casebody": {
    "data": "<casebody firstpage=\"692\" lastpage=\"697\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b710-6\">WANAMAKER et al. v. MEGRAW.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b710-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A9u1\">February 9, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b710-8\">1. Evidence—Depositions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b710-9\">Where questions in a deposition were bad in form, the testimony, if relevant and competent in itself, will not be excluded therefor, where the defects could have been obviated by seasonable objections when the commission was taken out.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b710-10\">2. Principal and Agent—Authority.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b710-11\">Plaintiff testified he employed one R. as manager of his dress-;goods department, and authorized him to employ defendant at a salary of $4,000. R. testified that as such manager it was his duty to employ all the help in his department, and that he was not limited to $4,000 in employing defendant. ffeldi,' that whether he exceeded- his authority in employing defendant at $5,000 a year was a question for the jury.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b710-12\">3. Same—Evidence. '</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b710-13\">Where an agency was established, what an agent did thereunder is admissible.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b710-14\">Barrett, J., dissenting.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b710-15\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b710-16\">Action by John Wanamaker and others against Eobert H. Megraw. Judgment for defendant, and plaintiffs appeal.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"A4D\">Affirmed.</disposition>\n<seealso data-order=\"13\" data-type=\"seealso\" id=\"b710-17\">See 59 N. Y. Supp. 81.</seealso>\n<p data-order=\"14\" data-type=\"judges\" id=\"b710-18\">Argued before VAN BEUNT, P. J., and BAKEETT, EUMSEY, O’BEIEN, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b710-19\">Hector W. Thomas, for appellants.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b710-20\">Lavinia Lally and Jacob F. Miller, for respondent.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b710-21\">O’BEIEN, J.</author>\n<p id=\"Axa4\">The action was brought to recover the sum of $269.24, paid to the use of the defendant, and which he was to repay on demand. This amount was admitted to be due, but by way of counterclaim the defendant alleged a contract of employment by virtue of which the plaintiffs became indebted to him for a balance of $1,000, and, after deduction of the amount admitted, demanded a judgment for $730.76, with interest. According to the defendant’s story, the contract of employment between him and plaintiffs provided that he was to receive a salary of $4,000 commencing July 1, 1889, and an additional sum of $1,000 if he remained with the plaintiffs during the year, and faithfully performed his duties as assistant buyer; and he complied with the terms of the agreement, but was only paid $4,000 on the contract. The question litigated <page-number citation-index=\"1\" label=\"693\">*693</page-number>upon the trial and arising upon this appeal relates to the contract of employment and to the evidence admitted to establish its terms. The plaintiffs were doing business in Philadelphia under the firm name of Hood, Bonbright &amp; Co. One Sidney W. Bice was employed by them as manager and buyer of the dress-goods department. There is some controversy as to the date when he was actually employed, his testimony being that he was engaged in May, 1889, his work to begin on July 1st, following; but, apart from the actual date when the contract was made, it is clear that he was employed some time prior to the date last named, and that he entered upon the discharge of his duties on that day, namely, July 1, 1889. Prior thereto the contract of employment between the defendant and plaintiffs was made on behalf of the latter through Bice, and on this point we have the testimony of Thomas B. Wanamaker, who was a member of the plaintiffs’ firm, and the managing partner. He testified, in substance, that Bice told him that he knew a man out West who he thought would be desirable for his department; that he asked his name, and was told it was Megraw; that he inquired what he could get him for, and was told $4,000; that, after some further conversation, he told Mr. Bice that he' would take Mr. Megraw if-he would come for $4,000; that Megraw came, and he put him on the pay roll at $4,000, which amount he received between July 1, 1889, and July 1, 1890, when the firm dissolved, and a new firm was organized, with different partners, in whose employ Megraw went at a salary of $5,000. Wanamaker states that he never had any conversation with the defendant as to the salary or terms of employment, but that he authorized Bice to employ him, limiting his right to do so by naming the salary which should be paid at $4,000; that the defendant subsequently came to work, and he did not inquire of him the terms, and these were never mentioned between them. To use his own language, “I did not, at any time after that, have any conversation with him about the terms of his employment.” It therefore appears throughout the testimony of this witness that, although he insists that he did not authorize Bice to make a contract to pay the defendant more than $4,000, he himself had nothing to do with the making of the conditions, nor with the actual employment, the whole subject having been delegated to Bice, who sought out the defendant, and made the contract under which the defendant was employed for the year and performed his duties. This testimony was given after the defendant had rested, but it is referred to at the outset to accentuate the real point in dispute, to show to what extent the parties differed as to the facts and circumstances surrounding the defendant’s employment. The defendant, upon whom the burden of proof rested to prove the agreement under which,he was to receive $5',000, testified to the conversation with Bice at the time of the employment; and we have the testimony of Bice, which was taken by commission, on the same subject. Both testified distinctly and positively that in the understanding between them the terms were that, in addition to $4,000, the defendant was to receive an additional $1,000, provided he remained with the firm during the year, and faithfully performed his <page-number citation-index=\"1\" label=\"694\">*694</page-number>duties; and that the purpose oí making this form of agreement was to insure the defendant’s remaining with the firm the entire year: Upon the subject of the terms of the contract, therefore, there was a question of fact\" for the jury; and, the evidence not predominating in plaintiffs’ favor, their verdict should not be disturbed, unless it was affected in some way by incompetent evidence to which objection was duly made. We are thus brought to what are really the serious questions here involved, relating to the rulings of the court upon the admission of evidence.</p>\n<p id=\"b712-5\">The testimony of Rice, as stated, was taken upon a commission, and many questions put to him were bad ■ in form. This circum-: ■stance, however, should not be viewed too seriously because the defects could have been obviated had the plaintiffs seasonably objected when the commission was taken out. We think, therefore, that, regardless of the form of the questions, the testimony, if relevant and competent in itself, should not, upon the ground of form, be excluded from consideration. In the beginning, and throughout the case, by objection and by motions to strike .out and to dismiss, the plaintiffs excepted to all the statements and declarations of Rice upon the question of his agency, or his right to fix any terms with the defendant other than those to which Mr. Wanamaker himself says he specially limited Rice’s authority to offer. And in this connection we are treated to a learned brief by appellants upon the distinctions between special and general agents and the difference in the obligations respecting notice, inquiry, and vigilance resting upon those dealing with them. Though perhaps incidental, we deem it unnecessary to discuss these questions at this time, for the reason that we are concerned with a question of fact, rather than of law. There is here a conflict between Wanamaker and Rice as to- what limitations, if any, were placed upon the latter’s authority to employ defendant; and it is only by assuming, as the appellants would have us do, «that we must, as matter of law, conclude that Wanamaker’s statement is the true one, that we would be justified in deciding the agency to be special and the authority limited. Such an assumption might compel us to adopt appellants’ further contention that in dealing with an agent of limited authority the duty of inquiry and of ascertaining the extent of the agent’s powers would be upon defendant. Against such an assumption, however, we have the positive testimony of Rice thát he had general authority to employ defendant, and that Mr. Wanamaker did not limit or restrict his power to employ him at a salary not exceeding $4,000. Rice says: “Thomas Wanamaker, in May, 1898, employed me as manager of the dress-goods department, and buyer therefor, and that among my duties as such manager * * * I was to employ all the help in my department.” And he further testified that, in pursuance of such authorization, he employed Megraw to serve the plaintiffs as assistant dress-goods buyer for a term of one year commencing July 1, 1889, at a salary of $4,000, and an additional sum of $1,000 at the end of the year. Although, in his answers, instead of giving the actual conversation, he uses words like “agreed” and “employed,” which, to some extent, involved conclusions, the re-<page-number citation-index=\"1\" label=\"695\">*695</page-number>spouses were not, on this ground, incompetent, because, reading them in relation to the context in which they are used, they are really a statement of what was said and what was done between him and Mr. Wanamaker when the authorization, which it is conceded was confided to him, to employ the defendant, was given. The question, therefore, of whether Bice was an agent with general or with limited authority depended upon the conclusion which the jury might reach upon the issue of fact arising as to what was actually said and done at the time the authority was given.</p>\n<p id=\"b713-5\">The discussion of the other exceptions to rulings on evidence permitting statements and declarations by Bice without first requiring him to prove his agency would involve but a reiteration of a similar line of reasoning. It is, of course, well settled that an agency cannot be proved by the agent’s own declarations to that effect. Here the order of proof upon the trial was to some extent departed from because Bice was not present, his examination having been taken by commission; but this matter was one within the discretion of the trial judge. When, however, the plaintiffs had rested, as well as at the close of the case, there was no real dispute but that Bice was the person who had been authorized and had acted as the agent of the plaintiffs in employing the defendant, the only question being whether he had exceeded his power in mating a contract which fixed the salary at more than $4,000. The agency being proved, if not practically conceded, what the agent said and did pursuant to his agency was competent. That Bice was told to employ Megraw; that he entered into the contract of employment with him in Chicago, where Megraw then was, and accepted the terms then made; and that the circumstances were never mentioned or spoken of by the plaintiffs,—are not seriously disputed. In order to determine what were -the terms of the contract between Bice and Megraw, it was competent for the parties who made the contract to detail them, leaving only the question which we have already discussed as to whether Bice exceeded his authority in making a contract for more than $4,000. This turned on the credibility oí Mr. Wanamaker as against Mr. Bice, and was a question for the jury.</p>\n<p id=\"b713-6\">Having reached the conclusion, therefore, that no serious errors were committed upon the trial in rulings upon evidence, and the judge, in a full and impartial charge having presented all the questions of fact to the jury, their verdict must be held to have settled the dispute, and the judgment thereon entered should accordingly be affirmed, with costs.</p>\n<p id=\"b713-7\">YAH BBU3STT, P. J., and BUMSEY, J., concur.</p>\n</opinion>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b713-8\">HSTG-BAHAM, J.</author>\n<p id=\"AmE\">I concur with Mr. Justice O’BBIElSr in the affirmance of this judgment. The only serious question seems to be as to the competency of the testimony of Bice as to what authority he had to employ the defendant. The testimony was taken under a commission upon interrogatories. By the fourth interrogatory the witness was asked: “If you say you were authorized to employ all the help in the dress-goods department of plaintiffs, when were you <page-number citation-index=\"1\" label=\"696\">*696</page-number>so authorized? State by whom you were so authorized, and with which one of the plaintiffs did you have the conversation. State fully.” This interrogatory was not objected to. If it was objectionable as to form, that objection must have been taken at the time the interrogatory was settled. Upon the trial, counsel for the plaintiffs did not object to the interrogatories, but objected to the answer, because it did not state the words of the employment. It seems to me that the answer was a direct response to the interrogatory that was not objected to. The witness was asked when he was authorized to employ the help in the dress-goods department, and by whom and when he was so authorized, and with which one of the plaintiffs the witness had the conversation. To that he answered that Thomas Wanamaker, one of the plaintiffs, agreed that he was to employ all the help in the dress-goods department; that Thomas Wanamaker, in 1889, employed him as manager of the dress-goods department and buyer therefor, and that among his duties as such manager of the dress-goods department he was to employ all the help in the department. If this interrogatory was not objectionable, certainly the answer, which was in direct response to it, was pertinent. While the form of the interrogatory might have been objectionable in not calling for the conversation, that interrogatory not being objected to, I do not think it was error to admit the answer, which directly answered it. Turning to Mr. Wanamaker’s testimony, he states generally that Mr. Rice was employed as the buyer of the dress-goods department; that Rice recommended the defendant, and told the witness that he could get him for $4,000, and the witness then told Rice that he would come at $4,000; that the defendant came, and was put upon the roll at $4,000, and the witness never heard anything more regarding his compensation; that he had engaged Rice prior to July 1st; that he had general charge of the dress-goods department. Upon cross-examination he testified that nobody had any right to fix any terms except himself. He stated, however, that he did not have any interview with the defendant about the terms; that they had been settled; that Mr. Rice gave instructions to him (defendant); everything was done through Mr. Rice; “this is our custom.” Thus, while Mr. Wanamaker denied Rice’s statement as to the authority that he had received, neither of the witnesses attempted to recite the conversation at the time Rice was employed; and I think that, the plaintiffs failing to object to an interrogatory which asked for a conclusion of a conversation rather than for its exact terms, the admission of the answer in response to such an interrogatory which gave the conclusion asked for, instead of the conversation, was not an error which would justify a reversal of the judgment.</p>\n</opinion>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b714-5\">BARRETT, J.</author>\n<p id=\"AuH\">(dissenting). There was no dispute as to the contract which Megraw made with Rice. That undoubtedly covered the $1,000 in addition to the $4,000. The question is, had Rice authority to contract for more than the $4,000? Wanamaker distinctly testified that he limited him to the $4,000. Rice did .not deny Wanamaker’s testimony as to this limitation. He was not even interrogated upon the subject; probably because his testimony was taken <page-number citation-index=\"1\" label=\"697\">*697</page-number>upon commission, and what Wanamaker might say upon the trial was not anticipated. He did testify, however, that Wanamaker agreed that he was to employ all the help in his department, and this testimony was admitted under the plaintiffs’ objection and exception. The objection was well taken, and the admission of the testimony -was prejudicial. Eice thus asserted a general and unlimited agency, and his conclusion on that head was put to the jury as in conflict with the special limitation testified to by Wanamaker. The learned trial justice charged: “Bice swears that he was authorized by Mr, Thomas Wanamaker to hire an assistant buyer, and that the matter of salary was left to him.” The jury were then required to solve this adjudged conflict, and decide whether Bice's agency with respect to the employment of Megraw was -special or general; that is, whether it came under the unlimited agreement to employ all the help in his department, testified to by Eice, or under the special limitation in Megraw’s individual case, testified to by Wanamaker. This was error. The plaintiffs had a right to have Wanamaker’s testimony passed upon by the jury upon its inherent merits, unaffected by Eice’s incompetent deductions from an undisclosed conversation. Non constat, but, had Bice narrated the conversation in which he says Wanamaker made the agreement which created the general agency, there would have been no conflict with Wanamaker, or, if there were, Wanamaker’s narration might have seemed to the jury more credible than Eice’s. The learned trial justice informed counsel that it was exceedingly doubtful whether the testimony in question and that which followed it was admissible; “and,” he observed, “if the witness were on the stand, I should sustain the objection, but it has been taken under a commission, and I shall let the testimony in, and give you an exception.” Again, at the close of the case, we find the following remarks:</p>\n<blockquote id=\"b715-5\">“There undoubtedly were technical, and perhaps substantial, objections to the form in which Rice gave his testimony, as I said at the time; and, if Rice had been on the stand, and the objections had been made which were made, I should have sustained the objections, because Rice could then have been further examined, and I assume that he would have said that that was what Mr. Wanamaker told him, instead of using the expression that Mr. Wanamaker agreed.”</blockquote>\n<p id=\"b715-6\">Neither the trial justice nor this court has the right to assume that Eice would thus have testified. The difficulty was not in the interrogatories, but in the answers. The fault, if any, was in not sending the commission back when the defendant’s counsel saw that the witness had testified to conclusions, and had not given evidence of facts. The effect of what thus happened upon the trial was to charge the plaintiffs either upon an unreal conflict of testimony, or to deprive thém of the opinion of the jury upon the credibility of their witness, uninfluenced by incompetent adverse testimony.</p>\n<p id=\"b715-7\">The judgment should be reversed, and a new trial ordered, with costs to the appellants to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}