{
  "casebody": {
    "data": "<casebody firstpage=\"174\" lastpage=\"175\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b192-8\">[Civ. No. 2687.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"b192-9\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b192-10\">Jan. 15, 1942.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b192-11\">HARRY E. HAKE et al., Appellants, v. CITY OF BAKERSFIELD et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b193-7\"><page-number citation-index=\"1\" label=\"175\">*175</page-number>Frederick E. Hoar, Alfred Siemon, Bennett Siemon and Siemon &amp; Siemon for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b193-8\">Walter Osborn, City Attorney, R. Y. Burum, Assistant City Attorney, and John Shortridge, Deputy City Attorney, for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b193-9\">THE COURT.</author>\n<p id=\"b193-10\">This was an action attacking the validity of an ordinance of the city of Bakersfield providing for the installation and operation of parking meters on portions of certain streets in that city, and seeking to enjoin and restrain the defendants from operating said parking meters. The court found for the defendants and entered a judgment, from which the plaintiffs appealed.</p>\n<p id=\"b193-17\">When this appeal came on for hearing the court was informed that the ordinance in question has been repealed, and it therefore appears that all questions raised have become moot.  The only thing argued at the hearing was with respect to the right of the respondents to recover their costs on appeal in the event of a dismissal. We know of no reason for a different rule, with respect to costs, where an appeal is dismissed because the questions raised have become moot than in a case where the appeal is dismissed for other reasons. The usual rule should be applied here (see secs. 955 and 1034 of the Code of Civil Procedure), and it is so ordered.</p>\n<p id=\"b193-30\">The appeal is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}