{
  "casebody": {
    "data": "<casebody firstpage=\"17\" lastpage=\"21\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b17-5\">*Henry Reynolds <em>v. </em>Thomas Lieper’s Heirs.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b17-6\">A forfeiture of lands for the non-payment of taxes was incurred during the owner’s lifetime, but he died before the sale; the infant heirs may redeem, and without paying for improvements made within two years after the purchase for taxes.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b17-7\">Reserved in the county of Champaign.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b17-8\">This case came before the court on writ of <em>certiorari </em>to the court common pleas for Champaign county. The case, as presented by the record and bill of exceptions, was as follows;</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b17-9\">In the year 1826, one hundred acres of land, part of survey No-. 5,050, in the Yirginia military district, and within the county of Champaign, listed in th e name of Thomas Leiper, ancestor of the defendants, was forfeited to the State of Ohio for the non-payment of taxes. In the month of May, 1831, Thomas Leiper died, leaving the defendants in error his heirs at law, who are all within the age of majority.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b17-10\">On the 12th day of December of the same year, the said one hundred acres of land was sold by the auditor of Champaigncounty, charged with the taxes from the year 1826 to the year 1831, both inclusive, and purchased by Henry Reynolds, the plaintiff in error.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b17-11\">At the October term of the court of common pleas, 1833, the defendants, by their next friend, Jacob Baum, having taken the-necessary preliminary steps, applied to the court for leave to*redeem.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b17-12\">This application was resisted by Reynolds, but was sustained-, by the court, and an order made “ that the land be redeemed,”’ <page-number citation-index=\"1\" label=\"18\">*18</page-number>and that “the same may be discharged from all right, claim, or lien on account of said sale.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b18-5\">The errors assigned and relied upon for the reversal of this .order are:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b18-6\">1. That inasmuch as the forfeiture happened during the lifetime of the ancestor no estate descended upon the heirs, which would authorize them to redeem.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b18-7\">2. That if permitted to redeem, it could be done upon payment for all .valuable and lasting improvements.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b18-8\">James, for plaintiff:</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b18-9\">1. The applicants were not entitled to redeem; because, by the forfeiture, the former owner was divested of all right to or inter- ■ est in the property. 23 Ohio Stat. 95.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b18-10\">This forfeiture happening in the lifetime of the ancestor, nothing could descend upon the heirs. The provision in the*act of March 14,1831, “ that if land be sold, the property of any minor, etc., the owner thereof shall have the right to redeem in the manner prescribed by law ” (29 Ohio Stat. 297), can only be extended to those who were minors at the time of the forfeiture.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b18-11\">2. But if the living have the right to redeem,'they must do it in “the manner prescribed by law;” and no mode has ever been •prescribed'for the redemption of land forfeited to the state for non-payment of taxes and sold under the forfeiture act. But if the laws prescribing the mode of redeeming land sold for taxes ..are to be referred to, then the act of 1816, and the supplementary act of 1829, must govern the case, as they were the only laws in force upon the subject at the time of the passage of the actkfor the sale of forfeited lands; hence, by these laws, the purchaser would be entitled to pay for improvements before surrendering the land.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b18-12\">No argument was submitted for the defendants.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b18-13\">Hitchcock, J.,</author>\n<p id=\"A6E\">delivered the opinion of the court:</p>\n<p id=\"b18-14\">By the act of March 14, 1831, the legislature of the state made provision for the sale of all lands which had theretofore, or that •should thereafter, become forfeited for the non-payment of taxes. .29 Ohio Stat. 298. Section 6 of the act contains the proviso, “that if any lands shall be sold by virtue of this act, the property of a <em>Jeme covert, </em>minor, or insane person, or person in captivity, tha <page-number citation-index=\"1\" label=\"19\">*19</page-number>owners or owner thereof shall have the right to redeem the same in the manner prescribed by law.” Unless the heirs of ThomasLeiper are within this proviso the court of common pleas erred, in permitting them to redeem. The argument urged to prove-that they are not within this proviso is based upon the fact that-the land was forfeited during the life of their ancestor, from which-fact it is inferred that, although he died before the sale, no interest descended upon the heir. But is this inference well drawn?</p>\n<p id=\"b19-4\">It is true that the legislature, in section 15 of the act of February 1, 1825, to amend the “ act defining the duties of county-auditors,” say that when land is forfeited to the state for the nonpayment of taxes, “ all the right, title, interest, and claim of the' former owner thereof shall be considered divested out of said: former owner and vested in the State of Ohio. 23 Ohio Stat. 89.. But to the same section is attached a proviso, securing to such former owner or owners the privilege of reinvesting *themselves with* the same land upon the payment of all taxes, penalties, and interest that may have accrued at any time prior to the-disposition thereof by the state. Notwithstanding the forfeiture, therefore, it is apparent that a valuable interest remained in the-former owner — the interest or right to redeem. And we have no-doubt that, in the case of the death of the ancestor, this interest, would descend upon the heir, and it would be strange had the= law been otherwise. Lands actually sold for taxes might be redeemed, and why should not those forfeited to the state be-redeemed?</p>\n<p id=\"b19-5\">By the law of March 14, 1831, before referred to, these forfeited lands are directed to be sold. But still the legislature were unwilling to derive the former owner of all power over the land.. In section 4 of this act, they in effect give further time to redeem,, until the second Monday of December of that year. Before that day the ancestor of the defendants died, and from the day of his-death up to the day of sale, his heirs would have the right to pay the taxes, etc., and prevent the sale. They were disabled, however, in consequence of their infancy, and but for the proviso to-section 6 of the act would have been forever excluded. From these considerations we have been brought to the conclusion that-they are within that proviso, and of course that the court of common pleas did not err in permitting them to redeem.</p>\n<p id=\"b19-6\">It is objected that, if allowed to redeem, it must be done “ in thet <page-number citation-index=\"1\" label=\"20\">*20</page-number>manner prescribed by law,” and that no law has been ever enacted prescribing the manner in which forfeited lands when sold, should be redeemed. There can be no doubt that the legislature, in this part of the act, have reference to the general provisions of law authorizing the redemption of lands sold for taxes.</p>\n<p id=\"b20-5\">The next error complained of is, that the court of common pleas permitted the heirs to redeem without requiring them to pay for improvements.</p>\n<p id=\"b20-6\">In this, too, we believe there was no error. Previous to 1831 ■such payment was required, but in that year the law was changed. By the <em>“ </em>act for the redemption of land and town lots sold for taxes,” 29 Ohio Stat. 300 it is provided “ that no purchaser of any land or town lots sold for taxes, nor any person claiming under him, shall be entitled to any compensation for any improvement, which he shall make on such land or town lot within two years' from and after the sale thereof.” *The improvements for</p>\n<p id=\"AvT\">which compensation was claimed in this case were made within the two years. But it is urged that this law, although enacted on the 3d of March, did not take effect until the first day of June following, and the law providing for the sale of forfeited lands took effect from its passage, and as this latter law authorizes the redemption “in the manner prescribed bylaw,” the law then in force must have been intended; hence, under that law, the purchaser would be entitled to pay for improvements wherever made. It seems to the court that in this counsel is mistaken. It must be remembered that at the session in which these laws were enacted', the legislature were revising the laws generally. Among other acts they passed one for the sale of lands forfeited for the non-payment of taxes ; not only such as have been, but such as should thereafter be forfeited. It was intended that this should be a permanent law. In this law provision is made for the redemption of lands which shall be sold under it, in case the person or persons having the right to redeem shall, at the time of sale, be laboring under certain disabilities. They say such persons “ shall have the right to redeem in the manner prescribed by law.” By what law? No particular “ law ” then in force is referred to, but <em>“ </em>law ” generally. It seems to have been the intention to place the former owners of lands which had been forfeited to the s tate, and who were laboring under the specified disabilities when the lands were •sold, upon the same footing with the former owners of lands sold <page-number citation-index=\"1\" label=\"21\">*21</page-number>or taxes, and to allow them to redeem upon the same terms. And the law in force at the time the land should be sold, must be the law to govern when application was made to redeem.</p>\n<p id=\"b21-5\">The order of the court of common pleas affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}