{
  "casebody": {
    "data": "<casebody firstpage=\"238\" lastpage=\"245\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b290-3\">VARNEY et al. v. WAREHIME et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b290-4\">No. 9847.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b290-5\">Circuit Court of Appeals, Sixth Circuit</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A0X\">Feb. 8, 1945.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b292-5\"><page-number citation-index=\"1\" label=\"240\">*240</page-number>W. L. Hotchkiss, of Cleveland, Ohio (Don C. Miller and Francis B. Kavanagh, both of Cleveland, Ohio, and Tom C. Clark, Walker Smith, Floyd L. Cook, Leonard L. Lightcap, Charles B. Nutting, and Ben I. Melnicoff, all of Washington, D. C., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b292-6\">Paul W. Walter, of Cleveland, Ohio (Walter &amp; Haverfield, Paul W. Walter, Louis J. Doria, and Franklin A. Polk, all of Cleveland, Ohio, on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b292-7\">Before HAMILTON, MARTIN and McAllister, circuit judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b292-8\">HAMILTON, Circuit Judge.</author>\n<p id=\"b292-9\">Under Title III of the War Powers Act, 56 Stat. 176, Title 50 U.S.C.A.Appendix, § 633, whenever the President is satisfied that the fulfillment of requirements for the defense of the United States will result in a shortage in the supply of any material for defense or of any facilities for defense or for private account or for export, he is authorized to allocate such material or facilities in such manner and upon’ such conditions and to such extent as he shall deem necessary or appropriate in the public interest and to promote the national defense and the President is empowered to effectuate the policies of the act through such department, agency or officer of the government as he might direct and in accordance with rules and regulations he might prescribe. The act carries a penalty for its violation or of any regulation or order thereunder of a fine of not more than $10,-000 or imprisonment for not more than one year or both.</p>\n<p id=\"b292-10\">On December 5, 1942, the President issued Executive Order 9280, 50 U.S.C.A. Appendix, § 601 note, 7 F.R. 10179, in which he, in substance, stated that, acting under the Constitution and Statutes of the United States and as Commander-in-Chief of the Army and Navy and in order to assure an adequate supply and an efficient distribution of food to meet war and essential civilian needs, the Secretary of Agriculture was authorized and directed to assume full responsibility for and control over the nation’s food program.</p>\n<p id=\"b292-11\">In order to carry out this order, the Secretary was delegated the powers of the President as Commander-in-Chief of the Army and Navy and the powers conferred upon the President by Title III of the Second War Powers Act in so far as such powers related to priorities and allocation of food for human or animal consumption or for use in connection with the food program. By Executive Order No. 9322, March 26, 1943, 8 F.R. 3807, as amended by Executive Order No. 9334, April 19, 1943, 50 U.S.C.A.Appendix, § 601 note, 8 F.R. 5423, the powers of the Secretary of Agriculture as delegated in Executive Order 9280, 7 F.R. 10179 issued December 4, 1942, were re-delegated .to the War Food Administrator which office was established ‘by the Executive Order, and in this order, the War Food Administrator was authorized to exercise all the powers of the President in so far as such powers related to production, priorities and allocation of food. The Food Administrator was also authorized in his discretion to re-delegate any part' of the powers conferred on him to any employee or officer of the Department of Agriculture.</p>\n<p id=\"b292-13\">The War Food Administrator, on September 7, 1943, issued Food Distribution Order 79, 8 F.R. 12426, establishing a system of regulation for handlers of milk and creating the office of Director of Food Distribution, naming himself such Director. The latter officer was empowered to designate milk sales areas and to establish in such areas quotas of milk for sale by handlers of milk, cream and milk by-products and the Director was also authorized to establish quota and base periods. The manner in which these things were to be done was specifically provided in the order. The Director was also authorized to appoint Market Agents for each sales area. Each Market Agent was authorized and directed to obtain and assemble specified reports which were required to be made under the terms of the order by each milk handler in the area and also to receive petitions for relief from hardship, and with the advice of an advisory committee, which was created under the order, the market agent was authorized to prepare schedules establishing for various purchasers or classes of purchasers, priorities for the purchase of milk, milk by-products and creám from handlers and after the Director had approved the schedules they were to be made available to handlers and to be followed by them in the disposition of the products covered in the order. Upon the request and with the advice of the Advisory Committee, the market agent was to promulgate reg<page-number citation-index=\"1\" label=\"241\">*241</page-number>ulations upon the approval of the Director, providing for the handlers to share equitably in the available supplies of milk and its by-products in the given area. The order specifically provided that: “(4) Each handler shall pay the market agent, within 20 days after the close of each calendar month, after the date of appointment of the market agent, an assessment upon the milk, milk by-products, and cream, or any such portion thereof as may be specified by the Director, delivered by such handler during each such calendar month. This assessment shall be fixed, and may be modified from time to time, by the Director to meet the expenses which the Director finds will be necessarily incurred by the operations of this order in connection with an order issued pursuant hereto by the Director: Provided, however. That the assessment shall not exceed $0.03 per hundredweight of milk, mdk equivalent of cream and skim milk equivalent of milk by-products.”</p>\n<p id=\"b293-4\">The market agent was authorized to employ and fix the compensation of such persons as were necessary to perform the duties outlined in the order and was authorized to collect the assessments provided in the order and out of the fund so collected, his salary and expenses and those of his assistants were to be paid.</p>\n<p id=\"b293-5\">The order provided that the Director should be entitled to make such audits or inspections of the books and records as in his discretion he deemed essential to the enforcement or administration of the provisions of the order and he was also authorized to obtain such information from and require such reports and the keeping of such records by any person as he might deem necessary or appropriate to the enforcement or administration of the order, all of these things to be done, subject to the approval of the Bureau of the Budget pursuant to the Federal Reports Act of 1942, 5 U.S.C.A. § 139 et seq. For a violation of any part or provision of the order, the War Food Administrator was authorized to: “* * * suspend, revoke or reduce the quota of any person who violates any provision of this order, may prohibit by order such person from receiving, or using milk, cream, or any other material subject to priority or allocation control by the War Food Administrator, and may recommend that any such person be prohibited from receiving, making any deliveries of, or using materials subject to the priority or allocation control of other governmental agencies. In add'd ion, any person, who wilfully violates any provision of this order is guilty of a crime and may be prosecuted under any and all applicable laws. Further, civil action may be instituted to enforce liability or duty created by or to enjoin any violation of, any provision of this order.”</p>\n<p id=\"b293-8\">The administration of the order and the powers vested in the War Food Administrator in so far as such powers related to the administration of the order were delegated to the director who in turn was authorized to re-delegate any of his power to any employee of the United States Department of Agriculture. The provisions of the order applied throughout the United States and the District of Columbia.</p>\n<p id=\"b293-9\">Food Distribution Order No. 79-3, 8 F.R. 13367, was issued by the Director of Food Distribution effective October 4, 1943. This order put into effect Order 79 establishing the Cleveland, Ohio, Milk Sales Area. The order provided for an assessment of one cent a hundredweight on quota milk delivered by handlers, the sum thus collected to be used to pay the expenses of administration of the order in the Cleveland area. The market agent was required to report all violations to the Director of Food Distribution, War Food Administration, Washington, D. C.</p>\n<p id=\"b293-10\">Procedural regulation No. 1, issued December 4, 1943, by the Director of Food Distribution established the procedure to be observed in connection with the imposition of administrative sanctions for violations of food distribution administration orders. Such regulations provided for notice of charges and for hearings before designated agents and officers of the administration.</p>\n<p id=\"b293-11\">The present suit was brought by appellees in the District Court and they allege that they were citizens of Ohio or corporations duly incorporated and authorized to do business in Cleveland, Cuyahoga County in that state. They also allege that each of them was engaged in the business of distributing milk and milk by-products, wholesale and retail, in the Cleveland, Ohio, area and that their businesses were within the ambit of Food Distribution Orders Nos. 79 and 79-3, if such orders were valid. Defendants to the action in the trial court were H. FT. Varney, Milk Marketing Agent, War Food Administration, Cleveland Sales Area, Fred W. Issler, Market Agent, War Food Administration, State of Ohio Sales Area and Marvin Jones, War Food Administrator, Washington, D. C.</p>\n<p id=\"b294-3\"><page-number citation-index=\"1\" label=\"242\">*242</page-number>Appellees allege that appellants are threatening to institute criminal proceedings against each of them because of their failure to make reports and pay the assessments provided in the orders, and further allege that appellants are threatening to confiscate the business of each of them by preventing each of them from obtaining tires, gasoline and priorities necessary to the operation of their respective businesses and that each of them is without adequate legal remedy at law and that each of them will suffer irreparable loss and injury unless appellants are enjoined from proceeding against each of them.</p>\n<p id=\"b294-4\">Appellees allege that War Food Administration Order No. 79 is void because it provides for an assessment collectible from milk dealers, the proceeds of which is to be used for the payment of salaries and expenses of the officers and agents of the United States engaged in the enforcement of the order and that there is no statutory authority for the promulgation of regulations by the War Food Administration imposing the cost of the administration of the act on handlers of milk.</p>\n<p id=\"b294-5\">Defendants below, appellants here, specially appeared and moved that service of summons be quashed and that the complaint and motion for preliminary injunction be dismissed on account of improper joinder of parties defendant, improper venue and lack of jurisdiction.</p>\n<p id=\"b294-6\">Appellants, H. H. Varney, Milk Marketing Agent, War Food Administration, Cleveland Sales Area, and Fred W. Issler, Market Agent, War Food Administration, State of Ohio Sales Area, claimed that each of them was improperly made a party defendant. Defendant, Marvin Jones, War Food Administrator, Washington, D. C., claimed he was improperly served and that the court had acquired no jurisdiction over his person because of service of process on him in Washington, D. C., and further that he was an inhabitant of the District of Columbia and that the court had no jurisdiction of the cause as against him. The trial court sustained the motion of Jones to quash and dismissed the proceedings as to him and overruled the motions of Varney and Issler, After joinder of issue, the court heard proof and on final submission, after findings of fact and conclusion of law, decreed that appellants, their agents and any one acting on their behalf, be enjoined permanently from enforcing the assessment provisions of food distribution orders Nos. 79 and 79-3 against the appellees or any one of them and from collecting such assessments. From this decree this appeal is prosecuted.</p>\n<p id=\"b294-8\">Appellants assert that the decree should be reversed because the War Food Administrator is an indispensable party to the action and is absent.</p>\n<p id=\"b294-9\">The decisions on this question are conflicting and the position of the courts is therefore uncertain. Under these conditions it is our duty to follow the decisions which we conceive to be based on the sounder reasoning. Matters of convenience and necessity are entitled to consideration. Citizens should not be compelled to seek a distant forum for litigation of their controversies with the Government, and likewise, public officials should not be compelled to neglect their duties to answer charges of usurpation of power in a distant forum.</p>\n<p id=\"b294-10\">Approaching the subject from a practicable standpoint, we need not overlook the fact that the question of constitutional or statutory power of a public official is usually a question of law, and may be determined in any appropriate forum without the personal presence of the superior government official.</p>\n<p id=\"b294-11\"> The right of intervention is available to a superior official in any suit where his subordinate is made a party defendant. Governmental regulations under present circumstances are so widespread and affect such a vast number of our people that those who in good faith believe a public official is proceeding beyond his jurisdiction should be permitted to litigate the question if the officer before the court is such an agent in the matter involved that it is reasonable to proceed to an adjudication of the issue with finality. We adhere to the rule that where the plaintiffs in an action are not seeking to prevent subordinates from executing a discretionary order of their superior but are challenging the power of the superior to make the regulation, it is not necessary to have the superior officer before the court. American School of Magnetic Healing v. McAnnulty, 187 U.S. 94, 23 S.Ct 33, 47 L.Ed. 90; Public Clearing House v. Coyne, 194 U.S. 497, 24 S.Ct. 789, 48 L.Ed. 1092; Swigart v Baker, 229 U.S. 187, 33 S.Ct. 645, 57 L.Ed. 1143; State of Missouri v. Holland, 252 U. S. 416, 40 S.Ct. 382, 64 L.Ed. 641, 11 A.L.R. 984; State of Colorado v. Toll, 268 U.S. 228, 230, 45 S.Ct. 505, 69 L.Ed. 927; Brooks v. Dewar, 313 U.S. 354, 360, <page-number citation-index=\"1\" label=\"243\">*243</page-number>61 S.Ct. <em>979, </em>85 L.Ed. 1399; Neher v. Harwood, 9 Cir., 128 F.2d 846; Jarvis v. Schackelton Inhaler Co., 6 Cir., 136 F.2d 116.</p>\n<p id=\"b295-5\">Appellants here are not seeking to prevent subordinates of the War Food Administrator from executing the Administrator’s discretionary orders, but they are challenging the statutory power of the Administrator to promulgate the regulations in question. Under these circumstances, the Administrator was not an indispensable party to the action and the court had jurisdiction to proceed against the Administrator’s subordinates.</p>\n<p id=\"b295-6\">Appellant says appellees’ action must fail because of the alleged absence of a showing of such an immediate threat of irreparable injury as would authorize equitable relief. Tlxe trial court found on the evidence, which we deem adequate, that appellants were undertaking to enforce the regulations in question in so far as they were authorized to proceed under their terms. The regulations did not confer on appellants the power to coerce the collection of the assessments by imposing the administrative sanctions authorized but appellants did have the power to inspect the books and records of appellees and to determine the amount due from each of them and appellants had the power to recommend that the priorities accorded to the appellees be revoked.</p>\n<p id=\"b295-7\">Appellees were to be given under the procedural regulations of the Director of Food Distribution a notice of charges and a hearing before the Administrator before administrative sanctions occasioned by a violation of the act could be imposed. Therefore, the issue is narrowed to whether rules and regxxlations promulgated by an Administrative Agency are subject to judicial review prior to their final application to a particular case.</p>\n<p id=\"b295-8\">It was clearly intended by the regulations to restrain and dictate to the handlers of milk the quantity of milk they could handle during any period and also to whom and in what quantities they could sell it and those who violated the provisions of the regulation were subject to criminal prosecution and administrative sanctions. Tlxe conclusion is inescapable that appellees’ rights of property are invaded under the terms of the orders.</p>\n<p id=\"b295-9\"> The courts have not as yet precisely defined when and under what circumstances rules and regulations promulgated by an administrative agency are subject to judicial review. If failure to comply with an administrative order subjects one within its terms to a penalty, the administrative order is reviewable and it does not cease to be so merely because it is not certain whether proceedings to enforce the penalty incurred for noncompliance will be brought. When regulations affect or determine property rights generally, even though not yet directed at any particular person, they may be reviewed by a court in advance of the imposition of sanctions xxpon a particular person when anticipated conformity to them would cause irreparable injury to the person. Columbia Broadcasting System v. United States, 316 U.S. 407, 417, 418, 62 S. Ct. 1194, 86 L.Ed. 163.</p>\n<p id=\"b295-11\">“One does not have to await the consxxmmation of threatented injury to obtain preventive relief. If the injury is certainly impending, that is enough.” Commonwealth of Pennsylvania v. West Virginia, 262 U.S. 553, 593, 43 S.Ct. 658, 663, 67 L.Ed. 1117, 32 A.L.R. 300.</p>\n<p id=\"b295-12\">Damage threatened irremediable by an action of law is equivalent to damage done. Hitchman Coal &amp; Coke Co. v. Mitchell, 247 U.S. 229, 38 S.Ct. 65, 62 L.Ed. 260, L.R.A. 1918C, 497, Ann.Cas.1918B, 461.</p>\n<p id=\"b295-13\">The alleged damage done appellees by the imposition of the sanctions authorized under the regulations would be difficult of measurement and if the assessments proposed under the orders were paid under protest there is no statutory procedure by which appellees could recover. It is clear that irreparable injury would result to each of the appellees by the enforcement of the orders. Transgression of statutory power by administrative officials is subject to judicial restraint. Waite v. Macy, 246 U.S. 610, 38 S.Ct. 395, 62 L.Ed. 892.</p>\n<p id=\"b295-14\">Appellants insist that this action was brought prematurely because appellees had not exhausted their remedies under the procedural regulations of the Director of Food Distribution. Failure to exhaust administrative remedies generally precludes resort to the courts. Highland Farms Dairy, Inc., et al. v. Agnew et al., 300 U.S. 608, 616, 57 S.Ct. 549, 81 L.Ed. 835; Natural Gas Pipeline Company v. Slattery, 302 U.S. 300, 311, 58 S.Ct. 199, 82 L.Ed. 276. However, this is not an ironclad rule and it has no application where the defect urged goes to the jurisdiction of the administrative agency. Skinner &amp; Eddy Corp. v. <page-number citation-index=\"1\" label=\"244\">*244</page-number>United States, 249 U.S. 557, 562, 39 S.Ct. 375, 63 L.Ed. 772.</p>\n<p id=\"b296-4\">Here it is claimed that the administrative agency had no authority to proceed under the Statute. Under such circumstances appellees were not required to resort to the regulations for correction of the errors and irregularities, i'f any, of the Administrator before bringing suit. Ogden City v. Armstrong, 168 U.S. 224, 241, 18 S.Ct. 98, 42 L.Ed. 444.</p>\n<p id=\"b296-5\">The primary issue in the case is whether the War Food Administrator exceeded the statutory powers delegated to him by providing for an assessment on the handlers of milk to meet the expenses of the administration of the regulations. Article 1, Section 8 of the Constitution empowers the Congress to declare war, to raise and support armies, to provide and maintain a navy and to make laws which are necessary to carry into effect these powers.</p>\n<p id=\"b296-6\">The production and distribution of food are indispensable to the conduct of war and a program designed to supply civilian, army and navy needs consists largely of the technique of allocating supplies under national direction. Food sufficient for the civilian needs of the nation and adequate for the army and navy is subj ect to control by Congress under the war power, and this power is bounded by no specific grant of authority. In the exercise of its war power, .the Congress must observe the prohibition against the delegation of legislative power to executive officers. In this respect, the Congress has no greater wartime power than it has peacetime power. It is often difficult to discover the line of demarcation between congressional power to make laws and administrative authority to make regulations for the purpose of effectuating the legislative enactment, but the line is clear when the Congress declares the policy of the law and fixes legal principles which control in given cases and which provide an adequate yardstick for the guidance of the executive or administrative body. Gaps may be filled in by administrative rules and regulations.</p>\n<p id=\"b296-7\">Congress may use executive officers in the application and enforcement, of a policy declared by it and give authority to such officers to execute the congressional declaration by regulations equivalent to law. Such legislative action is not a forbidden delegation of legislative power but the vesting of discretion in such officers to make regulations interpreting and administering a statute and directing the details of its execution. United States v. Grimaud, 220 U.S. 506, 31 S.Ct. 480, 55 L.Ed. 563; Hall v. Geiger-Jones Company, 242 U.S. 539, 37 S.Ct. 217, 61 L.Ed. 480, L.R.A. 1917F, 514, Ann.Cas.1917C, 643; J. W. Hampton, Jr., &amp; Co. v. United States, 276 U.S. 394, 48 S.Ct. 348, 72 L.Ed. 624; A. L. A. Schechter Poultry Corp. v. United States, 295 U.S. 495, 55 S.Ct. 837, 79 L.Ed. 1570, 97 A.L.R. 947; Panama Refining Company v. Ryan, 293 U.S. 388, 55 S.Ct.-241, 79 L.Ed. 446; Currin v. Wallace, 306 U.S. 1, 59 S.Ct. 379, 83 L.Ed. 441; United States v. Rock Royal Co-op., 307 U.S. 533, 59 S.Ct. 993, 83 L.Ed. 1446; Yakus v. United States, 321 U.S. 414, 64 S. Ct. 660.</p>\n<p id=\"b296-9\">The Congress, in providing for the allocation of material or facilities in periods of shortages during war is dealing with a complex subject involving many details, and to avoid unnecessary hardships on some communities and business concerns, it is essential that Congress delegate to administrative authorities within prescribed limits, the power to work out the details.</p>\n<p id=\"b296-10\">The statute in question does not apply until a shortage occurs and the President is authorized to find the fact of the shortage, and to allocate the supply of material upon conditions he deems necessary or appropriate to the public interest or to promote the national defense. Fact-finding power may be conferred by the Congress on the executive for putting into effect, applying or suspending the law. Miller v. Mayor, etc., of New York, 109 U.S. 385, 3 S.Ct. 228, 27 L.Ed. 971; United States v. Shreveport Grain &amp; Elevator Co., 287 U.S. 77, 53 S.Ct. 42, 77 L.Ed. 175; Opp Cotton Mills v. Administrator of Wage and Hour Division, 312 U.S. 126, 657, 61 S.Ct. 524, 85 L.Ed. 624. The present statute, when fairly interpreted, authorizes the executive department to ascertain facts and apply the statute .to the result.</p>\n<p id=\"b296-11\">A statute Is complete when the subject, the manner and extent of its operations are stated in it, and its provisions are sufficiently definite and certain to enable one to know from its language whether it applies to him and to be able to ascertain therefrom his rights and obligations.</p>\n<p id=\"b296-12\">The regulation of the production and distribution of milk has long been the subject of legislation and this essential food <page-number citation-index=\"1\" label=\"245\">*245</page-number>product lias been so impressed with a public interest that many state codes applicable to it have been adopted. Nebbia v. New York, 291 U.S. 502, 54 S.Ct. 505, 78 L.Ed. 940, 89 A.L.R. 1469.</p>\n<p id=\"b297-4\">Handlers of milk could reasonably expect that in applying the statute in question to their businesses that the regulatory conditions prevailing in peacetime would at least be applied in wartime. The order in question requires the Market Agent to keep books and records which will clearly reflect all of his acts and transactions and such records are subject to examination by the Director. The Market Agent is also required to give bond for the faithful performance of his duties as is each of his employees and out of the funds collected from the assessments he is directed to pay the cost of his surety bond and those of his employees and is directed to pay his own compensation and that of his employees and all other expenses incurred necessarily in the administration of the order. The assessments here are limited to cover the actual expenses of operation. The handlers of milk are required to make reports from which is determined the amount each is to pay and the amount of the assessment is measured by the weight of the milk product handled. Assessment provisions in the states with milk codes are similar to the one here in question.</p>\n<p id=\"b297-5\">Tt is quite clear that the assessment is neither the levying of a tax nor a revenue measure, but an incident proper to the regulation of the industry in time of war. The war power embraces the nation’s whole system of internal and external regulation <em>by </em>which the nation undertakes to preserve its life.</p>\n<p id=\"b297-6\">That Congress lias the power to prescribe the regulation mentioned there can be no question and it would seem equally clear when the complexities of the problem are considered that it could delegate such power to the executive.</p>\n<p id=\"b297-7\">The statutes are replete with laws and regulations promulgated thereunder ■which compel parties to perform certain acts and to bear certain expenses where the public is equally interested with the parties in the acts which are performed. But for public regulation, under the economic conditions prevailing in the milk industry, many handlers would have no business and many civilians would be deprived of a milk supply.</p>\n<p id=\"b297-9\">Under these circumstances the rule prevails that where public and individual interests are blended in service imposed by law, imposition of costs on individuals or on the state or apportionment between them is a matter of congressional or legislative discretion.</p>\n<p id=\"b297-10\">There are no constitutional infirmities in either the statute or the regulations which we are here considering. There is no delegation of legislative power under Article 1, Section 1, of the Constitution. St. Louis Consolidated Coal Co. v. Illinois, 185 U.S. 203, 22 S.Ct. 616, 46 L.Ed. 872; Yakus v. United States, 321 U.S. 414, 64 S. Ct. 660; L. P. Steuart &amp; Bro. v. Bowles, 322 U.S. 398, 64 S.Ct. 1097; O’Neal v. United Slates, 6 Cir., 140 F.2d 908.</p>\n<p id=\"b297-11\">The statute is not a bill for raising revenue under Article 1, Section 8, Clause 1, of the Constitution. United States v. Norton, 91 U.S. 566, 569, 23 L.Ed. 454; Twin City Nat. Bank v. Nebeker, 167 U.S. 196, 17 S.Ct. 766, 42 L.Ed. 134; United States v. Butler, 297 U.S. 1, 56 S.Ct. 312, 80 L.Ed. 477, 102 A.L.R. 914; Rickert Rice Mills v. Fontenot, 297 U.S. 110, 56 S.Ct. 374, 80 L. Ed. 513.</p>\n<p id=\"b297-12\">Article 1, Section 9, Clause 7, of the Constitution is not pertinent to this decision. Its provision that “no Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law” relates to public funds arising from taxes, customs, etc., which are required by law to be deposited in the Treasury. The mere fact that moneys are received by federal agencies in the lawful exercise of their public functions, standing alone, does not bring them within the constitutional or statutory provision requiring all “public funds” to be covered into the Treasury and withdrawn only by an appropriation.</p>\n<p id=\"b297-13\">The funds accumulated by assessment on the handlers of milk are not public funds, but are trust funds to be retained and disbursed by the Market Agent without deposit to the Treasury of the United States. Morgan’s Louisiana &amp; T. R. &amp; S. S. Co. v. Board of Health of State of Louisiana, 118 U.S. 4-55, 463, 6 S. Ct. 1114, 30 L.Ed. 237. Judgment reversed with directions to dismiss appellee’s petition.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}