{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b403-15\">(140 App. Div. 382.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b403-16\">GITT v. MARQUSEE.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b403-17\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABP5\">November 4, 1910.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b403-18\">1. Arbitration and Award (§ 16<footnotemark>*</footnotemark>)—Revocation of Agreement—When Effectual.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b403-19\">Under Code Civ. Proe. § 2383, an arbitration agreement can be revoked by one of the parties before, but not after, final submission to the arbitrators.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b403-20\">[Ed. Note.—For other cases, see Arbitration and Award, ‘Cent. Dig. §§ 64-76; Dec. Dig. § 16.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b404-4\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>2. Arbitration and Award (§ 16<footnotemark>*</footnotemark>)—Revocation of Agreement—Timeliness —Evidence—Weight.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b404-5\">Evidence <em>held </em>to show that an arbitration agreement was revoked before final submission to the arbitrators.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b404-6\">[Ed. Note.—For other cases, see Arbitration and Award, Dec. Dig. § 16.*]</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b404-7\">„ Appeal from Special Term, New York County.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b404-8\">In the matter of arbitration between Harry N. Gitt and Julius Marqusee. From a judgment entered on an order confirming an award, Gitt appeals. • Reversed, and motion to confirm award denied.</summary>\n<seealso data-order=\"12\" data-type=\"seealso\" id=\"b404-9\">See, also, <em>138 </em>App. Div. 147, 123 N. Y. Supp. 304.</seealso>\n<p data-order=\"13\" data-type=\"judges\" id=\"b404-10\">Argued before INGRAHAM, P. J., and LAUGHLIN, SCOTT, MILLER, and DOWLING, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b404-11\">Martin L. Stover, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b404-12\">Milton J. Bach, for respondent.</attorneys>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b403-21\">For other cases see same topic <em>&amp; </em>5 number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b404-18\">For othér cases see samé topic £’§'nvmber in Dec. <em>&amp; </em>Am. Digs.'\"1907,to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b404-13\">DOWLING, J.</author>\n<p id=\"A8x\">On January 7, 1910, an agreement of arbitration was entered into between Harry N. Gitt and Julius Marqusee, whereby they submitted all the controversies between them for determination to Aaron J. Bach and Frank F. Peard, with power to these two arbitrators to select a third; judgment to be entered upon the award of the arbitrators, pursuant to the provisions of the Code of Civil Procedure. The fifth clause of the said agreement provided as follows:</p>\n<blockquote id=\"b404-14\">“Notice of motion to confirm such award and for the <em>entry </em>of such judgment, and all other notices that may be necessary or proper in and about said matters, shall be served upon the respective parties by leaving and serving the same at their respective offices on Water street, borough of Manhattan, New York City.”</blockquote>\n<p id=\"b404-15\">The two arbitrators named selected John H. Duys as the third, and on January 11th hearings commenced before them; written notice thereof having been given to the parties pursuant to the terms of the agreement. The second hearing was held on January 12th, and the record of their proceedings shows that both parties were notified of the hearing by the delivery at their respective offices on Water street of the written notices thereof. The third meeting took place on January 27th, a similar statement appearing in the record.</p>\n<p id=\"b404-16\">The controversy between the parties herein arises because of their respective claims as to what occurred at this meeting, for the validity of the order confirming the award of the arbitrators depends upon the question of whether or not, at the termination of the meeting on January 27th, the allegations and proofs of the parties had been closed, and the matter had been finally submitted to the arbitrators for their decision. If such was then the status of the proceedings, the attempted revocation of the arbitration agreement on February 9th was ineffectual; if, on the other hand, such was not the status, the revocation was effectual.</p>\n<p id=\"b404-17\">As to wfiat actually occurred at the close of the hearing on January 27th, there is a wide divergence of opinion and a.' clear issue of <page-number citation-index=\"1\" label=\"371\">*371</page-number>fact. The official record kept by the arbitrators contains only the following entry:</p>\n<blockquote id=\"b405-5\">“Mr. Peard: Mr. Gitt, have you any knowledge or evidence to prove that the weights of these tobaccos were increased?</blockquote>\n<blockquote id=\"b405-6\">“Mr. Gitt: I have; I can produce the proofs. I understand that the only thing the committee on arbitration is arbitrating on is the question at issue,, presented to you in our claims in writing.</blockquote>\n<blockquote id=\"b405-7\">“Mr. Bach: There is no limit at all.</blockquote>\n<blockquote id=\"b405-8\">“Mr. Peard: Mr. Gitt, are you satisfied to have us pass on this matter without the testimony of Mr. Loeb?</blockquote>\n<blockquote id=\"b405-9\">“Mr. Gitt: Well, I will say that if there is any question in the minds of the committee, if there is any doubt as to this contract, I will produce him. 1 would like his testimony, if the committee deem it necessary.”</blockquote>\n<p id=\"b405-10\">That this does not accurately and completely set forth what really transpired, no one denies. The stenographer, who kept the minutes of the doings of the arbitrators, herself swears that all through the proceedings she was in the habit of taking such testimony only as she was told to take; that she did not take everything that was said, nor did she take all of the discussions of the parties and the arbitrators; and her notes show merely the testimony of the witnesses relevant to the matter in dispute. She further swears that her understanding was that after the hearing of January 27th there was to be no further testimony taken. She remembers that the arbitrators asked Mr. Gitt if he had any more witnesses to bring before them, and he said that he had not, unless the arbitrators deemed it necessary, and then he might have Mr. Loeb testify on such matters as had already been submitted. In reply thereto the arbitrators said that they had a distinct understanding of Mr. Gift’s contention, and that they did not think it necessary that Mr. Loeb should appear. She admits that this conversation did not appear in full on her notes, because all the testimony had been submitted, and she is giving merely her recollection of what took place after all the testimony was in and after all the witnesses had been examined.</p>\n<p id=\"b405-11\">John H. Duys, one of the arbitrators, swears that at the close of the hearing on January 27th all of the arbitrators «.expressly inquired of each of the parties to the arbitration whether they had produced all of the witnesses and testimony that they desired, whereupon each of the parties stated that they had no further testimony to offer, and the arbitrators then declared the testimony and hearings closed. He further swears that at said hearing the arbitrators requested H N. Gitt to produce certain receipts for payments which he alleged to have made on account of Julius Marqusee, and Gitt agreed to produce the same on February 9, 1910, did not do so, and instead served a notice of revocation of the arbitration agreement, which service was made an hour before the time set for the hearing on that day. He further swears that the award was determined in favor of Marqusee, and the money due him fixed by the arbitrators, before the revocation and withdrawal was received; that the hearings for the taking of testimony were closed on January 27th, and all matters finally submitted to the arbitrators at that time; that no further testimony was to be offered or furnished, except that Gitt was to produce the receipts hereinbefore referred to.</p>\n<p id=\"b406-4\"><page-number citation-index=\"1\" label=\"372\">*372</page-number>One Mendelssohn, a witness produced before the arbitrators, who was present, as he claims, when the hearings were closed, swears that Bach, one of the arbitrators, asked Gitt and Marqusee the following question: \" • . ■</p>\n<blockquote id=\"b406-5\">“Have you gentlemen given all the evidence which you intend to submit, and have you called all of your witnesses?”</blockquote>\n<p id=\"b406-6\">In reply to which, both Gitt and Marqusee. answered:</p>\n<blockquote id=\"b406-7\">“I have nothing further to offer, and my case is closed and in your hands.”</blockquote>\n<p id=\"b406-8\">Aaron J. Bach, one of the arbitrators, swears that at the close of the meeting on January 27th he inquired of both Marqusee and Gitt whether they had produced all the witnesses and given \"all the testimony they desired in this matter, to which Marqusee replied in the affirmative. ' Whereupon Gitt said:</p>\n<blockquote id=\"b406-9\">“If there is any question in the minds of the committee, if there is any doubt as to this contract, I will produce Mr. Loeb. I would like his testimony, if the committee deem it necessary.”</blockquote>\n<p id=\"b406-10\">Whereupon all the arbitrators answered that they did not need the corroborating testimony of Mr. Loeb, and then Gitt said:</p>\n<blockquote id=\"b406-11\">“My testimony is all in, and the ease is in your hands, gentlemen.”</blockquote>\n<p id=\"b406-12\">He then swears that after the hearing was over there was a general discussion,’ in the course of which the arbitrators told Gitt that they would very likely want to see certain receipts given to him by Marqusee for certain items to which he had testified as moneys paid out by him for Marqusee. These he had promised to produce; but, when asked for them, Gitt said that he had forgotten them, and would produce them at a later date. He admits that notice was given to Gitt of a hearing to be had on February 9th at 2 o’clock, and says that meeting was for the purpose of informing the parties that the arbitrators were prepared to hand down a decision, and was not for the purpose of hearing testimony or examining witnesses; but that arrangement had been made for the attorney who had advised the arbitrators to be present on that occasion in order to draw the award in accordance with the decision. He declared that all the hearings were closed on January 27th, and the matters then finally submitted to the arbitrators for their determination.</p>\n<p id=\"b406-13\">Herman. Cohen confirms the statement as to Gitt’s saying that the case was all in, and that he had no more evidence to submit and no more witnesses to bring.</p>\n<p id=\"b406-14\">The third arbitrator, Frank F. Peard, confirms the statement that, at the close of the hearing on January 27th, Gitt offered to produce Lóeb as a witness if there was any doubt in the minds of the committee, whereupon the arbitrators told him that they understood his contention, and did not require the corroborating testimony of Mr. Loeb, whose presence Gitt said could not’be procured in New York. He further says that, after the matter had been submitted to the arbitrators by both parties, they requested Gitt to produce for them and for their convenience certain, receipts that seemed to indicate moneys due him received by Marqusee; that Buys was delegated by Peard to <page-number citation-index=\"1\" label=\"373\">*373</page-number>inspect these receipts on his behalf, they both feeling that this money was due Gitt; that Peard’s understanding was that Gitt would appear on February 9th “to explain his understanding of these accounts” to the arbitrators. Peárd further states that the hearing for the purpose of talcing testimony was closed on January 27th, and all the matters finally submitted to the arbitrators at that time, and that no further testimony was to be offered or furnished, “except that the said Harry N. Gitt was to produce the said receipts and furnish the information as hereinbefore set forth.”</p>\n<p id=\"b407-5\">Gitt swears that he never consented to the final submission of the amounts in dispute to the arbitrators for their decision, and that he at no time “considered or understood that the allegations and proofs of the parties hereto had been closed”; that he had not on January 27th submitted all of the proofs that he desired, but that, on the contrary, he then said to the arbitrators that he had more proof to submit. He contends that there were claims aggregating $6',713.74, which had been marked “O. K.” by Marqusee, and were admitted by Marqusee to be valid claims against him in favor of Gitt, whereof no evidence had as yet been received by the arbitrators. As a matter of fact, the arbitrators only allowed Gitt an offset of about $2,000. Gitt claims that he expected and intended to give evidence of such claims if the arbitration had proceeded, and that he desired also to give further evidence upon other items in dispute. He further claims that the adjournment of January 27th was until February 4th, when it was further adjourned until February 9th because of the absence of some of the parties from the city. He produced the notice given to him pursuant to the arbitration agreement of the holding of the meeting on February 9th, which is as follows:</p>\n<blockquote id=\"b407-6\">“Bliss Bach &amp; Son, 166 Water Street.</blockquote>\n<blockquote id=\"b407-7\">“New York, February 7th, 1910.</blockquote>\n<blockquote id=\"b407-8\">“Mr. Harry N. Gitt, 147 Water Street, New York City—Dear Sir: Be Arbitration Gitt-Mavqusee. There will be a meeting of the arbitrators Wednesday afternoon, February 9th, 1910, at two o’clock in the afternoon, at this office.</blockquote>\n<blockquote id=\"b407-9\">“Very truly yours, [Signed] Aaron J. Bach,</blockquote>\n<blockquote id=\"b407-10\">“John H. Duys,</blockquote>\n<blockquote id=\"b407-11\">“By A. J. Bach.</blockquote>\n<blockquote id=\"AjF\">“Frank F. Peard,</blockquote>\n<blockquote id=\"b407-13\">“By A. J. Bach.\"</blockquote>\n<p id=\"b407-14\">It seems to be apparent from all these statements, contradictory as they are, that the only conclusion which can fairly be drawn is that neither the parties nor the arbitrators considered the testimony closed nor the case finally submitted on January 27th. Even if Gitt did not then intend to produce Eoeb as a witness, it is clear that he did intend (as he publicly announced) to produce the credit items approved by Marqusee, which would have tended to support his right to the credit of some $6,700, which concededly was not allowed him by the arbitrators, and that the arbitrators understood that they were to consider such items before they reached a conclusion.</p>\n<p id=\"b407-15\">It is evident that the arbitrators could not close the testimony, when there still remained to be considered evidence in relation to so substantial a sum as -this; nor does the notice given of the meeting of <page-number citation-index=\"1\" label=\"374\">*374</page-number>the arbitrators on February 9th in any way indicate that it was solely for the purpose of announcing their decision, which was then to be put in legal form by their attorney.</p>\n<p id=\"b408-5\">The notice of revocation given by Gitt was proper in form, and, having been served before the time fixed for the meeting on February 9th, under section 2383 of the Code of Civil Procedure, was effective, if the allegations and proofs of the parties had not been closed, and if the matter had not been finally submitted to the arbitrators for their decision. The conclusion is irresistible that neither the parties nor the arbitrators deemed the allegations and proofs closed or the matter finally submitted for their decision on January 27th, or at any time before the notice of revocation was served.</p>\n<p id=\"b408-6\">The judgment appealed from must therefore be reversed, with costs to the appellant, and the motion for an order confirming the award of the arbitrators denied, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}