{
  "casebody": {
    "data": "<casebody firstpage=\"478\" lastpage=\"493\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b504-4\">Commerce Insurance Company &amp; others<footnotemark>1</footnotemark> <em>vs. </em>Commissioner of Insurance &amp; another.<footnotemark>2</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b504-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AZT\">May 4, 2006.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A0aT\">- August 23, 2006.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b504-6\">Present: Marshall, C.J., Greaney, Ireland, Spina, Sosman, &amp; Cordy, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b505-4\"><page-number citation-index=\"1\" label=\"479\">*479</page-number><em>Thomas A. Barnico, </em>Assistant Attorney General <em>(Elisabeth Ditomassi </em>with him) for Commissioner of Insurance.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b505-5\"><em>Nelson G. Apjohn (James A. Ermilio &amp; Daniel P. Olohan </em>with him) for Commerce Insurance Company.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b505-6\"><em>Stephen J. D Amato </em>for Center for Insurance Research.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b505-7\"><em>Roberta R. Fitzpatrick </em>for Arbella Mutual Insurance Company.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b505-8\">The following submitted briefs for amici curiae:</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b505-9\"><em>Edward J. Donahue, Jr., Luke A. Dillon, III, Peter S. Rice, Mark A. Walsh, Elizabeth R. Cerda, &amp; Peter T. Robertson </em>for Massachusetts Insurance Federation, Inc., &amp; others.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b505-10\"><em>Joshua R. Kratka </em>for Massachusetts Public Interest Research Group.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b504-13\"> Tnterveners Arbella Mutual Insurance Company; Center for Insurance Research; Salvatore J. Cantone; J &amp; B Insurance Agency, Inc.; AAW Insurance Agency, Inc.; J.M. Sullivan Insurance Agency, Inc.; Rapo &amp; Jepsen Insurance Services, Inc.; Whalen Insurance Agency, Inc.; Gilbert Insurance Agency, Inc.; Insurit Agency, Inc.; and Twinbrook Insurance Brokerage, Inc. Commerce Insurance Company, Arbella Mutual Insurance Company, and the Center for Insurance Research were the only plaintiffs who filed an appellate brief.</p>\n</footnote>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b504-14\"> Commonwealth Automobile Reinsurers, intervener.</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b505-11\">Spina, J.</author>\n<p id=\"Aft\">The primary question presented in this appeal is whether G. L. c. 175, § 113H, as appearing in St. 1983, c. 241, § 17, prohibits the Commissioner of Insurance (commissioner) from approving or promulgating an assigned risk plan for high-risk drivers unable to obtain private automobile insurance in the voluntary market. We hold that she is not prohibited from doing so.</p>\n<p id=\"b505-12\">On December 31, 2004, after a series of hearings, the commissioner approved a structural change in the way private automobile insurance is written in Massachusetts for high-risk drivers in the so-called residual, or involuntary, market. She ordered the current plan, which is based on a hybrid reinsurance model, phased out by January 1, 2008, and replaced by an assigned risk plan. Commerce Insurance Company (Commerce) filed a complaint for judicial review under G. L. c. 175, § 113H (E), and for declaratory relief under G. L. c. 231 A, § 1. Arbella Mutual Insurance Company (Arbella), the Center for Insurance Research (CIR), and others intervened as plaintiffs. See note 1, <em>supra. A </em>judge in the Superior Court stayed implementation of the new plan pending trial. Commerce filed a motion for judgment on the pleadings under Mass. R. Civ. R 12 (c), 365 Mass. 754 (1974), and Superior Court Standing Order l-96(4).<footnotemark>3</footnotemark> A second judge in the Superior Court ordered judgment for Commerce and the other plaintiffs, and annulled the decision of the commissioner. He concluded that creation of an assigned risk plan is contrary to the plain language of G. L. <page-number citation-index=\"1\" label=\"480\">*480</page-number>c. 175, § 113H, and its underlying spirit and purpose, and that the commissioner did not have the statutory authority to promulgate such a plan. The commissioner appealed, and we granted the parties’ applications for direct appellate review. We reverse the judgment of the Superior Court and order judgment for the commissioner, except for a minor portion of the plan that must be remanded for further proceedings.<footnotemark>4</footnotemark></p>\n<p id=\"b506-5\">1. <em>The statute. </em>General Laws c. 175, § 113H (A), as appearing in St. 1983, c. 241, § 17, states in relevant part:</p>\n<blockquote id=\"b506-6\">“(A) Insurance companies undertaking to issue motor vehicle liability policies or bonds, both as defined in [G. L. c. 90, § 34A], shall cooperate in the preparation and submission of a plan which shall provide motor vehicle insurance to applicants who have been unable to obtain insurance through the method by which insurance is voluntarily made available; except that the plan shall provide that no insurance company shall be required to issue such policy or execute such bond if:</blockquote>\n<blockquote id=\"b506-7\">“(1) The applicant or any person who usually drives the motor vehicle has failed to pay an insurance company any motor vehicle insurance premiums due or contracted during the preceding twelve months; or</blockquote>\n<blockquote id=\"b506-8\">“(2) Any person who usually drives the motor vehicle does not hold or is not eligible to obtain an operator’s license.</blockquote>\n<blockquote id=\"b506-9\">“Such a plan shall provide for the fair and equitable apportionment among such insurance companies of premiums, losses or expenses, or any combination thereof.”</blockquote>\n<p id=\"b507-4\"><page-number citation-index=\"1\" label=\"481\">*481</page-number>2. <em>Discussion. </em>The commissioner argues that the plain language of § 113H (A) is a broad grant of authority that allows her to promulgate any plan that is rationally related to the plain statutory goals of § 113H (A), namely, to “provide motor vehicle insurance to applicants who have been unable to obtain insurance through the method by which insurance is voluntarily made available,” and to provide “for the fair and equitable apportionment among insurance companies of premiums, losses or expenses, or any combination thereof” arising from such insurance. The plaintiffs contend that the plain meaning of § 113H (A) prohibits the commissioner from promulgating an assigned risk plan, and mandates promulgation of a hybrid reinsurance plan such as the plan currently in use. They further argue that the statute must be construed in the context of its original enactment and amendments since 1953 as well as the long-standing administrative interpretation given the statute, which compel the conclusion that the statute prohibits an assigned risk plan. Finally, the plaintiffs argue that an assigned risk plan is inconsistent with other statutory provisions and underlying policies.</p>\n<p id=\"b507-5\">a. <em>Plain language. </em>We review questions of statutory interpretation de novo. See <em>Raytheon Co. </em>v. <em>Director of the Div. of Employment Sec., </em>364 Mass. 593, 595 (1974). “Ordinarily, if the language of a statute is plain and unambiguous it is conclusive as to the legislative intent. . . . However, time and again we have stated that we should not accept the literal meaning of the words of a statute without regard for that statute’s purpose and history.” (Citations omitted.) <em>Sterilite Corp. </em>v. <em>Continental Cas. Co., </em>397 Mass. 837, 839 (1986). We give substantial deference to a reasonable interpretation of a statute by the administrative agency charged with its administration enforcement, see <em>Amherst-Pelham Regional Sch. Comm. </em>v. <em>Department of Educ., </em>376 Mass. 480, 491-492 (1978), but the duty of statutory interpretation rests in the courts. <em>Cleary </em>v. <em>Cardullo’s, Inc., </em>347 Mass. 337, 343-344 (1964). “An incorrect interpretation of a statute ... is not entitled to deference.” <em>Kszepka’s Case, </em>408 Mass. 843, 847 (1990). The burden is on the plaintiffs to show that the plan promulgated by the commissioner is invalid. See <em>Massachusetts State Pharmaceutical Ass’n </em>v. <em>Rate Setting Comm’n, </em>387 Mass. 122, 126 (1982).</p>\n<p id=\"b508-4\"><page-number citation-index=\"1\" label=\"482\">*482</page-number>Section 113H (A) does not specify any model for the plan. That is, the statute does not specify whether the plan shall be an assigned risk plan, a reinsurance facility, or a joint underwriting association, the principal models used to write insurance for the residual market in the United States. The goals of each of these models in the residual market context are to provide insurance to high-risk drivers who are unable to obtain insurance in the voluntary market, and to apportion net losses fairly among carriers. Each model accomplishes these goals in different ways.</p>\n<p id=\"b508-5\">Assigned risk plans, utilized in forty-two States, assign individual high-risk drivers to individual carriers based on the carrier’s voluntary market share, and the carrier bears the risk of any net loss produced by the assigned driver. Five States utilize joint underwriting associations, which issue policies through servicing carriers to high-risk drivers assigned to the association. The servicing carriers service the policies and adjust claims for a fee. Losses are borne by the association, which in turn makes assessments on all carriers required to participate, based on each carrier’s voluntary market share. Three States, including Massachusetts, utilize a reinsurance facility. Under that model all carriers write policies to any driver on request, but may reinsure policies issued to high-risk drivers by ceding the attendant risk to all participating carriers for a fee. Losses are shared based on each insurer’s voluntary market share. See Towers Perrin Tillinghast Report, Analysis of the Commonwealth Automobile Reinsurers 10-12 (April 2004); 1 G. Couch, Insurance § 2:35 (3d ed. 1995 &amp; Supp. 2006).</p>\n<p id=\"b508-6\">To the extent that § 113H (A) requires a plan to “provide for the fair and equitable apportionment among such insurance companies of premiums, losses or expenses, or any combination thereof,” that language is not descriptive of any particular model, as the plaintiffs argue, but of the constitutional ramifications the commissioner must consider when deciding how a particular model will serve as the basis for the plan. See 1 G. Couch, <em>supra </em>(“Requiring insurers to participate in residual market insurance by insuring risks that would otherwise be rejected has been held not to constitute a violation of the Takings Clause of the United States Constitution. Residual market funding schemes which are based upon market share or facility <page-number citation-index=\"1\" label=\"483\">*483</page-number>usage or a combination of both have also withstood constitutional challenges rooted in the Due Process, Equal Protection and Contracts Clauses”). To be sure, certain limited types of reinsurance polices may provide for the apportionment of expenses, but such language is not determinative of a reinsurance model. See 2 B.R. Ostrager &amp; T.R. Newman, Insurance Coverage Disputes § 15.03[b] (13th ed. 2006). An assigned risk plan apportions losses and expenses among insurers by the assignment of high-risk drivers. Although the apportionment of losses and expenses under this model works indirectly, in contrast to direct apportionment of losses and expenses under the reinsurance and joint underwriting models, § 113H (A) does not specify how the apportionment must take place.</p>\n<p id=\"b509-5\">The fact that an assigned risk plan apportions losses and expenses indirectly, and therefore less precisely than a reinsurance facility or joint underwriting association, does not prohibit the commissioner from selecting that model for a plan under § 113H (A). A regulation will not be deemed invalid if it is reasonably related to the objective of, or within the ambit of, its enabling statute. See <em>Consolidated Cigar Corp. </em>v. <em>Department of Pub. Health, </em>372 Mass. 844, 855 (1977); <em>Commonwealth </em>v. <em>Racine, </em>372 Mass. 631, 635 (1977). Nor will a regulation fail because there may be a more efficient or more precise means to accomplish the objective of its enabling statute. See <em>Shell Oil Co. </em>v. <em>Revere, </em>383 Mass. 682, 687 (1981).</p>\n<p id=\"b509-6\">Apportionment of losses is not the only objective of the statute with respect to losses. Elimination of fraud is also a goal for a plan. See G. L. c. 175, § 113H (C). The commissioner has determined that an assigned risk plan is a more efficient model than a reinsurance facility for containing losses due to fraud or questionable claims. Under the former, carriers have a strong incentive to manage effectively losses from drivers assigned to them. Under the latter, where losses are ceded to the facility and then distributed to participating carriers on a market share basis, the incentive to contain losses is weak. Indeed, in 2000, the current Massachusetts plan produced the highest deficit in the nation, at $323 million.</p>\n<p id=\"b509-7\">We conclude that the plain language of § 113H (A) neither prohibits promulgation of an assigned risk plan nor mandates the use of a reinsurance facility.</p>\n<p id=\"b510-4\"><page-number citation-index=\"1\" label=\"484\">*484</page-number>b. <em>History. </em>We turn to the history of § 113H (A) to determine whether it compels the conclusion that the 1983 version, which for purposes of this appeal is essentially the current version, requires the use of a reinsurance facility.</p>\n<p id=\"b510-5\">Section 113H (A), inserted by St. 1953, c. 570, § 5, stated that private automobile insurance companies “shall co-operate in the preparation and submission of a plan which shall provide for the fair and equitable apportionment among such insurance companies of applicants for insurance who are in good faith entitled to and are unable to procure through ordinary methods motor vehicle liability insurance .... Such a plan shall provide reasonable rules governing the fair and equitable distribution of risks or losses by direct insurance, reinsurance or otherwise.” The plan promulgated under the 1953 statute was an assigned risk plan. There is strong disagreement whether such a plan was required. The plaintiffs contend that the 1953 version required an assigned risk plan because of its language referring to an “apportionment ... of applicants.” The commissioner points to other language in the statute (“Such a plan shall provide reasonable rules governing the fair and equitable distribution of <em>risks or losses by direct insurance, reinsurance or </em>otherwise” [emphasis added]) to support her contention that the 1953 legislation was worded broadly and permitted any type of plan. We agree with the commissioner.</p>\n<p id=\"b510-6\">The phrase “apportionment ... of applicants,” as used in the 1953 legislation, is not a term of art that is descriptive of a particular type of plan. The section in its entirety, its general thrust, gave the commissioner broad power to adopt a plan the objectives of which were to provide compulsory motor vehicle insurance to those who were unable to obtain it in the voluntary market, and to distribute the “risks or losses” fairly and equitably, “by direct insurance, reinsurance or otherwise.” This statutory language expressly authorized the commissioner to adopt a plan based on any model: “direct insurance” signals an assigned risk model; “reinsurance” refers to a reinsurance facility; and “or otherwise” opens the door to other models. Moreover, a plan could apportion either “risks” (people or policies) or “losses.” We conclude that the 1953 legislation did not dictate the type of model on which a plan was to be based.</p>\n<p id=\"b511-4\"><page-number citation-index=\"1\" label=\"485\">*485</page-number>All parties agree that G. L. c. 175, § 113H (A), as appearing in St. 1973, c. 551, § 5, mandated a reinsurance facility. The 1973 version called for “the fair and equitable apportionment among such insurance companies of premiums, losses or expenses or any combination thereof, incurred under policies issued to applicants <em>which are reinsured through such </em>plan” (emphasis added). Where the Legislature intended a specific type of plan, as it did in 1973, it knew precisely how to express such intent.</p>\n<p id=\"b511-5\">The 1973 legislation also rewrote G. L. c. 175, § 113E, to provide: <em>“(a) </em>No insurance company shall refuse to issue or execute as surety a motor vehicle policy or bond both as defined in [G. L. c. 90, § 34,] to any person applying in good faith for such policy or bond ... for any reason,” with certain exceptions not pertinent hereto. St. 1973, c. 551, § 4. This provision has come to be known as the “take all comers” requirement. By requiring all insurers to accept all applicants at the point of origin, the 1973 version of § 113E was compatible only with a reinsurance facility. All applicants were required to be insured on request in the voluntary market (with exceptions not relevant here), and retained on the books of the carrier; but under the plan the carrier could cede the likely loss of a high-risk driver’s policy to an invisible residual market. By contrast, the 1973 language was incompatible with an assigned risk plan, which anticipates that at the point of origin (the voluntary market) insurers will reject applicants who are high-risk drivers, then refer rejected applicants to the plan for assignment to a carrier in a visible residual market. There could be no such referral under the 1973 version, and thus assigned risk plans were not possible under the 1973 amendments.</p>\n<p id=\"b511-6\">The 1983 legislation that rewrote § 113H, set forth <em>supra, </em>also amended § 113E by striking the provision that required insurers to “take all comers” in the voluntary market. See St. 1983, c. 241, § 13. This amendment to § 113E, together with the 1983 amendment to § 113H, in which all references to “reinsurance” were eliminated and a broadly worded grant of authority replaced the requirement of a reinsurance facility, suggest that the Legislature intended to eliminate the requirement that a reinsurance facility was the only available model for a <page-number citation-index=\"1\" label=\"486\">*486</page-number>plan. This view of the broad language of § 113H (A) is bolstered by the 1983 legislative grant of authority to the commissioner to promulgate her own plan “that in [her] opinion would carry out the purposes of this section.” See G. L. c. 175, § 113H (E), fourth par. Based on prior enactments, the Legislature knew precisely how to specify a particular model if that is what it intended, but it did not specify any model in the 1983 legislation, and we infer no intent to do so.</p>\n<p id=\"b512-5\">The plaintiffs next argue that if the Legislature intended to eliminate the requirement of a reinsurance model and authorize a return to an assigned risk plan, it would have clearly signaled such an intent because historically it always has expressed a preference for a particular model. They further argue that the “take all comers” requirement that appeared in the 1973 amendment to § 113E, and essentially dictated a reinsurance model, was transferred to § 113H (A) by the 1983 amendment and continues to dictate a reinsurance model.</p>\n<p id=\"b512-6\">There are two flaws in their argument. First, and contrary to the plaintiffs’ assertions, § 113H (A) does not contain a “take all comers” requirement for the voluntary market similar to the 1973 version of § 113E. Section 113H (A), which requires the plan to “provide motor vehicle insurance to applicants who have been unable to obtain insurance through the [voluntary market],” contemplates that not all “comers” to the voluntary market will be “taken.” If this were not true, there would be no need to say they were “unable to obtain insurance.” The section requires the plan, not the voluntary market, to provide such insurance. “Take all comers,” since 1983, is legislatively required in the residual market only. The 1983 amendments do not prevent a plan from requiring insurers to “take all comers” in the voluntary market, as in the hybrid reinsurance model currently in use. The statute simply no longer requires it. Second, as previously discussed, the 1953 legislation did not mandate an assigned risk plan, and thus there is no “history” of selection of plan type by the Legislature, other than the one instance in 1973.</p>\n<p id=\"b512-7\">The plaintiffs further contend that the Legislature intended a reinsurance-joint underwriting hybrid in the 1983 amendments. If the Legislature intended a plan that specific, it knew how to <page-number citation-index=\"1\" label=\"487\">*487</page-number>express its intent, as it did in the 1973 amendments, with specific reference to a reinsurance-joint underwriting design for the plan. The Legislature is familiar with reinsurance facilities, as discussed, and with joint underwriting associations as well. See, e.g., G. L. c. 175A, § 13 (joint underwriting or joint reinsurance); St. 1985, c. 223, § 2 (joint underwriting association); St. 1985, c. 223, § 4 (“joint underwriting . . . plan of operation . . . shall provide for . . . acceptance and cession of reinsurance”); St. 1975, c. 362 (creation of medical malpractice joint underwriting association). Significantly, there is no mention of a joint underwriting association, or joint underwriting through reinsurance, in the 1983 amendment. There are presently four references to reinsurance in § 113H, all in § 113H (E), twelfth par., that were added by St. 1988, c. 273, § 44. That paragraph concerns performance standards and audits to determine whether there are any differences in the way claims are handled between “policies insured voluntarily and those <em>insured or reinsured by the </em>plan” (emphasis added). The statute contemplates the promulgation of a variety of possible plans for the residual market, some of which may insure drivers, and some that may reinsure policies issued to drivers. A plan that insures drivers in the residual market is an assigned risk plan.</p>\n<p id=\"b513-5\">Finally, the plaintiffs argue that deference should be given to the interpretation of § 113H adopted by a former commissioner that is set forth in a report entitled CAR Reform: Shaping the Residual Market for the 1990’s (Sept. 1989), in which he explains the evolution of plans for underwriting compulsory automobile insurance in the residual market in Massachusetts, and how the hybrid reinsurance-joint underwriting model in use today arose as a result of the 1983 amendments. While the report provides ample justification for the administrative selection of a hybrid reinsurance-joint underwriting model in 1983, such a model was not mandated by the Legislature. An assigned risk model, or some variation, also could have been promulgated by the then commissioner under the broad authority of the 1983 legislation.</p>\n<p id=\"b513-6\">We conclude that the history of the amendments to § 113H (A) since 1953 does not compel the conclusion that a reinsurance facility is required under the 1983 amendment. If the history of <page-number citation-index=\"1\" label=\"488\">*488</page-number>the amendments is helpful to any party, it favors the view of the commissioner.<footnotemark>5</footnotemark></p>\n<p id=\"b514-5\">c. <em>Other statutory provisions. </em>The plaintiffs identify statutory provisions in addition to § 113H (A) that they argue conflict with the commissioner’s assigned risk plan.</p>\n<p id=\"b514-6\">(i) <em>Notice of rejection. </em>The plaintiffs argue that the part of the commissioner’s plan that contemplates that an insured who is rejected in the voluntary market will be notified that he may be eligible to obtain coverage in the residual market in accordance with the plan is in conflict with G. L. c. 113H (C), inserted by St. 1983, c. 241, § 17, which states that “the plan shall provide [that] ... a servicing carrier . . . may not endorse or declare that the policy is underwritten by the plan.” They argue that this section has long been understood to mean that an applicant may not be told that he has been placed in the residual market. While this interpretation may have spilled over from the time between 1973 and 1983, when § 113E required insurers to “take all comers” in the voluntary market, it is not a valid interpretation of current law.</p>\n<p id=\"b514-7\">As stated previously, since 1983, § 113H (A) contemplates that applicants may in fact be rejected in the voluntary market. General Laws c. 175, § 113F, states in relevant part:</p>\n<blockquote id=\"b514-8\">“Any company which does not intend to issue, extend <page-number citation-index=\"1\" label=\"489\">*489</page-number>or renew a motor vehicle liability policy . . . shall . . . give written notice of its said intent ... as hereinafter provided. . . . The insured or principal shall be advised in any such notice that in accordance with the provisions of the plan established by [§ 113H], he shall be eligible for nonrenewed coverages if he is unable to obtain such coverages by the method which insurance is voluntarily made available.”</blockquote>\n<p id=\"b515-5\">Although § 113H (A) is sufficiently clear on the matter, § 113F expressly requires applicants to be notified of their rejection in the voluntary market.</p>\n<p id=\"b515-6\">Section 113H (C) simply states that under the plan — that is, in the residual market — no insurer may declare or indorse on the policy that it is underwritten in the residual market by the plan. There is no inconsistency between the prohibition in § 113H (C) and the assigned risk plan or the requirement under § 113F of notice of rejection in the voluntary market and referral to the plan.</p>\n<p id=\"b515-7\">The plaintiffs also refer to a public policy against stigmatizing drivers who are rejected by the voluntary market. We see no evidence of a legislative policy to that effect, or to the commissioner’s articulation of such a policy. While other commissioners may have recognized such a policy in the past, this commissioner is not bound to adhere to that policy for all time. Regulatory flexibility to adapt to changing conditions is a hallmark of administrative law, provided the change is consistent with the enabling legislation. See <em>Greenleaf Fin. Co. </em>v. <em>Small Loans Regulatory Bd., </em>377 Mass. 282, 293 (1979). There is no such policy expressed in the enabling legislation, and we will not read such a policy into the plain and unambiguous words of the statute. See <em>Massachusetts Community College Council MTA/NEA </em>v. <em>Labor Relations Comm’n, </em>402 Mass. 352, 354 (1988). The commissioner has determined that the type of notice in question is precisely the kind of incentive high-risk drivers may need to improve their driving records and thereby reduce insurers’ losses. That determination is a matter committed to agency discretion, not ours. <em>American Life Assur. Co. </em>v. <em>Commissioner of Ins., </em>388 Mass. 468, 480 (1983).</p>\n<p id=\"b515-8\">(ii) <em>Group marketing plans. </em>The plaintiffs contend that the as<page-number citation-index=\"1\" label=\"490\">*490</page-number>signed risk plan promulgated by the commissioner is inconsistent with G. L. c. 175, § 193R, because it disqualifies otherwise eligible drivers from participating in the assigned risk plan based on their ability to obtain insurance through a § 193R group marketing plan that relies on reinsuring policies of high-risk drivers. The commissioner contends that § 193R does not require a plan to reinsure policies of high-risk drivers who obtain insurance in the voluntary market.</p>\n<p id=\"b516-5\">General Laws c. 175, § 193R, states in relevant part:</p>\n<blockquote id=\"b516-6\">“[I]nsurance issued pursuant to a group marketing plan shall be cedeable and the experience of each group plan, both voluntary and ceded, shall be used in determining a company’s losses and expenses in accordance with the attribution rules established under the provisions of [§ 113H].”</blockquote>\n<p id=\"b516-7\">“Reinsurance is a contractual arrangement whereby one insurer (the ceding insurer) transfers all or a portion of the risk it underwrites pursuant to a policy or group of policies to another insurer (the reinsurer).” 2 B.R. Ostrager &amp; T.R. Newman, Insurance Coverage Disputes § 15.01 [a] (13th ed. 2006). See <em>Colonial Am. Life Ins. Co. </em>v. <em>Commissioner of Internal Revenue, </em>491 U.S. 244 (1989). Reinsurance is not limited to the residual market. The declaration in G. L. c. 175, § 193R, that motor vehicle insurance issued pursuant to a group marketing plan can be ceded means that such policies may be reinsured. The statute does not say, as the plaintiffs imply, that § 193R requires a plan promulgated under § 113H to reinsure such policies. It simply says that an insurer is free to obtain reinsurance. Implicitly, this will occur in the voluntary market. If reinsurance is thus obtained for the policy of a high-risk driver who otherwise would have been rejected in the voluntary market and this can be shown to the satisfaction of the plan administrator, then § 193R states that the insurer is entitled to have “the experience of each group plan” considered for the insurer’s purposes “in determining [its] losses and expenses in accordance with the attribution rules established under the provisions of [§ 113H].” There is no conflict between the commissioner’s plan and § 193R to the extent that high-risk drivers <page-number citation-index=\"1\" label=\"491\">*491</page-number>who obtain insurance through a group marketing plan based on reinsurance are not entitled to have their policies reinsured through the plan or otherwise be assigned to the plan. Because they are able to obtain insurance in the voluntary market there is no need to provide to them insurance in the residual market.</p>\n<p id=\"b517-5\">(iii) <em>“Clean in three”provision. </em>The plaintiffs argue that the provision in the promulgated plan that states that an applicant shall not be placed in the plan if, during the past three years, he has been continuously insured and has not been found to be at fault for an accident or traffic violation, runs afoul of the requirement of § 113H (A) that a plan provide insurance to eligible drivers who are unable to obtain insurance in the voluntary market. It is altogether conceivable that a driver with an unblemished record might be rejected in the voluntary market, perhaps because he lives in an area of high vandalism or automobile theft. The plan anticipates such an occurrence because it indicates such a driver is not eligible to obtain insurance through the plan. A rejected driver who is otherwise eligible is entitled to obtain insurance through the plan. The plan must “take such comers” because that is the essence of § 113H (A).</p>\n<p id=\"b517-6\">This potential gap in the plan prompted the judge to write that this aspect of the plan “would make Franz Kafka smile,” i.e., the only solution to this dilemma is for the rejected driver to cause an accident or violate a motor vehicle law that would render him eligible for assignment under the plan. That solution is unacceptable. This aspect of the plan must be remanded to the commissioner for further proceedings to ensure coverage either in the voluntary market or the residual market. As the Superior Court judge noted, this involves a minor adjustment to the plan.</p>\n<p id=\"b517-7\">(iv) <em>Uniform pricing. </em>Arbella argues that an assigned risk plan is inconsistent with G. L. c. 175, § 113H (D), fifth par., which states: “The premium charges filed by or on behalf of the plan . . . shall not exceed the premium charges which would be used by each risk’s servicing carrier for that risk if such risk were not insured in the plan.”</p>\n<p id=\"b517-8\">The assigned risk plan promulgated by the commissioner provides for uniform pricing conformably with § 113H (D). <page-number citation-index=\"1\" label=\"492\">*492</page-number>Uniform pricing is neither a feature unique to a reinsurance model, nor is it inconsistent with an assigned risk model. There was testimony that an assigned risk model can work within the constraints of uniform pricing. There also was testimony that an assigned risk plan with uniform pricing is superior to the current model because it will distribute residual market losses and expenses fairly and equitably among carriers, an area where the current model has been markedly deficient.</p>\n<p id=\"b518-5\">(v) <em>Issues relating to servicing carriers. </em>CIR raises three issues concerning servicing carriers, none of which has merit.</p>\n<p id=\"b518-6\">Contrary to the claim that § 113H requires that exclusive representative producers under the plan may be assigned only to one servicing carrier, the plain language of § 113H (C) states otherwise: “The plan shall provide that every licensed agent or broker shall be assigned <em>to at least one servicing </em>carrier” (emphasis added).</p>\n<p id=\"b518-7\">CIR next contends that the term “servicing carrier” in § 113H applies only to a joint underwriting association in a reinsurance facility, and is not a term used in conjunction with an assigned risk plan. “Servicing carrier” is not a term that is defined in § 113H, but its meaning can be gleaned from the context of the statute as a whole. Servicing carriers are insurers with a role in the day-to-day operation of the plan. Other States with assigned risk plans use the term in conjunction with assigned risk plans. See, e.g., Cal. Ins. Code § 11623.5 (West 2005) (under California workers’ compensation assigned risk plan, “[n]o insurer may act as a servicing carrier except with the continuing approval of the commissioner”); La. Rev. Stat. § 22:1417 (West 2004) (“No domestic insurance company shall be denied servicing carrier status”); R.I. Gen. Laws § 27-7.1-18 (2002) (“workers’ compensation assigned risk servicing carrier or carriers”); Tex. Ins. Code Ann. art. 21.81, § 3(f) (West 2005) (“A servicing carrier must be an insurance company licensed to write automobile insurance in this state ... or is currently engaged as a servicing carrier for assigned risk automobile business in at least one other state”). Nothing in § 113H prevents the plan from using assigned companies as “servicing carriers” or prohibits “servicing carriers” from functioning in an assigned risk plan.</p>\n<p id=\"b519-4\"><page-number citation-index=\"1\" label=\"493\">*493</page-number>Finally, CIR contends that § 113H (C), sixth par., prevents changes of assignment of servicing carriers that could result in a disruption of the marketplace. This provision refers to changes under plans that are in place and does not purport to address the disruption that arises whenever any plan is changed. The commissioner has anticipated the inconvenience that will flow from the change in plans and addressed it in her transition rules.</p>\n<p id=\"b519-5\">3. <em>Conclusion. </em>For the foregoing reasons, we conclude that an assigned risk plan is permitted under G. L. c. 175, § 113H, and, correspondingly, that the statute does not require a reinsurance facility or hybrid reinsurance-joint underwriting association to address the residual market in compulsory private passenger automobile insurance. The order on the motion for judgment on the pleadings is vacated, the judgment is reversed, and a judgment is to enter in favor of the commissioner affirming the promulgation of the plan in all respects except as to Massachusetts Automobile Insurance Plan Rule 26 (A)(3)(b)(i)(3), the rule providing that a so-called “clean in three” driver shall not be placed in the assigned risk pool. Such a driver, if rejected in the voluntary market, may be unable to obtain insurance as a result of the aforesaid rule. That aspect of the plan is remanded to the commissioner for further proceedings. Finally, a judgment is to enter declaring that “G. L. c. 175, § 113H, does not prohibit the Commissioner of Insurance from promulgating an assigned risk plan.”</p>\n<p id=\"b519-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"3\">\n<p id=\"b505-13\"> The commissioner filed the record of proceedings before her as her answer.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b506-10\"> We acknowledge the amicus briefs filed by the Massachusetts Public Interest Research Group, and by the Massachusetts Insurance Federation, Inc.; the Massachusetts Association of Insurance Agents, Inc.; the Independent Property-Casualty Insurers of Massachusetts, Inc.; American Insurance Association; Property Casualty Insurers Association of America; Safety Insurance Company; United Services Automobile Association; Metropolitan Property &amp; Casualty Insurance Company; The Hanover Insurance Company; Liberty Mutual Insurance Company; Arnica Mutual Insurance Company; Encompass Insurance Company; Norfolk &amp; Dedham Mutual Fire Insurance Company; National Grange Mutual Insurance Company; and Quincy Mutual Fire Insurance Company.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b514-9\"> The Center for Insurance Research (CIR) argues that we should not consider whether the plan promulgated by the commissioner is better than the admittedly unfair plan by which insurers currently share the burden of the residual market, but whether the commissioner first should be required to revise the deficit-sharing formula of the current plan in a way that eliminates the inequities among insurers, without allegedly harming consumers, which, CIR argues, the newly promulgated assigned risk plan does. CIR cites no authority for this argument, and we are aware of none. CIR also advances several public policy reasons against the plan. The issue on review of an administrative regulation is whether the regulation is illegal, arbitrary, or capricious. <em>American Family Life Assur. Co. </em>v. <em>Commissioner of Ins., </em>388 Mass. 468, 479-480 (1983). We accord to a regulation the same deference extended to a statute, and we “will not substitute our judgment as to the need for a regulation, or the propriety of the means chosen to implement the statutory goals, for that of the agency, so long as the regulation is rationally related to those goals.” <em>Id. </em>at 477. Nor would we distort the plain and unambiguous meaning of the language of a statute based solely on asserted policy considerations. <em>Massachusetts Community College Council MTA/NEA </em>v. <em>Labor Relations Comm’n, </em>402 Mass. 352, 354 (1988).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}