{
  "casebody": {
    "data": "<casebody firstpage=\"147\" lastpage=\"150\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b167-7\">Frederick M. Brodie <em>vs. </em>Rockport Granite Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b167-8\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ASC\">November 7, 1907.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Au-\">January 2, 1908.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b167-9\">Present: Knowlton, C. J., Hammond, Loring, Braley, &amp; Rugg, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b167-10\"><em>Negligence, </em>Employer’s liability.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b167-11\">In an action by a workman in a granite quarry against his employer for in j uries from a fall into a deep pit of the quarry, near the brink of which it was the duty of the plaintiff to stand for the purpose of transmitting signals given by the foreman in charge of the work, who worked in the bottom of the pit, to an engineer in charge of a stationary engine, in an engine house on the bank of the pit, by means of which a large derrick was operated for hoisting the stones from the pit, there was no direct evidence as to what caused the plaintiff to fall into the pit and it was purely a matter of conjecture whether he was knocked into the pit by the “ big pieces of bent steel ” called “ dogs,” which hung from <page-number citation-index=\"1\" label=\"148\">*148</page-number>the end of the boom of the derrick to hold the stones when hoisted, as they swung back on their way to the pit after depositing a stone that had been hoisted, or whether he fell into the pit without coming in contact with the dogs, and, even if the plaintiff was struck owing to the swing of the dogs, there was nothing on which the jury could find that the swing was due to any negligent act of the engineer or of any one for whom the defendant was responsible. <em>Held, </em>that it was right to order a verdict for the defendant.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b168-5\">Tort for personal injuries incurred by the plaintiff while working in the quarry of the defendant as described in the opinion. \"Writ dated September 16, 1904.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b168-6\">In the Superior Court <em>Fox, </em>J., ordered a verdict for the defendant ; and the plaintiff alleged exceptions.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b168-7\"><em>W. A. </em>Pew, Jr., for the plaintiff.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b168-8\"><em>W. S. Niles, (II. R. Mayo </em>with him,) for the defendant.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ALp\">Hammond, J.</author>\n<p id=\"A99\">The plaintiff was injured by a fall into a granite quarry pit. He testified that the pit was one hundred feet long and wide, and from forty to fifty feet deep; and that there was a derrick stationed on the bank within ten or fifteen feet from the edge of the pit. It appeared that to this derrick was attached a movable boom worked by a stationary engine located upon the bank a short distance from the derrick. The derrick was used for hoisting stones from the pit, and the boom would swing over the pit and over the bank. From the end of the boom hung “ big pieces of bent steel ” called “ dogs,” weighing, as the plaintiff testified, from fifty to sixty pounds. They were about two and one half inches in diameter, <em>“ </em>shaped like a hook,” and their office was to clasp the stones while in the pit and hold them until deposited on the bank. On the westerly side of a track upon the bank leading to the derrick was a pile of large “ Deer Island ” stones, varying from six to eight feet in length, and on the easterly side of the track was a “ pile of grout «.nr! paving stones.” These piles were so situated that when the boom swung from the pit over the track it went over the centre of each pile.</p>\n<p id=\"b168-9\">As to the manner of working the boom the plaintiff testified as follows: “ When a stone was picked up in the pit and was raised, there was a time when the derrick began to swing itself; when the stone got high enough to clear the bank, the strain on the steam tag would be released, and the derrick would swing around. The steam tag was used to hold the boom over the pit <page-number citation-index=\"1\" label=\"149\">*149</page-number>until the stone was raised clear of the pit, then the engineer slacked up on the tag, and the boom swung whatever it was carrying over the pile of Deer Island stone, over the track, and over on the other pile, then when it got on the other pile it was lowered by the engineer. I had to go to that pile and take the dogs off. After I had taken the dogs off, if they wanted the block in the hole, I would give the signal to the engineer. I was supposed, when a stone came up to take off the dogs, and send the purchase fall down into the pit, so it could be used again.”</p>\n<p id=\"AyD\">As to the plaintiff’s duties he testified as follows: “ It was my business to transmit signals from Lawton to the engineer. Lawton [who had charge of the work] worked down in the bottom of the pit, and his work usually kept him there. . . . Prue [the engineer] was in the engine house. Lawton could not see the engine house from the pit. It was my business to stand where I could see both Lawton and the engineer. I usually stood about ten feet from where the dogs swung over, south of the pile of Deer Island stone on the western side of the track. The dogs swung over this pile of stone about the centre. When I went to work there, Lawton told me where to stand. I always stood there ten feet south of the pile of cut stone. I had to stand within a foot or two of the edge of the quarry. I stood there all the time when the dogs passed me; that was my custom. The dogs did n’t come anywhere near me as I stood there usually. That is all the instruction I ever had as to where I should stand. I received no other information, instruction or advice from any official of the defendant. I gave signals both by hand and mouth. I repeated the signals of Lawton to the engineer. The engineer never signalled to Law-ton. I had other duties to perform. I had to unhitch the dogs which were on the end of the purchase falls, and which held the stone when the stone was landed.”</p>\n<p id=\"b169-5\">■ As to the accident the plaintiff testified as follows: “ I was hurt between four and five o’clock in the afternoon. Mr. Law-ton was in the pit, and the four Finns were with him. They had just sent a pretty rough looking stone out of the pit, a stone which was no good, and which they were going to throw away, or use for paving stock. I was standing south of the pile of cut stone. I got a signal from Lawton and repeated the signal <page-number citation-index=\"1\" label=\"150\">*150</page-number>to Prue to start up, then the stone came up. After the stone was raised, I let the steam tag off, and the stone came over and landed on the pile of grout on the eastern side of the track. The pile of grout was about thirty or thirty-five feet from the derrick. The stone was lowered onto the pile. The highest part of this pile was fifteen or twenty feet high. This stone was put on the top and slid down a bit, so it was only about four feet up as I remember. It slid down the pile in a southeasterly direction. I waited until the stone stopped, then I went up and unhooked the dogs. Then I came down and hollered 1 all right ’ to Frank Prue, the engineer. By that I meant the dogs were ready to go in the hole. When I hollered to Frank Prue I was on the track. I started towards the edge of the quarry where I generally stood. I was south of the pile of Deer Island stone. The last I remember was going towards the edge of the pit; I was then west of the track. I was ten or twelve feet to the south of where the dogs would ordinarily swing. If the\" dogs swung in the ordinary manner they would not have struck me. Lawton was down in the pit. If nothing had happened I would have walked to the edge of the pit and watched him until he signalled for me to stop where he wanted the block landed.”</p>\n<p id=\"b170-5\">There was also evidence from which the jury might have found that the dogs were swinging considerably at the time the boom went over the pit. There was also evidence tending to show that Prue was eccentric and nervous, and that complaints had been made that he was incompetent. The injuries received by the plaintiff were such as might have been received either by being knocked into the pit by the dogs as they passed on their way to the pit, or by a fall into the pit without contact with them.</p>\n<p id=\"b170-6\">The case is close, but without further reciting the testimony we are of opinion that the plaintiff has failed to make out a case for the jury. The cause of the accident is purely a matter of conjecture. Moreover, even if there was a considerable swing of the dogs and the plaintiff was thereby struck, there is nothing upon which the jury can find that the swing was due to any negligent act of the engineer, or of any one for whom the defendant is responsible.</p>\n<p id=\"b170-8\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}