{
  "casebody": {
    "data": "<casebody firstpage=\"566\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b616-7\">UNITED STATES of America, Plaintiff-Appellee, v. Charles Robert HEAD, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b616-9\">No. 16290.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b616-10\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b616-11\">Dec. 10, 1965.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b617-5\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>William F. Hopkins, Cincinnati, Ohio (William F. Hopkins, Henry E. Sheldon, Cincinnati, Ohio, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b617-6\">E. Winther McCroom, Cincinnati, Ohio (Joseph P. Kinneary, U. S. Atty., E. Winther McCroom, Asst. U. S. Atty., Cincinnati, Ohio, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b617-7\">Before PHILLIPS and CELE-BREZZE, Circuit Judges, and CECIL, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b617-8\">CECIL, Senior Circuit Judge.</author>\n<p id=\"b617-9\">Charles Robert Head, defendant-appellant herein, whom we will call the defendant, was convicted in the United States District Court for the Southern District of Ohio, Western Division, on a two-count indictment involving counterfeit money. (Section 472, Title 18, U.S.C.) The first count of the indictment charged the defendant with having in his possesr sion, with intent to defraud, a counterfeited twenty dollar note on the Federal Reserve Bank of St. Louis. The second count charged the defendant with attempting to sell counterfeit obligations of the United States, being counterfeited notes in ten and twenty dollar denominations on Federal Reserve Banks of Richmond, St. Louis and Cleveland. The defendant waived a jury and was tried to the court. The appeal on the defendant’s conviction is now before us.</p>\n<p id=\"b617-10\">The defendant was a bartender for his father in the Curve Cafe, located at 2035 Vine Street, in Cincinnati, Ohio. On or about October 21, 1963, Herbert Dixon, a Special Agent of the United States Secret Service, entered the Curve Cafe, at about 6:30 or 7:00 p. m., in company with one James Oyler. Oyler introduced Dixon to the defendant by the name of Fred. Oyler vouched for “Fred” as being O.K. and as being in Cincinnati for a “score” (easy money). Dixon identified himself as a driver from Toledo. Oyler is identified as a government informer. According to the evidence, he took no further part in the development of the case against the defendant.</p>\n<p id=\"b617-13\">Dixon testified that the defendant without further hesitation made such remarks as “Things here are hot”, “We are getting a lot of pressure”, “There has been some arrests and they are getting close to us on passing this money”. Other conversation ensued relative to counterfeit money and Dixon further testified that when he and Oyler left the Curve Cafe he understood the defendant would get him $2000 in counterfeit money for $500 of good money which he, Dixon, had.</p>\n<p id=\"b617-14\">Following this first meeting Dixon made further visits to the Curve Cafe and talked to the defendant on the telephone a number of times. Finally, about three days before the night of November 19, 1963, the defendant informed Dixon, whom he dealt with as Fred, that his source of supply would not deal for $500 but insisted on selling $6000 worth of counterfeit money for $1500. Dixon assured the defendant that he could get a man out of Chicago who would furnish the $1500 and who would take the counterfeit money out of the Cincinnati area. Accordingly, on the night of November 19th Robert J. Motto, a Special Agent of the United States Secret Service from Chicago, was introduced to the defendant as “Rocky”.</p>\n<p id=\"b617-15\">Without attempting to detail all of the alleged contacts that Dixon and Motto had with the defendant, suffice it to say that after midnight on November 19th, the defendant entered Dixon’s automobile with Dixon and Motto for the purpose of consummating the transaction for the sale of the counterfeit money. Upon an agreed signal from Dixon, James A. Clem and Arnold J. Lau, Special Agents of the United States Secret Service, riding in a car driven by Detective Wilbur Vorherr, of the Cincinnati Police Department, forced Dixon’s car to <page-number citation-index=\"1\" label=\"568\">*568</page-number>the curb. The defendant was arrested, and Dixon and Motto were technically arrested.</p>\n<p id=\"b618-4\">Counsel for the defendant stipulated that the money in question was counterfeit and that the defendant had it in his possession and attempted to sell it as alleged in the two counts of the indictment. It is conceded that the government agents did not have any knowledge of any prior possession of counterfeit money by the defendant or of any transactions in it by him.</p>\n<p id=\"b618-5\">The defense interposed at the trial was entrapment. In Sorrells v. United States, 287 U.S. 435, 53 S.Ct. 210, 77 L.Ed. 413, the Court held that entrapment was an available defense. The Court distinguished between the predisposed criminal design in an individual and a criminal design which originates with government officials and is implanted in the mind of an innocent person. In the first class, artifice and strategy may be used to catch those engaged in criminal enterprises. If the officials merely afford opportunities and facilities for committing an offense, entrapment is not established. On the other hand, entrapment is established when the criminal design originates with the officials and is implanted in the mind of an innocent person so that he is induced to commit a crime which he was not predisposed to commit.</p>\n<p id=\"b618-6\">This principle of the law of entrapment is well established in a long line of cases and is followed in this circuit. Scriber v. United States, 4 F.2d 97; Cermak v. United States, 4 F.2d 99; Rodgers v. United States, 138 F.2d 992; Shaw v. United States, 151 F.2d 967; United States v. Hackett, 303 F.2d 33, cert. den. 371 U.S. 819, 83 S.Ct. 35, 9 L.Ed.2d 60, rehearing den. 371 U.S. 917, 83 S.Ct 252, 9 L.Ed.2d 176; United States v. Denton, 307 F.2d 336, cert. den. 371 U.S. 923, 83 S.Ct. 292, 9 L.Ed.2d 232; United States v. Gosser, 339 F.2d 102, cert. den. Oct. 11, 1965, 85 S.Ct. 44, 15 L.Ed.2d 66; United States v. Baxter, 342 F.2d 773, cert. den. 381 U.S. 934, 85 S.Ct. 1766, 14 L,Ed.2d 699; United States v. Smith, 343 F.2d 847, cert. den. Oct. 11, 1965, 86 S.Ct. 55, 15 L.Ed.2d 69. We are here concerned with the application of the principle. Ordinarily, entrapment is a question of fact and in jury cases must be submitted to the jury. In the Sorrells’ case, supra, the Court remanded the case to the District Court for retrial with instructions to submit the issue to the jury. It may become a question of law when the facts are undisputed. Sherman v. United States, 356 U.S. 369, 78 S.Ct. 819, 2 L.Ed.2d 848; Morales v. United States, 260 F.2d 939, C.A.6; United States v. Burkhart, 347 F.2d 772, 775, C.A.6; Morei v. United States, 127 F.2d 827, C.A.6.</p>\n<p id=\"b618-8\">It is claimed in this case that the facts are undisputed and that the evidence failed to show that the defendant had ever been involved in any crime concerning counterfeit money or that he had any predisposition to engage in counterfeit money transactions either by its possession or the sale of it. It is further claimed that the idea of engaging in the transaction for which the defendant was convicted was created and originated in the mind of Dixon, the Secret Service agent, and that he was induced to enter .into the crime through repeated contacts of Dixon and solicitation by him.</p>\n<p id=\"b618-9\">We cannot agree that the evidence on this subject is uncontradicted. The Sherman case, supra, cited by counsel for defendant is not in point. There, 356 U.S. at p. 373, 78 S.Ct. at p. 821, the Court said:</p>\n<blockquote id=\"b618-10\">“We conclude from the evidence that entrapment was established as a matter of law. In so holding, we are not choosing between conflicting witnesses, nor judging credibility. Aside from recalling Kalchinian, who was the Government’s witness, the defense called no witnesses. We reach our conclusion from the undisputed testimony of the prosecution’s witnesses.”</blockquote>\n<p id=\"b618-11\">There is evidence that almost immediately upon being introduced to Dixon, the defendant began a conversation about counterfeit money. Before Dixon left the <page-number citation-index=\"1\" label=\"569\">*569</page-number>Curve Cafe, the defendant had agreed to furnish $2000 in counterfeit money for $500 in good United States currency. There was evidence to the effect that when Dixon called the defendant it was at the instance of the defendant. There were always excuses, such as, “the printer is having trouble with the paper, call me in a couple of days,” etc.</p>\n<p id=\"b619-5\">The district judge, in denying the motion for new trial, found that there was a factual dispute created by the conflicting testimony of the government agent and of the defendant. We have read the entire record of the trial and we agree that a factual issue was presented on the subject of entrapment. The finding of the district judge on the factual issue thus presented is supported by the evidence. We find no error on the part of the district judge in failing to find that there was entrapment as a matter of law.</p>\n<p id=\"b619-6\">Another claim made on behalf of the defendant is that the trial judge erred in sustaining an objection on cross-examination of government witness Clem concerning James Oyler. The witness identified Oyler as a government informer. Counsel for the government claimed that this relationship was privileged. He objected to this testimony unless it could be shown that Oyler was a material witness to the offense. Counsel for the defendant argued that the cross-examination concerning Oyler was essential to the defense of entrapment.</p>\n<p id=\"b619-7\">In Roviaro v. United States, 353 U.S. 53, 60, <em>77 </em>S.Ct. 623, 628, 1 L.Ed.2d 639, the Court said:</p>\n<blockquote id=\"b619-8\">“Where the disclosure of an informer’s identity, or of the contents of his communication, is relevant and helpful to the defense of an accused, or is essential to a fair determination of a cause, the privilege must give way.”</blockquote>\n<p id=\"b619-9\">See also Miller v. United States, 273 F.2d 279, C.A.5, cert. den. 362 U.S. 928, 80 S.Ct. 756, 4 L.Ed.2d 747; United States v. Hanna, 341 F.2d 906, C.A.6. The trial judge ruled that entrapment was an affirmative defense and that it could not be established on cross-examination in the government’s case. He observed that it might be made available at some point in the proceeding.</p>\n<p id=\"b619-12\">The prosecution did not rely on Oyler in any way to establish the commission of the offense by the defendant. The only part which Oyler played in the affair was to introduce Dixon to the defendant. The entire offense was then developed through the contacts of Dixon and, finally, on the last day before the arrest, with the assistance of agent Motto. Neither did it appear that the defendant’s defense was in any way dependent upon information concerning Oyler. There was no point in the defense where counsel for the defendant availed himself of the door left open to him by the trial judge. The trial judge had said that such information might be made available at some time in the proceeding but not upon cross-examination in the government’s case. We do not have here an unknown or unidentified informer as in Gilmore v. United States, 256 F.2d 565, C.A.5. The defendant had known Oyler for two years. He testified that Oyler had broached the subject of counterfeit money to him in Covington, Kentucky, sometime prior to the introduction to Dixon. He also testified that Oyler had called on him in the Curve Cafe several times between the conversation in Covington and the time that he met Dixon. Oyler was not an officer of the law and it is not claimed that he induced the defendant to commit the crime for which he was convicted.</p>\n<p id=\"b619-13\">In Roviaro, supra, 353 U.S. at p. 62, 77 S.Ct. at p. 628, the Court said:</p>\n<blockquote id=\"AzH\">“We believe that no fixed rule with respect to disclosure is justifiable. The problem is one that calls for balancing the public interest in protecting the flow of information against the individual’s right to prepare his defense. Whether a proper balance renders nondisclosure erroneous must depend on the particular circumstances of each case, taking into consideration the crime charged, <page-number citation-index=\"1\" label=\"570\">*570</page-number>the possible defenses, the possible significance of the informer’s testimony, and other relevant factors.”</blockquote>\n<p id=\"b620-4\">We conclude that under the circumstances of this case there was no requirement for further disclosure concerning Oyler. We can see no prejudice to the defendant as a result of the ruling of the trial judge.</p>\n<p id=\"b620-5\">The judgment of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}