{
  "casebody": {
    "data": "<casebody firstpage=\"587\" lastpage=\"588\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b615-7\">Sam Byrd v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b615-8\">No. 12855.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEj\">Delivered December 4, 1929.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b615-9\">Rehearing denied January 15, 1930.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b615-14\">The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b615-15\"><em>Ross Huffmaster </em>of Kaufman, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b615-16\"><em>A. A. Dawson </em>of Canton, State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b615-17\">MORROW, Presiding Judge.</author>\n<p id=\"Ae8\">The offense is the possession of intoxicating liquor for the purpose of sale; punishment fixed at confinement in the penitentiary for a period of one year.</p>\n<p id=\"b616-4\"><page-number citation-index=\"1\" label=\"588\">*588</page-number>That there was more than a half gallon of whisky and a funnel in the appellant’s automobile, was proved. There was another person in the car at the time but he escaped about the time of the arrest. The appellant’s theory, arising from his testimony, is that the other person in the car, whom he did not know, had gotten therein without his (appellant’s) knowledge or consent; that the appellant was not the owner or the possessor of the whiskey, and that at the time immediately before the officers arrested him, he was engaged in ' endeavoring to get the trespasser out of the car. The conflicting theories were submitted to the jury in a charge of which there is no complaint urged; nor is there presented for review any ruling of the court upon the reception or rejection of evidence.</p>\n<p id=\"b616-5\">A motion for a continuance was made to secure the testimony of the wife of the appellant. The complaint of the ruling of the court in refusing to grant the motion is not brought forward for review by bill of exceptions, and for that reason cannot be considered. See Nelson v. State, 1 Tex. Cr. App. 44, and numerous other authorities collated in Branch’s Ann. Tex. P. C., Sec. 304.</p>\n<p id=\"b616-6\">The evidence is deemed sufficient to support the verdict.</p>\n<p id=\"b616-7\">The judgment is affirmed.</p>\n<p id=\"b616-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b616-9\">ON MOTION FOR REHEARING.</p>\n<author id=\"b616-11\">LATTIMORE, Judge.</author>\n<p id=\"AHs\">Appellant moves for rehearing on the ground that we erred in not holding erroneous the action of the trial court in refusing his application for continuance. As stated in the original opinion, this court declines to consider complaints of refusals of continuance unless there be a bill of exceptions in the record reserving such complaint. In addition thereto, we further note that nothing in this record shows that the application for continuance was ever presented to the trial court or acted upon by him in any way.</p>\n<p id=\"b616-12\">The motion for rehearing will be overruled.</p>\n<p id=\"b616-13\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}