{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"543\" lastpage=\"557\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b563-2\" pgmap=\"563\">Malkov Lumber Company, Inc., Plaintiff-Appellant, v. Serafine Builders, Inc., Defendant-Appellant—(Marshall Savings and Loan Association, et al., Appellees.)</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b563-3\" pgmap=\"563\">(No. 53803;</docketnumber><court data-order=\"2\" data-type=\"court\" id=\"b563-4\" pgmap=\"563\">First District</court><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AT-\" pgmap=\"563\">August 6, 1971.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b563-5\" pgmap=\"563\">Rehearing denied September 29,1971.</otherdate><p data-order=\"5\" data-type=\"judges\" id=\"b564-4\" pgmap=\"564\">Eberspacher, P. J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b564-6\" pgmap=\"564\">Louis A. Rosenthal, of Chicago, for plaintiff-appellant.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b564-7\" pgmap=\"564\">John Demling, of Chicago, (Fredric G. Novy, of counsel,) for defendant-appellant.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b564-8\" pgmap=\"564\">William D. Ward, of Chicago, for appellees.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b564-9\" pgmap=\"564\">Mr. JUSTICE JONES</author> <p id=\"A8kZ\" pgmap=\"564\">delivered the opinion of the court:</p> <p id=\"b564-10\" pgmap=\"564\">This is an appeal by plaintiff, Maikov Lumber Company, Inc., hereinafter called Maikov, and by Serafine Builders, Inc., hereinafter called Serafine, from an order dismissing their complaint and counterclaim, respectively, for foreclosure of mechnics’ liens upon the motion of Marshall Savings and Loan Association, John R. Henson, receiver and Donald D. Swope, receiver, collectively hereinafter called Marshall. Subject to the same order of dismissal was the separate complaint for foreclosure of a mechanic’s lien filed by Edmeir, Inc., hereinafter called Edmeir, but Edmeir did not appeal.</p> <p id=\"b564-11\" pgmap=\"564\">Maikov, as a subcontractor of Serafine, filed its complaint, numbered 66-CH-3466, to foreclose a mechanic’s lien against certain property of Marshall in June 1966. Named as parties defendant to this complaint were Serafine and Marshall. Marshall filed an appearance in this case in July 1966. Edmeir, another subcontractor of Serafine, filed its complaint, numbered 67-CH-1814, to foreclose a mechanic’s lien in February 1967. Named as parties defendant to the Edmeir complaint were Serafine and Marshall. Marshall filed an appearance in this latter case in March 1967. Serafine, a defendant in both foreclosure actions, appeared in Edmeir’s case, 67-CH-1814, and filed its motion for consolidation of that case with case number 66-CH-3466 commenced by Maikov. Pursuant to this motion the court consolidated the Edmeir case with and into the Maikov case, as number 66-CH-3466. On April 24, 1967 Serafine filed its answer and a counter-claim for foreclosure of a mechanic’s lien. Named as party defendant to Serafine’s counter-claim was Marshall.</p> <p id=\"b565-2\" pgmap=\"565\">From the complaint of Serafine it appears that Serafine and Marshall entered into an agreement dated March 1, 1965 under which Serafine was to construct a building on the concerned real estate, commonly known as Sahara Towers, for an agreed sum of $324,405.00; that the labor and material required by the contract was furnished by Serafine and accepted and paid for by Marshall; that during the course of compliance with the contract there were certain additional contracts between the parties for construction of a cocktail lounge and conversion of the sixth floor to individual living quarters; and that the sums agreed to by the parties for these extras had not been paid for and by reason thereof Serafine prayed that it be decreed to be entitled to a mechanic’s lien and for foreclosure thereof.</p> <p id=\"b565-3\" pgmap=\"565\">After some unexplained delay and a rule upon them to plead, on September 15, 1967, Marshall filed motions based on Supreme Court Rule 48 (1) (e). (Ill. Rev. Stat., ch. 110, par. 48 (1) (e)) to dismiss the complaint of Maikov and the counter-claim of Serafine. The motions were based upon the failure of Maikov and Serafine to join as defendants or otherwise necessary parties claiming an interest in the premises sought to be foreclosed on prior to the tolling of the two year period of limitations provided in section 9 of the Mechanic’s Lien Act. (Ill. Rev. Stat., ch. 82, par. 9.) Alternatively, the motions alleged the failure of Maikov and Serafine to intervene in mechanic’s hen foreclosure suits previously pending in the same court against the subject premises during the two year limitation period available to Maikov and Serafine to commence foreclosure of their hens. Attached to the motions was the affidavit of an attorney for Marshall stating that an examination of the records of the court and the records of Chicago Title and Trust Company revealed the names of the following who claimed an interest in the real estate involved in the cause:</p> <blockquote id=\"b565-4\" pgmap=\"565\">(A) Edmeir, Inc., pursuant to a mechanic’s hen claim filed with the Recorder of Deeds of Cook County and involved in an action pending the court entitled Edmeir, Inc. v. Marshall Savings and Loan Association number 64-CH-5280 which has been referred to Master McGah;</blockquote> <blockquote id=\"b565-5\" pgmap=\"565\">(B) All Style Iron Products, Inc., pursuant to a mechanic’s hen claim filed with the Recorder of Deeds of Cook County and involved in an action pending in the court entitled All Style Iron Products, Inc., v. Exchange National Bank, et al, 64-CH-2271, which has been referred to Master McGah;</blockquote> <blockquote id=\"b565-6\" pgmap=\"565\">(C) David Schiff, pursuant to a mechanic’s hen claim filed with the Recorder of Deeds of Cook County and involved in the action referred to in Paragraph (B);</blockquote> <blockquote id=\"b565-7\" pgmap=\"565(10) 566(22)\">(D) Edward Hines Lumber Company pursuant to a mechanic’s hen claim filed with the Recorder of Deeds of Cook County and also involved in the action identified in Paragraph (B) above.</blockquote> <p id=\"b566-3\" pgmap=\"566\">The instant case was assigned to Judge Lupe. On August 9, 1968, the attorney for Maikov appeared before Judge Covelli (Judge Lupe apparently being unavailable that day) and obtained an order consolidating their case, 66-CH-3466, with the previously pending cases, numbers 64-CH-5280 and 64-CH-2271. The order recited that the consolidation of the cases “shall be without prejudice to the matters raised in briefs of the parties pending before the court.” Those “matters” were the failure of Maikov and Serafine to join as defendants in their complaint and counter-claim all parties interested in the premises within the two year period of limitation. On August 26, 1968 Serafine and Maikov filed a joint motion to strike the motion of Marshall to dismiss their complaint and counter-claim on the grounds that the order of August 9, 1968 consolidating their case with numbers 64-CH-5280 and 64-CH-2271 rendered the issue presented to the court in Marshall’s motion moot. On September 26, 1968 Judge Lupe entered an order vacating the order of consolidation entered by Judge Covelli and serving case 66-CH-3466 from cases 64-CH-2271 and 64-CH-5280. On December 5, 1968, after argument and consideration of briefs, the court entered the order which is the subject of this appeal, granting the motions of Marshall to dismiss the complaint of Maikov, the counterclaim of Serafine and the complaint of Edmeir, in effect denying their claim to mechanics’ hens. The order further granted Maikov, Serafine and Edmeir twenty-eight days to file amended complaints at law and ordered the case transferred from the chancery division to the law division of the circuit court of Cook County.</p> <p id=\"b566-4\" pgmap=\"566(192) 567(27)\">Section 9 of the Mechanic’s Lien Act provides in part that suit shall be commenced or answer filed within two years after the completion of the contract or completion of the extra or additional work, or furnishing of extra or additional material thereunder. Section 11 of the Act provides in part that a plaintiff in a mechanic’s hen complaint shall make all parties interested, of whose interest he is notified or has knowledge, a party defendant to the proceeding. The same rule is made to apply in the case of cross-petitioners with regard to any person of whose interest they have knowledge, and who are not already parties to the suit or action. “Parties in interest” within the meaning of the statute are described as persons entitled to hens under the Act whose claims are not, as well as are, due at the time of the commencement of the suit, all persons who may have any legal or equitable claim to the whole or any part of the premises upon which a hen is asserted, or persons who are interested in the subject matter of the suit. Section 11 further provides that any such interested persons may, on application to the court wherein the suit is pending, be made or become parties at any time before final judgment.</p> <p id=\"b567-3\" pgmap=\"567(487) 568(43)\"> Defendants maintain that sections 9 and 11 of the Act and the case of Granquist v. Western Tube Co., 240 Ill. 132, 88 N.E. 468 (1909), conjoined with North Side Sash &amp; Door Co. v. Hecht, 295 Ill. 515, 129 N.E. 273 (1920), justify the action of the trial court and require affirmance on this appeal. The Granquist case was an interpretation of the requirement of section 11 that all persons interested in the concerned premises be made a party to any complaint or cross-complaint for foreclosure of a mechanic’s lien. Granquist had filed a petition for mechanic’s lien alleging facts showing his own entitlement thereto and stating, upon information and belief, that the firm of Porter &amp; Trask also had or claimed a lien upon the same premises for materials furnished and averring that their lien, if any, was subject to the lien of Granquist. Porter &amp; Trask were not made parties to the Granquist action but had commenced their own suit for foreclosure of their mechanic’s lien. (Cf. Porter &amp; Trask v. Western Tube Co., 240 Ill. 151, 88 N.E. 472). Porter &amp; Trask did not make Granquist a party to their case. In both cases the owner of the premises objected to proceeding for want of proper parties. Both Granquist and Porter &amp; Trask, in their respective cases, contended the question of proper parties had been waived. In both cases decrees were entered granting liens as prayed and the Appellate Court affirmed. Upon appeal to the Supreme Court both cases were reversed. The court commented: “The case at bar illustrates the practice that would prevail if appellee's contention were sustained. Here appellee filed his bill and Porter &amp; Trask filed another. There were two hearings in the circuit court, two decrees entered on the same day, two appeals to the Appellate Court, and both cases have been appealed to this court. If two claimants for liens can thus carry on separate suits, any number who happen to be sub-contractors might do the same thing. The statute in relation to liens, under which these petitions are filed, gives no sanction to such practice.” The oft quoted and, as far as our search discloses, uniformly followed, holding of that case is “* * * that the legislature never contemplated there should be a separate suit by each contractor or sub-contractor for the purpose of having a lien established in his favor, but that the statute contemplates but one suit, and that all persons who are known to have any interest, either legal or equitable, in the land, or any claim for a lien against it, should be joined, either as complainants or defendants, in such suit, so that the court will be able to adjust all equities and render a decree in relation to the distribution of the proceeds, in case a sale is had, according to the rights of the several claim ants. If appellee’s position is sustained it is easy to see how the owner may be harassed with numerous suits for liens, thereby unnecessarily increasing the costs and expenses to the owner and imposing a large amount of unnecessary litigation upon the courts.”</p> <p id=\"b568-3\" pgmap=\"568\">The North Side Sash &amp; Door Co. case dealt with the failure of a complaint for foreclosure of a mechanic’s lien to state a cause of action within the two year period of limitations contained in the statute. The original complaint was filed within the two year period of limitations but failed to state a cause of action in not alleging that the last defivery of material was made within four months before the fifing of the complaint. In holding that an amendment made after the period of limitation had expired changing the date of the last defivery to a time within the four month period amounted to the filing of a new suit, the court stated: “The time fixed for commencing an action under the Mechanic’s Lien act is a condition of the liability and operates as a limitation of the liability itself and not of the remedy, alone. The provision of the statute creating the lien, requiring suit to be brought within four months, is more than an ordinary statute of limitations. It goes to the existence of the right itself. It is a condition attached to the right to sue at all. It is a condition precedent to the right of recovery granted by the act that the action be brought within four months after the date of the last defivery of materials. Inasmuch, therefore, as the limitation of the time in which to sue is considered not merely of the remedy but of the right of action itself, and the cause of action exists subject to the limitation, the bill must allege or state facts showing that the action is brought within the time prescribed by the statute.”</p> <p id=\"b568-4\" pgmap=\"568\"> The Mechanic’s Lien Act is in derogation of common law and it has been frequently held that it must be strictly construed notwithstanding the provisions of section 39 of that Act that it is to be liberally construed as a remedial Act. D. D. Kennedy, Inc. v. Lake Petersburg Ass’n., 54 Ill.App.2d 85, 203 N.E.2d 145; Erickson v. Ginocchio, 303 Ill.App. 159, 24 N.E.2d 884; Charles A. Hohmeier Lumber Co. v. Knight, 350 Ill. 248, 182 N.E. 715. But such construction properly has reference to compliance with the substantive provisions of the Act — those which specify the requirements upon which the right to a lien is based. Charles A. Hohmeier Lumber Co. v. Knight, supra; Fitzgerald v. Van Buskirk, 96 Ill.App.2d 432, 239 N.E.2d 330.</p> <p id=\"b568-5\" pgmap=\"568(57) 569(255)\"> It is conceded that if the two year period of limitations provided by section 9 of the Act had not expired on plaintiffs’ lien claims that plaintiffs could amend their complaints to add omitted parties or could move to consolidate the several pending cases for foreclosure of liens. However, the limitation period having expired without such amendment or consoHdation defendants’ claim that plaintiffs’ failure to join all parties in interest, or to obtain consolidation of aU pending cases, within the two year period is fatal to the plaintiffs’ claims for foreclosure and that they are now relegated to the status of an ordinary creditor with the prospect of a suit for debt. However, defendants’ argument and their citation of the North Side Sash &amp; Door Co. case overlooks the signal fact that all parties interested in the premises, as defined in section 11 of the Act, are before the court and their respective rights and claims are subject to adjudication by the court, Maikov, Edmeir, Serafine and MarshaU in the present case, and the other parties in interest, Edmeir, Inc., AU Style Iron Products, Inc., David Schiff and Edward Hines Lumber Company, as parties in the earlier cases for foreclosure of mechanics’ liens. Should, then, plaintiffs’ complaints for foreclosure of their mechanics’ Hens be dismissed and their rights to a Hen against the premises lost, or should they be granted leave to move for consoHdation of the pending cases? We think the better rule to be that plaintiffs should be granted leave to move to consoHdate aU suits pending for foreclosure of mechanics’ Hens against the concerned premises and that such consoHdation is authorized by section 51 of the Civil Practice Act. This result will not only better serve the ends of justice and equity but is the required interpretation of the purpose and intent of the Mechanic’s Lien Act.</p> <p id=\"b569-3\" pgmap=\"569(232) 570(57)\">In making the provision for joining aU parties interested in the premises parties defendant apply to cross-petitioners as weU as to petitioners, section 11 of the Act expressly contemplates that there may be multiple suits for foreclosure of a mechanic’s lien commenced. A review of the cases indicates that this is, indeed, a common practice. The record in this case discloses that there were no less than four separate actions commenced for the foreclosure of seven separate Hens. While the record is incomplete as to the details of aU contracts and Hen claims involved it is obvious that they arose out of a time spread of over two years and possibly out of separate prime contracts. It can be readily seen that in large construction projects involving multiple contracts and prime contractors and many subcontractors the most exacting efforts would be required of any petitioner for foreclosure of its mechanic’s Hen to determine with certainty who would constitute aH parties interested in the premises. While the lack of diHgence upon the part of such petitioner can never be excused it is nonetheless understandable that confusion, misunderstanding and uncertainty can arise. This is demonstrated by the fact that one of the parties to the case here on appeal, Edmeir, was also a party plaintiff in one of the earHer cases, thus being in the position of filing two separate Hens (apparently arising out of separate prime contracts) and a petition for their foreclosure in two separate cases, all involving the same premises. In that circumstance Edmeir finds itself in the curious, even anomalous, position of having its complaint for foreclosure of a mechanic’s hen dismissed because of its failure to make itself a party defendant to its own lawsuit.</p> <p id=\"b570-3\" pgmap=\"570\"> Section 12 of the Mechanic’s Lien Act provides that the court shall permit amendments to any part of the pleadings, and make all orders requiring parties to appear that are or may be authorized in other civil actions and shall have the same power and jurisdiction of the parties and subject matter, and directs that the rules of practice and procedure shall be the same in other civil cases except as otherwise provided in the Act. The Act does not “otherwise provide” that where all parties interested in the premises are before the court, but not joined in one consolidated case, the complaints deficient in parties shall be dismissed. Accordingly, the rules of practice and procedure followed in other civil cases are to apply. This, then, is an instance alluded to in section 1 of the Civil Practice Act that makes that Act applicable to those proceedings in which matters of procedure are not regulated by separate statutes. Fitzgerald v. Van Buskirk, supra. We hold that section 51 of the Civil Practice Act applies to this case and that it was an abuse of discretion for the trial court to refuse consolidation of the pending cases for foreclosure of mechanics’ liens under the circumstances presented here. Section 51 of the Civil Practice Act provides: “An action may be severed, and actions pending in the same court may be consolidated, as an aid to convenience, whenever it can be done without prejudice to a substantial right.”</p> <p id=\"b570-4\" pgmap=\"570\">We think that equity and justice require this result in order to prevent the loss of a legitimate claim for a lien through an overly technical construction of procedure and pleadings; further, that this result is required by section 39 of the Mechanic’s Lien Act which calls for liberal construction of the Act as a remedial Act. Such construction is not contrary to those cases calling for strict construction of the Act with respect to those requirements upon which the right to a lien depend.</p> <p id=\"b570-5\" pgmap=\"570(98) 571(499) 572(126)\">Presenting considerable similarity of facts and conclusion to this case is the case of Park Ave. Lumber &amp; Supply Co. v. Nils A. Nofverberg, Inc., 76 Ill.App.2d 334, 222 N.E.2d 49 (1966). There the plaintiff filed a complaint for mechanic’s lien in connection with the construction of certain buildings naming as defendants the Exchange National Bank, trustee, Marshall Savings &amp; Loan Association as mortgagee, Shapiro and Boyansky, general contractors, Nils A. Hofverberg, Inc., the appellee, and a number of other defendants alleged to have had claims for mechanics’ hens. Hofverberg, Inc. was held in default upon the entry of a decree for foreclosure and was barred in making any further claim “in this or any further proceeding for any alleged mechanic’s lien or liens or for any claim for moneys alleged to be due by reason of furnishing any work, labor or material to the premises aforedescribed.” Over thirty days after the decree was entered Hofverberg, Inc. filed its petition under section 72 of the Civil Practice Act alleging, in part, that at the time the decree was entered, on December 30, 1964, there was pending in the same court, a mechanic’s lien foreclosure suit brought by Hofverberg, Inc. against Shapiro and Boyansky as general contractors, and that the defendants in the section 72 proceeding had been personally served with summons in the Hofverberg foreclosure action and were obliged to aprise the court of the pendency of the other litigation. In the order entered in the section 72 proceeding the court found that the complaint in the mechanic’s lien proceeding contained no allegation that Hofverberg, Inc. claims a lien on the premises and no issue was presented on that point; that the decree purports to grant affirmative relief in favor of other defaulted parties against Hofverberg, Inc. although Hofverberg, Inc. received no notice of the fact that any affirmative relief would be sought. The order vacated and set aside that portion of the decree in the mechanic’s lien suit which barred Hofverberg, Inc. from asserting its claim for mechanic’s lien or for moneys due in connection with the premises involved. The defendants to the section 72 proceeding (who were the plaintiffs in the original mechanic’s lien foreclosure case) had contended, among other things, that the Mechanic’s Lien Act contemplates that there should be but one suit and that all persons known to the plaintiff to have any legal or equitable claim should be made parties thereto. In disposing of this point the court remarked that there is no question but that this is a general policy with respect to mechanic’s lien suits but that does not mean that the general rules relating to equity practice and procedure do not apply. Defendant’s reliance upon the Granquist case was noted, the court stating that the case holds that all known lien claimants must be made parties to a mechanic’s lien proceeding and that separate lien proceedings pending at the same time must be consolidated. (Emphasis supplied.) The court then found that the defendants to the section 72 proceeding did not make a bona fide attempt to bring all the interested parties before the court for a single adjudication in the case wherein they were plaintiffs. The same counsel represented Exchange Bank, trustee, Marshall Savings &amp; Loan, the mortgagee, and Shapiro and Boyansky, the general contractors. Although the identity of the holder of the beneficial interest in the real estate, a genuine party in interest, must have been known to the appellants, they did not disclose his identity nor attempt to bring him before the court. “Counsel for appellants did not disclose to the court before the decree was entered that Hofverberg, Inc. had instituted a suit for a mechanics lien in the same court. If they had, the two suits would have been consolidated. They withheld from the court information which in our opinion should have been disclosed. It was they who frustrated the policy of the Mechanics Lien Act.” [Emphasis supplied.] It was pointed out that the general contractors and the others were served with summons in the suit brought by Hofverberg, Inc. prior to the entry of the December 30, 1964 decree and that thirty days were allowed to pass after that decree before the plaintiffs there moved for dismissal of the suit brought by Hofverberg, Inc.</p> <p id=\"b572-3\" pgmap=\"572\"> Here, the lienee-owner, with knowledge of the previously pending cases for foreclosure of mechanics’ liens, upon being served with summons in the Maikov and Edmeir cases, filed only an entry of appearance. After a delay of approximately fourteen months, and the tolling of the two-year period of limitations specified in section 9 of the Act, and after numerous rules on them to plead, the lienee-owner then filed a motion to dismiss based upon plaintiffs’ failure to join the parties to the previously pending actions. It is thus evident, as the court remarked in Hofverberg, that Marshall, the lienee-owner, did not make a bona fide attempt to bring all the interested parties before the corn! for a single adjudication. If they had, the two suits would have been consolidated. They withheld from the court information which in our opinion should have been disclosed. It was they who frustrated the policy of the Mechanic’s Lien Act. We think the proper procedure to be followed by Marshall in this case would be that provided by section 30 of the Act which establishes a general settlement procedure to be followed by the owner or any person having a lien against the premises; that they should have made a full and timely disclosure to the court of all known lien claims and pending lien foreclosure suits. Such procedure would have prevented the inequity apparent here and furthered the policy of the Act by permitting full and complete adjudication of all claims for hens pertaining to the concerned premises.</p> <p id=\"b572-4\" pgmap=\"572(97) 573(289)\">Other cases augment the result we have reached. In the Granquist case itself where the Supreme Court held that it was error for the circuit court to enter a final decree without having all necessary parties before the court the case was not reversed outright but was remanded for the purpose of joining the necessary parties. In Bingaman v. Dahm, 307 Ill.App. 432, 30 N.E.2d 509 (1940) a decree foreclosing a mechanic’s hen was entered pursuant to a report of a Master in Chancery. Defendants had filed an answer to the complaint for foreclosure which did not assert that there were other parties in interest and there was nothing in the record to show other interests and claims until exhibits were introduced by defendants. No question of omitted parties was raised at the hearing but was raised for the first time in the objections to the Master’s report. At the time of the filing of such objections and at the time of the entry of the decree more than two years had expired from the time plaintiffs had furnished their last material. Defendants contended that since other claims for hens were on file at the time the suit was filed and plaintiffs failed to join them as parties defendant, under the authority of the Granquist case such failure was fatal to their right to maintain their action to foreclose. The court commented upon the requirement of the Granquist case and noted that there was no showing that there were any unpaid lien claimants at the time the issue was raised by the defendants. The court then held: “* * * unless a showing is made that, at the time objection is taken to a lack of necessary parties in an action to foreclose a mechanic’s lien, such omitted party or parties, or unpaid claimants, or persons whose rights might be adversely affected in the proceeding, actually have some substantial interest in participating in the proceeding, or would be benefited if made a party at such time, the objection as to nonjoinder cannot be maintained. The lien claimants must be unpaid at the time objection is made so that the requirement of adding such persons as parties defendant will operate to give added protection to a defendant, as well as to the omitted parties.”</p> <p id=\"b573-4\" pgmap=\"573\">The record in this case gives no indication of any attempt whatsoever upon the part of Marshall to show that the liens embodied in the previously filed suits remained viable.</p> <p id=\"b573-5\" pgmap=\"573\">Also see Henry DeCicco &amp; Co. v. Drucker, 101 Ill.App.2d 340, 243 N.E.2d 456; Leffers v. Hayes, 327 Ill.App. 440, 64 N.E.2d 768; Herbert Boiler Co. v. Lewis, 185 Ill.App. 384; Love, Mechanics’ Liens in Illinois, section 86.</p> <p id=\"b573-6\" pgmap=\"573(122) 574(261)\">MarshaH refies on Anderson v. Gousett, 60 Ill.App.2d 309, 208 N.E.2d 37 in which it was held that the wife of the defendant-owner was a necessary party to a mechanic’s lien foreclosure action and could not be added as a party defendant after the expiration of the two-year period of limitations absent a showing of compliance with section 46 (4) of the Civil Practice Act. In reaching its decision the comt stated the problem to be not simply one of allowing amendment, but whether a party defendant can be thereby deprived of the defense of the Statute of Limitations. Reliance was placed on Nupnau v. Hink, 53 Ill.App .2d 81, 203 N.E.2d 63, a will contest case, the conclusions of which were deemed applicable to mechanic’s lien cases. In Nupnau certain beneficiaries brought suit to contest a will within the required nine month period of limitations. About six heirs of the decedent were not made parties to the suit. After the nine month period had expired defendants moved to dismiss for failure to join all necessary parties. The trial court dismissed the suit and the appellate court affirmed. However, upon appeal to the Supreme Court the case was reversed, Nupnau v. Hink, 33 Ill.2d 285, 211 N.E.2d 379, holding that plaintiffs should be permitted to amend so as to include all necessary parties. In Muehlfelt v. Vlcek, 112 Ill.App.2d 190, 250 N.E.2d 14 a mechanic’s lien foreclosure suit was commenced without naming a mortgagee’s assignee of record a party defendant. After the two-year period of limitations had expired the plaintiff sought to add the assignee as a party defendant and subordinate the mortgage to the lien. The trial court declined to allow the amendment, providing in its order that as to the mortgage the lien was “postponed.” In affirming the trial court’s action the appellate court declines to follow the Supreme Court’s Nupnau decision apparently on the grounds that there the omitted heirs had nothing to lose by plaintiff’s efforts to set aside the will and the failure to name them as parties defendant had no practical effect on their interest, whereas in a mechanic’s lien foreclosure the claimant seeks to subordinate the interest of all other lienholders properly brought before the court to the interest of his lien.</p> <p id=\"b574-3\" pgmap=\"574\">It would needlessly prolong this opinion to consider the Anderson and Muehlfelt cases and the effect of Nupnau since both Anderson and Muehlfelt were concerned with the failure to bring interested parties before the court within the two year period of limitations and are thus distinguished from this case where all parties were in fact before the court and their several claims presented for adjustment within the prescribed time. But we would make the observation that the rationale of the Supreme Court’s Nupnau decision serves as authority for the result reached here.</p> <p id=\"b574-4\" pgmap=\"574\">Finally, to permit consoHdation of all pending cases and claims wiH not be in derogation of the rights of others for aU rights, claims and equities of the several parties claimant may be protected under section 9 of the Mechanic’s Lien Act which provides that: “* * * The plaintiff or petitioner, and all defendants to such complaint or petition may contest each other’s right without any formal issue of record made up between them other than that shown upon the original complaint or petition, as well with respect to the amount due as to the right to the benefit of the Hen claimed * s</p> <p id=\"b574-5\" pgmap=\"574(12) 575(24)\">The order of the trial court vacating the order of consoHdation and severing case 66-CH-3466 from cases 64-CH-2271 and 64-CH-5280 is reversed and this cause remanded with directions to proceed in conformity with this opinion.</p> <p id=\"b575-3\" pgmap=\"575\">Reversed and remanded.</p> <p id=\"b575-4\" pgmap=\"575\">MORAN, J., concurs.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b575-5\" pgmap=\"575\">EBERSPAGHER, P. J„</author> <p id=\"AXm\" pgmap=\"575\">dissenting:</p> <p id=\"b575-6\" pgmap=\"575\">I do not agree that consolidation of the numerous claims under the Mechanic’s Lien Act, after the time limitation of that Act as set forth in section 9 of the Lien Act has passed, is authorized by section 51 of the Civil Practice Act, which authorizes consolidation “whenever it can be done without prejudice to a substantial right”. To so hold ignores the numerous holdings that the time fixed for commencing an action under the Lien Act is a condition of liability itself, and not of the remedy alone. North Side Sash &amp; Door Co. v. Hecht, 295 Ill. 515, 129 N.E.2d 273. Muehlfelt v. Ulcek, 112 Ill.App.2d 190 @ 193, 250 N.E.2d 14; Anderson v. Goussett, 60 Ill.App. 309, 208 N.E.2d 37. These holdings make it clear that failure to file a complaint in conformance with section 11 of the Act, or failing to bring the proper parties in within the limitation of section 9, involves something substantive, rather than a procedural question.</p> <p id=\"b575-7\" pgmap=\"575\">In Grandquist v. Western Tube Co., 240 Ill. 132, 88 N.E. 468 our Supreme Court considered the language of section 11 and stated: “When the language * * * is considered in connection with other provisions of the act giving the court general power to adjust all conflicting claims to the property and adjusting the equities between the several persons holding or claiming liens therein, we are forced to the conclusion that the Legislature never contemplated there would be separate suit by each contractor or sub-contractor for the purpose of having a lien established in his favor, but that the statute contemplates but one suit, and that all persons who are known to have any interest either legal or equitable, in the land, or any claim for a lien against it, should be joined, either as complainants or defendants, in such suit, so that the court will be able to adjust all equities and render a decree in relation to the distribution of the proceeds, in case a sale is had, according to the rights of the several documents. If appellee’s position is sustained, it is easy to see how the owner may be harrassed with numerous suits for liens, thereby unnecessarily increasing the costs and expenses to the owner and imposing a large amount of unnecessary litigation upon the courts.”</p> <p id=\"b575-8\" pgmap=\"575(24) 576(32)\">Our Supreme Court has never seen fit to modify the holdings in either North Side Sash and Door, Grandquist, nor the Appellate cases cited. While the Grandquist case was remanded for joinder of proper parties, it is quite clear from the opinion that dismissal for non-joinder was not raised in the lower court in that case.</p> <p id=\"b576-3\" pgmap=\"576\">I do not consider that the reversal by the Supreme Court of Nupnau v. Hink (1965), 33 Ill.2d 285, 211 N.E.2d 379, has any relevance to the matter under consideration in Anderson v. Gousett, and both the Second District and this First District has declined to follow Nupnau in subsequent lien cases while relying on Anderson v. Goussett. See Muehlfelt v. Ulcek, 112 Ill. App.2d 190, 250 N.E.2d 14 (2nd Dist, 1969); and Rochelle Building Co., Inc., v. Oak Park Trust &amp; Savings Bank, 121 Ill.App.2d 274, 257 N.E.2d 542 (1st Dist., 1970) in which a subcontractor who had been named defendant in a foreclosure suit commenced within the two year limitation failed to file his counterclaim within that period; in holding the subcontractor, who like the various claimants here had been made a party to another proceeding before the same court and his claim stated within the two pear period, had lost his right to a mechanic’s lien. In so holding reliance was placed on the Anderson, North Side Sash 6- Door and Muehlfelt cases.</p> <p id=\"b576-4\" pgmap=\"576\">The case of Park Ave. Lumber &amp; Supply Co. v. Nils A. Hofverberg, Inc., 76 Ill.App.2d 334, 222 N.E.2d 49 (1986) is factually not comparable to the present case, and it is quite clear from the Court’s own language in that case that there in the original action Hofverberg, Inc. was defaulted and relief was granted against Hofverberg, Inc. that was not prayed for in the original action. From such holding Hofverberg, Inc. petitioned under section 72 of the Civil Practice Act, and the order granting the affirmative relief against Hofverberg, Inc. was vacated. This court in that opinion, made clear by its own language early in the opinion, what the issue was when at 76 Ill.App.2d 337 it said: “The principal issue is whether it is proper in a proceeding under Sec. 72 to modify a decree which has granted relief against a defaulted defendant far beyond that prayed for in the complaint.”</p> <p id=\"b576-5\" pgmap=\"576\">Counsel for applicants in that case were held to have a duty to disclose Hofverberg, Inc.’s interests and status in the court because they proposed and submitted the decree both defaulting Hofverberg, Inc., as well as some of their own clients, and granting relief against Hofverberg, Inc. which was not prayed for in the complaint.</p> <p id=\"b576-6\" pgmap=\"576\">In the present case, counsel made known to the court, by affidavit, the interests and claims of the various parties, and their conduct in a direct attack in the proceedings is not comparable to the conduct of counsel, or the factual situation presented in the Park Ave. case on which the majority relies.</p> <p id=\"b576-7\" pgmap=\"576(9) 577(45)\">Here the Receiver-Defendants had the fundamental obligation to protect the assets of Marshall Savings and Loan Association for the benefit of the innocent depositors of the Association, and such a fiduciary obligation obviously does not include their doing what the Lien Act provides claimants should do if they wish to claim liens.</p> <p id=\"b577-3\" pgmap=\"577\">As a result I conclude that the fib eral provisions of our Practice Act for consolidation do not purport to authorize consolidation that would be effective as against a plea of limitation from the beginning of the original suit and should not be allowed to be exercised to deprive a defendant of that defense, and that the trial court was correct in vacating the consolidation order, which had been entered in his absence on a motion made after the limitation had expired, and which was entered “without prejudice of the matters raised in the briefs of the parties now pending before this Court”. The matters raised in the briefs referred to, concerned the question of dismissal raised by the motion to dismiss supported by the uncontradicted affidavit, on the basis that necessary parties had not been joined during the two year period.</p> <p id=\"b577-4\" pgmap=\"577\">Defendants possessed no knowledge that was not readily available to the claimants, and the Lien Act requires claimants to take the initiative in bringing the necessary parties into the action, and under the strict construction required in substantial matters the Act should not be said to place the burden of taking the initiative on those whose fundamental obligation is to protect the assets of the owner for the benefit of innocent depositors.</p> <p id=\"b577-5\" pgmap=\"577\">Claimants did not join all necessary parties nor did they intervene in a suit already filed which joined all necessary parties within the time period, and are hardly in a position to urge that defendants should have done, what they failed to do and what the Act requires them to do. I know of no holding, and none is cited, to the effect that a proceeding to foreclose a lien is not an adversary proceeding. I would therefore affirm.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}