{
  "casebody": {
    "data": "<casebody firstpage=\"8\" lastpage=\"9\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b58-7\">WILLIAM PEPP, PLAINTIFF-RESPONDENT, v. WILLIAM PATRICK, INC., A CORPORATION OF THE STATE OF NEW JERSEY, DEFENDANT-APPELLANT.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b58-8\">Submitted May 7, 1940</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-\">Decided May 27, 1940.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b58-12\">Before Justices Tebnchard, Bodine and Portee.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b58-13\">For the defendant-appellant, <em>John </em>W. <em>Taylor.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b58-14\">For the plaintiff-respondent, <em>William A. Davenport </em>and <em>Francis J. Tansey.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b59-4\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>Bodine, J.</author>\n<p id=\"Aq9\">The defendant appeals from a judgment in favor of the plaintiff. On the evening of June 3d, 1938, the plaintiff, a typesetter and distributor, visited the defendant’s premises in Newark in order to pick up some type. There being no one in the outer office, he started to open a door with a glass panel leading to the back office where there was a light and a workman employed. The plaintiff testified, <em>“I </em>went to open the door with my right hand and a pane of glass came down.” Thus his right hand was cut.</p>\n<p id=\"b59-5\">Needless to say the defendant’s proofs rejected by the learned trial judge as perjured indicated that the plaintiff, in a boisterous and abusive mood, had put his fist through the door shattering the glass in to the inner office.</p>\n<p id=\"b59-6\">The proprietor of a business office is not an insurer of the safety of visitors, but is only liable for known defects, or defects which have existed for so long a time that by the exercise of reasonable care could have been discovered and remedied. <em>Schnatterer </em>v. <em>Bamberger &amp; Co., </em>81 <em>N. J. L. </em>558; <em>Taylor </em>v. <em>Both &amp; Co., </em>102 <em>Id. </em>702; <em>Bader </em>v. <em>Great Atlantic and Pacific Tea Co., </em>112 <em>Id. </em>241.</p>\n<p id=\"b59-7\">There was no proof as to the condition of the door before or after the occurrence, except to the effect that the mouldings holding the glass were in firm condition and that the fragments of broken glass were scattered in the inner office. Obviousfy, the plaintiff failed to establish any want of care upon the defendant’s part and a nonsuit should have been entered.</p>\n<p id=\"b59-8\">Judgment is reversed, with costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}