{
  "casebody": {
    "data": "<casebody firstpage=\"324\" lastpage=\"327\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b380-6\">MATTHEW MAY, PLAINTIFF-APPELLANT, v. PAUL HRINKO, PHILIP N. BUKRABA AND NICK LIWONCHUCK, DEFENDANTS-RESPONDENTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b380-7\">Argued May 4, 1948</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Al1i\">Decided June 24, 1948.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b380-10\">Before Case, Chief Justice, and Justice Buhling.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b380-11\">For the plaintiff-appellant, <em>Philip Blacher (John J. Rafferty, </em>of counsel).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b380-12\">For the defendant-respondent Philip N. Bukraba, <em>Cox &amp; Walburg (Harry E. Walburg, </em>of counsel).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b380-13\">Eor the defendant-respondent Nick Liwonchuck, <em>Milton Weiss.</em></attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b381-4\"><page-number citation-index=\"1\" label=\"325\">*325</page-number>The opinion of the court was delivered by</p>\n<author id=\"b381-5\">Burling, J.</author>\n<p id=\"AIU\">This is an appeal of the plaintiff from the judgment of the Somerset County Court of Common Pleas resulting from the granting of a nonsuit in favor of defendants, Philip N. Bukiaba and Nick Liwonchuck and against plaintiff-appellant. In the same case judgment was entered in favor of the plaintiff against defendant Paul Hrinko from which no appeal has been taken.</p>\n<p id=\"b381-6\">In passing upon a motion for a nonsuit, the evidence will not be weighed. <em>A </em>party against whom the motion is made is entitled to all the evidence in his favor and to have all legitimate inferences drawn therefrom regarded as true. When faii-minded men may honestly differ as to the conclusion to be reached on that evidence, controverted or uncontroverted, the case must be submitted to the jury. <em>Dobrow </em>v. <em>Hertz (Court of Errors and Appeals, </em>1940), 125 <em>N. J. L. </em>347.</p>\n<p id=\"b381-7\">Giving due effect to this rule, wo proceed to the facts: ¿It the trial testimony was presented from which the following facts might have been found. The plaintiff was injured when he fell in the night time into a hole or ditch, two to three foot deep, which was open and unlighted in ox near the middle of South Eleventh Avenue, a public street in the Borough of Mamulle, Somerset County. This hole was in front of a building which the defendant Hrinko and his wife had contracted in writing with defendant Liwonchuck, who is the general contractor, for its erection. The title to the land was vested in the wife of Pan! Hrinko. During the erection of this building it became necessary to make connections with tlie municipal water and sewerage systems, which connections involved the opening of the street and excavation from the building to the center of the street. As the result of conversations between Bukraba, who was the plumbing subcontractor. Liwonchuck, the general contractor, and Hrinko, in order to expedite the work, it was agreed that Hrinko should make the necessary excavation and be paid for the same by them. Hrinko testified that the borough engineer showed him where to dig and to what depth, and that he used his own tools.</p>\n<p id=\"b381-8\">The trial court ordered the entry of a nonsuit in favor of <page-number citation-index=\"1\" label=\"326\">*326</page-number>Bukraba and Liwonchuck upon the theory that there was no relationship of master and servant between those defendants and Hrinko. It is pertinent to remark that the action against Hrinko was begun under the theory that he was the owner of the premises. Title thereto being in his wife, Pauline Hrinko, the suit was continued against him by the plaintiff upon the theory that he was the person actually doing the excavation work for the necessary plumbing pipe lines from the municipal mains. The owner is not a party to this suit.</p>\n<p id=\"b382-4\">The case thus presents the question, which we deem dis-positive, whether the general contractor and his appropriate subcontractor are liable for damages caused in performing work in the street, which work was necessary to the completion of the construction contract.</p>\n<p id=\"b382-5\">Eespondent Bukraba urges the defendant Hrinko to have been an independent contractor, thereby releasing Bukraba and Liwonchuck from liability under the principal laid down in <em>Savarese </em>v. <em>Fleckenstein (Supreme Court, </em>1933), 111 <em>N. J. L. </em>574; <em>affirmed (Court of Errors and Appeals, </em>1934), 114 <em>Id. </em>275, and <em>Bush </em>v. <em>Margolis (Court of Errors and Appeals, </em>1925), 102 <em>Id. </em>179. However, in our view of the case this question is not the sole determinative one. If the work done by Hrinko amounted to a nuisance' <em>per se, </em>then Bukraba and Liwonchuck, having authorized this excavation as necessary to the completion of the building contract, are liable, <em>regardless of whether Hrinko was a servant or an independent contractor. Sarno </em>v. <em>Gulf Refining Co. (Supreme Court, </em>1924), 99 <em>Id. </em>340; <em>affirmed (Court of Errors and </em>Appeals; 1925), 102 <em>Id. </em>223; <em>Cuff </em>v. <em>Newark and New York Railroad (Supreme Court, </em>1870), 35 <em>Id. </em>17 (at <em>p. </em>22); <em>Sutphen </em>v. <em>Hedden (Court of Errors and Appeals, </em>1901), 67 <em>Id. </em>324.</p>\n<p id=\"b382-6\">In <em>Durant </em>v. <em>Palmer (Court of Errors and Appeals, </em>1862), 29 <em>N. J. L. </em>544, the alleged negligence was a hole in the sidewalk into which plaintiff fell and was injured. The Court of Errors and Appeals through Mr. Justice Haines pointed out (at <em>p. </em>548) :</p>\n<blockquote id=\"b382-7\">“The traveling public have a right to suppose that there is no dangerous impediment or pitfall in anj' part of it, <page-number citation-index=\"1\" label=\"327\">*327</page-number>without a light placed to give warning of it or a suitable railing to protect from it.”</blockquote>\n<p id=\"b383-4\">And in the leading case of <em>Temperance Hall Association </em>v. <em>Giles (Supreme Court, </em>1869), 33 <em>N. J. L. </em>260, Mr. Justice Depue stated (at <em>p. </em>264) :</p>\n<blockquote id=\"b383-5\">“An area, opening into a public footway, or so near thereto that a person, lawfully using the way, with ordinary caution, might, by accident, fall into it is, <em>per se, </em>a nuisance; and only ceases to be such when proper means are adopted, either by enclosing it, or maintaining a light to warn persons of danger, to guard against the occurrence of such accidents. (Citing cases.)”</blockquote>\n<p id=\"b383-6\">Under the principles thus developed, the contractor and plumbing subcontractor, having authorized that which became a public nuisance, are thereby equally liable with Hrinko, the man who did the work.</p>\n<p id=\"b383-7\">The action of the trial court in taking the case from the jury was error. The judgment- of the Somerset Common Pleas Court is reversed, and a new trial is ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}