{
  "casebody": {
    "data": "<casebody firstpage=\"712\" lastpage=\"731\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b858-4\">NASTAL v HENDERSON &amp; ASSOCIATES INVESTIGATIONS, INC</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b858-5\">Docket No. 125069.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AY9G\">Argued October 5, 2004</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"AF0\">(Calendar No. 3).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A4S\">Decided January 25, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b859-10\"><page-number citation-index=\"1\" label=\"713\">*713</page-number><em>Barbara H. Goldman </em>and <em>Sheldon L. Miller </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b859-11\"><em>Kaufman, Payton &amp; Chapa </em>(by <em>Donald L. Payton </em>and <em>Frank A. </em>Misuraca) for the defendants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b859-12\">Amici Curiae:</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b859-13\"><em>Martin L. Critchell </em>for Michigan Self-Insurers Association.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b860-4\"><page-number citation-index=\"1\" label=\"714\">*714</page-number><em>Willingham &amp; Coté, PC. </em>(by <em>Curtis R. Hadley </em>and <em>Matthew K. Payok), </em>for Michigan Council of Private Investigators, Michigan Professional Bail Agents Association, and Court Officers and Deputy Sheriffs, Process Servers of Michigan.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b860-5\"><em>Michelle L. Pinter </em>for McMurray, Baio and Associates.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b860-6\">Taylor, C.J.</author>\n<p id=\"Aeu\">In this case, where plaintiff Ronald M. Nastal<footnotemark>1</footnotemark> alleges stalking by private investigators conducting surveillance, we granted leave to consider if, and when, such surveillance falls within the safe harbor in the stalking statute that exempts “conduct that serves a legitimate purpose.” MCL 750.411h(l)(c). The circuit court concluded that surveillance could serve a legitimate purpose but that, here, there was a genuine issue of material fact regarding whether the defendants’ surveillance continued to serve a legitimate purpose after it had been discovered. It thus determined that the viability of plaintiffs stalking claim depended upon a factual determination by the jury. The Court of Appeals affirmed the circuit court’s ruling on that issue.<footnotemark>2</footnotemark> We conclude that surveillance by licensed private investigators that contributes to the goal of obtaining information, as permitted by the Private Detective License Act, MCL 338.822(b)(i)-(v), is conduct that serves a legitimate purpose. In the present case, plaintiff failed to establish a genuine issue of material fact that the conduct here complained of ever ceased serving such purpose, notwithstanding the fact that plaintiff <page-number citation-index=\"1\" label=\"715\">*715</page-number>observed the investigators following him. We therefore reverse the judgment of the Court of Appeals and remand this case to the circuit court for entry of summary disposition in defendants’ favor.</p>\n<p id=\"b861-4\">I. FACTS AND PROCEDURAL HISTORY BELOW</p>\n<p id=\"b861-5\">Following a 1997 accident in which a tractor-trailer collided with plaintiff Ronald Nastal’s car, Nastal sued the tractor-trailer’s operator and owner, asserting negligence by the driver and seeking damages for a closed head injury. Defense of the action was undertaken by the owner’s insurance carrier, Citizens Insurance Company of America (Citizens).</p>\n<p id=\"b861-6\">In the course of discovery, neuropsychological and neurosurgery evaluations were undertaken. The neuropsychological expert concluded that Nastal was not suffering any residual deficits as a result of a brain injury and that he instead possessed a personality disorder known as “somatoform pain disorder” that caused him to perceive symptoms as being worse than can be objectively determined. The neurosurgery evaluation, undertaken at the behest of Nastal’s employer, concluded that, although he had previously been diagnosed with a remote mild head injury, the injury had been totally resolved and Nastal was able to return to work. Moreover, the physician who conducted that evaluation opined that Nastal appeared to be suffering from depression and recommended a psychiatric examination.</p>\n<p id=\"b861-7\">The action was referred to case evaluation pursuant to MCR 2.403,<footnotemark>3</footnotemark> and the panel returned an award of $450,000 for plaintiff. Citizens rejected the award, <page-number citation-index=\"1\" label=\"716\">*716</page-number>deeming it excessive. Citizens also decided to again have plaintiffs medical records reviewed, refer plaintiff to Dr. Leon Quinn for a psychiatric examination, and have an investigation and surveillance of Nastal performed to monitor his activities.</p>\n<p id=\"b862-5\">On June 8,1999, Citizens’ adjuster, Penny Judd, sent a fax to Henderson &amp; Associates Investigations, Inc. (Henderson), a licensed private investigation firm, requesting a background check, activities check, and surveillance of plaintiff. The particulars of how the surveillance was to be conducted were left to Henderson.</p>\n<p id=\"b862-6\">Conducting the first surveillance on Wednesday, June 30,1999, Andrew Conley, one of Henderson’s investigators, followed Nastal as he drove from his home. After surveilling him for forty-five minutes, Conley, because of the way Nastal began to drive, thought Nastal may have been attempting to determine if he was being followed by Conley’s vehicle. Following that, Nastal parked his car and entered a medical facility. Conley, unsure if Nastal was aware of the surveillance, waited outside in his car in a parking lot across the street. When Nastal did come out, he came over to Conley’s car and asked Conley if he was following him. Conley denied that he was, and Nastal replied by shouting profanities at him. Shortly thereafter, evidently alerted by the personnel of the medical facility, the local police appeared and spoke to Conley and Nastal. Nastal, agitated and cursing, repeated his concerns that he was being followed and that Conley had untruthfully denied following him. The officer told Nastal to calm down and shortly thereafter Conley left to call his supervisor, Gregory Henderson. Gregory Henderson instructed Conley to terminate the surveillance for that day because, as both Gregory Henderson and Conley testified, <page-number citation-index=\"1\" label=\"717\">*717</page-number>when the subject of surveillance has discovered the surveillance, there is little purpose in continuing it at that time because the subject will not act unaffectedly or naturally.</p>\n<p id=\"b863-4\">A week later, on July 6, 1999, Conley and another investigator, Nathaniel Stovall, followed Nastal in separate cars as he drove to a number of locations. After Nastal returned home later in the day, Conley and Stovall parked their cars in separate places near his house to observe his activities. Nastal apparently noticed Conley and Stovall and called the police. Conley testified that he not only did not speak to the police officers that day, but also was unaware of their presence, and further had no indication that Nastal had called them or was aware of the reactivated surveillance. Stovall testified that he spoke to the police officers and was told, not that Nastal had called, but that someone in the neighborhood had called to report a suspicious vehicle. Stovall indicated that a police inquiry of this sort is a frequent occurrence when doing surveillance and, accordingly, it did not cause him to necessarily think that Nastal was aware of the surveillance.</p>\n<p id=\"b863-5\">On July 7,1999, Henderson informed Judd that their surveillance had revealed that Nastal had been active, and that Nastal had confronted Conley on the first day of surveillance. Although Judd was concerned that Nastal might alter his activities because he was aware of the surveillance, she authorized further surveillance.</p>\n<p id=\"b863-6\">On July 8, 1999, an uneventful surveillance was conducted because plaintiff stayed at home all day. When informed of this, Judd stated that, because Nastal had confronted Conley at the beginning of the week and might suspect that he was being followed, surveillance should be discontinued for a few weeks. Gregory <page-number citation-index=\"1\" label=\"718\">*718</page-number>Henderson described this period of nonsurveillance as a “cooling off” period, and indicated that it is usually employed by private investigators when they are concerned that the subject of their surveillance has detected their presence.</p>\n<p id=\"b864-5\">Twenty-two days later, on July 31, 1999, Conley and Stovall, again in separate cars, followed Nastal to a mall. While so engaged, both Conley and Stovall indicated that Nastal got behind Conley’s car and appeared to be trying to write down Conley’s license plate number. Further, once in the parking lot of the mall, plaintiff also turned in tight circles and appeared to by trying to get behind Stovall’s car. Gregory Henderson, when made aware of this by a call from Conley, told both investigators to not terminate the surveillance because neither man could confirm that Nastal was actually aware that a surveillance was being conducted. Yet later, when Nastal began to attempt to evade Conley and Stovall, Henderson told Conley and Stovall to terminate the surveillance for that day because he believed it was no longer productive.</p>\n<p id=\"b864-6\">Dr. Quinn’s report was received in Citizens’ mail-room on Friday, July 30, 1999, but read by Judd early the next week. In the report, Dr. Quinn concluded that Nastal was primarily suffering from a depressive disorder and that there were undoubtedly more factors than just the 1997 accident causing his depression. He further recommended that plaintiff be referred to a psychiatrist or mental health clinic for treatment and that any surveillance being conducted be discontinued. He later explained that the recommendation to discontinue surveillance was based on his concern that the continued surveillance could make Nastal angry.</p>\n<p id=\"b864-7\">On August 4, 1999, Gregory Henderson called Judd and informed her that Nastal had again detected Conley <page-number citation-index=\"1\" label=\"719\">*719</page-number>and Stovall’s presence during the fourth surveillance on July 31, 1999. Judd told Gregory Henderson to stop conducting surveillance on the basis of Quinn’s recommendation and her belief that the surveillance was not proving to be productive.</p>\n<p id=\"b865-4\">Over a year later on September 19, 2000, plaintiff filed a civil action alleging, among others, a claim of civil stalking pursuant to MCL 600.2954 against Henderson, Conley, and Stovall. Defendants moved for summary disposition pursuant to MCR 2.116(C)(7), arguing that surveillance serves a legitimate purpose pursuant to MCL 750.411h(l)(c) and, thus, that one engaged in it cannot be guilty of stalking. They asserted that plaintiffs stalking claim was barred because of immunity granted by law. They also asserted that Nastal had failed to state a claim on which relief could be granted, MCR 2.116(C)(8), and that, in any event, even assuming surveillance could in some circumstances be transformed into stalking, Nastal had produced no genuine issue of material fact on that point, MCR 2.116(C)(10). In the alternative, defendants asserted that even if Nastal were emotionally distressed by the actions of defendants, which constitutes a requirement of the statute, MCL 750.411h(l)(c), the requirement that the actions also would have emotionally distressed a reasonable person could not be shown because no reasonable litigant could claim that pretrial discovery is emotionally distressing.</p>\n<p id=\"b865-5\">The circuit court denied defendants’ motion on the basis of its determination that defendants’ surveillance initially served a legitimate purpose but that a genuine issue of material fact existed regarding whether the surveillance continued to serve that purpose after plaintiff discovered it. The court did not address defendants’ alternative argument.</p>\n<p id=\"b866-4\"><page-number citation-index=\"1\" label=\"720\">*720</page-number>On appeal, the Court of Appeals affirmed the trial court’s ruling on that issue, concluding that a genuine issue of material fact existed regarding the legitimacy of the surveillance after plaintiff confronted Conley during the first surveillance because, as the Court of Appeals interpreted the record, it had been conceded by defendants that surveillance can serve no purpose after the subject discovers it. The panel also rejected defendants’ alternative argument on the basis that the issue whether a reasonable person would have suffered emotional distress as a result of defendants’ surveillance was a question for the trier of fact.</p>\n<p id=\"b866-5\">We granted defendants leave to appeal. 470 Mich 869 (2004).</p>\n<p id=\"b866-6\">II. STANDARD OF REVIEW</p>\n<p id=\"b866-7\">We review de novo the grant or denial of a motion for summary disposition. <em>Kreiner v Fischer, </em>471 Mich 109, 129; 683 NW2d 611 (2004). Questions of statutory interpretation are also reviewed de novo. <em>Id.</em></p>\n<p id=\"b866-8\">When interpreting statutes, our primary goal is to give effect to the intent of the Legislature. <em>In re MCI Telecom Complaint, </em>460 Mich 396, 411; 596 NW2d 164 (1999). In doing so, our first step is to review the language of the statute itself. <em>Id. </em>The words used by the Legislature are given their common and ordinary meaning. <em>Veenstra v Washtenaw Country Club, </em>466 Mich 155, 160; 645 NW2d 643 (2002); MCL 8.3a. If the statutory language is unambiguous, we must presume that the Legislature intended the meaning it clearly expressed and further construction is neither required nor permitted. <em>Sun Valley Foods Co v Ward, </em>460 Mich 230, 236; 596 NW2d 119 (1999).</p>\n<p id=\"b866-9\">Defendants moved for summary disposition pursuant to MCR 2.116(C)(7), (8), and (10), but the circuit court <page-number citation-index=\"1\" label=\"721\">*721</page-number>relied on MCR 2.116(0(10) in denying defendants’ motion. A motion under MCR 2.116(0(10) tests the factual sufficiency of the complaint. <em>Maiden v Rozwood, </em>461 Mich 109, 120; 597 NW2d 817 (1999). The trial court must consider the affidavits, pleadings, depositions, admissions, and other evidence submitted by the parties, MCR 2.116(G)(5), in the light most favorable to the party opposing the motion. <em>Maiden, supra </em>at 120. Where the proffered evidence fails to establish a genuine issue regarding any material fact, the moving party is entitled to judgment as a matter of law. MCR 2.116(0(10), (G)(4). <em>Quinto v Cross &amp; Peters Co, </em>451 Mich 358; 547 NW2d 314 (1996).</p>\n<p id=\"b867-4\">III. ANALYSIS</p>\n<p id=\"b867-5\">In the early 1990s, the Legislature sought to address the inadequacy of existing criminal law, common-law causes of action, and court-ordered personal protection orders in protecting those who are maliciously followed, harassed, or intimidated by stalkers. Therefore, in 1992, it followed the lead of approximately two dozen other states that had enacted legislation specifically aimed at stalking and the special problems and circumstances surrounding it by criminalizing the offenses of stalking, MCL 750.411h, and aggravated stalking, MCL 750.411L The Legislature also simultaneously amended the Revised Judicature Act to give a victim of stalking a civil action against the stalker, MCL 600.2954, with the elements of civil stalking being the same as those in the criminal statutes, MCL 600.2954(1).</p>\n<p id=\"b867-6\">Stalking is defined in MCL 750.411h(l)(d), which states:</p>\n<blockquote id=\"b867-7\">“Stalking” means a willful course of conduct involving repeated or continuing harassment of another individual that would cause a reasonable person to feel terrorized, <page-number citation-index=\"1\" label=\"722\">*722</page-number>frightened, intimidated, threatened, harassed, or molested and that actually causes the victim to feel terrorized, frightened, intimidated, threatened, harassed, or molested.</blockquote>\n<p id=\"b868-5\">Accordingly, under Michigan civil and criminal law, stalking constitutes a willful course of conduct whereby the victim of repeated or continuous harassment actually is, and a reasonable person would be, caused to feel terrorized, frightened, intimidated, threatened, harassed, or molested.</p>\n<p id=\"b868-6\">In defining harassment, the Legislature stated:</p>\n<blockquote id=\"b868-7\">“Harassment” means conduct directed toward a victim that includes, but is not limited to, repeated or continuing unconsented contact[<footnotemark>4</footnotemark>] that would cause a reasonable individual to suffer emotional distress and that actually causes the victim to suffer emotional distress. Harassment does <page-number citation-index=\"1\" label=\"723\">*723</page-number>not include constitutionally protected activity or conduct that serves a legitimate purpose. [MCL 750.411h(l)(c).]</blockquote>\n<p id=\"b869-5\">Thus, there must be two or more acts<footnotemark>5</footnotemark> of unconsented contact that actually cause emotional distress to the victim and would also cause a reasonable person such distress. In any event, however, conduct that is constitutionally protected or serves a legitimate purpose cannot constitute harassment or, derivatively, stalking.</p>\n<p id=\"b869-6\">It is that safe harbor of “conduct that serves a legitimate purpose” that is the linchpin of this case. MCL 750.411h does not itself define “conduct that serves a legitimate purpose.” Accordingly, because these are terms of common usage, we give them their plain and ordinary meaning by consulting dictionary definitions. <em>Horace v City of Pontiac, </em>456 Mich 744, 755-756; 575 NW2d 762 (1998).</p>\n<p id=\"b869-7\">The <em>Random House Webster’s College Dictionary </em>(2001) defines “serve” as “to answer the purpose,” “to be in the service of; work for,” “to answer the requirements of,” or “to contribute to; promote.” It further defines “legitimate,” in part, as “according to the law; lawful,” “in accordance with established rules, principles, or standards,” “in accordance with the laws or reasoning; valid,” “justified, genuine.” <em>Id. </em>Thus, given the plain and ordinary import of the terms used by the Legislature, we conclude that the phrase “conduct that serves a legitimate purpose” means conduct that contributes to a valid purpose that would otherwise be within the law irrespective of the criminal stalking statute.</p>\n<p id=\"b869-8\">The defendants here, private investigators licensed pursuant to MCL 338.821 <em>et seq., </em>are authorized to “obtain[] information with reference to any of the following”:</p>\n<blockquote id=\"b870-3\"><page-number citation-index=\"1\" label=\"724\">*724</page-number>(i) Crimes or wrongs done or threatened against the United States or a state or territory of the United States.</blockquote>\n<blockquote id=\"b870-4\">(ii) The identity, habits, conduct, business, occupation, honesty, integrity, credibility, trustworthiness, efficiency, loyalty, activity, movement, whereabouts, affiliations, associations, transactions, acts, reputation, or character of a person.</blockquote>\n<blockquote id=\"b870-5\">(iii) The location, disposition, or recovery of lost or stolen property.</blockquote>\n<blockquote id=\"b870-6\">(iv) The cause or responsibility for fires, libels, losses, accidents, or damage or injury to persons or property.</blockquote>\n<blockquote id=\"b870-7\">(v) Securing evidence to be used before a court, board, officer, or investigating committee. [MCL 338.822(b).]</blockquote>\n<p id=\"b870-8\">Accordingly, surveillance,<footnotemark>6</footnotemark> when it is conducted to obtain evidence concerning a party’s claim in a lawsuit, is valid and well within the law. Indeed, once involved in litigation, such as here, it is even more reasonable, in fact predictable, in a state such as Michigan that has a “strong historical commitment to a far-reaching, open and effective discovery practice,” <em>Daniels v Allen Industries, Inc, </em>391 Mich 398, 403; 216 NW2d 762 (1974),<footnotemark>7</footnotemark> that surveillance to secure or even lead to evidence is permitted “in order to narrow the range of disputed <page-number citation-index=\"1\" label=\"725\">*725</page-number>issues which might otherwise needlessly waste the parties’ and judicial resources.” <em>Id. </em>at 406, 412.</p>\n<p id=\"b871-4\">It is only when the surveillance ceases to serve or contribute to the purpose of securing the information permitted by MCL 338.822(b) that conduct would be outside the statutory safe harbor of MCL 750.411h(l)(c) and a civil action for stalking could be maintained.</p>\n<p id=\"b871-5\">Here, the circuit court and the Court of Appeals incorrectly concluded that there was a genuine issue of material fact concerning whether defendants’ surveillance ceased to serve a legitimate purpose once Nastal discovered it. There is no testimony to this effect. Rather, Conley, Stovall, and Gregory Henderson stated that once the subject of surveillance discovers that he is being observed, and the person performing the surveillance knows that the subject has detected his presence, any further surveillance of the subject <em>at that particular time </em>may serve no further purpose because the subject may modify his activities. Yet, as the testimony of both Gregory Henderson and Judd shows, they believed that further surveillance conducted at later times, especially after a cooling off period, could produce information useful to the case. Nastal produced no evidence to rebut this testimony as required by MCR 2.116(G)(4) and, therefore, failed to satisfy his burden of establishing that a genuine issue of material fact existed regarding whether defendants’ surveillance continued to serve a legitimate purpose. In such circumstances, summary disposition in favor of the moving party is required. <em>Maiden, supra </em>at 120.<footnotemark>8</footnotemark> Accordingly, the trial court <page-number citation-index=\"1\" label=\"726\">*726</page-number>improperly denied defendants’ motion for summary disposition and the Court of Appeals improperly affirmed that denial.</p>\n<p id=\"b872-6\">IV CONCLUSION</p>\n<p id=\"b872-7\">Surveillance by a licensed private investigator is conduct that serves a legitimate purpose as long as the surveillance serves or contributes to the purpose of obtaining information, as permitted by MCL 338.822(b). Thus, surveillance conducted for and contributing to such purposes is beyond the stalking statute. The conduct at issue in this case served a legitimate purpose even after plaintiff observed the private investigators following him. Accordingly, the judgment of the Court of Appeals is reversed and the case is remanded to the circuit court for the entry of summary disposition in defendants’ favor.</p>\n<judges id=\"b872-8\">Weaver, Corrigan, Young, and Markman, JJ., concurred with Taylor, C.J.</judges>\n<footnote label=\"1\">\n<p id=\"b860-7\"> Plaintiff Irene Nastal’s claim is for loss of consortium, which is derivative. Therefore, we refer to Ronald Nastal as “plaintiff.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b860-8\"> <em>Nastal v Henderson &amp; Assoc Investigations, </em>unpublished opinion per curiam of the Court of Appeals, decided October 30, 2003 (Docket No. 241200).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b861-8\"> Case evaluation was referred to as mediation at the time it was conducted in the action. MCR 2.403, 2000 Staff Comment.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b868-8\"> “Unconsented contact” is defined as:</p>\n<blockquote id=\"b868-9\">[A]ny contact with another individual that is initiated or continued without that individual’s consent or in disregard of that individual’s expressed desire that the contact be avoided or discontinued. Unconsented contact includes, but is not limited to, any of the following:</blockquote>\n<blockquote id=\"b868-10\">(i) Following or appearing within the sight of that individual.</blockquote>\n<blockquote id=\"b868-11\">(ii) Approaching or confronting that individual in a public place or on private property.</blockquote>\n<blockquote id=\"b868-12\">(iii) Appearing at that individual’s workplace or residence.</blockquote>\n<blockquote id=\"b868-13\">(iv) Entering onto or remaining on property owned, leased, or occupied by that individual.</blockquote>\n<blockquote id=\"b868-14\">(v) Contacting that individual by telephone.</blockquote>\n<blockquote id=\"b868-15\">(vi) Sending mail or electronic communications to that individual.</blockquote>\n<blockquote id=\"b868-16\">(vii) Placing an object on, or delivering an object to, property owned, leased, or occupied by that individual. [MCL 750.411h(l)(e).]</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b869-9\"> MCL 750.411h(l)(a).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b870-9\"> See <em>Random House Webster’s College Dictionary </em>(2001), which defines “surveillance” as “a watch kept over someone or something, esp. over a suspect, prisoner, etc.,” and Black’s Law Dictionary (6th ed), which defines it as “Oversight, superintendence, supervision. Police investigative technique involving visual or electronic observation or listening directed at a person or place (e.g., stakeout, tailing of suspects, wiretapping). Its objective is to gather evidence of a crime or merely to accumulate intelligence about suspected criminal activity.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b870-10\"> See also <em>Dorris v Detroit Osteopathic Hosp, </em>460 Mich 26, 36; 594 NW2d 455 (1999), and <em>Domako v Rowe, </em>438 Mich 347, 359; 475 NW2d 30 (1991). Discovery was liberalized in the General Court Rules of 1963 and opened even more expansively in the Michigan Court Rules of 1985. <em>Domako, supra </em>at 359.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b871-6\"> The dissent would reverse the burden of proof requirement and call on the defendants to establish a legitimate purpose rather than requiring the plaintiff to create a genuine issue of material fact regarding the elements of his cause of action. In so holding, it is inconsistent with MCR 2.116(G)(4) and <em>Maiden, supra.</em></p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b872-9\">Cavanagh, J.</author>\n<p id=\"ADz\">(dissenting). The majority’s analysis in this case is flawed for one basic reason — it simply misapplies the law to the facts. This misapplication results in the majority reaching a conclusion that is contrary to the words used by the Legislature in the stalking statute, MCL 750.411h(l)(c). The majority errs because it does not truly examine whether defendants’ <em>conduct </em>served a legitimate purpose. Because I believe that a genuine issue of material fact exists regarding whether the conduct at issue served a legitimate purpose, I respectfully dissent.</p>\n<p id=\"b872-10\">The civil stalking statute, MCL 600.2954, creates a civil cause of action for victims of stalking as defined by the criminal stalking statute, MCL 750.411h. “Stalk<page-number citation-index=\"1\" label=\"727\">*727</page-number>ing” is defined as “a willful course of conduct involving repeated or continuing harassment of another individual that would cause a reasonable person to feel terrorized, frightened, intimidated, threatened, harassed, or molested and that actually causes the victim to feel terrorized, frightened, intimidated, threatened, harassed, or molested.” MCL 750.411h(l)(d). “Harassment” is defined as “conduct directed toward a victim that includes, but is not limited to, repeated or continuing unconsented contact that would cause a reasonable individual to suffer emotional distress and that actually causes the victim to suffer emotional distress.” MCL 750.411h(l)(c). Notably, MCL 750.411h(l)(c) further states, “Harassment does not include constitutionally protected activity or <em>conduct that serves a legitimate purpose.\" </em>(Emphasis added.)</p>\n<p id=\"b873-4\">Because the statutory language at issue in this case is clear and unambiguous, we must enforce the statute as written and follow its plain meaning, giving effect to the words chosen by the Legislature. <em>People v Barbee, </em>470 Mich 283, 286; 681 NW2d 348 (2004). Thus, to give effect to the words of the stalking statute, once a legitimate purpose is established, the essential question must be how the defendant’s <em>conduct </em>at issue serves that legitimate purpose. In this case, the legitimate purpose was for defendants to provide information that would assist the insurance company that hired them in defending against plaintiffs claim. The examination, therefore, entails looking at how defendants’ conduct served that legitimate purpose.</p>\n<p id=\"b873-5\">After plaintiff filed his underlying lawsuit, Citizens Insurance Company of America hired defendant Henderson &amp; Associates Investigations, Inc. (Henderson), to conduct an “activities check” on plaintiff. The purpose of the activities check was to determine what plaintiffs <page-number citation-index=\"1\" label=\"728\">*728</page-number>activities entailed. During one instance of surveillance, defendant Andrew Conley, a private investigator working for Henderson, followed plaintiff from his house to a restaurant and then to plaintiffs appointment with his therapist. Plaintiff noticed that he was being followed, and he spoke to his therapist about the incident. Plaintiff and his therapist went outside where plaintiff asked Conley if he was following plaintiff. Conley said he was not. Plaintiff did not believe this and became upset; he also wrote down the license plate number of the car Conley was driving. Conley then drove off and parked about one hundred to three hundred yards away before ultimately terminating the surveillance. The critical question in this incident is how the private investigator’s actions served the legitimate purpose of gathering information about plaintiff to be used to defend against plaintiffs lawsuit. For example, how does following plaintiff and then lying to plaintiff about being followed serve the legitimate purpose of gathering information?</p>\n<p id=\"b874-4\">In some cases, following a person and lying about it to the person being followed may indeed be conduct that serves a legitimate purpose. For example, if an undercover police officer is conducting surveillance of a suspect and is then confronted by the suspect, the police officer may lie so that the undercover operation is not disclosed. However, in this case, defendants contend that plaintiff should not have been frightened by being followed because plaintiff was a party to a lawsuit. Defendants have repeatedly argued that “[a] reasonable person would understand that he’s going to be under surveillance if that person files a lawsuit.”<footnotemark>1</footnotemark> Therefore, I question what legitimate purpose was served by follow<page-number citation-index=\"1\" label=\"729\">*729</page-number>ing plaintiff and then lying to plaintiff and telling him that he was <em>not </em>being followed. If plaintiff should already know that he may be followed because he is a party to a lawsuit, I fail to see how admitting to plaintiff that he is being followed because of the pending lawsuit would hamper the investigation. I understand the importance of wanting to be as secretive as possible about the actual surveillance, but once plaintiff realized that someone was following him, I do not see how, in this case, the legitimate purpose was served by lying.</p>\n<p id=\"b875-4\">Defendants cannot have it both ways. Defendants cannot argue that lying to plaintiff is critical in this case to keep the surveillance a secret so they can ascertain needed information. Defendants have already argued that plaintiff — by virtue of filing a lawsuit — should have known that he was likely to be followed and, therefore, should not have been afraid to see someone following him. Therefore, defendants must explain how, in this case, following plaintiff and then lying to him about it served a legitimate purpose.</p>\n<p id=\"b875-5\">In another instance, plaintiff was aware of being followed, and he detailed defendants’ conduct in following him in and out of traffic. Another time, plaintiff realized he was being followed when he came out of his doctor’s office. He telephoned his wife and she did not believe him when he told her, “half crying,” that he was being followed. Because plaintiff was so afraid, plaintiffs wife was forced to come home. When she arrived, there were two cars parked near their home. After dressing like the plaintiff and leaving her home, plaintiffs wife realized that the two cars were following her, apparently because the drivers thought they were following her husband.</p>\n<p id=\"b876-5\"><page-number citation-index=\"1\" label=\"730\">*730</page-number>During the final incident of surveillance, private investigators followed plaintiff as he drove around in circles in a parking lot attempting to write down the license plate numbers of the cars the investigators were driving. They continued to follow plaintiff as he drove through traffic trying to “lose” the men who were following him. They drove through yellow lights and made an illegal right turn to follow plaintiff. One of the private investigators stated that it was clear plaintiff was trying to get away from them, but they continued to follow him anyway. It is important to note that at no time did defendants ever admit to plaintiff that they were indeed following him or tell him <em>why </em>he was being followed.</p>\n<p id=\"b876-6\">As stated, the issue is whether the conduct engaged in by defendants served a legitimate purpose. It is important to not merely examine the conduct at issue in a vacuum. Therefore, it is not enough to merely argue that defendants’ conduct was appropriate because they had a legitimate purpose to provide information related to plaintiffs underlying lawsuit. Applying the statute in this manner disregards the words chosen by the Legislature and results in the majority essentially providing a generalized exemption for private investigators. The appropriate analysis requires more than the oversimplification adopted by the majority. In following, “tailing,” sleuthing, or surveilling, is there no limit on an investigator’s tactics? I think not. A private investigator’s conduct — no matter how outrageous — is not excused merely because he is gathering information for a client. There must be some professional standards that, when violated, remove the investigator from the “legitimate purpose” shield.</p>\n<p id=\"b876-7\">A proper application of the law indicates that whether defendants’ conduct served a legitimate purpose pre<page-number citation-index=\"1\" label=\"731\">*731</page-number>sents a genuine issue of material fact. Accordingly, because a reasonable juror could find that the conduct did not serve a legitimate purpose, I must respectfully dissent.</p>\n<judges id=\"b877-4\">KELLY, J., concurred with CAVANAGH, J.</judges>\n<footnote label=\"1\">\n<p id=\"b874-5\"> Again, during oral argument, defendants argued “that a reasonable person who would be a plaintiff in a personal injury lawsuit, he or she has <page-number citation-index=\"1\" label=\"729\">*729</page-number>an opportunity to know in fact that at some point during the litigation it may become an issue where he or she is placed under surveillance.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}