{
  "casebody": {
    "data": "<casebody firstpage=\"440\" lastpage=\"454\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b464-8\">ALFRED G. BRIMM, Respondent, <em>v. </em>THOMAS W. JONES, Appellant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b464-9\">Review on Second Appeal.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b464-10\">This court will not consider upon a second appeal questions that have been determined and settled on a former appeal, involving the same questions of law.</headnotes>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b464-11\">(No 708.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A-F\">Decided June 2, 1895.</decisiondate>\n<citation data-order=\"5\" data-type=\"summary\" id=\"AzJ\">45 P. R. 46.)</citation>\n<p data-order=\"6\" data-type=\"summary\" id=\"AtU\">(Dissenting opinion by Bartch, J. 45 P. R. 352.)</p>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b465-3\"><page-number citation-index=\"1\" label=\"441\">*441</page-number>Action by Alfred G. Brimm, road supervisor, against Thomas W. Jones for damages done to highway contrary to provision made by statute — for prevention of damages to the highway by herds of sheep. The demurrer to the complaint, which raised the constitutionality of the statute, was decided in the supreme court of the Territory in favor of the law. From judgment in favor of the plaintiff in district court of the State defendant appealed, the appeal covering the same ground as that gone over in the supreme court of the Territory. Without going into the merits of the case the court held that the former decision was final on the same state of facts and dismissed the appeal. The facts of the case and the questions of constitutional law involved therein are discussed at length by Bartch, J., in his dissenting opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b465-4\"><em>Bicharás é Richards, </em>for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b465-5\"><em>Williams, Vancott &amp; Sutherland, </em>for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b465-6\">Miner, J.:</author>\n<p id=\"b465-7\">This action was brought by the respondent, as road supervisor, against the appellant, for damages caused a public highway constructed upon a hillside in driving a floclc of sheep upon the same, thereby destroying the banks, and rolling rocks thereon. The defendant filed his demurrer to the complaint, alleging that it did not state facts sufficient to constitute a cause of action, and also filed an answer. Respondent obtained a judgment of $10 in the justice’s court. The appellant appealed to the district court, and there his demurrer was sustained. Respondent declined to amend, and final judgment was entered against him, and the complaint dismissed. Appellant appealed to the supreme court. The supreme court heard the case upon the question whether the complaint stated a cause of action, and held that the same did <page-number citation-index=\"1\" label=\"442\">*442</page-number>state a cause of action, and reversed tlie decision of the district court. This decision is found in the case of <em>Brimm </em>v. <em>Jones, </em>11 Utah 200, 30 Pac. 825. The case came on for trial again in the district court. Appellant withdrew his answer. The demurrer was then overruled, and, the appellant declining to amend, judgment was entered for the respondent, and the appellant appeals from the judgment so rendered, and alleges that the court erred in rendering judgment dismissing the complaint.</p>\n<p id=\"b466-3\">The respondent now claims that the question of law decided in the same case on the former appeal in this court are conclusive on the court and parties, and becomes the law of the case, whether rightfully or wrongfully decided. The territorial court held in <em>Venard </em>v. <em>Green, </em>4 Utah 456, 11 Pac. 337, upon a similar question, as follows: “The questions of law and fact being the same, the decision on the former hearing becomes the law of the case. Upon a second appeal, where the questions are the same, this court will not reverse it rulings as made on the first appeal. So far as the particular case is concerned, the first decision becomes the law, and a judgment of the court below in accordance with the opinion of this court will not be reversed on appeal from the judgment. <em>Polack </em>v. <em>McGrath, </em>38 Cal. 666; <em>Yates </em>v. <em>Smith, </em>Id. 60.</p>\n<p id=\"b466-4\">In <em>Clary </em>v. <em>Hoagland, 6 </em>Cal. 685, the court said: “It is well settled that when a case has been taken to an appellate court, and a judgment obtained on points of law involved, such judgment, however erroneous, becomes the law of the case, and cannot, on a second appeal, be altered or changed.” In <em>Leese </em>v. <em>Clark, </em>20 Cal. 416, the court held in a similar case “that the former decision upon the same case is no longer open for consideration; whether right or wrong, it has become the <page-number citation-index=\"1\" label=\"443\">*443</page-number>law of the case.” The same doctrine was held in <em>Sharon </em>v. Sharon, 79 Cal. 686, 22 Pac. 26, 131. In <em>Krantz </em>v. <em>Railway Co., </em>43 Pac. 622, 13 Utah 1, this court held that an appeal from a judgment or order which the district court entered in exact accordance with the mandate of this Qourt upon a previous appeal will be dismissed upon motion of the appellee. The court said, “It is evident that this is an attempt to have another review of the rights of the parties on the same record which was reviewed on the former appeal,” and dismissed the appeal. In this case it is apparent that the same questions presented and'previously passed upon by this court are again presented by this record for review, and in conformity with the previous rulings of this court, referred to, and the rule applicable to this case, the appeal is dismissed, with costs.</p>\n<judges id=\"b467-4\">Zaxe, C. J., concurs.</judges>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b467-5\">Bartch, J.</author>\n<p id=\"Akg\">(dissenting).</p>\n<p id=\"b467-6\">I cannot agree with the majority of the court in dismissing this appeal. Nor do I agree with their application of rules of law to such circumstances as are shown by the record. This action was originally brought in the Third district court before the chief justice of the then Territory of Utah, under section 2087, Comp. Laws Utah 1888, which provides that “any person who drives a herd of horses, mules, asses, cattle, sheep, goats, or swine over a public highway, where such highway is constructed on a hillside, shall be liable for all damage done by such animals in destroying the-banks or rolling rocks into or upon such highway.” The complaint charged that on a certain day the defendant drove a herd of sheep over a public highway constructed on a hillside in a certain locality, and that the sheep traveling thereon damaged <page-number citation-index=\"1\" label=\"444\">*444</page-number>the highway to the extent of $10, by the destroying of the banks thereof, and by rolling rocks into and upon such highway. There was no allegation or claim of negligence as to the driving of the sheep, or use of the highway. The defendant demurred to the complaint on the ground that it did not state facts sufficient to constitute a cause of action. The court sustained the demurrer entered judgment in favor of the defendant, and dismissed the case. Thereupon the plaintiff appealed to the territorial supreme court. That court reversed the judgment, and remanded the case for a new trial. 89 Pac. 825. Afterwards the cause was again brought up in the district court, when, as appears in the abstract, “a trial by jury having been expressly waived by counsel for the respective parties, the cause was tried before the court sitting without a jury, whereupon, the answer having been withdrawn, and the demurrer to the complaint hav ing been overruled, and the defendant electing to stand on his demurrer, and the evidence being closed, the cause was submitted to the court for consideration and decision.” Judgmentwas then enteredagainstthedefendant for a certain sum, and for costs of suit, and the present appeal is from this judgment. The majority of this court now hold that the decision of the territorial supreme court has become the law of the case, and is conclusive, whether right or wrong, — recognizing no acception to the rule of former adjudication, .or doctrine of <em>stare decisis, </em>however grave and peculiar the circumstances of a particular case may be, — and that the doctrine applied in the case of <em>Krantz </em>v. <em>Railway Co., </em>53 Utah 1, 43 Pac. 623, that no appeal will lie to this court from a judgment entered bya district court in exact accordance with themandate of the appellate court upon a previous appeal, applies also to this case. I can assent to neither of these propositions, and as I deem both of great importance, in their appli<page-number citation-index=\"1\" label=\"445\">*445</page-number>cation to causes in this State in the future, I feel impelled to state my reasons for dissenting. I do not dispute the efficacy of the general maxim, <em>“Stare decisis, et non quieta movere.”</em></p>\n<p id=\"b469-4\">When a point has been decided by an appellate court the decision is, with a few exceptions, conclusive in the same case, and in other cases it forms a precedent which should not ordinarily be departed from, and never on any slight grounds; but courts occasionally find it necessary to overrule decisions which have been made contrary to principle and the law of the land, as established by statute, judicial decision, and the constitution. It must be admitted that it should require controlling considerations to induce a court to depart from a former decision to lay again the foundation of a law; and when there has been a series of decisions, settling a question of law, and it has become a rule of property or business, and a change would seriously affect business interests established and acquired under the existing law, the rule of <em>stare decisis </em>becomes impregnable, and the law will not be changed, unless by legislative enactment. Where, however, there has been but a single decision, which is manifestly erroneous, and important public or private rights are concerned, or where the questionable matter was not necessarily involved in the case, or where the points involved were decided contrary to the well-established legal principles which ought to have governed, and injustice or hardship would result, or where it is clear that the law has been erroneously declared, and no material property rights or business rules have been established thereunder, and a correction of the error will accomplish more good than harm, the court ought not to refuse to reconsider its former action, even in the same case. Especially is this so where the court which announced the questionable principles and precedents is <page-number citation-index=\"1\" label=\"446\">*446</page-number>nut a court of last resort. Such cases constitute well-recognized exceptions to the doctrine of store <em>decisis, </em>and do not militate against its power and importance in the law. Nor is that doctrine violated when it is judicially declared that a decision in opposition to all previous jurisprudence and legislation, is subject to reconsideration and correction. It is not an open violation thereof to declare that such a decision, however erroneous and unjust, however opposed to legislative enactment or constitutional provision, is nevertheless conclusive evidence of the law, and to announce the judicial heresy that any judicial decision is equivalent to positive law, and that the courts make the law, as well as define its application? The doctrine is founded on public policy, and is the only practical one respecting the weight and conclusiveness of judicial decisions. It is not an arbitrary rule of positive law, which forbids any thought of questioning, under any circumstances, what has once been decided, or any judicial discretion in relation thereto. It expresses our reverence for civil authority, and our demands for obedience to such authority, and presents the injunction that courts shall not for light reasons abandon the principles announced under solemn judgment by their predecessors or themselves, nor without due consideration of public and private interests. This, however, does not prevent the use of judicial discretion, in a proper case, where well-established rules of law have been judicially violated by a previous decision, even in the same case; and the doctrine does not demand that what is not law shall become the law of the case, especially where no serious consequences can result unjustly, but it rather induces the court to return to established principles.</p>\n<p id=\"b470-4\">In <em>Callender’s Adm’r </em>v. <em>Keystone Mut. Life Ins. Co., </em>23 Pa. St. 471, where a previous decision was attacked <page-number citation-index=\"1\" label=\"447\">*447</page-number>on the ground that it was not supported by the cases on winch it was based, Mr. Justice Lowrie, delivering the opinion, and speaking of the duty of the court to correct errors when practicable, said: “Do we violate the doctrine of <em>stare decisis </em>by now correcting the mistake, and going back to the well-established doctrine which that case has disturbed ? If we do, we commit a greater error than the one we have felt bound to correct; for that doctrine, though incapable of being expressed by any sharp and rigid definition, and therefore incapable of becoming an institute of positive law, is among the most important principles of good government.”</p>\n<p id=\"b471-4\">In the case at bar the controversy arose over the section of the statute above quoted, which the appellant herein claims contravenes the fourteenth amendment to the constitution of the United States which provides: “No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law, nor deny to 'any person within its jurisdiction the equal protection of the laws.” An examination of the territorial 'law hereinbefore quoted, which is claimed to be in conflict with this provision of the constitution of the United States, shows that the liability provided therein attaches only to a certain class of persons who use the highway; and as to such the law appears to be almost, if not absolutely, prohibitory, except upon payment of damages. A person “who drives a herd” of any of the animals therein mentioned over a highway constructed on a hillside is “liable for all damage done by such animals in destroying the banks.” Under this provision there appears to be no escape from liability, because it is difficult to see how any herd of animals can be driven along any ordinary highway without doing some damage.- The ordinary <page-number citation-index=\"1\" label=\"448\">*448</page-number>wear would cause some damage, and, bowéver slight, the liability would be complete; and, in case of suit, costs would be the inevitable result. Negligence in such a case is not an element, and in the event of suit the defendant stands before the bar of justice condemned unheard. The same may be said of the liability for rolling stones into the highways, or rolling them upon it, by such animals. That liability would attach, however, slight the damage, is apparent from the fact that in this case only $10 were claimed and recovered. Another singular provision is that, to create the liability, such animals must he driven by the defendant; so that, if the same animals were carelessly and recklessly permitted to wander upon and damage the banks thereof, or roll stones into or upon the highway, no one would be responsible, under the statute. Nor is any one responsible in damages, under the statute, wh,o drives a less number of animals than a “herd,” whatever that word may mean. Webster defines it, “Number of beasts assembled together;” and “Number,” “A collection of many individuals.” Nor is there any liability under the statute for injury done to the highway in any other manner. The law appears to be directed solely to certain persons, who represent some of the most important industries of the State, to the exclusion of all others. A person driving a team, or any number of animals not amounting to a herd, no matter how much injury they may do to the banks of the highway, need not respond in damages. These provisions of the law are merely referred to here to show that there are strong grounds for the contention that the statute is in conflict with the provision of the constitution above quoted, which says that no person shall be deprived of property “ without due process of law,” nor denied “the equal protection of the laws.”</p>\n<p id=\"b472-4\">To determine the important question raised, the first <page-number citation-index=\"1\" label=\"449\">*449</page-number>appeal was taken to the supreme court of the then Territory of Utah, where by mere accident the constitutionality of the statute was upheld. The chief justice and three associate justices constituted that court. The chief justice, having tried the case below, was disqualified from sitting at the hearing in the supreme court, where two of the justices held the law valid, and reversed the case, the other justice dissenting. It will thus be seen that the full bench was equally divided as to the validity of the law, and that, if it had happened that the suit would have been brought before one of the justices who was in favor of its validity, then on appeal to the same court it would have been held unconstitutional. Such being the fact, it would seem that no iron rule ought to be applied to such a decision. The question involved is one that affects both public and private interests. Its nature is such that, if this court could not concur in the result of the former appeal, a change at this time could produce no serious injury, and would avoid injustice to those who are not within the terms of the statute. If, therefore, it should transpire, upon reconsideration, that the decision on the former appeal was so erroneous that it could not be recognized as authority in succeeding oases, then justice would require that a correction be made now, before the sacrificing of individual rights because of such error; and such correction would not, under the circumstances revealed, militate against the important rule of former adjudication.</p>\n<p id=\"b473-4\">It will be further noticed that the controversy in this case arose over a statute which is claimed by the appellant to be in conflict with the constitution of the United States. If this contention be correct, then the supreme court of the territory was not a court of last resort, the final determination of the. question being reserved to the <page-number citation-index=\"1\" label=\"450\">*450</page-number>supreme court of the United States; and therefore the decision on the former appeal ought not to be regarded as the. law of the case, if it be manifestly erroneous. This Court, in <em>Jungk </em>v. <em>Reed, </em>12 Utah 196, 42 Pac, 292, speaking through Mr. Chief Justice Merritt, said: “On principle, it would seem that admitting that the law was erroneously declared on a former appeal of an action, and that such case could be carried to the supreme court of the United States on appeal from the action of this court, there could be no reason in requiring a party to go to that court in order to correct that error.” <em>U. S. </em>v. <em>Elliott </em>12 Utah 119, 41 Pac. 720; <em>Lawrence </em>v. Ballou, 37 Cal. 518; <em>Galigher </em>v. <em>Jones, </em>129 U. S. 193, 9 Sup. Ct. 335.</p>\n<p id=\"b474-4\">. Notwithstanding the facts and circumstances indicated by the former recitals, and which may be observed by an examination of the record and the history of this case, the majority of this court, in their opinion, say that “the respondent now claims that the questions of law decided in the same case on the former appeal in this court are conclusive on the court and parties, and become the law In the case, whether rightfully or wrongfully decided,” and sustain this contention, without recognizing any exception to the general doctrine of the law of the case under any circumstances. If that court was not a court of last resort in that case, then the decision could not be regarded as <em>res adjudicata. </em>While the doctrine of <em>stare decisis </em>is one of the most important principles of the law, and forbids that, when controversies have been once submitted to a court of last resort for final arbitrament, and the law and the facts deliberately determined by such court, any subsequent appeal shall reopen a discussion of the law and the facts, and thus prolong litigation, when it is to the interest of the State that it shall cease, still it is not such an unbending rule as to recognize in <page-number citation-index=\"1\" label=\"451\">*451</page-number>such tribunal mo infirmities of buman judgment, or any right to exercise discretion when the peculiar circumstances of a case warrant it. , That there are exceptions to the rule has been recognized by courts of eminent respectability. In <em>Bird </em>v. <em>Sellers, </em>122 Mo. 23, 26 S. W. 668, Mr. Justice Brace, delivering the opinion of the court said: “It is manifest that the judgment in favor of the defendant on the first trial was correct, and ought to have been affirmed, and that'the judgment in favor of the plaintiff on the second trial is erroneous, and ought to be reversed. , Although the general rule is that what has been once passed upon here on appeal will in the same case, upon a second appeal, be treated as no longer open to dispute or further controversy, yet this is not an inexorable rule, without exceptions, but has been frequently departed from when such adjudication has been found to be wrong, not in harmony with other decisions of the court, and no injustice or hardship would result from overruling the former decision.” So in <em>Cluff </em>v. <em>Day, </em>141 N. Y. 580, 36 N. E. 182, the New York court of appeals said: “There is no iron rule which precludes a court from correcting a manifest error in its former judgment, or which requires it to adhere an unsound declaration of the law. It may, for cogent reasons, reverse or qualify a former decision, even in the same case. But the cases in which this will be done are exceptional, and the power should be sparingly exercised.” In <em>Bomar </em>v. <em>Parker, </em>68 Tex. 435, 4 S. W. 599, it was said: “We have, then, to pass upon the same question which was before the court on the former appeal. This court has held that it is not absolutely bound by its former adjudications though rendered upon a previous appeal in the same case; but it is expressly decided that only in exceptional cases will a former ruling be departed from, upon the same question, when presented the second time in the same case.” So-<page-number citation-index=\"1\" label=\"452\">*452</page-number>in <em>Railroad Co. </em>v. <em>Shoup, </em>28 Kan. 394, Mr. Justice Brewer, now of the supreme court of the United States, speaking of the rule in question, mid: “We do not understand that the rule that a decision once made becomes the established law of the case is a cast-iron rule, and incapable of relaxation in any event. Cases may arise in wbicb it will be very clear that the first decision was erroneous ; that not only in the case at bar will wrong result from adhering to the decision, but also other interests, through the State will be imperiled. Hence we do not doubt the power of the court to reconsider and reverse a prior decision in the same case.” On the question whether the doctrine of <em>stare decisis </em>applies to the decision of a supreme court wbicb is not the court of last resort as to the case, it was said in <em>Bridge </em>v. <em>Johnson, 5 </em>Wend. 372: “The maxim, <em>‘Stare decisis, et non quieta movere,’ </em>cannot be applicable to such a case, where the question never has in fact been decided by this court.” Wells, Res. Adj. § 613; Van Fleet, Former Adj. § 664; 23 Am. &amp; Eng. Enc. Law, pp. 36, 37; <em>Frankland </em>v. <em>Cassady, </em>62 Tex. 418; <em>Bane </em>v. <em>Wick, </em>6 Ohio St. 13; <em>Gwin </em>v. <em>Waggoner, </em>116 Mo. 143, 22 S. W. 710; <em>Jungk </em>v. <em>Reed, supra; U. S. </em>v. <em>Eliott, supra; Burns </em>v. <em>Ledbetter, </em>56 Tex. 282; <em>Rutledge </em>v. <em>Missouri Pac. Ry. Co. </em>(Mo. Sup.) 24 S. <em>W. </em>1053; <em>Chambers’ Adm’r </em>v. <em>Smith’s Adm’r, </em>30 Mo. 156; <em>Hamilton </em>v. <em>Marks, </em>63 Mo. 167; <em>Steele </em>v. <em>Boley, </em>7 Utah 64, 24 Pac. 755; <em>Barton v. Thompson, </em>56 Iowa 571, 9 N. W. 899; <em>Moore </em>v. <em>Barclay, </em>23 Ala. 739, 748; <em>Bynum </em>v. <em>Apperson, </em>9 Heisk. 632; <em>Boone </em>v. <em>Shackelford, </em>66 Mo. 493.</p>\n<p id=\"b476-4\">Upon these considerations, and owing to the peculiar circumstances of this case, I am unable to concur in its dismissal on the ground that the opinion of the territorial supreme court must be regarded as <em>res 'adjudicata, </em>or that it has become the law of the case. Nor can I concur in the dismissal on the ground that there is no appeal <page-number citation-index=\"1\" label=\"453\">*453</page-number>from a Judgment entered in accordance with the mandate of this court, because I do not understand that the judgment here appealed from was entered in accordance with’ the mandate of the court on the former appeal. That appeal-was from a judgment rendered in a district court, sustaining the defendant’s demurrer and dismissing the complaint. The supreme court reversed that judgment, and remanded the case for a new trial, without making any order as to the entry of any judgment.</p>\n<p id=\"b477-4\">Afterwards the case again came before the district court for trial, and after being heard by, and submitted to, the court, judgment was entered in favor of the plaintiff in the sum of $10, with interest thereon, and costs in the sum of $64.45. From this judgment the present appeal was prosecuted. It is clear that the judgment was not entered in accordance with any mandate, because it would be preposterous to say that an appellate court could make an order directing what judgment should be entered ás the result of a new trial which it had ordered to be granted. If, then, this judgment was entered in the regular course of proceeding, without any order of the appellate court as to what it should be, upon what principle of law can an appeal regularly taken therefrom, under the rules and statute, be dismissed? The opinion of my brethren says: “In conformity with the previous rulings of this court, referred to, and the rule applicable to this case, the appeal is dismissed,” and refer to the case of <em>Krantz v. Railway Co., </em>13 Utah 1, 43 Pac. 623, which, however, is not at all similar to this. The original appeal in that case was from an order granting a new trial and setting aside the judgment; and the supreme court reversed and remanded the case, setting aside the order granting the new trial, and reinstating the original judgment. Such judgment was reinstated in exact accordance with the mandate. Thereupon the defendantappealed from <page-number citation-index=\"1\" label=\"454\">*454</page-number>the judgment so reinstated, and this court held ‘that such appeal would be dismissed on motion of the appellee. In the case at bar there was no mandate requiring any specific judgment to be entered, and therefore the doctrine of that case does not apply to this, because here the judgment appealed from was entered as the result of a new trial which was ordered by the appellate court, and not as the result of specific directions from such court. For the reasons thus stated, I cannot consent to a dismissal of the apperl, and therefore dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}