{
  "casebody": {
    "data": "<casebody firstpage=\"382\" lastpage=\"387\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b446-6\">In re ESTATE of Marcellus L. JOSLYN, Deceased. Robert D. MacDONALD, Executor, Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b446-9\">No. 72-2554.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b446-10\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b446-11\">June 24, 1974.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b446-27\">Malcom George Smith (argued), Perry A. Lerner, Kindel &amp; Anderson, Los Angeles, Cal., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b446-28\">Scott P. Crampton, Asst. Atty. Gen., and Carleton D. Powell, Atty. (argued), Tax Div., U. S. Dept, of Justice, Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b446-29\">Before KILKENNY, TRASK and CHOY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b446-30\">TRASK, Circuit Judge:</author>\n<p id=\"b446-31\">This is an appeal from a decision of the Tax Court that was adverse to the <page-number citation-index=\"1\" label=\"383\">*383</page-number>executor of the Estate of Marcellus L. Joslyn. Jurisdiction below was based upon section 6214 of the Internal Revenue Code of 1954;<footnotemark>1</footnotemark> this court’s jurisdiction lies pursuant to section 7482 of the Code. The Tax Court’s opinion is reported at 57 T.C. 722 (1972).</p>\n<p id=\"b447-5\">Mr. Joslyn died testate, a resident of California, on June 30, 1963. The federal estate tax return for his estate was filed with the District Director of Internal Revenue at Los Angeles, California, on September 30,1964.</p>\n<p id=\"b447-6\">At his death, Mr. Joslyn owned 66,099 shares of the common stock of Joslyn Mfg. and Supply Co. The stock was not then listed on any national exchange but was traded on the “over the counter” market. The 66,099 shares were valued on the return at $3,040,554 as of the date of death. Upon audit by the Commissioner of Internal Revenue, the agent proposed an increase in the date-of-death value of the shares to $3,103,697.-43. His computation included an allowance for “blockage” elements in the amount of $366,500.07.<footnotemark>2</footnotemark> These adjustments to the valuation were accepted by the Estate, were not in issue before the Tax Court, and are not in dispute here. The audit of the return had been in progress during the administration of the estate, but the deficiency notice on completion was dated August 25, 1967, almost 3 years after the return was filed. Before the audit was completed the Estate had experienced costly litigation resulting in extraordinary expenses. To meet these expenses and to pay taxes it was necessary to sell a portion of the Joslyn stock. In accomplishing the sale the stock was first split 4 for 1. The 250,000 shares selected to be sold out of the total 264,396 shares were registered with the Securities and Exchange Commission, and arrangements were made for a “secondary offering” through a national underwriter, Hornblower &amp; Weeks-Hemphill, Noyes, who had assembled an underwriting group. The expenses of the secondary offering totaled $366,500.07. A portion of this sum was paid by estate check while the largest item, the underwriters’ fee of $288,750, was taken directly by the underwriters from the proceeds of the offering. The payment of the entire expense was allowed by the probate court of the State of California as an expense of administration. The Estate claimed a deduction in the federal estate tax return for the total expenses; the Commissioner disallowed $359,194.71 of the claim.</p>\n<p id=\"b447-8\">Following exhaustion of the administrative proceedings the single issue raised in the Tax Court was whether the underwriting expenses were deductible as expenses of administration under sec<page-number citation-index=\"1\" label=\"384\">*384</page-number>tion 2053 of the Code.<footnotemark>3</footnotemark> They were disallowed on the ground that “since the expenses of the secondary offering were clearly allowed in determining the value of the Joslyn stock to be included in the estate, the same expenses are not also deductible under section 2053(a).” This appeal followed.</p>\n<p id=\"b448-4\">Appellant argues that the adjustment for blockage is not a “deduction” in the ordinary sense but a recognition of the economic fact that a large block of stock dumped upon a market not having enough buyers to purchase it at its quoted price per share will have to be reduced in price in order to be sold. Its value if required to be sold as a block is therefore less than the value per share computed in market terms multiplied by the number of shares to be sold. Recognition of this trading fact is set out in the regulations.<footnotemark>4</footnotemark> That this is a matter of valuation and not a deduction is apparent from its allowance regardless of whether or not the stock is subsequently sold. <em>See </em>Commissioner v. Stewart’s Estate, 153 F.2d 17, 18 (3d Cir. 1946); 10 Mertens, Law of Federal Income Taxation ¶ 59.15, at 53 (1970). The specific amount of the adjustment of value is normally computed by referring to a variety of evidentiary indices, including, for example, the book value of the stock, its corporate earnings, the value of any outstanding preferred stock and the amount of dividends payable thereon, and the volume of trading in the stock in question. <em>See, e. g., </em>Stewart’s Estate, <em>supra </em>at 18 &amp; n. 1; Helvering v. Maytag, 125 F.2d 55, 61 (8th Cir.), cert. denied, 316 U.S. 689, 62 S.Ct. 1280, 86 L.Ed. 1760 (1942).</p>\n<p id=\"b448-12\">Here the logical fallacy of the “double deduction” rationale is a result of the fortuitous use of hindsight. When the stock was valued in the estate tax return its value was placed at $3,040,554.<footnotemark>5</footnotemark> No explanation was offered in the return as to just how this value was reached. Obviously no exact figures of secondary offering costs were used because they were not then known. Nor is there any requirement that the amount of “blockage” be calculated by reference to such figures rather than by a consideration of earnings (past and projected), book value, or any other criteria that accurately reflect the true value of the stock. However, during the period of audit, which was not completed until August <page-number citation-index=\"1\" label=\"385\">*385</page-number>1967, the secondary offering was accomplished and exact costs became known; whereupon, the IRS agent used those figures in his adjustment of valuation to reach a higher, but uncontested, figure of $3,103,697.43.' Appellee’s argument therefore becomes a contention that, since appellee (not the executor) has used the cost of sale figures made available by hindsight in its adjustment of valuation, this adjustment becomes a deduction precluding any other deduction for costs and expenses of sale.</p>\n<p id=\"b449-5\">The basis for the claimed deduction is section 2053(a)(2) and the regulations which implement it.<footnotemark>6</footnotemark> The stipulation of facts before the Tax Court stated:</p>\n<blockquote id=\"b449-6\">“A portion of the Joslyn stock held by petitioner was selected as one of the assets which was necessary to be sold to obtain cash to pay taxes and other expenses noted above.” C.T. at 45 (¶ 15).</blockquote>\n<p id=\"b449-7\">It also noted that:</p>\n<blockquote id=\"b449-8\">“[t]he expenses and fees incident to the sale of Joslyn stock have been approved by the Probate Court.” <em>Id. </em>at 47 (¶ 22).</blockquote>\n<p id=\"b449-9\">On the face of it, the appellant has brought itself within the plain language of the statute and the regulations unless the method of valuation is considered to embrace a “deduction” that precludes the allowance of the administrative expense as a second claim for the same deduction.</p>\n<p id=\"b449-16\">The case law supports appellant’s contention that expenses of administration allowed by the Probate Court are generally allowable as a deduction for federal estate tax purposes under section 20-2053-1 (b) (2) of the Regulations. Estate of Louis Sternberger, 18 T.C. 836 (1952), aff’d, 207 F.2d 600 (2d Cir. 1953), rev’d on other grounds, 348 U.S. 187, 75 S.Ct. 229, 99 L.Ed. 246 (1955).<footnotemark>7</footnotemark>’ In addition, when property must be sold in order to pay debts, expenses of administration, or taxes, the expenses of such a sale are likewise deductible, including brokerage fees incurred in the sale of securities. Estate of Viola E. Bray, 46 T.C. 577 (1966), aff’d mem., 396 F.2d 452 (6th Cir. 1968).</p>\n<p id=\"b449-19\">In declining to consider the deductibility of the expense under section 2053 of the Code, the Tax Court relied upon Haggart’s Estate v. Commissioner, 182 F.2d 514 (3d Cir. 1950), which reversed the Tax Court decision reported at 13 T.C. 14 (1949), Estate of Elizabeth W. Haggart. We do not find the decision to constitute a precedent for the issue here. In <em>Haggart, </em>the testatrix left her residuary estate to certain trustees after her life interest in an inter-vivos trust established by her had terminated. In computing the gross estate for federal estate tax purposes the Commissioner disallowed the expenses and attorney fee entailed as a cost of settling the inter-<page-number citation-index=\"1\" label=\"386\">*386</page-number>vivos trust in the Orphans’ Court of Philadelphia County. The Tax Court approved the disallowance but the Circuit Court reversed. It explained that it would be incongruous if the corpus of the trust was to be included in the taxable estate that the expenses in determining the net estate should be disregarded. The issue, however, was not that of a claimed double deduction but a choice of alternatives. Said Judge Goodrich concerning the deduction of expenses:</p>\n<blockquote id=\"b450-4\">“Whether they are to be allowed as expenses of administration or whether they are to be allowed in diminution of the gross estate does not matter in this case. It comes out the same either way and, therefore, we refrain from committing ourselves to a choice.” 182 F.2d at 516 (footnotes omitted).</blockquote>\n<p id=\"b450-5\">The comment of the court below that “[h]owever, the courts clearly had in mind that a choice would have to be made — they could not be both charged against the value of the property and deducted,” is not borne out by any language of the opinion in <em>Haggart’s Estate. </em>The case did not pose a problem of blockage. For the same reasons we find the case of Emma Peabody Abbett, 17 T.C. 1293 (1952), relied upon by the Tax Court here, to be inapposite.</p>\n<p id=\"b450-6\">Nor do we consider this to be a double deduction problem. In many cases the actual costs of a secondary offering would not be available prior to the filing of the return. The factors then considered in determining value under blockage conditions might well be entirely different. <em>See </em>Ivens Sherr, 20 P-H Tax Ct. Mem. ¶ 51,218 (1951).</p>\n<p id=\"b450-7\">In its brief appellee relies upon United States v. Skelly Oil Co., 394 U.S. 678, 89 S.Ct. 1379, 22 L.Ed.2d 642 (1969), an income tax case, as authority for the proposition that the 1954 Internal Revenue Code should not be interpreted to allow “the practical equivalent of double deduction,” as proscribed in Charles Ilfield Co. v. Hernandez, 292 U.S. 62, 68, 54 S.Ct. 596, 598, 78 L.Ed. 1127 (1934). But in <em>Skelly </em>as in <em>Ilfield </em>there was in fact a double deduction. <em>Skelly </em>concerned rebates which the corporation was required to refund to its customers for overcharges during 6 prior years. During the prior years it had been permitted to deduct from its gross income a “depletion allowance.” In the year in which the refund was made it deducted 100 percent of the amount of the overcharges without any allowance for the fact that in prior years it was not paying a tax on 100 percent of its income. The Court sustained the Commissioner’s reduction of the percentage of the depletion allowance from the total deduction claimed upon the theory that otherwise there would have been the “practical equivalent of double deduction.” 394 U.S. at 680, 685, 54 S.Ct. 596. But in <em>Skelly, </em>again, there was a deduction in fact in both instances. Here there is not. The question here is not the receipt of money (income) and a deduction from it in the first instance and an attempt to deduct the gross amount in a later return. It is a question of valuation of a particular asset. Here, the tax return submitted a valuation based upon a general appraisal report. The Commissioner then reappraised using subsequently available selling expense figures instead of other alternative methods and by so doing seeks to prevent the Estate from availing itself of the deduction of properly incurred expenses which would otherwise be allowable. To adopt the taxpayer’s position does not result in the Estate taking the “practical equivalent of double deduction”; rather, to do otherwise would allow the Commissioner by his selected method of determining value to deprive the taxpayer of a legitimate statutory deduction. We do not believe this was the intent of Congress or that it is a proper interpretation of the estate tax laws.</p>\n<p id=\"b450-9\">We therefore conclude that the Tax Court erred in deciding that the allowance of a deduction for payment of taxes and administration and other expenses was impermissible as a “double deduc<page-number citation-index=\"1\" label=\"387\">*387</page-number>tion.” A dispute still exists, however, as to whether the particular deductions claimed are within the purview of section 2053 and, if so, what is the extent of those deductions. The Tax Court did not decide these questions. In addition, the parties have stipulated that in any event the case should be remanded to the Tax Court to consider whether expenditures for legal fees may constitute allowable deductions.</p>\n<p id=\"b451-5\">The judgment of the Tax Court is reversed and the cause remanded for further consideration in accordance with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b447-9\">. All references herein are to the Internal Revenue Code of 1954 and the Regulations thereunder, unless otherwise noted.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b447-10\">. The agent’s computation was as follows:</p>\n<p id=\"b447-11\">“Item 32, Joslyn Mfg. Co. Discount was allowed up to the distribution expenses incurred as follows:</p>\n<p id=\"b447-12\">Fair market value at date of death determined by taking the mean between the high and low</p>\n<p id=\"b447-14\">Less: Travel expense $ 489.52</p>\n<p id=\"b447-15\">Bond premium for underwriter 13,679.09</p>\n<p id=\"b447-16\">Attorneys for underwriter 6,860.35</p>\n<p id=\"b447-17\">Reimbursement to Joslyn Mfg. 46,366.66</p>\n<p id=\"b447-18\">Additional cost for Joslyn Mfg. 1,081.30</p>\n<p id=\"b447-19\">Costs of Kindel &amp; Anderson 1,327.70</p>\n<p id=\"b447-20\">Additional costs Kindel &amp; Anderson 399.07</p>\n<p id=\"b447-21\">Fees for registration 7,546.38</p>\n<p id=\"b447-22\">Underwriters fees 288,750.00</p>\n<p id=\"b447-23\">$3,470,197.50</p>\n<p id=\"b447-24\">366,500.07</p>\n<p id=\"b447-25\">$3,103,697.43”</p>\n<p id=\"b447-26\">C.T. at 48.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b448-5\">. <em>See </em>note 6 <em>infra.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b448-6\">. Section 20.2031-2 of the Regulations provides in pertinent part:</p>\n<blockquote id=\"b448-7\">“(b) ... If there is a market for stocks or bonds, on a stock exchange, in an over-the-counter market, or otherwise, the mean between the highest and lowest quoted selling prices on the valuation date is, the fair market value per share or bond. . . .</blockquote>\n<blockquote id=\"b448-8\">“(e) . . . If it is established that the value of any bond or share of stock determined on the basis of selling or bid and asked prices . . . does not reflect the fair market value thereof, then some reasonable modification of that basis or other relevant facts and elements of value are considered in determining the fair market value .... In certain exceptional cases, the size of the block of stock to be valued in relation to the number of shares changing hands in sales may be relevant in determining whether selling prices reflect the fair market value of the block of stock to be valued.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b448-13\">. Petitioner’s Exhibit 9-1 is a letter from the Chicago brokerage firm of Swift, Henke &amp; Co. to the executor dated January 14, 1964, giving information as to sales of Jos-lyn stock on dates near the date of death. The letter contains this statement:</p>\n<blockquote id=\"b448-14\">“In our opinion, if a block of 66,000 shares of Joslyn Manufacturing &amp; Supply Company common stock was up for sale on June 30, 1963, such a block could not have been sold except at an average price below the quoted market. We, therefore, feel a fair evaluation for this block of stock would be between $43.00 and $46.00 per share.”</blockquote>\n<p id=\"b448-15\">The return shows that the executor used the figure of $46 per share for a total valuation of $3,040,554. Because the executor does not challenge the agent’s recomputation, the appraisal opinion is of no legal significance except to indicate that the valuation process used by the executor for purposes of the return was apparently not based upon a computation involving the expense of a secondary offering.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b449-10\">. “§ 2053. <em>Expenses, indebtedness, and taxes.</em></p>\n<p id=\"b449-11\">“(a) <em>General rule. </em>— Eor purposes of the tax imposed by section 2001, the value of the taxable estate shall be determined by deducting from the value of the gross estate such amounts — •</p>\n<p id=\"b449-12\">“(2) for administration expenses,</p>\n<p id=\"b449-13\">as are allowable by the laws of the jurisdiction, whether within or without the United States, under which the estate is being administered.”</p>\n<p id=\"b449-14\">The applicable regulations provide:</p>\n<p id=\"b449-15\">“(2) Expenses for selling property of the estate are deductible if the sale is necessary in order to pay the decedent’s debts, expenses of administration, or taxes, to preserve the estate, or to effect distribution. The phrase ‘expenses for selling property’ includes brokerage fees and other expenses attending the sale, such as the fees of an auctioneer if it is reasonably necessary to employ one.” 26 C.F.R. § 20.2053-3 (d)(2).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b449-20\">. Section 20.2053-1 (b) (2) of the Regulations provides:</p>\n<blockquote id=\"b449-21\">“The decision of a local court as to the amount and allowability under local law of a claim or administration expense will ordinarily be accepted if the court passes upon the facts upon which such deductibility depends.”</blockquote>\n<p id=\"b449-22\">Appellee does not challenge compliance with this regulation but properly points out that it is not conclusive. Pitner v. United States, 388 F.2d 651, 659 (5th Cir. 1967).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}