{
  "casebody": {
    "data": "<casebody firstpage=\"708\" lastpage=\"716\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b378-3\">[No. G015238.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHB\">Fourth Dist, Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALE\">May 31, 1995.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b378-4\">THE PEOPLE, Plaintiff and Respondent, v. ANTHONY HOWARD BROWN, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"misc\" id=\"b378-6\">[Opinion certified for partial publication.<footnotemark>1</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b380-4\"><page-number citation-index=\"1\" label=\"710\">*710</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b380-5\">Howard C. Cohen, under appointment by the Court of Appeal, for Defendant and Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b380-6\">Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Janelle B. Davis, Garrett Beaumont and Demetra P. Lewis, Deputy Attorneys General, for Plaintiff and Respondent.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b378-10\">Pursuant to California Rules of Court, rules 976(b) and 976.1, parts II &amp; III of this opinion are not published, as they do not meet the standards for publication.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b380-7\">Opinion</p>\n<author id=\"b380-8\">SONENSHINE, Acting P. J.</author>\n<p id=\"Ag6\">Anthony Howard Brown appeals his conviction of second degree murder, contending (1) his Miranda<footnotemark>2</footnotemark> rights were violated, (2) the court erred in admitting graphic photos of the victim, and (3) he was denied due process because the jury was not required to unanimously agree on its theory of malice. We affirm.</p>\n<p id=\"b380-9\">I</p>\n<p id=\"b380-10\">Brown and his girlfriend Roxann Moralez resided in a motel. One evening, Brown phoned the front desk requesting an ambulance for Moralez, who Brown said had fallen in the bathroom. When the paramedics arrived, Moralez was slumped in the bathtub with Brown breathing into her mouth. There was bloody water in the tub, and the shower was running. Brown yelled for the paramedics to get Moralez breathing, but she was already dead.</p>\n<p id=\"b380-11\">Moralez’s body was severely abused. She had multiple bruises on her legs, shoulders and face, a black eye, and defensive wounds on her arms. Two of her teeth had been recently knocked out as well. An internal examination of Moralez’s neck revealed extensive hemorrhaging and blood seepage caused by external force. The coroner believed Moralez was asphyxiated by strangulation, a conclusion bolstered by the fact Moralez’s tongue was clenched tightly between her teeth.</p>\n<p id=\"b381-4\"><page-number citation-index=\"1\" label=\"711\">*711</page-number>Police investigators found one of Moralez’s teeth in the entryway and blood on the bathtub, toilet, and bathroom walls. There was also blood on the carpet by the bathroom and dresser areas, the wall by the front door, the air conditioner, and the trash can. No blood was found outside the room.</p>\n<p id=\"b381-5\">Police Officer Richard Forsyth spoke with Brown for about 15 minutes at the scene. Brown was not under arrest or restrained in any manner. He said Moralez had left the room in the afternoon to work as a prostitute. When she returned an hour later she explained she had been “jumped by a Mexican” and beaten. Brown told her to take a shower and get cleaned up. Minutes later, Brown discovered Moralez lying face down in the bathtub. He gave her mouth-to-mouth resuscitation and turned on the shower to revive her, but it was too late. Brown told Forsyth the neighbors would probably think he killed Moralez because they had frequently argued.</p>\n<p id=\"b381-6\">Forsyth transported Brown to the police station where they waited in an interview room for the police detectives. Brown had not been “Mirandized,” and although Forsyth did not question him, Brown volunteered several details about the incident.<footnotemark>3</footnotemark></p>\n<p id=\"b381-7\">Brown stated he had a heated argument with Moralez when she returned home because he did not believe she had been assaulted by a Mexican. Their dispute was so intense the manager came to the room to see if Moralez was okay. Brown replied, “She’s all right, look at her, she ain’t dead or anything.” Brown suspected Moralez had a boyfriend who had beaten her. Brown also conceded his love for Moralez was “fading away” and he did not really care for her. He had even told Moralez she could leave him if she wanted to.</p>\n<p id=\"b381-8\">At trial, Brown tried to prove he did not kill Moralez. He presented relatives who testified he and Moralez appeared happy together. He also called Hormez Guard, a forensic pathologist who conceded Moralez may have been strangled to death but surmised she could have sustained her wounds elsewhere, returned home, and died from the shock of being exposed to the hot shower water. Guard stated Moralez’s defensive wounds were indicative of a struggle and suggested the motel room would have been more disheveled had Moralez and Brown fought there. Guard additionally believed Moralez’s external neck markings ruled out Brown as the strangler because his fingernails would have left significant scratches.</p>\n<p id=\"b382-3\"><page-number citation-index=\"1\" label=\"712\">*712</page-number>II, III<footnotemark>*</footnotemark></p>\n<p id=\"b382-4\">IV</p>\n<p id=\"b382-5\">Relying on <em>Schad </em>v. <em>Arizona </em>(1991) 501 U.S. 624 [115 L.Ed.2d 555, 111 S.Ct. 2491], Brown contends his murder conviction under instructions that did not require the jury to unanimously agree on its theory of malice violated his due process rights.<footnotemark>5</footnotemark> Unfettered by any discussion of <em>Schad, </em>the Attorney General responds with a one-page argument to the effect the instructions were appropriate because they mirrored Penal Code section 188.<footnotemark>6</footnotemark> However, that simply begs the question of whether section 188 comports with constitutional notions of due process. For reasons explained below, we believe it does.</p>\n<p id=\"b382-6\">In <em>Schad, </em>the United States Supreme Court was confronted with the issue of whether due process required jury unanimity on the state’s theory of first degree murder. At trial, the prosecution advanced both premeditated and felony-murder theories, and the jury’s general verdict failed to indicate upon which theory it relied. Defendant argued premeditated and felony murder essentially constituted separate crimes as to which the jury must return individual verdicts, but the high court disagreed.</p>\n<p id=\"b382-7\">Writing for the plurality, Justice Souter explained due process principles limit “a State’s capacity to define different courses of conduct, or states of mind, as merely alternative means of committing a single offense, thereby permitting a defendant’s conviction without jury agreement as to which course or state actually occurred.” <em>(Schad </em>v. <em>Arizona, supra, </em>501 U.S. at p. 632 [115 L.Ed.2d at p. 566].) However, the plurality refused to adopt any single test for determining when that limit has been exceeded. Instead, the plurality decided, “[G]ur sense of appropriate specificity [in defining offenses] is a distillate of the concept of due process with its demands for <page-number citation-index=\"1\" label=\"713\">*713</page-number>fundamental fairness, . . . and for the rationality that is an essential component of that fairness.” <em>(Id. </em>at p. 637 [115 L.Ed.2d at p. 569] citation omitted.) Justice Souter offered several concrete considerations in applying this conceptual approach.</p>\n<p id=\"b383-5\">First, because defining criminal conduct is a quintessentially legislative prerogative, courts should refrain from second-guessing what facts are necessary to constitute an offense and must necessarily be proven individually. <em>(Schad </em>v. <em>Arizona, supra, </em>501 U.S. at p. 638 [115 L.Ed.2d at p. 569].) It is precisely because no bright line test controls this determination that the Legislature’s definition of statutory elements is usually dispositive. <em>(Id. </em>at p. 639 [115 L.Ed.2d at p. 570].) Second, courts must assess whether the state’s “particular way of defining a crime has a long history, or is in widespread use[.]” <em>(Id. </em>at p. 640 [115 L.Ed.2d at p. 570].) If the state’s definition has “historical and contemporary acceptance,” it more probably comports with fundamental principles of justice. <em>(Id. </em>at p. 642 [115 L.Ed.2d at p. 572].) And finally, courts should determine whether the challenged mental states are morally equivalent in terms of blameworthiness or culpability. <em>(Id. </em>at p. 643 [115 L.Ed.2d at p. 572].)</p>\n<p id=\"b383-6\">Applying these criteria to the Arizona statute, the plurality found there was substantial historical support for equating the mental states of premeditated and felony murder to satisfy the mens rea element of first degree murder. <em>(Schad </em>v. <em>Arizona, supra, </em>501 U.S. at pp. 640-643 [115 L.Ed.2d at pp. 570-572].) In addition, the plurality was satisfied the culpability level of the felony murder alleged (robbery murder) reasonably compared to premeditated murder. <em>(Id. </em>at p. 643-644 [115 L.Ed.2d at pp. 572-573].) Therefore, the plurality concluded the state was not constitutionally required to use separate verdict forms in pursuing alternative murder theories. <em>(Id. </em>at p. 645 [115 L.Ed.2d at p. 574].)</p>\n<p id=\"b383-7\">In a lengthy dissertation, Brown argues <em>Schad </em>compels a different conclusion when the state relies on alternative theories of malice to obtain a murder conviction. Brown concedes California cases historically have not required juries to unanimously agree on the prosecution’s theory of the case. However, he maintains that approach is unreasoned and of dubious origin. Brown also asserts express and implied malice are incomparable in terms of moral culpability. Neither contention has merit.</p>\n<p id=\"b383-8\">Brown’s historical analysis is flawed for two reasons. First, while it thoroughly tracks cases involving theft-related offenses, it offers little insight on the prevalence of permitting juries to consider alternative theories of malice. And second, it overlooks the well-grounded underpinnings of the <page-number citation-index=\"1\" label=\"714\">*714</page-number>majority rule that jurors need not unanimously agree on the exact mens rea element of the charged offense.</p>\n<p id=\"b384-4\">Allowing a murder conviction based on a finding of expressed or implied malice is no historical novelty. “Coke spoke of ‘malice fore-thought, either expressed by the party, or implied by law. . . .’ The idea may have been suggested by Lambard who (in 1619) explained felony-murder as applied to the robber by saying that the law ‘ implyeth a former malicious disposition in him rather to kill the man, than not to have his money from him.’ Blackstone said that malice ‘may be either express or implied in law,’ and judges and writers have been speaking in terms of ‘express malice’ and ‘implied malice’ ever since.” (Perkins &amp; Boyce, Criminal Law (3d ed. 1982) Murder, § 1, pp. 75-76, fhs. omitted.) Indeed, California recognized the dual character of malice early in its statehood when, in 1872, it pronounced “malice may be express or implied.” (Pen. Code, § 188.)</p>\n<p id=\"b384-5\">Moreover, the general principle that juries need not agree on the particular mental state possessed by the defendant is well established and widely recognized. As noted in <em>Schad, </em>the leading case in the area is <em>People </em>v. <em>Sullivan </em>(1903) 173 N.Y. 122 [65 N.E. 989], in which the court determined it was sufficient each juror believed beyond a reasonable doubt the defendant had committed first degree murder, regardless whether they unanimously agreed on which theory supported that finding. <em>(Schad </em>v. <em>Arizona, supra, </em>501 U.S. at p. 641 [115 L.Ed.2d at p. 571].) “The <em>Sullivan </em>rule has long been the position of the California Supreme Court.  In California it is unnecessary jurors unanimously agree on the theory of criminal culpability supporting their unanimous conclusion of guilt.” <em>(People </em>v. <em>Davis </em>(1992) 8 Cal.App.4th 28, 44 [10 Cal.Rptr.2d 381] [discussing application of rule with respect to numerous crimes]; see also <em>People </em>v. <em>Santamaria </em>(1994) 8 Cal.4th 903, 918-919 [35 Cal.Rptr.2d 624, 884 P.2d 81].)</p>\n<p id=\"b384-6\">The rule makes good sense too. While a few states have adopted different approaches, “[T]he complexity of the law and the complexity of criminal conduct make any other position so potentially instructionally difficult, and complicated, and so potentially confusing to jurors that any other rule is, as a practical matter, unacceptable. [Citations.]” <em>(People </em>v. <em>Davis, supra, </em>8 Cal.App.4th at p. 44; see also <em>State </em>v. <em>James </em>(Alaska 1985) 698 P.2d 1161, 1165 [“Rejection of the <em>Sullivan </em>rule would . . . result in juror disagreement over semantics in many cases in which they unanimously agree that the defendant committed the wrongful deed. Our experience is that jurors have a keen sense of justice that is well served by the <em>Sullivan </em>rule.”].)</p>\n<p id=\"b384-7\">Having decided the state’s malice definition has substantial historical acceptance, we must now compare express and implied malice in order <page-number citation-index=\"1\" label=\"715\">*715</page-number>to evaluate their degree of moral equivalence.  Under our Penal Code, express malice signifies an intent unlawfully to kill, whereas implied malice is characterized by circumstances showing an abandoned and malignant heart or the absence of considerable provocation. (Pen. Code, § 188; <em>People </em>v. <em>Nieto Benitez </em>(1992) 4 Cal.4th 91, 102-103 [13 Cal.Rptr.2d 864, 840 P.2d 969]; <em>People </em>v. <em>Saille </em>(1991) 54 Cal.3d 1103, 1114 [2 Cal.Rptr.2d 364, 820 P.2d 588].) Rather than defining different mens reas, however, express and implied malice are really a shorthand way of denoting the requisite mental state for murder known as malice aforethought. (2 Wharton’s Criminal Law (14th ed. 1979) Murder, § 137, pp. 170-171; <em>People </em>v. <em>Doyell </em>(1874) 48 Cal. 85, 96 [“. . . the crime is equally murder where the malice aforethought is expressly proved and where it is implied.”].)</p>\n<p id=\"b385-5\">Express and implied malice therefore encompass a relatively narrow range of criminal conduct. Either the defendant kills intentionally, without considerable provocation, or the circumstances evince an abandoned or malignant heart. In comparison, the scope of conduct deemed morally equivalent in <em>Schad </em>ranged from premeditated murder to felony murder. Although premeditated murder is characterized by a planned, deliberate intent to kill (see <em>People </em>v. <em>Anderson </em>(1968) 70 Cal.2d 15, 24-25 [73 Cal.Rptr. 550, 447 P.2d 942]), and felony murder merely requires the intent to commit the underlying felony <em>(People </em>v. <em>Hernandez </em>(1988) 47 Cal.3d 315, 346 [253 Cal.Rptr. 199, 763 P.2d 1289]; <em>People </em>v. <em>Anderson </em>(1991) 233 Cal.App.3d 1646, 1658 [285 Cal.Rptr. 523]), <em>Schad </em>found the two mental states were sufficiently alike to be treated as alternative means of satisfying the mens rea requirement for first degree murder.</p>\n<p id=\"b385-6\">Using the mental states involved in <em>Schad </em>as guideposts, it is clear that express and implied malice are also morally on a par. On the one hand, a person who kills intentionally, i.e., with express malice, is less culpable than someone who kills with premeditation and deliberation. On the other hand, the mental states associated with implied malice, i.e., abandoned heart and inadequate provocation, are more blameworthy than the mindset needed for felony murder, insofar as felony murder does not require any intent to kill. Because the range of culpability between express and implied malice is narrower than the culpability levels deemed equivalent in <em>Schad, </em>it follows that express and implied malice met the test for moral equivalence.</p>\n<p id=\"b385-7\">In sum, we are satisfied the alternative formulations of malice contained in Penal Code section 188 are deeply rooted in judicial history and encompass comparable notions of culpability. Therefore, the jury was not required to unanimously agree on its theory of malice in finding Brown guilty of second degree murder. (See generally; <em>State </em>v. <em>Russell </em>(Utah 1987) 733 P.2d <page-number citation-index=\"1\" label=\"716\">*716</page-number>162, 165-168 <em>[pre-Schad </em>decision ruling jury may consider alternative theories on charge of second degree murder]; <em>People </em>v. <em>Johnson </em>(1991) 187 Mich.App. 621 [468 N.W.2d 307, 310-311] [same].)</p>\n<p id=\"b386-4\">The judgment is affirmed.</p>\n<p id=\"b386-5\">Wallin, J., and Rylaarsdam, J.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b386-6\">A petition for a rehearing was denied June 19, 1995, and appellant’s petition for review by the Supreme Court was denied August 23, 1995.</p>\n<footnote label=\"2\">\n<p id=\"b380-12\">See <em>Miranda </em>v. <em>Arizona </em>(1966) 384 U.S. 436 [16 L.Ed.2d 694, 86 S.Ct. 1602, 10 A.L.R.3d 974].</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b381-9\">Unbeknownst to Forsyth, the police secretly recorded Brown’s statements shortly after he began speaking.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b382-8\">See footnote 1, <em>ante, </em>page 708.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b382-9\">Pursuant to CALJIC No. 8.11, the jury was instructed malice may be express or implied, but it was not required to agree on its theory of malice.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b382-10\">That section provides the malice aforethought necessary to make an unlawful killing murder “may be express or implied. It is express when there is manifested a deliberate intention unlawfully to take away the life of a fellow creature. It is implied when no considerable provocation appears, or when the circumstances attending the killing show an abandoned and malignant heart. [IQ When it is shown that the killing resulted from the intentional doing of an act with express or implied malice as defined above, no other mental state need be shown to establish the mental state of malice aforethought. Neither an awareness of the obligation to act within the general body of laws regulating society nor acting despite such awareness is included within the definition of malice.”</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b386-7\">Judge of the Orange Superior Court sitting under assignment by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}