{
  "casebody": {
    "data": "<casebody firstpage=\"192\" lastpage=\"197\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b244-7\">Sullivan County Probate Court</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AQy\">No. 97-707</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b244-8\">In re Jesse F.</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b244-9\">December 8, 1998</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b245-4\"><page-number citation-index=\"1\" label=\"193\">*193</page-number><em>Nancy S. Tierney, </em>of Lebanon, on the brief and orally, for the grandmother, Brenda F.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b245-5\"><em>Buckley and Zopf, </em>of Claremont <em>(Michael A. Fuerst </em>on the brief and orally), for the mother, Erica E</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b245-6\">JOHNSON, J.</author>\n<p id=\"AaB\">The paternal grandmother of Jesse E, Brenda E, appeals the decision of the Sullivan County Frobate Court <em>(Feeney, </em>J.) denying her petition for guardianship over her minor grandson. We affirm.</p>\n<p id=\"b245-7\">The following facts were adduced at the guardianship hearing in August 1997. Jesse F. was born on January 2, 1994, and is the biological son of Erica E, the appellee, and Jeremy E, who is Brenda F.’s son. Shortly after Jesse was born, Erica brought the child to Brenda’s home and asked Brenda to care for him while she resolved certain personal problems. Jesse remained with Brenda between one and three months. During the following three-and-one-half years, Jesse periodically spent extended periods of time with Brenda, including weeks when Jesse stayed with Brenda under an arrangement whereby Jeremy had custody on alternating weeks. In July 1997, Brenda filed a petition for guardianship of a minor with the probate court seeking to be appointed guardian of Jesse. <em>See </em>RSA 463:5, II (Supp. 1997). The probate court ordered that Brenda be awarded a temporary guardianship and scheduled a hearing on August 28, 1997, to decide whether Brenda should become Jesse’s permanent guardian. At the conclusion of that hearing, the probate court denied the petition, and this appeal followed.</p>\n<p id=\"b245-8\">On appeal, Brenda contends that the probate court erred because: (1) its ruling was unsupported by the evidence; (2) it did not give due weight to the biological father’s stated preference that guardianship be granted to Brenda; and (3) it did not appoint a guardian ad litem for Jesse.</p>\n<p id=\"b245-9\"> In this case, the probate court has exclusive jurisdiction over the appointment of a guardian and the right of custody incident thereto. <em>See </em>RSA 463:4 (Supp. 1997); <em>Ellsworth v. Heath, </em>140 N.H. 833, 835, 678 A.2d 138, 139 (1996); <em>McLaughlin v. Mullin, </em>139 N.H. 262, 265, 651 A.2d 934, 936 (1994). The probate court has wide discretion in the determination of guardianship matters, “which will not be disturbed except upon a clear showing that this discretion has been abused.” <em>In re Sabolevski, </em>107 N.H. 256, 257, 220 A.2d 745, 746-47 (1966). By statute, “[t]he findings of fact of the judge of probate are final unless they are so plainly erroneous that such findings could not be reasonably made.” RSA 567-A:4 (1997). <page-number citation-index=\"1\" label=\"194\">*194</page-number>Accordingly, we will not overturn the probate court’s ruling on guardianship if it is supported by the evidence and is not erroneous as a matter of law. <em>See In re William A., 142 </em>N.H. 598, 600, 705 A.2d 1196, 1197 (1998).</p>\n<p id=\"b246-5\">Brenda first contends that the probate court’s finding that “no clear and convincing evidence was presented requiring substitution of parental care” was unsupported by the evidence. We disagree. RSA 463:8, 111(b) (Supp. 1997) provides:</p>\n<blockquote id=\"b246-6\">If a parent objects to the establishment of the guardianship of the person requested by a non-parent, the burden of proof shall be on the petitioner to establish by clear and convincing evidence that the best interests of the minor require substitution or supplementation of parental care and supervision to provide for the essential physical and safety needs of the minor or to prevent specific, significant psychological harm to the minor.</blockquote>\n<p id=\"b246-7\">At the hearing, Brenda presented four witnesses, including herself, a family friend, and members of her immediate family, who testified that Erica inappropriately or inadequately cared for her son. However, two professionals employed by the New Hampshire Division for Children, Youth, and Families (DCYF) and a social worker from a family counseling center testified that Erica properly cared for Jesse. These three professional witnesses all concurred that Jesse should remain with his mother. The probate court, after hearing all the testimony, specifically ruled that it concurred with the recommendations of the social worker and DCYF officials, and on that basis denied Brenda’s petition. “It is within the probate court’s sound discretion to evaluate credibility,” <em>In re Angel N., 141 </em>N.H. 158, 163, 679 A.2d 1136, 1139 (1996), because “[t]he imponderables of human relationships may be better dealt with at first hand than at second.” <em>Pendergast v. Titus, </em>95 N.H. 191, 193, 60 A.2d 122, 124 (1948). Accordingly, we will uphold the probate court’s ruling, even if we would have found differently, so long as a reasonable trier of fact, could have made the same factual determinations and the probate court did not err as a matter of law. <em>See In re Tracy M., </em>137 N.H. 119, 125, 624 A.2d 963, 966 (1993); <em>Pendergast, </em>95 N.H. at 193-94, 60 A.2d at 124. In this case, the consistent testimony of the three professionals that it was in Jesse’s best interest not to grant the petition for guardianship supports the probate court’s order.</p>\n<p id=\"b246-8\">Brenda next contends that the probate court erred in not considering the stated preference of the biological father, Jeremy, that Brenda be appointed guardian. RSA 463:3, I (Supp. 1997) <page-number citation-index=\"1\" label=\"195\">*195</page-number>provides that “[t]he father and mother of every minor are joint guardians of the person of such minor, and the powers, rights, and duties of the father and mother in regard to such minor shall be equal.” Brenda contends that because the father possesses guardianship rights equal to that of the mother, “the biological father’s wishes should have been considered” by the court, and because the court’s order “gives no indication of what, if any, weight was given to the wishes of the biological father, ... the decision should be overturned.” Brenda’s argument is premised exclusively on the statutory dictates of RSA chapter 463, and thus we express no opinion as to the constitutional ramifications, <em>see, e.g., In re Taryn D., </em>141 N.H. 376, 378, 684 A.2d 63, 64 (1996), if any, on the question of the weight to be afforded Jeremy’s testimony. <em>See State v. Ramos, </em>131 N.H. 276, 281, 553 A.2d 275, 278-79 (1988) (to trigger a State constitutional analysis, the constitutional provision must be raised in brief).</p>\n<p id=\"b247-5\">Jeremy was given the opportunity to testify at the hearing and did in fact inform the court that he believed that it was in Jesse’s best interest that the petition for guardianship be granted. Accordingly, we understand Brenda’s argument to be that the probate court erred, as a matter of law, in not giving almost presumptive weight to the father’s wishes, and that the guardianship statute requires the court to specifically enumerate in its order its reasons for discounting Jeremy’s testimony and ruling in favor of Erica. This argument is without merit. Although the guardianship statute requires the probate court to ascertain the preference of the minor and give that preference just weight, <em>see </em>RSA 463:8, IV (Supp. 1997), it contains no such provision with respect to the wishes of a parent. Likewise, RSA 463:8, VI (Supp. 1997) provides that if a parent objects to the <em>“appointment or continuation </em>of a guardianship, the court shall issue written findings” explaining why the petitioner has met its burden of proving that appointment of a guardian is necessary (Emphasis added.) The guardianship statute does not require, however, that the court make specific findings with respect to the reasons for not appointing or continuing a guardianship or for rejecting one parent’s preference for a specific guardian. It is a well-established principle of statutory construction that we will not add words to a statute, and thus bestow rights, that the legislature did not see fit to include. <em>See Olson v. Town of Fitzwilliam, </em>142 N.H. 339, 344, 702 A.2d 318, 321 (1997). The probate court, therefore, was not obligated to give additional weight to Jeremy’s opinion or explain what weight it did give to his <page-number citation-index=\"1\" label=\"196\">*196</page-number>testimony. <em>Cf. In re Jessica B., </em>121 N.H. 291, 294-95, 429 A.2d 320, 322 (1981) (finding no authority to impose certain duties on guardians).</p>\n<p id=\"b248-5\">Brenda next contends that the probate court erred in not appointing a guardian ad litem for Jesse. RSA 464-A:41 (1992) (amended 1997) provides that</p>\n<blockquote id=\"b248-6\">[w]hen before or during the hearing on any proceeding in any court it appears to the court that the interest or rights of a minor ... are not fully represented, the court may, and upon the request of any interested person shall, appoint a competent and disinterested person to act as guardian ad litem for such minor ... to represent his interest in the case.</blockquote>\n<p id=\"b248-7\">Brenda contends on appeal that given the contested nature of the proceeding, the court should have appointed a guardian ad litem. As support for her position, she contends that if this matter had been heard in a court that is part of the family division pilot program, <em>see generally </em>Laws 1995, 152:1, :2, VII (establishing family court pilot program in Grafton and Rockingham Counties with jurisdiction over guardianship issues in those counties), a guardian ad litem would have been appointed. We note, however, that “[w]here a statutory claim is not properly raised below so as to put the tribunal on notice that it should address the factual as well as legal issues peculiar to such a claim, we will not review the claim on appeal.” <em>Raudonis v. Ins. Co. of North America, </em>137 N.H. 57, 60, 623 A.2d 746, 748 (1993) (quotation and ellipses omitted). From the record presented to us by Brenda, <em>see State v. Bergmann, </em>135 N.H. 97, 99, 599 A.2d 502, 504 (1991) (moving party has the burden <em>of </em>providing the supreme court with a sufficient record to decide the issue), it appears that she failed either to (1) request appointment of a guardian ad litem pursuant to RSA 464-A:41, or (2) bring this issue to the attention of the trial court. Thus, the trial court was not given the opportunity to determine whether Jesse’s interests were adequately represented, or to determine what, if any, effect the existence of the rules of the family division pilot program might have on a proceeding in the Sullivan County Probate Court. Accordingly, the issue is not properly before this court for consideration. <em>See In re Kristopher B., </em>125 N.H. 678, 681, 486 A.2d 277, 280 (1984).</p>\n<p id=\"b248-8\">To the extent RSA 464-A:41, I, gives the probate court the discretion to appoint a guardian ad litem <em>sua sponte, </em>we will not find <page-number citation-index=\"1\" label=\"197\">*197</page-number>error absent an abuse of discretion. <em>Cf. In re Angel N., </em>141 N.H. at 163, 679 A.2d at 1138. Brenda asserts that “[g]iven the contradictory testimony, and the disagreement between the parties as to the best interests of the child,” the court should have appointed a guardian ad litem. We will assume, without deciding, that Brenda may raise this issue for the first time on appeal. <em>But cf. State v. Davis, </em>143 N.H. 8, 11, 718 A.2d 1202, 1204-05 (1998) (criminal defendant must make contemporaneous objection to court’s failure to <em>sua sponte voir dire </em>prospective jurors in order to preserve issue for appeal). On the record presented to us, however, we cannot say that the mere fact that the two parties disagreed as to the proper guardian for Jesse demonstrates that the child’s interests were not sufficiently represented. Accordingly, we are not persuaded that the court abused its discretion.</p>\n<p id=\"b249-4\">Finally, we have reviewed the record and briefs regarding Brenda’s remaining arguments that the probate court improperly viewed her home as an extension of Erica’s and that DCYF officials failed to interview Jeremy before testifying at the hearing. We find they are without merit and deserve no further discussion. <em>See, e.g., Vogel v. Vogel, </em>137 N.H. 321, 322, 627 A.2d 595, 596 (1993).</p>\n<p id=\"b249-5\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b249-6\">BRODERICK, J., did not sit; the others concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}