{
  "casebody": {
    "data": "<casebody firstpage=\"901\" lastpage=\"911\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b927-5\">UNITED STATES of America, Plaintiff—Appellee, v. Judith LUGO, Defendant—Appellant. United States of America, Plaintiff—Appellee, v. Joel Katz, Defendant—Appellant. United States of America, Plaintiff—Appellee, v. Joel Katz, Defendant—Appellant. United States of America, Plaintiff—Appellee, v. Judith Lugo, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A9C\">Nos. 02-4708, 02-4734, 04-4124, 04-4241.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b927-17\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b927-18\">Argued: Sept. 29, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b927-19\">Decided: May 13, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b929-8\"><page-number citation-index=\"1\" label=\"903\">*903</page-number>Thomas Walsh Farquhar, Washington, D.C., for Judith Lugo; Francis Joseph Gorman, Gorman <em>&amp; </em>Williams, Baltimore, Maryland, for Joel Katz. Joyce Kallam McDonald, Assistant United States Attorney, Office of the United States Attorney, Baltimore, Maryland, for the United States.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b929-9\">Christopher C. Bosley, Gorman &amp; Williams, Baltimore, Maryland, for Joel Katz. Thomas M. DiBiagio, United States Attorney, Robert R. Harding, Assistant United States Attorney, Office of the United States Attorney, Baltimore, Maryland, for the United States.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b929-10\">Before WILLIAMS, KING, and DUNCAN, Circuit Judges.</judges>\n<p data-order=\"8\" data-type=\"misc\" id=\"b929-12\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b929-13\">PER CURIAM:</author>\n<p id=\"b929-14\">In July 2001, a grand jury in Maryland returned two indictments charging Joel Katz and Judith Lugo with various crimes in connection with a fraudulent telemarketing scheme, and Katz with bankruptcy fraud and illegal possession of a firearm. In three separate trials on these charges, juries convicted Katz and Lugo on all counts. The district court imposed custodial sentences of 97 months for Katz and 51 months for Lugo. This court’s initial opinion affirmed the Appellants’ convictions, affirmed Katz’s sentence based in part on <em>United States v. Hammoud, </em>381 F.3d 316, 348-53 (4th Cir.2004) (en banc), and vacated Lugo’s sentence. <em>See United States v. Lugo, </em>No. 02-4708(L), 2005 WL 102986 (4th Cir. Jan.19, 2005). The Appellants petitioned for rehearing, objecting principally to our resolution of their sentencing objections under <em>United States v. Booker, </em>— U.S.-, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). Because <em>Booker </em>abrogates this court’s decision in <em>Hammoud, </em>and in order to clarify the disposition of the Appellants’ assignments of error, we grant the Appellants’ petition for rehearing and withdraw our earlier opinion. For the reasons that follow, we again affirm their convictions and vacate and remand their sentences for resentencing in accordance with <em>Booker.</em></p>\n<p id=\"b929-17\">I.</p>\n<p id=\"b929-18\">The criminal conduct underlying this appeal centered around a telemarketing scheme devised by Katz. Katz purchased an automatic dialing machine that would sequentially dial telephone numbers. When a call was answered, a recorded message would state that a “VTSA-card processing center” was attempting to reach the individual and that the individual could be connected automatically with an “operator” for further information. If the <page-number citation-index=\"1\" label=\"904\">*904</page-number>individual agreed to be connected automatically, the machine would transfer the call to one of Katz’s telemarketers, who would then attempt to sell the individual a membership in “The Money Club,” “Tele-Money Club,” “Smart Savers Club,” or “Cash Card Express.” Membership would entitle the individual to a pre-approved VISA credit card and up to $2,500 in coupons. The cost of these memberships varied from $49.95 to $149.95, but at no time did Katz have an agreement with a credit card issuer or financial institution to make such offers. Rather than distributing the promised cards or coupons, Katz would mail the individuals a list of institutions that did offer such cards.</p>\n<p id=\"b930-4\">Lugo initially worked for Katz as a telemarketer, offering credit card club membership programs to consumers. Subsequently, Lugo moved up within Katz’s operation and became responsible for supervising a room of telemarketers, writing sales scripts, and confirming the individuals’ authorization to debit their checking account to pay for their memberships. When Katz was later forced from the organization by his creditors as a result of the growing number of complaints and requests for refunds, Lugo opened a separate call center modeled on Katz’s scheme.</p>\n<p id=\"b930-5\">Poor performance led to the eventual collapse of the operation, which left Katz with debts that far exceeded his assets. Apparently mindful of his potential default, Katz ensured that most of his property was held in the name of Martha Tuxford, his long-time girlfriend. Katz eventually capitalized on this arrangement in filing for personal bankruptcy by declaring only $5,280 in assets, despite his possession of a house and two cars. During an investigation into whether Katz’s bankruptcy petition was fraudulent, authorities learned that Katz’s operation routinely issued monthly “Martha checks” that covered the amount of the mortgage and upkeep on the home, and that almost all of the funds necessary to acquire the home and two cars came from Katz’s businesses. Additionally, when authorities investigating the adequacy of Katz’s bankruptcy petition executed a search warrant at Katz’s home on April 24, 2001 as part of their inquiry, they discovered a shotgun in Katz’s bedroom closet.</p>\n<p id=\"b930-7\">Three separate trials were conducted with respect to Katz’s and Lugo’s conduct. A two-day jury trial that began on October 15, 2001 resulted in Katz’s conviction under 18 U.S.C. § 922(g)(1) for possessing a shotgun despite a prior felony conviction. A second jury returned a conviction as to the bankruptcy fraud charges against Katz on October 23, 2001. The charges related to Katz’s and Lugo’s participation in the telemarketing fraud scheme (the “telemarketing trial”) were also tried before a jury, which returned a guilty verdict as to each defendant on June 6, 2002. At the conclusion of these trials, the district court sentenced Katz to ninety-seven months’ incarceration followed by three years’ supervised release, and Lugo to fifty-seven months’ incarceration followed by three years’ supervised release. In addition, the court fined Katz $10,000 and ordered restitution in the amount of $867.77. Katz and Lugo timely appeal.</p>\n<p id=\"b930-8\">II.</p>\n<p id=\"b930-9\">Katz and Lugo offer five challenges to their convictions. First, Katz argues that the district court erred in denying his request for a jury instruction regarding his potential justification for possessing a firearm. Second, Katz argues that the court erred in denying his requests for jury instructions regarding his alleged reliance on advice of counsel in filing his bankruptcy petition. Third, Katz challenges the district court’s jury instruction as to what constitutes an equitable interest in proper<page-number citation-index=\"1\" label=\"905\">*905</page-number>ty that must be disclosed when filing for bankruptcy. Fourth, Katz argues that the court erred in allowing evidence of an injunction that prevented him from using the VISA brand name. Finally, Lugo argues that the court erred in allowing evidence of a prior conviction to be admitted on cross-examination. We consider these issues in turn.</p>\n<p id=\"b931-5\">A.</p>\n<p id=\"b931-6\">Katz’s first assignment of error addresses the court’s decision to deny his request for a jury instruction regarding the defense of justification in his trial for possessing a shotgun in violation of § 922(g)(1). We review the denial of a requested jury instruction de novo. <em>United States v. Perrin, </em>45 F.3d 869, 871 (4th Cir.1995). In support of his proposed instruction, Katz argued that a threat against Martha Tuxford by a disenchanted creditor in 1998 justified his possession of the shotgun discovered in his closet in 2001. However, the district court found the nature of this threat was insufficient to support a justification defense, and we agree.<footnotemark>1</footnotemark> In order to assert a justification defense, a defendant cannot continue to possess a weapon long after the threat has ceased to be imminent. <em>See United States v. Holt, </em>79 F.3d 14, 16 (4th Cir.1996). As a result, Katz’s proposed instruction regarding justification was properly denied.</p>\n<p id=\"b931-7\">B.</p>\n<p id=\"b931-8\">Katz next argues the district court improperly denied a jury instruction regarding his reliance on the advice of counsel when completing his bankruptcy petition. Prior to filing his fraudulent bankruptcy petition, Katz retained Howard Rubenstein, a bankruptcy attorney, and Andrew Radding, a criminal defense attorney. Citing his retention of these attorneys, Katz argues it should be presumed that the disclosures in his petition reflected their legal advice. Although demonstrating a reliance on poor legal advice may negate the inference of fraudulent intent in completing a bankruptcy petition, <em>see, e.g., In re Hatton, </em>204 B.R. 477, 484 (E.D.Va.1997), that defense is not absolute. A defendant must demonstrate that he made full disclosure of all pertinent facts to counsel and relied on counsel’s advice in good faith. <em>See United States v. Butler, </em>211 F.3d 826, 833 (4th Cir.2000). We agree with the district court that Katz failed to present an adequate foundation as to either Radding or Rubenstein under <em>Butler, </em>as Katz offered only the fact that he retained counsel as a basis for his instruction.<footnotemark>2</footnotemark> Such a foundation is clearly inadequate.</p>\n<p id=\"b931-12\">C.</p>\n<p id=\"b931-13\">Katz’s third challenge to his conviction concerns the district court’s instruction to the jury in his bankruptcy fraud trial as to what constitutes an “equitable interest” in property. In a bankruptcy petition, a debtor must disclose all interests in .property as of the date of his petition, including equitable interests. <em>In </em><page-number citation-index=\"1\" label=\"906\">*906</page-number><em>re Morehead, </em>283 F.3d 199, 202 (4th Cir. 2002). The nature of a pre-petition interest is determined by state law. <em>In re Shearin, </em>224 F.3d 346, 349 (4th Cir.2000). Katz argues the district court erred in refusing to instruct the jury that he was not required to disclose an interest in his house, which was held in the name of Martha Tuxford, as he possessed only a defeasible contingent remainder interest. As before, we review the denial of a requested jury instruction de novo. <em>Perrin, </em>45 F.3d at 871.</p>\n<p id=\"b932-4\">Our review of the foundation for Katz’s proposed instruction indicates that it was properly denied. The deed to the home in which he and Tuxford lived conferred the property and improvements thereon to Katz in fee simple, while reserving for Tuxford a life estate and the power “to sell, lease, mortgage, convey or otherwise dispose of or encumber the whole and entire fee simple estate,” J.A. 532-33, even in a manner that would defeat Katz’s contingent remainder interest. Emphasizing the unusually broad powers granted to Tuxford, Katz cited a Georgia bankruptcy case for the proposition that a “contingent remainder ... is not property of the debt- or’s estate.” <em>In re Hicks, </em>22 B.R. 243, 244 (N.D.Ga.1982). However, the conclusion in <em>Hicks </em>turned not on the identification of the interest in question as a “contingent remainder,” but the fact that the interest could not be transferred or assigned under Georgia law. <em>See In re Baydush, </em>171 B.R. 953, 957 (E.D.Va.1994) (discussing <em>Hicks </em>as applied to Virginia law). In Maryland, a contingent interest assigned by the grantor to a designated remainderman and contingent only to an event is descendible, divisible, and may be assigned by the remainderman. <em>See Willoughby v. Trevisonno, </em>202 Md. 442, 97 A.2d 307, 311 (1953). As the only remainderman to Tuxford’s life estate, Katz had an equitable interest in the home deeded to Tuxford for life, and thus was obliged to disclose this interest in his bankruptcy petition.</p>\n<p id=\"b932-6\">D.</p>\n<p id=\"b932-7\">Katz’s final challenge to his convictions addresses the introduction of evidence in the telemarketing trial regarding an injunction that enjoined Katz from trespassing on the VISA trademark by “ ‘participating in any manner in or with any business, enterprise, venture, entity or individual that solicits customers” or otherwise used the trademark VISA “‘in any way.’” J.A. 1176, 1181, 1426-34. Although Katz had secured a pre-trial ruling preventing the United States from introducing his subsequent criminal contempt conviction for violating the injunction, Katz testified in his defense, and during cross-examination the United States indicated its intent to question Katz about the injunction itself. The court found discussion of the injunction alone to be appropriate for cross-examination, and Katz was allowed to explain his understanding of the injunction on redirect. We review Katz’s challenge to the district court’s evidentiary determination for an abuse of discretion. <em>United States v. Godwin, </em>272 F.3d 659, 670 (4th Cir.2001).</p>\n<p id=\"b932-8\">We find no merit in Katz’s theory that any reference to the injunction constituted an attempt to introduce evidence of his prior conviction in violation of Fed.R.Evid. 404(b). Although Katz argues that the 1985 injunction was both stale and irrelevant, we agree with the court below that it was a permissible subject for cross-examination in light of the heavy reliance on the VISA name in Katz’s telemarketing strategy and Katz’s assertions that his offers were not fraudulent. Hence, we find no error on this issue, or indeed on any of the issues underlying Katz’s convictions.</p>\n<p id=\"b932-9\">E.</p>\n<p id=\"b932-10\">Turning to Lugo’s only challenge to her conviction on mail and wire fraud <page-number citation-index=\"1\" label=\"907\">*907</page-number>charges, we find no error in the district court’s decision to allow the United States to reference her prior conviction for conspiring to distribute cocaine base for impeachment purposes during trial. Essentially, Lugo argues that the district court failed to make the findings required by the balancing test of Federal Rule of Evidence 609(a) before allowing discussion of her prior conviction on cross-examination. <em>United States v. Gray, </em>852 F.2d 136, 139 (4th Cir.1988) (noting a court’s duty to “make an explicit finding on the record” as to whether the probative value of .the evidence outweighs its prejudicial effect before allowing a party to question a witness about a prior felony conviction on cross-examination). Although Lugo’s counsel raised several objections to the introduction of her prior felony conviction, he did not contest the adequacy of the district court’s findings under Rule 609(a) either before or during trial.<footnotemark>3</footnotemark></p>\n<p id=\"b933-5\">When a defendant presents on appeal an objection she failed to raise at trial, our review is for plain error only. Under plain error, Lugo must show: (1) there was error; (2) that is plain; (3) that affects her substantial rights; (4) and that the error “affected fairness, integrity or public reputation of judicial proceedings” to such a degree that this court is persuaded to exercise its discretion to correct the error. <em>United States v. Vonn, </em>535 U.S. 55, 62-63, 122 S.Ct. 1043, 152 L.Ed.2d 90 (2002) (internal quotations omitted). Assuming for the purposes of our analysis that Lugo has identified error that qualifies as plain, Lugo completely fails to demonstrate prejudice beyond the conclusory assertions to that effect in her brief, which we find unpersuasive given the weight of the evidence presented against her at trial. <em>See United States v. Hastings, </em>134 F.3d 235, 240-41 (4th Cir.1998) (discussing requirement of demonstrating prejudice in order to satisfy the substantial rights prong of the plain error analysis). As a result, we find Lugo fails to demonstrate error in her conviction.<footnotemark>4</footnotemark></p>\n<p id=\"b934-3\"><page-number citation-index=\"1\" label=\"908\">*908</page-number>III.</p>\n<p id=\"b934-4\">Katz and Lugo also offer several challenges to the calculation of their sentences. Katz and Lugo principally argue that their sentences are erroneous following <em>United States v. Booker, </em>— U.S.-, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). In <em>United States v. Hughes, </em>401 F.3d 540 (4th Cir. 2005), we held that when a sentence calculated under the Sentencing Guidelines that exceeded the maximum sentence authorized by the facts found by the jury alone, the defendant could demonstrate plain error that warranted resentencing under <em>Booker. Id. </em>at 547. Because it is undisputed that the district court made factual determinations beyond the jury’s findings that increased the Appellants’ sentences,<footnotemark>5</footnotemark> they are entitled to resentencing. <em>Hughes, </em>401 F.3d at 547.</p>\n<p id=\"b934-7\">Before remanding for resentencing, however, we pause to consider the particular challenges raised by Katz and Lugo regarding the manner in which the district court calculated their sentences under the Sentencing Guidelines. Katz and Lugo first argue jointly that the court erred in denying their request for the aid of a forensic accountant at sentencing. Second, Katz argues that the district court applied the wrong guideline in determining his sentence. Third, Lugo contends the district court erred in applying a two-level enhancement under <em>U.S. Sentencing Guidelines Manual </em>§ 3C1.1 (1998).<footnotemark>6</footnotemark> Finally, Lugo also argues the court failed to properly determine her degree of responsibility in Katz’s criminal enterprise. We consider each issue in turn.<footnotemark>7</footnotemark></p>\n<p id=\"b934-14\">A.</p>\n<p id=\"b934-15\">Katz and Lugo first argue jointly that the district court abused its discretion in denying their request for a forensic accountant to assist in establishing the total loss for which they could be held ac<page-number citation-index=\"1\" label=\"909\">*909</page-number>countable at sentencing. Under the Criminal Justice Act of 1964, <em>see </em>18 U.S.C. § 3006A, the district court may, at its discretion, authorize appointed counsel “to obtain investigative, expert, or other services necessary for adequate representation,” provided the expertise is necessary “and that the person is financially unable to obtain them.” <em>Id. </em>The district court nevertheless determined that a forensic accountant was unnecessary, as “the evidence presented at trial and the arguments set forth in the government’s sentencing memorandum” suggested that the loss exceeded $1.5 million by a wide margin. J.A. 1502. The district court’s denial of authorization for an expert witness is reviewed for an abuse of discretion. <em>United States v. Hartsell, </em>127 F.3d 343, 349 (4th Cir.1997).</p>\n<p id=\"b935-6\">We find no abuse of discretion in the district court’s decision to deny Katz and Lugo a forensic accountant. Under the Sentencing Guidelines, a sentencing court may make “a reasonable estimate of the loss” based on the evidence presented. USSG § 2F1.1, cmt. n. 8 (1998). Here, the loss figure underlying the court’s sentencing calculations reflected the evidence and testimony presented at trial. The Appellants were able to cross-examine the witnesses who testified as to loss in order to probe the validity of their calculations and the manner in which the final numbers were derived. Finally, the records substantiating these estimations of loss were presented at trial and explored in some detail. Accordingly, we find no abuse of discretion in the district court’s determination that Katz and Lugo did not need a court-appointed forensic accountant to assist them in challenging the loss estimations used to determine their sentences.</p>\n<p id=\"b935-9\">B.</p>\n<p id=\"b935-10\">Katz next argues the court applied the wrong guideline in determining his sentence. The district court calculated Katz’s sentence under the guideline applicable to mail and wire fraud as defined by 18 U.S.C. §§ 1341, 1343, <em>see </em>§ 2F1.1, rather than money laundering as defined by 18 U.S.C. § 1956(a)(l)(B)(l), <em>see </em>USSG § 2S1.1 (1998). However, Katz’s contention that his conviction for money laundering under § 1956 represents the “most serious offense,” as § 2S1.1 provides a higher base offense level than § 2F1.1, reflects a mistaken understanding of the Sentencing Guidelines.</p>\n<p id=\"b935-11\">Under the Sentencing Guidelines, convictions for offenses punishable under § 2F1.1 (mail and wire fraud) and § 2S1.1 (money laundering) are closely related offenses that must be grouped. <em>See </em>USSG § 3D1.2(d) (1998). When offenses are grouped under § 3D1.2(d), the sentencing court is to apply “the offense guideline that produces the highest offense level” when determined “in accordance with Chapter Two and Parts A, B and C of Chapter Three” as applied to the defendant’s aggregate conduct. USSG § 3D1.3(b) (1998). Hence, the “most serious” offense is that which yields the highest <em>total </em>offense level, rather than the conviction that carries the highest <em>base </em>offense level. <em>See id.</em><footnotemark><em>8</em></footnotemark><em> </em>Katz’s argument is premised on his misunderstanding that “most serious offense” . is predicated on base offense level, rather than total offense level, and as such is without merit.</p>\n<p id=\"b936-3\"><page-number citation-index=\"1\" label=\"910\">*910</page-number>C.</p>\n<p id=\"b936-4\">Turning to the first of Lugo’s two challenges to her sentence, we find no error in the district court’s decision to apply a two-level enhancement to Lugo’s offense level following her perjurious testimony at trial. Lugo’s presentence report states that Lugo testified at trial that she was merely “a clerical employee fulfilling only administrative duties,” misrepresented her dates of employment by Katz, and denied (a) “being a supervisory employee,” (b) opening a telemarketing room on behalf of a successor to Katz, and (c) knowing that the sales promises underlying the scheme were empty. Lugo argues that these findings are insufficient to justify an offense level enhancement for obstruction of justice under § 3C1.1. In order to apply § 3C1.1 based on a defendant’s testimony at trial, the sentencing court must find that the defendant gave “false testimony concerning a material matter with the willful intent to provide false testimony” under oath. <em>United States v. Dunnigan, </em>507 U.S. 87, 94-95, 113 S.Ct. 1111, 122 L.Ed.2d 445 (1993).</p>\n<p id=\"b936-5\">Here, we find no error in the district court’s application of § 3C1.1. Lugo argues that some of the matters on which she is accused of testifying falsely include her awareness during verification calls of a particular individual’s age or whether another individual with whom she was speaking was disabled. However, Lugo’s statements on these matters were offered to attenuate her involvement in Katz’s operation, and by extension her culpability. Further, the district court specifically considered whether Lugo’s assertions were “knowing falsehoods on a material issue” and specifically identified as a “knowingly false statement” Lugo’s representations at trial regarding her awareness of a particular consumer’s disability status. Hence, the district court findings are sufficient to support the application of an enhancement under § 3C1.1.</p>\n<p id=\"b936-7\">D.</p>\n<p id=\"b936-8\">We find Lugo’s second sentencing objection, however, to be well-founded. Lugo argues the district court erred in failing to properly establish the amount of loss attributable to her in calculating her sentence. Under the Sentencing Guidelines, when a defendant is charged with “jointly undertaken criminal activity,” USSG § lB1.3(a)(l)(B) (1998), this Court requires “that a sentencing court, in order to hold a defendant accountable for the conduct of his coconspirators, should make particularized findings with respect to both prongs of § lB1.3(a)(l)(B).” <em>United States v. Bolden, </em>325 F.3d 471, 499 (4th Cir.2003). As a result, “the fraud loss properly attributable to a defendant ] must be determined on the basis of (1) the acts and omissions committed, aided, abetted, counseled, commanded, induced, procured, or willfully caused by a defendant; and (2) in the case of a jointly undertaken criminal activity, all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity.” <em>Id. </em>Lugo argues that the district court faded to identify “(1) the scope of the criminal activity [s]he agreed to jointly undertake, [and] (2) whether all the [losses] were reasonably foreseeable.” <em>Id. </em>at 499.</p>\n<p id=\"b936-9\">As noted above, the loss attributable to Katz’s scheme was somewhat amorphous. Evidence at trial demonstrated that Lugo served as a supervisor of one of Katz’s telemarketing rooms and that in that capacity, Lugo oversaw several operators, was familiar with the scheme, distributed scripts to the operators, and confirmed the authorization of debits from the victims. Further, there was sufficient evidence to .demonstrate her willful participation. <page-number citation-index=\"1\" label=\"911\">*911</page-number>However, while the loss attributable generally to a defendant’s fraud may be reasonably estimated, <em>see </em>§ 2F1.1, cmt. (n.9), when the defendant is not situated at a top position in a particular criminal organization, the district court must go beyond simply estimating what portion may fairly be attributed to that defendant.</p>\n<p id=\"b937-5\">At sentencing, the district court did not make the particularized findings required by <em>Bolden. </em>Rather, the district court stated</p>\n<blockquote id=\"b937-6\">in the absence of a clearer indication of precisely when Ms. Lugo not only foresaw, as you say, but culpably insinuated herself with the scheme, so far as I can tell, the $1.6 million or the $1.5 million is excessive. So, I am going to give Ms. Lugo the benefit of a doubt that is, and I can understand the government’s position on this, a doubt that perhaps she is not entitled to. But I am going to find that Ms. Lugo’s relevant conduct fell between $500,000 and $800,000. Frankly, I think that is a generous finding.</blockquote>\n<p id=\"AaQ-\">J.A. 1565. Although the district court did not have the benefit of <em>Bolden </em>in calculating Lugo’s sentence in 2002, Lugo is nevertheless entitled to resentencing on this matter. The district court’s attempt to apportion the loss on a temporal basis appears to recognize the need for some objective specificity in this determination, and that need is only enhanced by the fact that “a verdict speaks to the scope of the defendant’s agreement only in very general terms: It does not address the question of which specific actions demonstrated at trial were in furtherance of that single conspiracy or were foreseeable to the conspirators.” <em>Bolden, </em>325 F.3d at 498. Although there was ample evidence to implicate Lugo in Katz’s scheme, the calculation of Lugo’s sentence is not supported by that evidence alone, as “[notwithstanding the verdict, the court was <em>obliged </em>to make individualized findings on fraud loss.” <em>Id. </em>(emphasis added).</p>\n<p id=\"b937-8\">IV.</p>\n<p id=\"b937-9\">In light of the foregoing we find no error in either Appellant’s conviction or Katz’s sentence. However, because the district court did not have the benefit of <em>Bolden </em>in determining Lugo’s sentence, we vacate her sentence and remand for resentencing in accordance with the principles discussed herein.</p>\n<p id=\"b937-10\">\n<em>AFFIRMED IN PART; VACATED AND REMANDED IN PART ■</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b931-9\">. For purposes of our analysis, we assume without deciding that a defendant may base a defense of justification on a threat of death or serious bodily injury to a third person. <em>See United States v. Newcomb, </em>6 F.3d 1129, 1135— 36 (6th Cir.1993).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b931-10\">. Indeed, Katz actually stipulated prior to trial that he had not relied on Radding's advice in completing his bankruptcy petition. To the extent Katz argues that the district court improperly allowed the United States to use his stipulation as leverage to prevent him from presenting at trial the evidence necessary to support an advice of counsel defense as to Radding, we agree with the district court that the proper recourse, if Katz were to proceed with such evidence, was to \"allow the stipulation to be put into evidence, and the jury ... to decide what effect it has.” J.A. 77.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b933-6\">. Instead, Lugo’s counsel filed a motion in limine, which the court denied, and withdrew an objection that the prior conviction did not constitute a felony for purposes of Rule 609. Additionally, at trial, Lugo’s counsel objected to the manner in which the conviction was characterized, and received the jury instruction he requested, without ever objecting that the court had failed to conduct the balancing test required by <em>Gray.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b933-7\">. Katz and Lugo also contest the district court’s denial of their motions for new trial predicated on what they assert is evidence that should have been disclosed to them under <em>Brady v. Maryland, </em>373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). To be entitled to a new trial, a convicted defendant must show that the evidence \"[is] not merely cumulative or impeaching.” <em>United States v. Lofton, </em>233 F.3d 313, 318 (4th Cir.2000) (internal quotations omitted). However, Katz and Lugo fail to satisfy this requirement with respect to all three pieces of evidence presented in their motions.</p>\n<p id=\"b933-9\">Katz and Lugo argue first that they are entitled to a new trial because the Federal Trade Commission (the FTC) initiated proceedings against a financial clearing house operated by Gerald Federico, who testified against them, and the prosecution should have disclosed this fact under <em>Brady. </em>However, the FTC’s proceedings began <em>after </em>the Appellants’ sentencings, and Katz and Lugo offer no reason to infer that the prosecution was actually or constructively aware of the FTC's activities. Nor have the they shown that the investigation yielded anything more than impeachment evidence against Federico, whose testimony in the telemarketing trial was corroborated by other witnesses.</p>\n<p id=\"b933-10\">Katz’s and Lugo's arguments with respect to their additional evidence are similarly deficient. There is no indication that the evidence indicating that Shawn Hatfield, a cooperating conspirator, had continued to engage in fraudulent conduct during the time of the Appellants’ trial was either known to the prosecution or useful for purposes beyond impeachment. Similarly, the affidavit from an <page-number citation-index=\"1\" label=\"908\">*908</page-number>attorney indicating that his former client, Jeffery Augen, testified falsely (in that attorney’s opinion) regarding conversations they had on matters peripheral to the case against Katz and Lugo also fails to constitute anything other than impeachment evidence.</p>\n<p id=\"b934-9\">Accordingly, we find no abuse of discretion in the district court’s decision to deny Katz and Lugo a new trial. <em>See United States v. Perry, </em>335 F.3d 316, 322 (4th Cir.2003) (providing standard of review). Because we are remanding for resentencing, and resentencings are to be conducted de novo unless otherwise limited by this court’s mandate, <em>United States v. Broughton-Jones, </em>71 F.3d 1143, 1149 n. 4 (4th Cir. 1995), we defer to the district court the decision of what use, if any, to make of this evidence on resentencing.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b934-10\">. At sentencing, the United States relied upon a trial exhibit to summarize what it believed was the loss attributable to the Appellants' fraudulent activities, and the district court accepted this summary. Appellee's Br. at 39.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b934-11\">. At sentencing, the district court used the 1998 Sentencing Guidelines Manual. Generally, a sentencing court applies the Guidelines Manual that is in effect on the date of sentencing. USSG § IB 1.11(a) (2004). However, a sentencing court must apply instead “the Guidelines Manual 'in effect on the date that the offense of conviction was committed,’ if it determines that use of the Guidelines Manual ‘in effect on the date that the defendant is sentenced would violate the ex post facto clause of the United States Constitution.’ ” <em>Elliott v. United States, </em>332 F.3d 753, 767 n. 12 (4th Cir.) (quoting § 1B1.11(b)(1)), <em>cert. denied, </em>540 U.S. 991, 124 S.Ct. 487, 157 L.Ed.2d 388 (2003). Although there is little difference between the 1998 and 2002 Guidelines Manuals, we rely on the 1998 Guidelines Manual in order to attenuate any potential uncertainty.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b934-17\">. Although we are not obliged in every case presenting reversible error under <em>Booker </em>to address any underlying allegations of calculation error under the Sentencing Guidelines, <em>Hughes, </em>401 F.3d at 556 n. 15, we do so here due to the complexity of this case and in an effort to assist the district court by narrowing the issues that must be resolved upon resentencing.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b935-7\">. <em>See also United States v. Harris, </em>959 F.2d 246, 267 (D.C.Cir.1992), <em>overruled on other grounds, Bailey v. United States, </em>516 U.S. 137, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995) (noting that \"any error in the choice of the base, offense level when convictions are grouped pursuant to section 3D 1.2 always benefits the defendant, because the Guidelines require the imposition of the highest available offense level”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}