{
  "casebody": {
    "data": "<casebody firstpage=\"913\" lastpage=\"914\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b939-10\">UNITED STATES Of America, Plaintiff—Appellee, v. Calvin Lamont MCFADYEN, a/k/a Nino, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b939-13\">No. 04-5047.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b939-14\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b939-15\">Submitted: April 20, 2005.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A8Q\">Decided: May 17, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b939-24\">Thomas P. McNamara, Federal Public Defender, Stephen C. Gordon, Assistant Federal Public Defender, Raleigh, North Carolina, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b940-3\"><page-number citation-index=\"1\" label=\"914\">*914</page-number>Frank D. Whitney, United States Attorney, Anne M. Hayes, Christine Witcover Dean, Assistant United States Attorneys, Raleigh, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b940-4\">Before WILKINSON, WILLIAMS, and TRAXLER, Circuit Judges.</judges>\n<p data-order=\"8\" data-type=\"disposition\" id=\"b940-5\">Affirmed by unpublished per curiam opinion.</p>\n<p data-order=\"9\" data-type=\"misc\" id=\"b940-6\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b940-7\">PER CURIAM:</author>\n<p id=\"b940-8\">Calvin Lamont McFadyen appeals from the district court’s judgment revoking his supervised release and imposing a forty-two month sentence. Because our review of the record discloses no reversible error, we affirm the revocation of McFadyeris supervised release and the sentence imposed.</p>\n<p id=\"b940-9\">Based on McFadyeris admission to a criminal association violation, his no contest plea to a criminal conduct violation, and the probation officer’s proffer of evidence, the district court found that McFadyen violated the conditions of his supervision and properly revoked his supervision. <em>See </em>18 U.S.C.A. § 3583(e)(3) (West Supp. 2004). McFadyen challenges the length of the sentence, which exceeded the thirty-to-thirty-seven month range suggested by the Sentencing Guidelines. <em>See U.S. Sentencing Guidelines Manual </em>§ 7B1.4(a) (1994). However, this range is not binding on the sentencing court.<footnotemark>*</footnotemark> <em>United States v. Davis, </em>53 F.3d 638, 640-41 (4th Cir.1994). Indeed, a greater sentence may be warranted where, as here, the original sentence was the result of a downward departure. <em>See </em>USSG § 7B1.4, comment, (n.4). Because McFadyen received a significant downward departure from his original sentence, the district court’s decision to impose a sentence above the range suggested in § 7B1.4(a) was reasonable. Additionally, we note that the imprisonment and supervised release terms did not exceed the maximum sentence that could be imposed on revocation. <em>See </em>18 U.S.C.A. § 3583(e)(3); <em>Johnson v. United States, </em>529 U.S. 694, 702, 120 S.Ct. 1795, 146 L.Ed.2d 727 (2000); <em>United States v. Maxwell, </em>285 F.3d 336, 341 (4th Cir.2002). Accordingly, we affirm the district court’s judgment. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b940-15\">\n<em>AFFIRMED</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b940-10\"> Because the Sentencing Guidelines relating to revocation of supervised release have always been advisory, <em>see U.S. Sentencing Guidelines Manual </em>Ch. 7, Pt. A, the sentence in this appeal is not impacted by the decision in <em>United States v. Booker, </em>- U.S. -, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}