{
  "casebody": {
    "data": "<casebody firstpage=\"1036\" lastpage=\"1038\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1076-9\">LACHMANOWITZ v. FINKELSTEIN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1076-10\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUW\">June 21, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1076-11\">Master and Servant (§ 94*)—Injury to Child—Negligence—Violation of Labor Law.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1076-12\">While, ordinarily, negligence is imputable to an employer of an injured minor employé through failure to obey the Labor Law, the negligence must contribute to the injury; and hence an employer’s mere failure to file a certificate from the board of health before putting a child nearly 16 years old at work, as required by Labor Law (Consol. <page-number citation-index=\"1\" label=\"1037\">*1037</page-number>Laws 1909, c. 31) § 162, does not make Mm liable for injury to the child, where the certificate had been obtained.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1076-13\"><page-number citation-index=\"1\" label=\"1036\">*1036</page-number>‘For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1077-3\"><page-number citation-index=\"1\" label=\"1037\">*1037</page-number>[Ed. Note.—For other cases, see Master and Servant, Cent. Dig. § 159; Dec. Dig. § 94.*]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b1077-15\">♦For other casca see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1077-4\">Appeal from Municipal Court, Borough of Manhattan, Second District.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b1077-5\">Action by Ruth Lachmanowitz, by her guardian ad litem, against Morris Finkelstein and another, doing business as the Grand Five &amp; Ten Cent Store. Judgment for plaintiff, and defendants appeal. Reversed, and new trial ordered.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1077-6\">Argued June term, 1912, before SEABURY, LEHMAN, and BI-JUS, JJ-</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1077-8\">Lyman A. Spalding, of New York City (George F. Roesch, of New York City, of counsel), for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1077-9\">John D. Nussbaum, of New York City (Henry Lieb, of New York City, of counsel), for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1077-10\">LEHMAN, J.</author>\n<p id=\"A4R\">The plaintiff was employed by the defendants as a salesgirl at the hardware counter of their store. She was directed to clean some knives, and cut her finger in following these directions. The plaintiff has shown no negligence on the part of the defendants, unless that negligence may be inferred from the failure to obey the provisions of section 162 of the Labor Law (Consol. Laws 1909, c. 31), prohibiting the employment of a child under the age of 14, or the employment of a child under the age of 16 unless a certificate shall have been theretofore filed in the office of the employer.</p>\n<p id=\"b1077-11\">It appears that at the time that the plaintiff was employed she was within four weeks of the age of 16. It further appears that, while no certificate from the health bureau was filed in the office of the defendants, yet plaintiff offered in evidence a certificate from the board of health. It seems to me that, under these circumstances, the, complaint should have been dismissed. While, undoubtedly, negligence may ordinarily be imputed to an employer by reason of failure to obey the positive provisions of the Labor Law, the negligence must, in some way, contribute to the injury. The negligence, if any, in this case, was the employment of the child without requiring the filing of a certificate; but, since it appears that the certificate was issued, the failure to require its filing could not have contributed to the accident.</p>\n<p id=\"b1077-12\">The Labor Law makes a violation of this provision a misdemeanor, and does not give a civil remedy therefor to the party injured. Nevertheless it has been held repeatedly by the Court of Appeals that a violation of the statute was per se evidence of negligence, for which a jury might find the defendant liable.</p>\n<blockquote id=\"b1077-13\">“Under tMs doctrine the gist of civil liability is the negligence of the master in employing a person of such tender years that the Legislature has forbidden Ms employment.” Koester v. Rochester Candy Works, 194 N. Y. 92, 95, 87 N. E. 77, 78 (19 L. R. A. [N. S.] 783, 16 Ann. Cas. 589).</blockquote>\n<p id=\"b1077-14\">The action for personal injuries is still based upon the negligence of the employer in placing an infant at work at an age where it would <page-number citation-index=\"1\" label=\"1038\">*1038</page-number>not appreciate the dangers of the work, and the courts have held only •that a prima facie case of such negligence is shown where the plaintiff proves that the employer has hired an employe under the age which the Legislature has definitely established at which children shall not be employed in factories, thereby declaring:</p>\n<blockquote id=\"b1078-5\">“That a child under the age specified presumably does not possess the judgment, discretion, care, and caution necessary for the engagement in such a dangerous avocation. * * ® ” Marino v. Lehmaier, 173 N. Y. 530, 534. 66 N. E. 572, 573 (61 L. R. A. 811).</blockquote>\n<p id=\"b1078-6\">The proof of the violation of the statute is, however, in all cases only evidence of the negligence, and the negligence which gives rise to a cause of action is still the employment of an infant below the age at which the employer had a right to assume that the child could take care of itself and was fit to be employed.</p>\n<p id=\"b1078-7\">In this case the evidence shows that the infant was only four weeks below the age. Even though she was under the age of 16, the Legislature had not positively prohibited her employment, but permitted the employment where a certificate issued as provided in the Labor Law was filed in the office of the employer. The Legislature apparently contemplated that, where a child obtained a certificate from a board of health permitting her to work, there was no presumption that she was of an age, strength,- or understanding insufficient for such employment. An employment thereafter without requiring the filing of the certificate might give rise to a penal proceeding, since the Legislature has imposed a penalty for the failure of the employer to obtain and retain the evidence that the board of health had actually passed upon the qualifications of the child; but it can have no effect upon the question whether or not the child possessed the requisite qualifications, and can give rise to no claim of negligence in employing the child, since there is no presumption that- the child was below the standard at which the Legislature permitted her employment.</p>\n<p id=\"b1078-8\">Judgment should be reversed, and a new trial ordered, with costs to appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}