{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"587\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b626-8\">ADAMS v. BURSTEIN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b626-9\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avqf\">May 27, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b626-10\">Judgment (§ 162*)—By Default—Setting Aside — Unavoidable Delay of Counsel.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b626-11\">A default judgment, entered for absence of the defendant’s counsel, in an action in which a verified answer had been interposed, an affidavit of merits submitted, and at a time when the defendant was in court with his witnesses, must be vacated upon a showing by such counsel that, because of a congestion of traffic, he was unable to reach the court until after the inquest was taken, and an answering affidavit of the plaintiff, which goes only to the mefit of the controversy.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b626-12\">[Ed. Note.—For other cases, see Judgment, 'Cent. Dig. §§ 319-322; Dec. Dig. § 162.*]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b626-18\">♦For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b626-13\">Appeal from Municipal Court, Borough of Manhattan, Sixth District.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b626-14\">Action by Henry P. Adams against Assik Bur stein. From a judgment for plaintiff, defendant appeals. Judgment vacated, and new trial granted.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b626-15\">Argued May term, 1912, before SEABURY, LEHMAN, and PAGE, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b626-16\">Bertrand Ettinger, of New York City (Charles Burstein, of' counsel), for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b626-17\">Strasbourger, Eschwege &amp; Schallelc, of New York City (Reuben Greenbaum, of counsel), for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b627-4\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>PER CURIAM.</author>\n<p id=\"ALM\">On the day set for the trial of this case the defendant appeared in court with his witnesses. His attorney was absent and an inquest was taken. Upon the motion made to open the default, the attorney testified that he was unusually delayed, owing to the congestion of the traffic over the Brooklyn Bridge, and could only reach the courtroom at about 9:30 a. m., at which time the inquest had already been taken. A verified answer had already been interposed, and an affidavit of merits was submitted. The answering affidavit does not dispute the foregoing statement, and makes no claim that the defendant was unduly delaying the trial of the case. It merely attacks the merits of the defendant’s defense, which can best be determined after a trial. The default should be opened.</p>\n<p id=\"b627-5\">Order reversed, judgment vacated, and case set down for trial on the 10th day of June, 1912, with costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}