{
  "casebody": {
    "data": "<casebody firstpage=\"870\" lastpage=\"871\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b910-7\">In re McDERMOTT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b910-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZu\">June 7, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b910-9\">Executors and Administrators (§ 465*)—Duty to Account.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b910-10\">A son, who was afterwards appointed administrator of his father’s estate, was bound to account for-a sum received while handling his father’s \"business for property belonging to his father; it not appearing that the proceeds were given to the son by the father.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b910-11\">[Ed. Note.-—For other cases, see Executors and Administrators, Cent. Dig. §§ 1990-1992; Dec. Dig. § 465.*]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b910-18\">♦For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b910-12\">Appeal from Surrogate’s Court, Kings County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b910-13\">In the matter of the judicial settlement of the account of Charles E. McDermott, as administrator of John McDermott, deceased. From a decree of the Surrogate’s Court, Catherine L. Freeman and another appeal. Reversed.</summary>\n<seealso data-order=\"8\" data-type=\"seealso\" id=\"b910-14\">See, also, 147 App. Div. 934, 132 N. Y. Supp. 1136.</seealso>\n<p data-order=\"9\" data-type=\"judges\" id=\"b910-15\">Argued before JENKS, P. J., and HIRSCHBERG, BURR, WOODWARD, and RICH, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b910-16\">James S. McDonogh, of New York City (Francis X, McDonough, of New York City, on the brief), for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b910-17\">John C. Judge, of Brooklyn, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b911-4\"><page-number citation-index=\"1\" label=\"871\">*871</page-number>HIRSCHBERG, J.</author>\n<p id=\"A37\">The parties to the appeal are the children of John McDermott, \"who died intestate in Brooklyn in the year 1909, at the age of 80 years, from the effects of paralytic strokes, one received in the year 1904 and the second one a month before his death. On the settlement of the estate, a number of items were disputed; but on the appeal the appellants limit the review to the question of the respondent’s liability to account for the good w.ill and the profits of the business of the deceased which was carried on by the respondent during the last five years of the life of the deceased, a question as to the rent of certain property claimed to have been unaccounted for, and an item of $25,000, which, it is undisputed, the respondent received in the year 1904, and which was the proceeds of the sale of some real estate in Brooklyn belonging to the deceased.</p>\n<p id=\"b911-5\">The case is not clear as to the items of good will and profits of the business and the claimed balance of the rent; but it is quite obvious that the duty devolves on the respondent to account for the sum of $25,000 belonging to the deceased and received by him (the respondent). Several witnesses testified that the respondent admitted that he had received the money for the sale of the real estate, and he admitted it himself. This was all the proof which the parties could make in the matter, namely, that the proceeds of the sale of a piece of property sold by his father in the latter’s lifetime came into his (the respondent’s) possession. The learned counsel for the respondent states in his brief, with reference to the item, that it was a gift inter vivos, and that it had all the essential elements of a valid gift. It is a sufficient answer to this claim to say that the learned surrogate has not found as a fact that the money was given to the respondent, nor has he found any other facts from which a gift may fairly be inferred. The respondent’s claim that the money was given to him by the deceased is in effect an admission that it has not been repaid to the deceased or used for his benefit. The conclusion reached by the learned surrogate appears to have been based upon the fact that proof of the possession by the respondent of funds belonging to the deceased prior to his death is insufficient on which to base any assumption of indebtedness or to require an accounting. I think that as the proof establishes beyond dispute the fact that the respondent transacted his father’s business during the years of the latter’s illness preceding his death, it became the respondent’s duty to account for the $25,000 belonging to the deceased which he received, and that there must, accordingly, be a reversal of the decree. The reversal will be upon questions of fact as well as upon questions of law, and will leave open for such additional evidence as the parties may desire to offer the” questions undetermined on this appeal in reference to the. accounting for the good will and profits of the business and the rents collected.</p>\n<p id=\"b911-6\">Decree of the Surrogate’s Court of Kings County reversed on reargument, and new trial granted, costs to abide the event, and matter remitted to said Surrogate’s Court to proceed in accordance with opinion of HIRSCHBERG, J. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}