{
  "casebody": {
    "data": "<casebody firstpage=\"462\" lastpage=\"463\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b496-7\">UNITED STATES of America, Plaintiff—Appellee, v. Michael John OVERTON, aka Michael J. Overton, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b496-10\">No. 01-30329.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b496-11\">D.C. No. CR-01-00166-Z.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b496-12\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b496-13\">Submitted Aug. 2, 2002.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b496-14\">Decided Dec. 16, 2002.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b496-18\">Before CHOY, FERGUSON and BOOCHEVER, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b496-16\">This panel unanimously finds this case suitable for decision without oral argument. See Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b496-19\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b496-20\">Michael Overton pled guilty to two counts of possession of stolen mail, in violation of 18 U.S.C. § 1708. In this appeal, he argues that the district court erred by finding that he engaged in more than minimal planning, and, therefore, applying a two point offense level enhancement under U.S.S.G. § 2D1.1(b)(4)(A).<footnotemark>1</footnotemark> We have jurisdiction pursuant to 28 U.S.C. § 1291 and 18 U.S.C. § 3742. We affirm.</p>\n<p id=\"b496-21\">Application Note 1(f) to U.S.S.G. § 1B1.1 sets forth the applicable definition of “more than minimal planning.” <em>See </em>U.S.S.G. § 2B1.1, Application Note 1. It reads, in pertinent part: “ ‘More than minimal planning’ means more planning than is typical for commission of the offense in a simple form.... ‘More than minimal planning’ is deemed present in any case involving repeated acts over a period of time, unless it is clear that each instance was purely opportune.”</p>\n<p id=\"b496-22\">Overton asserts that he did not have the mental capacity to engage in more than minimal planning because he was suffering from untreated Bipolar Disorder and methamphetamine addiction. He cites the report of Dr. John P. Berberich, his evaluating psychologist, in support of his claim. However, although Dr. Berberich observes, generally, that such conditions can undermine an individual’s judgment and reasoning ability, he ultimately concludes that Overton was able to plan crimes and carry them out. Moreover, items discovered during searches of Overton’s resi<page-number citation-index=\"1\" label=\"463\">*463</page-number>dence<footnotemark>2</footnotemark> reflect a level of planning that was more than minimal.<footnotemark>3</footnotemark></p>\n<p id=\"b497-5\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b496-17\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b496-25\">. The district court applied the November 2000 edition of the Sentencing Guidelines.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b497-19\">. Law enforcement officers discovered stolen mail, checks, and personal information bearing names other than Overton's, as well as a computer. They suspected that Overton was engaging in forgery and counterfeiting, and that Overton was using the computer to store fraudulent information to facilitate the commission of financial crimes.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b497-20\">. Overton also contends that, even though he was found to be in possession of stolen mail and arrested on two occasions in less than a year, the district court should have found that \"each instance was purely opportune.” Since we conclude the record demonstrates that Overton was capable of, and did, engage in more than minimal planning, we need not address this claim.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}