{
  "casebody": {
    "data": "<casebody firstpage=\"549\" lastpage=\"549\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b583-7\">Rosalino E. ECURA, Petitioner, v. OFFICE OF PERSONNEL MANAGEMENT, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b583-9\">No. 01-3326.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b583-10\">United States Court of Appeals, Federal Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b583-11\">DECIDED: Nov. 27, 2002.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b583-12\">Before NEWMAN, SCHALL, and BRYSON, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b583-13\">\n<em>ORDER</em>\n</p>\n<author id=\"b583-14\">PAULINE NEWMAN, Circuit Judge.</author>\n<p id=\"b583-15\">Rosalino E. Ecura responds to the issue of whether his petition for review should be dismissed.</p>\n<p id=\"b583-16\">Ecura petitions this court for review of a Merit Systems Protection Board decision denying his request for an annuity under the Civil Service Retirement System (CSRS). In the initial decision, the administrative judge determined that Ecura was not entitled to a CSRS annuity because his service was pursuant to an excepted indefinite appointment. <em>See Rosete v. Office of Personnel Management, </em>48 F.3d 514 (Fed. Cir.1995) (upholding OPM’s statutory interpretation that indefinite appointments are excluded from Civil Service Reform Act coverage as reasonable and consistent with the governing statute, 5 U.S.C. § 8347(g)).</p>\n<p id=\"b583-17\">Ecura argues in his response that his case differs from <em>Rósete </em>because his employment was “converted” into covered service by the 1956 CSRA. Ecura further asserts that Executive Order 10,180 does not apply to foreign nationals employed in their home country. We conclude that these and Ecura’s remaining arguments fall within the holdings of <em>Rosete </em>and <em>Casilang v. Office of Personnel Management, </em>248 F.3d 1381, 1383 (Fed.Cir.2001).</p>\n<p id=\"b583-19\">This court has denied suggestions for rehearing en banc in <em>Rósete </em>and in dozens of other cases that argued that <em>Rósete </em>was wrongly decided. Thus, any further attempts to argue the merits of <em>Rósete </em>are deemed an abuse of the judicial process.</p>\n<p id=\"b583-20\">Accordingly,</p>\n<p id=\"b583-21\">IT IS ORDERED THAT:</p>\n<p id=\"b583-22\">(1) Ecura’s petition for review is dismissed.</p>\n<p id=\"b583-23\">(2) Ecura’s motion for leave to proceed in forma pauperis is moot.</p>\n<p id=\"b583-24\">(3) Each side shall bear its own costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}