{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"357\" lastpage=\"362\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b363-8\" pgmap=\"363\">Louden Fisher v. Hugh O. Burt et al.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b363-11\" pgmap=\"363\">Question op pact—Preponderance, op evidence.—The question, was upon the rate of interest to be paid upon a note after maturity, the note itself being silent upon that point. If six per cent, was the rate as claimed by appellee, then the note had been fully paid, but if ten per cent, as claimed by appellant, then the principal of the note was still due. The court review the testimony, and from this are of opinion that the rate was intended to be ten per cent.</headnotes><summary data-order=\"2\" data-type=\"history\" id=\"b363-12\" pgmap=\"363(10) 364(5)\">Appeal from the Circuit Court of Peoria county; the Ho* J. W. Cochran, Judge, presiding.</summary><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A78\" pgmap=\"364\">Opinion filed January 3, 1880.</decisiondate><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b364-5\" pgmap=\"364\">Hr. Julius S. Starr, for appellant;</attorneys><p data-order=\"5\" data-type=\"legal\" id=\"Asu\" pgmap=\"364\">upon the question of credibility of witnesses, and the credit to be given their testimony, cited Crabtree v. Reed, 50 Ill. 206; Miller v. Balthasser, 78 Ill. 202.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b364-6\" pgmap=\"364\">Messrs. Hopkins &amp; Morron, for appellees.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b364-7\" pgmap=\"364\">Pleasants, J.</author> <p id=\"A-L\" pgmap=\"364\">Appellant filed his bill to the October term, A. D. 1878; Of the Peoria Circuit- Court to foreclose a mortgage given by appellees to secure the payment of purchase money. He had conveyed the-premises to said Hugh O. Burt on the 2d day of'March, 1857, for one -thousand dollars, payable in five years, with annual interest at ten per cent.: but instead of a single note Of that tenor he took four, of one hundred dollars each, due in one, two, three and four years, respectively, and one for eleven hundred—being the principal sum and interest thereon for the fifth year—in five years, without mention of interest.</p> <p id=\"b364-8\" pgmap=\"364\">The small notes were promptly paid at their maturity, and one hundred dollars of the large one when it became due. From that time—March 2,1862, until March 2,1878—the sum of one hundred dollars was regularly paid in each year—in the last five or six, if not in all, in equal quarterly payments, but credited by annual indorsement of said sum on the second day of March, in the handwriting of the said defendant and in every instance in the following form: “ Becd. March 2 (with the proper year) on the within note, one hundred dollars.”</p> <p id=\"b364-9\" pgmap=\"364\">These installments would overpay the note with interest at six per cent, per annum; and defendants claim that without proof of an express agreement to pay a greater rate after maturity, it cannot be recovered. The Circuit Court so held, and finding no preponderance of evidence upon that point in favor of complainant, dismissed his bill.</p> <p id=\"b364-10\" pgmap=\"364\">All of the positive proof in relation to it to be found in the record is in the testimony of the respective parties, Fisher and Burt,\" whose statements are directly contradictory.</p> <p id=\"b365-3\" pgmap=\"365\">Complainant testifies that when the note matured, he extended it only in consideration of defendants’ expressed “ willingness to pay ten per cent, upon it just as before,” and that when some years thereafter he applied for payment of the principal and defendant desired a further extension upon the same terms, he told him that “ if he would pay the interest quarterly, it would be some better than ten per cent., and that he would let it run a while longer if defendant would consent to do that;” that Burt then expressly agreed to do so, and did in fact so pay it until after the 2d day of March, 1878. He further stated that when he asked for the “ quarterage ” which became due in J une following, the defendant “ clapped his hands on his pockets and said I haven’t got it but I’ll hand it to you;” that he neglected to do so, and upon complainant’s next application for the September installment also, he for the first time claimed that the note drew interest only at the rate of six per cent, after its maturity, and had therefore been fully paid.</p> <p id=\"b365-4\" pgmap=\"365\">Burt’s account is, that when the note became due he was actually insolvent; that he then declared to complainant his inability to pay it, and proposed to give him a bonus to take the property back, and that complainant then said, “ well, pay me $25 every three months, and that will just about keep me in groceries, and at the end of the year we will endorse $100 on the note;” that thereafter until and including the 2d day of March, 1878, he did pay that sum quarterly, and at the end of each year the note was brought to him for endorsement of the credit, because the complainant could not write very well; that nothing was then said about the rate of interest to be paid, nor afterwards until September, 1878, when he claimed that it bore six per cent, only after maturity, and complainant not having the note with him, insisted that on its face it drew ten. He denied specifically the conversations related by the complainant representing him as agreeing or recognizing an agreement to pay ten, and his version of what passed when the u quarter-age” was claimed in June, 1878, is, that he simply told complainant to “ come to his office.”</p> <p id=\"b365-5\" pgmap=\"365(24) 366(30)\">They contradict also as to other matters: the value of the premises, the price said to have been put upon them on a certain occasion by the defendant himself, and a suggestion claimed to have been made by complainant as to the form of the credit indorsements—which are not deemed of special importance.</p> <p id=\"b366-5\" pgmap=\"366\">Their testimony was taken before the master, so that the Circuit Court was afforded no advantage of us by a personal observation of their conduct and appearance on the witness stand; and it does not appear that a third person was present at any payment or indorsement made or interview on the subject between them. From the circumstances therefore, we are to determine, if we can, on which side is the preponderance.</p> <p id=\"b366-6\" pgmap=\"366\">These are neither many nor so clearly decisive as to relieve the mind of doubt, but we think they incline to the conclusion that the payments after maturity were made and received on account of interest only, and that the claim of right to apply whatever was in excess of the amount due therefor, at the rate of six per cent, per annum to the extinguishment of the principal, was an afterthought of the defendant.</p> <p id=\"b366-7\" pgmap=\"366\">He does not pretend that this rate was mentioned between them until after the payment of March 2, 1878, nor state a fact tending to show that a change was contemplated by either.</p> <p id=\"b366-8\" pgmap=\"366\">Complainant swears it had not before occurred to him, and that he would not have consented to it if it had been suggested.</p> <p id=\"b366-9\" pgmap=\"366\">Ten per cent, was the lowest then current in the neighborhood and readily obtained. It had been fixed between them at the first, and regularly paid under a form of agreement adopted mainly for his convenience in lieu of another, which would have borne the same rate after maturity as before; and if his memory is at fault as to an arrangement in terms for its continuance upon the extension, it is probably because his understanding of the intention was so clear and positive that he came in time to think it had been expressed.</p> <p id=\"b366-10\" pgmap=\"366\">3STor does the defendant deny that such was the intention and understanding on his part also. He relies alone on silence and the presumption of law now supposed to arise upon it.</p> <p id=\"b366-11\" pgmap=\"366(40) 367(73)\">But silence, under the circumstances, and from the nature of the transaction, if indeed equity would regard it as in his favor, is rather improbable. Extension upon the original terms would have been of grace to him. The parties must be presumed to have known the law, that without a special agreement for more only six per cent, could be recovered, and the fact that ten was the lowest commonly paid. When their special contract had come to an end, and a new arrangement was to be made for extension, it would be strange, in view of the law and the fact, if the matter of interest was left without an express understanding.</p> <p id=\"b367-4\" pgmap=\"367\">The probability of such an agreement, in accordance with the testimony of the complainant, seems increased by the further fact that defendant continued to pay, in each of sixteen consecutive years after the extension, precisely the same sum which he had before paid per annum for interest, and indorsed it as a credit on the precise day in each year on which interest was due. If he supposed he was paying or was endeavoring to pay anything on account of the principal, it is certainly extra ordinary that in all these years the amount did not vary—a little more or less one year than another; but not so if, unable to pay the principal, as he declared he was, he was aiming merely to keep down the interest, which was all his creditor wanted, till his fortune should improve. We do not expect a borrower who is a business man to be sixteen years paying a debt of $1,000 with interest, in equal quarterly or annual payments, nor a lender who has security to allow it to be so paid.</p> <p id=\"b367-5\" pgmap=\"367\">Another circumstance to be considered is, that he made payments after the debt; according to his view of it, was fully satisfied. If the interest at six per cent, was computed upon quarterly rests, as it ought to have been according to his testimony, he overpaid it in September, 1877—yet he paid again in December, and still again in March, 1878; and if upon annual rests, his payment in December, 1877, was of more than was due. Possibly this may have been the result of neglect on his part to make the computation in time, but such neglect is not to be presumed, and he gives no explanation of it.</p> <p id=\"b367-6\" pgmap=\"367\">On the whole, then, we think the preponderance of the evidence shows an express agreement for ten per cent, upon the extension, or that the defendant made his payments knowing that complainant understood and received them as for interest only, which in equity is tantamount to an express agreement.</p> <p id=\"b368-4\" pgmap=\"368\">If actually so paid and received, then the principal was unaffected, and that, at least, even as against the dower of the wife, remained secured by the mortgage.</p> <p id=\"b368-5\" pgmap=\"368\">It was therefore error to dismiss the bill.</p> <p id=\"b368-6\" pgmap=\"368\">The decree is reversed and the cause remanded with leave to the parties to take further testimony.</p> <p id=\"b368-7\" pgmap=\"368\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}