{
  "casebody": {
    "data": "<casebody firstpage=\"517\" lastpage=\"520\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b531-4\">Edward R. Barton, Jr. <em>vs. </em>Commonwealth.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b531-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_-\">December 7, 1981.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AWk\">March 5, 1982.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b531-6\">Present: Hennessey, C.J., Wilkins, Liacos, Abrams, Nolan, Lynch, &amp; O'Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b531-11\"><em>Walter B. Prince </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b531-12\"><em>David B. Mark, </em>Legal Assistant to the District Attorney <em>(Michael J. Traft, </em>Assistant District Attorney, with him) for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b531-13\">Nolan, J.</author>\n<p id=\"Ac9\">This case is before us on the allowance of the Commonwealth’s application for further appellate review following a decision by the Appeals Court that the Commonwealth is barred by the double jeopardy clause of the <page-number citation-index=\"1\" label=\"518\">*518</page-number>Fifth Amendment to the United States Constitution from retrying Edward R. Barton, Jr. (the defendant) on two felony indictments after his initial trial ended in a mistrial. <em>Barton </em>v. <em>Commonwealth, </em>11 Mass. App. Ct. 688 (1981). We agree with the Appeals Court that there was no manifest necessity for the declaration of a mistrial, and that the defendant’s motion to dismiss should have been allowed, because the defendant’s reprosecution is barred.</p>\n<p id=\"b532-5\">The Appeals Court’s decision contains a full exposition of the facts in this case and only the bare essentials will be repeated here. 11 Mass. App. Ct. 688, 689-692 (1981). The defendant and a codefendant, Joshua Nixon, were put to trial on indictments charging them both with armed robbery and assault and battery by means of a dangerous weapon. During the third day of trial, a juror observed a woman spectator, whom she recognized, speaking with the codefendant Nixon who was then seated at counsel table. The juror informed the trial judge that she feared for her life and wanted to be excused from the panel. She was questioned by the judge and counsel but did not state the reason for her fear. The juror said that she had communicated her fears to the juror sitting next to her in the box. The judge excused the juror from the panel. The second juror was also questioned by the judge and counsel. The second juror confirmed that the first juror had told her of her observations of a woman talking to Nixon and had stated her desire to be excused from the panel. The judge excused the second juror from the panel. The Commonwealth moved for a mistrial on the basis of a tainted jury. The defendant’s counsel strenuously objected to a mistrial and moved for a severance. The judge declared a mistrial without any further questioning of the jury.</p>\n<p id=\"b532-6\">It is well settled that a mistrial can only be properly declared over a defendant’s objection upon a determination of “manifest necessity.” <em>Arizona </em>v. <em>Washington, </em>434 U.S. 497, 505 (1978). <em>United States </em>v. <em>Perez, </em>22 U.S. (9 Wheat.) 579, 580 (1824). We have spoken to the rule of “manifest necessity” as recently as the case of <em>Elder </em>v. <em>Commonwealth, </em><page-number citation-index=\"1\" label=\"519\">*519</page-number><em>ante </em>128, 133 (1982), and more fully in <em>Commonwealth </em>v. <em>Reinstein, </em>381 Mass. 555, 560-561 (1980). In making this determination, a trial judge “must always temper the decision whether or not to abort the trial by considering the importance to the defendant of being able, once and for all, to conclude his confrontation with society through the verdict of a tribunal he might believe to be favorably disposed to his fate.” <em>United States </em>v. <em>Jorn, </em>400 U.S. 470, 486 (1971). An appellate court will be deferential to the judge’s discretionary determination that manifest necessity exists only if it is clear from the record that the judge has given careful consideration to the available alternatives and to the defendant’s interest in having the trial concluded in a single proceeding. <em>Jones </em>v. <em>Commonwealth, </em>379 Mass. 607, 622 (1980). <em>Arizona </em>v. <em>Washington, </em>434 U.S. 497, 516-517 (1978).</p>\n<p id=\"b533-5\">Applying these considerations to the record in this case, we must conclude, as did the Appeals Court, that the trial judge’s determination that a mistrial was required cannot be upheld. A reasoned decision on the Commonwealth’s motion for a mistrial required the judge at least to make a general inquiry of the twelve jurors who had not been excused in an effort to determine their knowledge of the incident and its effect on their ability to render an impartial verdict. The judge did not have enough information to make his determination without such an inquiry.</p>\n<p id=\"b533-6\">In addition, the alternative remedy of a severance was inadequately considered. The defendant’s counsel expressed his willingness to sever and to proceed to trial with the twelve jurors remaining, on the ground that whatever inferences may have been drawn by the jurors were directed solely at the codefendant Nixon. The defendant’s counsel also stated his belief that most of the evidence had already been heard and that the trial was likely to conclude that day. The case of <em>Jones </em>v. <em>Commonwealth, </em>379 Mass. 607 (1980), involved a joint prosecution of two codefendants for murder, armed robbery, and assault and battery, and we held that the decision to deny severance and declare a mistrial was error. The considerations we discussed in <em>Jones </em><page-number citation-index=\"1\" label=\"520\">*520</page-number>apply with equal force here. <em>Id. </em>at 617. Although severance may be inappropriate in a complex, multidefendant case, <em>United States </em>v. <em>Chase, </em>372 F.2d 453, 464-466 (4th Cir.), cert. denied, 387 U.S. 907 (1967), the case before us does not fall into that category. We think that the judge’s failure to explore severance fully before declaring the mistrial for Barton as well as the failure to make further inquiry concerning the remaining jurors’ ability to render an impartial verdict was reversible error and cannot be upheld.</p>\n<p id=\"b534-5\">The indictments are to be dismissed by the Superior Court.</p>\n<p id=\"b534-6\">So <em>ordered.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}