{
  "casebody": {
    "data": "<casebody firstpage=\"555\" lastpage=\"574\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b569-4\">In the Matter of Mary Moe.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b569-5\">Worcester.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A9q\">November 4, 1981.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Adv\">March 16, 1982.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b569-6\">Present: Hennessey, C.J., Wilkins, Liacos, Abrams, Nolan, &amp; Lynch, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b569-13\"><em>Diane F. Paulson </em>for the ward.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b569-14\"><em>John S. McCann </em>for the guardian ad litem.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b569-15\"><em>Nowell P. Francis </em>for the guardian.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b569-16\"><em>Marjorie Heins, Jinnane S.J. Elder </em>ó- <em>John Reinstein, </em>for Civil Liberties Union of Massachusetts, amicus curiae, submitted a brief.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b569-17\"><em>David Engle, Darcy DuMont, Robert Weber, William Crane, Richard Howard, </em>&amp; <em>Jonathan Brant </em>for Mental Health Legal Advisers Committee &amp; another, amici curiae, submitted a brief.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b570-4\"><page-number citation-index=\"1\" label=\"556\">*556</page-number><em>Susan Slaff </em>&amp; <em>Raymond P. Bilodeau </em>for Developmental Disabilities Law Clinic of Western New England College School of Law, amicus curiae, submitted a brief.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b570-5\">Liacos, J.</author>\n<p id=\"AKeq\">The Probate Court for Worcester County appointed Ann Moe the guardian of her mentally retarded daughter, Mary Moe, on July 28, 1978. On April 1, 1980, the guardian petitioned the court, seeking an order permitting an abdominal tubal ligation (sterilization) to be performed on her ward. The petition alleged that although the ward is of legal age, she “is a mentally retarded person, whose chronological age does not conform with her emotional, intellectual, or developmental age and, upon facts and circumstances in the knowledge of your petitioner, and in the knowledge of professionals in the Health Care Field, it would be in the best interest of the ward to have an abdominal tubal ligation.”</p>\n<p id=\"b570-6\">On May 23, 1980, the probate judge appointed a guardian ad litem. The guardian ad litem filed an “objection to abdominal tubal ligation” on September 2, 1980, expressing his belief that, although sterilization would be in the ward’s best interest, there was no apparent legal authority for the probate judge to authorize the requested procedure. The probate judge then appointed another attorney as counsel for the ward, while requesting the former attorney to remain as guardian ad litem.</p>\n<p id=\"b570-7\">On February 11, 1981, the ward’s attorney filed a motion to dismiss the sterilization petition for lack of subject matter jurisdiction and failure to state a claim upon which relief could be granted. Mass. R. Civ. P. 12 (b) (1), (6), 365 Mass. 754 (1974). Among other grounds, the motion alleged that absent specific statutory authority, the probate judge could not order the sterilization of a mentally retarded person. The ward’s attorney also moved that the probate judge reserve and report the questions of law raised by the motion to dismiss, before further proceedings ensued.</p>\n<p id=\"b570-8\">On March 16, 1981, the judge reported the matter, without decision, to the Appeals Court. G. L. c. 215, § 13. Two questions were reported: “1. Can the probate and family <page-number citation-index=\"1\" label=\"557\">*557</page-number>court, absent specific statutory authority, order sterilization of an adult mentally retarded female; and 2. If the response to question one is in the affirmative, what procedures and standards should be followed and applied?”</p>\n<p id=\"b571-5\">An application for direct appellate review was allowed by this court. We conclude that under certain specified conditions the Probate Court, as a court of general equity jurisdiction, does have the authority to entertain and act upon such a petition.</p>\n<p id=\"b571-6\">The facts as they appear in the record are as follows.<footnotemark>1</footnotemark> The ward is a mentally retarded woman born on August 6,1956. Her emotional, intellectual, and developmental age, however, does not conform to her chronological age, and she currently functions at the level of a four year old. In the view of professionals in the health care field it would be in the best interest of the ward to have an abdominal tubal ligation. Medical practitioners in the Commonwealth refuse to perform the abdominal tubal ligation procedure without a court order.<footnotemark>2</footnotemark></p>\n<p id=\"b572-4\"><page-number citation-index=\"1\" label=\"558\">*558</page-number>This case is yet another in an ever-increasing number of cases in recent years where we are requested to apply legal principles to issues involving fundamental personal liberties, requiring the process of “detached but passionate investigation and decision that forms the ideal on which the judicial branch of government was created.” <em>Superintendent of Belchertown State School </em>v. <em>Saikewicz, </em>373 Mass. 728, 759 (1977). See, e.g., <em>Matter of Spring, </em>380 Mass. 629 (1980); <em>Custody of a Minor (No. 3), </em>378 Mass. 732 (1979). We proceed to answer the questions posed because we are mindful that this court “cannot escape the demands of judging or of making . . . difficult appraisals.” <em>Haynes </em>v. <em>Washington, </em>373 U.S. 503, 515 (1973). In this case the ward’s presumed inability to give her knowing consent regarding a sterilization operation,<footnotemark>3</footnotemark> as a competent individual could, is said to require the aid of the court.<footnotemark>4</footnotemark> The guardian argues that the method to ensure that the ward’s best interests are thoroughly protected is judicial intervention.</p>\n<p id=\"b572-5\">There is no specific Massachusetts statute granting a guardian the power to authorize a sterilization operation on behalf of his or her ward. General Laws c. 201, § 6A, as amended through St. 1978, c. 478, § 95, provides that “[t]he guardian of a mentally retarded person shall act to <page-number citation-index=\"1\" label=\"559\">*559</page-number>protect the welfare of such person and may utilize the services of agencies and individuals to provide necessary and desirable social and protective services of different types appropriate to such person including, but not limited to, counseling services, advocacy services, legal services, and other aid as he deems to be in the interest of such person.”</p>\n<p id=\"b573-5\">Although G. L. c. 201, § 12, confers the “care and custody” of a ward upon a duly appointed guardian, G. L. c. 112, § 12W, requires the knowledgeable consent of the individual to be sterilized. In addition, our prior cases have established that prior judicial approval is required before a guardian may consent to administering or withholding of proposed extraordinary medical treatment. E. g., <em>Guardianship of Roe, </em>383 Mass. 415 (1981); <em>Matter of Spring, supra; Superintendent of Belchertown State School </em>v. <em>Saikewicz, supra. </em>Since sterilization is an extraordinary and highly intrusive form of medical treatment that irreversibly extinguishes the ward’s fundamental right of procreative choice, we conclude that a guardian must obtain a proper judicial order for the procedure before he or she can validly consent to it. Guardians and parents, therefore, absent statutory or judicial authorization, cannot consent to the sterilization of a ward in their care or custody.</p>\n<p id=\"b573-6\">We are well aware of the sordid history of compulsory eugenic sterilization laws in the United States. See <em>Matter of Grady, </em>85 N.J. 235, 245-247 (1981). In a constitutional attack on the substance of a State sterilization statute, the United States Supreme Court accepted the basic premises of the eugenic theory that persons with certain diseases or antisocial characteristics (1) tend to procreate more often; (2) have offspring who inherit the parental defect; and (3) do not view sterilization as detrimental. See <em>Buck </em>v. <em>Bell, </em>274 U.S. 200, 207 (1927); Ferster, Eliminating the Unfit — Is Sterilization the Answer?, 27 Ohio St. L.J. 591, 602 (1966). Thus, it was thought that sterilization of the unfit would promote the general health and welfare of our society. <em>Id. </em>All the underlying premises of eugenic sterilization, however, have been vigorously criticized and, for the most part, <page-number citation-index=\"1\" label=\"560\">*560</page-number>have proven false. <em>See Matter of A. W., </em>Colo. , (1981) (637 P.2d 366, 368 [Colo. 1981]); Ferster, <em>supra </em>at 602-604; Kindregan, Sixty Years of Compulsory Eugenic Sterilization: “Three Generations of Imbeciles” and the Constitution of the United States, 43 Chi.-Kent L. Rev. 123, 134-140 (1966). See also <em>Skinner </em>v. <em>Oklahoma, </em>316 U.S. 535, 546 (1942) (Jackson, J., concurring) (because present state of scientific knowledge uncertain, eugenic sterilization presents grave constitutional questions). Two recent cases show, however, that sterilization procedures may still be abused, see <em>Stump </em>v. <em>Sparkman, </em>435 U.S. 349 (1978); <em>Downs </em>v. <em>Sawtelle, </em>574 F.2d 1 (1st Cir.), cert. denied, 439 U.S. 910 (1978).</p>\n<p id=\"b574-6\">Massachusetts has never had compulsory sterilization laws. General Laws c. 112, § 12W, forbids sterilization of any person absent his knowledgeable consent. Nothing we say today condones or approves compulsory sterilization for any purpose. Indeed, we question the continuing validity of the <em>Buck </em>decision, at least as a matter of State law. The right to procreate is “fundamental to the very existence and survival of the race.” <em>Skinner, supra </em>at 541. An individual is forever deprived of this basic liberty through unwanted sterilization. <em>Id. </em>The State has no recognizable interest in compelling the sterilization of its citizens. See, e.g., <em>Matter of A. W., supra </em>at <em>(supra </em>at 368) (“compulsory sterilization of incompetents based on eugenic theories can no longer be justified as a valid exercise of governmental authority”). But see <em>Sterilization of Moore, </em>289 N.C. 95 (1976); <em>Cook </em>v. <em>State, </em>9 Or. App. 224 (1972).</p>\n<p id=\"b574-7\">No compulsory sterilization or sterilization based on discredited eugenic theories is involved here, however. The issues presented seem to us to involve whether an incompetent person is to be given the same rights as those vested in a competent person, and, if so, how and by what means. We turn to consider the questions reported:</p>\n<p id=\"b574-8\">1. <em>Power of the Probate Court. </em>Many courts have concluded that, without legislative authorization, a judge lacks the power to order sterilization of an incompetent at the <page-number citation-index=\"1\" label=\"561\">*561</page-number>behest of a parent or guardian. <em>Hudson </em>v. <em>Hudson, </em>373 So.2d 310 (Ala. 1979). <em>Guardianship of Kemp, </em>43 Cal. App. 3d 758 (1974). <em>In re S.C.E., </em>378 A.2d 144 (Del. Ch. 1977) . A.L. v. <em>G.R.H., </em>163 Ind. App. 636 (1975), cert. denied, 425 U.S. 936 (1976). <em>In Interest of M.K.R., </em>515 S.W.2d 467 (Mo. 1974). <em>Frazier </em>v. <em>Levi, </em>440 S.W.2d 393 (Tex. Civ. App. 1969). <em>Holmes </em>v. <em>Powers, </em>439 S.W.2d 579 (Ky. App. 1968). Cf. <em>Wade </em>v. <em>Bethesda Hosp., </em>337 F. Supp. 671 (S.D. Ohio 1971). These cases are distinguishable in some instances, and are generally unpersuasive.</p>\n<p id=\"b575-6\">In <em>Guardianship of Kemp, supra, </em>for example, the California court noted that its Probate Court was a court of limited jurisdiction, possessed of no general equity jurisdiction. 43 Cal. App. 3d at 761-762. Compare <em>Matter of D.D., a Mentally Retarded Person, </em>64 App. Div. 2d 898 (N.Y. 1978) (Surrogate’s Court, court of limited jurisdiction, has no jurisdiction to order sterilization absent statutory authorization), with <em>Matter of Sallmaier, </em>85 Misc. 2d 295 (N.Y. Sup. Ct. 1976) (Supreme Court has jurisdiction to order sterilization by virtue of common law parens patriae power over incompetents). Our Probate Courts, however, are courts of superior and general jurisdiction possessing inherent powers apart from statutory authorization. These powers are broad and flexible, and extend to actions necessary to afford any relief in the best interests of a person under their jurisdiction. G. L. c. 215, §§ 2, 3, 6. <em>Saikewicz, supra </em>at 755-756. See <em>Guardianship of Bassett, </em>7 Mass. App. Ct. 56, 61-62 (1979) (Probate Court has traditional equitable power to resolve problems involving mentally retarded persons). G. L. c. 201, § 6A (Probate Court proper forum to seek appointment of guardian for mentally retarded person). Cf. <em>Police Comm’r of Boston </em>v. <em>Municipal Court of the Dorchester Dist., </em>374 Mass. 640, 660-665 (1978); G. L. c. 215, § 6.</p>\n<p id=\"b575-8\">In <em>Frazier </em>v. <em>Levi, supra, </em>the Texas court in a cursory opinion, quoting extensively from Corpus Juris Secundum and American Jurisprudence, concluded without stating a reason that “[a]ny order authorizing . . . [sterilization] <page-number citation-index=\"1\" label=\"562\">*562</page-number>would be in excess of the power delegated by the statutes of Texas and would be invalid.” 440 S.W.2d at 395. As a final example in this line of cases, we note <em>Holmes </em>v. <em>Powers, supra, </em>a two-paragraph opinion, wherein the Kentucky court denied the county health officer and local medical society’s petition to sterilize the defendant. 439 S.W.2d at 580. The court stated that “[i]t may be (though we do not decide) that a legally constituted committee could exercise such a choice, but there has been no inquest and there is no committee.” <em>Id. </em>We agree with the view taken of these authorities by the Supreme Court of Washington: “These cases are not controlling. Their results are conclusory, as none of them demonstrates any controlling legal principle prohibiting a court of general jurisdiction from acting upon a petition for sterilization. They suggest a preference that the difficult decisions regarding sterilization be made by a legislative body. This is not simply a denial of jurisdiction, but an abdication of the judicial function.” <em>Guardianship of Hayes, </em>93 Wash. 2d 228, 231 (1980).</p>\n<p id=\"b576-5\">We find more persuasive the view expressed in most recent decisions that a court of general jurisdiction which has powers of equity over incompetents and their guardians, such as the Probate Court, has the power to hear and adjudicate petitions such as the one in the case at bar.<footnotemark>5</footnotemark> See <em>C.D.M. </em>v. <em>State, </em>627 P.2d 607 (Alas. 1981); <em>Matter of A.W., supra; Matter of Grady, supra; Matter of Sallmaier, supra; Guardianship of Hayes, supra. </em>See also <em>Guardianship of Eherhardy, </em>102 Wis. 2d 539 (1981) (Probate Court has jurisdiction to entertain sterilization petition, but public policy and judicial restraint dictate that jurisdiction not be exercised). These decisions recognize that incompetent persons need some forum in which to exercise their statutory and constitutional rights, the same as competent persons. “In our view [the] decisions [denying jurisdiction] do not re-<page-number citation-index=\"1\" label=\"563\">*563</page-number>fleet adequate sensitivity to the constitutional rights of the incompetent person.” <em>Matter of Grady, supra </em>at 261.</p>\n<p id=\"b577-5\">The Probate Courts in this Commonwealth have general equitable power to act in all matters relating to guardianship. See G. L. c. 215, § 6. The power to appoint a guardian for a retarded person is confirmed by G. L. c. 201, §§ 6A, 14. This grant of jurisdiction is plenary, <em>Guardianship of Bassett, supra </em>at 63, and is inherent in the court even apart from statutory authorization. <em>Saikewicz, supra </em>at 755. The exercise of this power at times becomes necessary for the proper functioning of the court. <em>Buckingham </em>v. <em>Alden, </em>315 Mass. 383, 389 (1944).</p>\n<p id=\"b577-6\">In <em>Saikewicz, </em>this court stated that “[i]n dealing with matters concerning a person properly under the court’s protective jurisdiction, ‘[t]he court’s action ... is not limited by any narrow bounds, but it is empowered to stretch forth its arm in whatever direction its aid and protection may be needed’. ... In essence the powers of the court to act in the best interests of a person under its jurisdiction . . . must be broad and flexible enough ‘to afford whatever relief may be necessary to protect his interests.’ . . . The Probate Court is the proper forum in which to determine the need for the appointment of a guardian or a guardian ad litem. It is also the proper tribunal to determine the best interests of a ward” (citations omitted). <em>Saikewicz, supra </em>at 755-756.</p>\n<p id=\"b577-7\">In the absence of any limiting legislative enactment, the Probate Court has plenary power to exercise its jurisdiction to provide for the needs of the mentally incompetent person. Cf. <em>Matter of A.W., supra </em>at <em>(supra </em>at 375).</p>\n<p id=\"b577-8\">2. <em>The right to choose sterilization. </em>The Supreme Court of the United States has implicitly recognized that the right of a person to be sterilized is a fundamental right. <em>Skinner </em>v. <em>Oklahoma, </em>316 U.S. 535, 541 (1942). Other courts have explicitly recognized such a right. See <em>Hathaway </em>v. <em>Worcester City Hosp., </em>475 F.2d 701 (1st Cir. 1973); <em>Ruby </em>v. <em>Massey, </em>452 F. Supp. 361, 368 (D. Conn. 1978). Cf. <em>Relf v. Weinberger, </em>372 F. Supp. 1196 (D.D.C. 1974). The right <page-number citation-index=\"1\" label=\"564\">*564</page-number>to reproduce and the decision whether or not to beget or bear a child is at the very heart of the constitutionally protected right to privacy. See <em>Carey </em>v. <em>Population Servs. Int’l, </em>431 U.S. 678, 685-686 (1977) (plurality); <em>Skinner, supra. </em>“If the right of privacy means anything, it is the right of the <em>individual, </em>married or single, to be free from unwarranted governmental intrusion into matters so fundamentally affecting a person as the decision whether to bear or beget a child.” <em>Eisenstadt </em>v. <em>Baird, </em>405 U.S. 438, 453 (1972). See <em>Griswold </em>v. <em>Connecticut, </em>381 U.S. 479, 485 (1965) (several fundamental constitutional guaranties create zone of privacy around procreation decisions). See generally L. Tribe, American Constitutional Law 921-934, § 15-10 (1978). “The constitutional right to privacy, . . . is an expression of the sanctity of individual free choice and self-determination as fundamental constituents of life.” <em>Saikewicz, supra </em>at 742. This right of human dignity extends to all individuals. We think that the government deprives a mentally retarded individual of his or her right to privacy if it denies the person the opportunity to exercise that right. See <em>Matter of A.W., supra </em>at <em>(supra </em>at 369) (individual has fundamental right not to be source of another life; right includes freedom to make choice permanent by voluntarily undergoing sterilization); <em>Guardianship of Eberhardy, supra </em>at 907 (Day, J., dissenting) (judicial refusal to consent to sterilization on petition of parent or guardian effectively makes fundamental personal choice for ward).</p>\n<p id=\"b578-5\">We have, in the past, consistently respected the right of a person to be free from nonconsensual invasion of bodily integrity. See, e.g., <em>Guardianship of Roe, </em>383 Mass, at 434; <em>Matter of Spring, </em>380 Mass, at 634. Cf. <em>Commissioner of Correction </em>v. <em>Myers, </em>379 Mass. 255 (1979).</p>\n<p id=\"b578-6\">Although G. L. c. 112, § 12W, which prohibits a physician from performing a sterilization unless the physician has the knowledgeable consent of the patient in writing, appears to be “limiting” legislation, this statute cannot be read to deny incompetent individuals the same procreative choices <page-number citation-index=\"1\" label=\"565\">*565</page-number>which competent persons may exercise. See also G. L. c. Ill, § 70E. Because a competent individual has a right to be sterilized, see <em>infra, </em>“[t]o deny this right to persons who are incapable of exercising it personally is to degrade those whose disabilities make them wholly reliant on other, more fortunate, individuals.” <em>Guardianship of Roe, supra </em>at 434. “To protect the incompetent person within its power, the State must recognize the dignity and worth of such a person and afford to that person the same panoply of rights and choices it recognizes in competent persons.” <em>Saikewicz, supra </em>at 746. This is accomplished through the doctrine of substituted judgment determined by proceedings in a court of competent jurisdiction. See <em>Guardianship of Roe, supra </em>at 444; <em>Matter of Spring, supra </em>at 634; <em>Saikewicz, supra </em>at 751-752. We conclude that the answer to the first question reported is, “Yes.”</p>\n<p id=\"b579-5\">3. <em>Procedure, (a) Substituted judgment. </em>In utilizing the doctrine of substituted judgment, this court seeks to maintain the integrity of the incompetent person by giving the individual a forum in which his or her rights may be exercised. The court dons “the mental mantle of the incompetent” and substitutes itself as nearly as possible for the individual in the decision-making process. <em>Saikewicz, supra </em>at 752, quoting from <em>In re Carson, </em>39 Misc. 2d 544, 545 (N.Y. Sup. Ct. 1962). In utilizing the doctrine the court does not decide what is necessarily the best decision but rather what decision would be made by the incompetent person if he or she were competent. “In short, if an individual would, if competent, make an unwise or foolish decision, the judge must respect that decision as long as he would accept [or be bound to accept] the same decision if made by a competent individual in the same circumstances.” <em>Guardianship of Roe, supra </em>at 449 n.20. Compare <em>Custody of a Minor (No. 3), </em>378 Mass. 732, 744 (1979) (parental rights do not clothe parent with life and death authority over children).</p>\n<p id=\"b579-6\">We are aware of the difficulties of utilizing the substituted judgment doctrine in a case where the incompetent <page-number citation-index=\"1\" label=\"566\">*566</page-number>has been mentally retarded since birth. The inability, however, of an incompetent to choose, should not result in a loss of the person’s constitutional interests. <em>Matter of A. W., supra </em>at <em>(supra </em>at 375). To speak solely in terms of the “best interests” of the ward, or of the State’s interest, is to obscure the fundamental issue: Is the State to impose a solution on an incompetent based on external criteria, or is it to seek to protect and implement the individual’s personal rights and integrity? We reject the former possibility. Each approach has its own difficulties, but the use of the doctrine of substituted judgment promotes best the interests of the individual, no matter how difficult the task involved may be. We admit that in this case we are unable to draw upon prior stated preferences the individual may have expressed. An expression of intent by an incompetent person while competent, however, is not essential. <em>Matter of Spring, supra </em>at 640. “While it may thus be necessary to rely to a greater degree on objective criteria . . . the effort to bring the substituted judgment into step with the values and desires of the affected individual must not, and need not, be abandoned.” <em>Saikewicz, supra </em>at 751. Cf. <em>Matter of Storar, </em>52 N.Y.2d 363, 380 (1981) (unrealistic to attempt substituted judgment where person incompetent since birth). The courts thus must endeavor, as accurately as possible, to determine the wants and needs of this ward as they relate to the sterilization procedure. See <em>Saikewicz, supra </em>at 750 n.15.</p>\n<p id=\"b580-6\">b. <em>Applicable standards. </em>We now consider the standards the Probate Court must apply when authorizing sterilization upon petition of an incompetent person’s parent or guardian. We keep in mind that the court is to determine whether to authorize sterilization when requested by the parents or guardian by finding the incompetent would so choose if competent. No sterilization is to be compelled on the basis of any State or parental interest.</p>\n<p id=\"b580-7\">In all cases, the parties must be given adequate notice of the proceedings, an opportunity to be heard in the trial court, and to pursue an appeal. Upon a guardian’s petition <page-number citation-index=\"1\" label=\"567\">*567</page-number>for an order authorizing the sterilization of his or her ward, the court must appoint a guardian ad litem to represent the ward.<footnotemark>6</footnotemark> The guardian ad litem is to be charged with the responsibility of zealously representing the ward, and must have full opportunity to meet with the ward, present proof, and cross-examine witnesses at the hearing. <em>Matter of Grady, supra </em>at 264. In order to guarantee a thorough adversary exploration of the difficult question posed, the guardian ad litem should present all reasonable arguments in favor of the court’s denial of the petition, so that “all viewpoints and alternatives will be aggressively pursued and examined at the subsequent hearing.” <em>Saikewicz, supra </em>at 757. This adversary posture will ensure that both sides of each issue which the court must consider are thoroughly aired before findings are made and a decision rendered. Accord C.D.M. v. <em>State, supra </em>at 612; <em>Matter of </em>A. W., <em>supra </em>at <em>(supra </em>at 375); <em>Matter of Grady, supra </em>at 264; <em>Guardianship of Hayes, supra </em>at 236-238.</p>\n<p id=\"b581-5\">In addition to the appointment of a guardian ad litem, the court may appoint independent medical and psychological experts for the purpose of examining the ward and reporting to the court. See <em>Matter of A. W., </em>supra. The experts should report, and the court make, findings regarding: (1) Whether the ward, despite being mentally retarded, is able to make an informed choice as to the need and desirability of sterilization. Thus, as a threshold matter, the court, on the basis of the experts’ reports and evidence adduced at the hearing, must determine whether the individual lacks the capacity to make his or her own decision concerning sterilization and whether this condition is likely to change in the near future.<footnotemark>7</footnotemark> A person may be adjudicated legally incom<page-number citation-index=\"1\" label=\"568\">*568</page-number>petent to make some decisions but competent to make other decisions. <em>Guardianship of Bassett, </em>7 Mass. App. Ct. 56, 63 (1979). See also <em>Lane </em>v. <em>Candura, </em>6 Mass. App. Ct. 377 (1978). Therefore, although the ward in this case has been adjudicated “incapable of making informed decisions with respect to the conduct of [her] personal and financial affairs,” G. L. c. 201, § 6A, this is not dispositive on the issues of her competency to make a-decision regarding sterilization.<footnotemark>8</footnotemark> (2) The physical ability of the ward to procreate. <page-number citation-index=\"1\" label=\"569\">*569</page-number>Where, however, the ward has reached sexual maturity, the court may presume fertility, absent medical evidence to the contrary.<footnotemark>9</footnotemark> (3) The possibility and effectiveness of less intrusive means of birth control. The court should find that all less drastic contraceptive methods, including supervision, education, and training are unworkable. <em>Matter of A.W., supra </em>at n.21 <em>(supra </em>at 376 n.21). C.D.M. v. <em>State, supra </em>at 613. <em>Guardianship of Hayes, supra </em>at 238-239. The court should also find that the proposed method of sterilization entails the least intrusive invasion of the ward’s body. Relevant to this inquiry is whether a reversible sterilization procedure or less drastic contraception method will soon be available. <em>Guardianship of Hayes, supra </em>at 239. (4) The medical necessity, if any, for the procedure.<footnotemark>10</footnotemark> A medical necessity could be supported by evidence that the possibility of pregnancy would threaten the physical or mental health of the person. <em>Matter of A. W., supra </em>at <em>(supra </em>at 375). (5) The nature and extent of the individual’s disability. This inquiry should focus on the ability of the ward to care for a child, even with reasonable assistance, and the possibility that the ward may marry in the future and, with a spouse, be able to care for a child. <em>Matter of Grady, supra </em>at 266. <em>Guardianship of Hayes, supra </em>at 238. In examining whether the ward would likely be able to care <page-number citation-index=\"1\" label=\"570\">*570</page-number>for a child, the court should consider whether science is on the threshold of an advance in the treatment of the ward’s disability. <em>Guardianship of Hayes, supra </em>at 239. (6) The likelihood that the ward will engage in sexual activity likely to result in pregnancy. (7) The possibility of health risks, trauma, or psychological damage from the sterilization operation, as well as pregnancy or childbirth.</p>\n<p id=\"b584-5\">The court, to the extent possible, must also “elicit testimony from the incompetent concerning [his or] her understanding and desire for the proposed operation and its consequences.” <em>C.D.M. </em>v. <em>State, supra </em>at 613. The judge, in his discretion, and the guardian ad litem in his recommendation, should attempt to ascertain the ward’s actual preference for sterilization, parenthood, or other means of contraception. This inquiry is an important part of the substituted judgment determination. The result of the judge’s exercise of discretion should be the same decision which would be made by the incompetent person, “but taking into account the present and future incompetency of the individual as one of the factors which would necessarily enter into the decision-making process of the competent person.” <em>Saikewicz, supra </em>at 752-753.</p>\n<p id=\"b584-6\">Additionally, the court must consider the ward’s religious beliefs, if any. <em>Guardianship of Roe, supra </em>at 445. An individual might choose to refuse sterilization if the operation would be contrary to his or her religious beliefs. “If such a reason is proffered by or on behalf of an incompetent, the judge must evaluate it in the same manner and for the same purposes as any other reason: the question to be addressed is whether certain tenets or practices of the incompetent’s faith would cause him [or her] individually to reject the specific [operation] proposed for him [or her] in [the] present circumstances.” <em>Id. </em>The Probate Court judge should also consider any special circumstances presented by the parties in favor of, or against, the proposed sterilization.</p>\n<p id=\"b584-7\">c. <em>Standard of Proof. </em>We emphasize again that this is not a case wherein the Commonwealth seeks to interfere with the ward’s fundamental right to procreate. If that <page-number citation-index=\"1\" label=\"571\">*571</page-number>were the case, arguably, the Commonwealth would be required to show a compelling State interest for the sterilization and the standard of proof could be higher than the usual civil standard of preponderance of the evidence.<footnotemark>11</footnotemark> See, e.g., <em>Addington </em>v. <em>Texas, </em>441 U.S. 418 (1979) (due process requires State standard of proof greater than preponderance of evidence in civil commitment proceedings). Cf. <em>In re Penny N., </em>120 N.H. 269, 271-272 (1980) (proof beyond reasonable doubt rejected as standard; New Hampshire court adopts requirement of “clear and convincing evidence” as the “middle course”). We reject, however, the argument that any legitimate State interest exists which would warrant a decision to require involuntary sterilization. Cf. <em>Relf </em>v. <em>Weinberger, </em>372 F. Supp. 1196, 1201 (D.D.C. 1974). Consequently, we reject the view that proof beyond a reasonable doubt is required to justify a sterilization authorization. But see <em>North Carolina Ass’n for Retarded Children </em>v. <em>State, </em>420 F. Supp. 451 (M.D.N.C. 1976); <em>In re Simpson, </em>180 N.E.2d 206 (Ohio Prob. 1962).</p>\n<p id=\"b585-5\">This is a case where a mother, as guardian of her daughter, is asking the court to utilize the doctrine of substituted judgment and consent to a sterilization operation that the guardian feels would be in the ward’s best interest.<footnotemark>12</footnotemark> We have already stated that the incompetent individual has as much right as the competent individual to assert his or her constitutional right to privacy.</p>\n<p id=\"b585-6\">In <em>Guardianship of Roe, </em>this court held that the Commonwealth had to prove its interest in the prevention of <page-number citation-index=\"1\" label=\"572\">*572</page-number>violence, beyond a reasonable doubt, in order to “overrid[e] the individual’s right to refuse” antipsychotic drugs. 383 Mass, at 450. There, “[t]he primary purpose of the treatment [was] not to implement the substituted judgment of the incompetent.” <em>Id. </em>In this case there is no State interest which could override the ward’s refusal, or the court’s substituted judgment of refusal, to consent to sterilization. The higher standard of proof is invoked when the State seeks to interfere with a person’s liberty, not when the individual seeks to exercise his or her liberty.</p>\n<p id=\"b586-5\">Further, we think that to require a high standard of proof in such a proceeding, that recognizes and implements the incompetent’s rights, would defeat the entire purpose of the proceeding and have the effect of denying recognition of rights for incompetents that are available to people who are competent. For example, that science is on the threshold of cure for the ward’s disability is a nebulous eventuality of science that is impossible to prove beyond a reasonable doubt. A requirement of proof beyond a reasonable doubt of such a possibility would jeopardize an incompetent’s fundamental right to decide whether to bear or beget a child and, might well preclude it. Cf. <em>Custody of a Minor (No. 1), </em>377 Mass. 876, 885 (1979).</p>\n<p id=\"b586-6\">We prefer to take the position that the personal rights implicated in guardian or parent petitions for sterilization require the judge to exercise the utmost care in reviewing all the evidence presented and in determining whether the ward would consent to sterilization if competent to make such a decision. <em>Id. </em>at 885-886. The judge must enter detailed written findings indicating those persuasive factors that determine the outcome. We are persuaded that a conscientious judge, being mindful of adverse mental and social consequence which might follow the authorization or not of a sterilization operation, will give serious and heedful attention at all stages of the proceeding.</p>\n<p id=\"b586-7\">\n<em>Report discharged.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b571-7\"> The petitioner states additional facts in her brief, e.g., that the ward is severely retarded, that she is institutionalized in a State institution, that she has previously suffered a “sexual incident” at the institution, that she is unable to effectively practice any other medically recognized method of birth control, and that she has no prospect of assuming normal parental duties and responsibilities should she give birth to a child. The guardian ad litem joins in some of these representations. As the attorney for the ward correctly points out, none of these facts is established in the record.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b571-8\"> We reiterate our view that a report without decision or finding of facts by a judge is improper, at least where, as here, there has been no agreement by the parties as to all material facts. The report must, therefore, be discharged. <em>Doe </em>v. <em>Doe, </em>378 Mass. 202, 203 (1979). G. L. c. 215, § 13. Mass. R. Civ. P. 64, 365 Mass. 831 (1974). Since the case has been fully argued on the merits and raises issues pertaining to the public interest and to the power of the Probate Court, we deem it appropriate to express our views for the guidance of the court. <em>Maldonado, petitioner, </em>364 Mass. 359, 366 (1973). <em>Moore </em>v. <em>Election Comm’rs of Cambridge, </em>309 Mass. 303, 306 (1941).</p>\n<p id=\"b571-9\">We acknowledge the considerable assistance we have received from the amicus briefs filed by the Civil Liberties Union of Massachusetts, the Developmental Disabilities Law Clinic of Western New England College School of Law, the Mental Health Legal Advisors Committee and the Developmental Disabilities Law Center.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b572-6\"> Sterilization is a surgical procedure that, in nearly all cases, renders a person permanently incapable of reproduction. S. Brakel &amp; R. Rock, The Mentally Disabled and the Law 207 (1971). Although the operation for men, a vasectomy, is relatively simple, in females, the surgeon ordinarily will perform an abdominal operation called a salpingectomy. S. Brakel &amp; R. Rock, <em>supra. </em>At the present time, sterilization is irreversible for females and less than 50% reversible for males. S. Brakel &amp; R. Rock, <em>supra </em>at 218.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b572-7\"> A competent person may be sterilized on “knowledgeable consent.” General Laws c. 112, § 12W, inserted by St. 1977, c. 654, provides: “No physician shall perform, other than in an emergency, an operation which is intended to result in the sterilization of an individual unless he has a knowledgeable consent in writing from such individual. A physician who performs said operation without such consent shall be punished by a fine of not more than ten thousand dollars.” Cf. G. L. c. 112, § 121 (physician or employee of hospital or health facility may refuse to participate in sterilization procedure on “moral or religious grounds”).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b576-6\"> We express no view as to whether other courts of the Commonwealth have similar power.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b581-6\"> In this case the judge appointed a guardian ad litem and another attorney for the ward. The latter step is not required, but may be desirable in the discretion of the judge.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b581-7\"> The Supreme Court of Colorado, in a case dealing with sterilization of a minor child at the behest of her parents, noted that the sterilization decision “should be delayed whenever possible to see if the person becomes competent to make a decision in the future.” <em>Matter of A.W., </em>Colo. <page-number citation-index=\"1\" label=\"568\">*568</page-number>, (1981) (637 P.2d 366, 369 [Colo. 1981]). The court, however, further noted and we agree that “the severely limited ability of some mentally retarded persons to understand the nature and consequences of sexual activity and to exercise judgment about such activity constitutes the major reason for considering sterilization in the first place. See <em>Guardianship of Eberhardy, </em>[102 <em>Wis. </em>2d 539 (1981)]. The potentially tragic consequences of pregnancy for an individual who neither understands her condition nor is capable of taking responsibility for a child may, in some cases, necessitate considering the alternative of preventing procreation as early as the onset of fertility.” <em>Id. </em>at - <em>(id. </em>at 369-370).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b582-12\"> The court must make specific findings of fact that establish that the person is incompetent to make a decision regarding sterilization. Although a person may be incompetent to make some decisions regarding his or her personal affairs or property, the same person may be able to comprehend the difference between sterility and fertility. See <em>Matter of Grady, </em>85 N.J. 235, 265 (1981) (person who is legally incompetent for some purposes may have capacity to make decision about sterilization). Cf. <em>Guardianship of Bassett, </em>7 Mass. App. Ct. 56, 61-64 (1979) (guardian may be appointed for mentally retarded person who lacks decision-making capability as to some but not all personal affairs). See also <em>Matter of Grady, supra at </em>240 n.1 (defining mental retardation); 104 Code Mass. Regs. § 4:09 (1979) (from profoundly retarded to slow learners, Department of Mental Health regulations describe five levels of mental retardation) . Further, this person need not possess a technical understanding of bodily functions and organs, nor is the person required to fully understand all the medical complications or risks involved in the sterilization procedure.</p>\n<p id=\"b582-13\">This inquiry is similar to that required under G. L. c. 112, § 12S, regarding an unmarried minor’s informed consent to an abortion absent parental approval. If a Superior Court judge determines that the minor is “mature and capable of giving informed consent to the proposed abortion,” G. L. c. 112, § 12S, the judge may authorize the abortion. In the instant case the judge must make an initial determination regarding the incompetent’s ability to give his or her informed consent to the sterilization procedure. If the person is able to give his or her informed con<page-number citation-index=\"1\" label=\"569\">*569</page-number>sent, the judge shall so find and terminate the proceedings at that point. If the person is incapable of consenting to the proposed operation, then the substituted judgment doctrine will be employed.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b583-6\"> If the incompetent person has reached sexual maturity, the judge may presume fertility in the ordinary course. Because a conclusive determination of fertility may require an intrusive procedure, the judge should rarely order the ward to undergo such testing. <em>Matter of Grady, supra </em>at 266.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b583-7\"> At least one court has sanctioned sterilization for an incompetent person only upon a finding that the operation is “medically essential” to preserve the life or physical or mental health of the mentally retarded person. <em>Matter of A. W., supra </em>at <em>(supra </em>at 375).</p>\n<p id=\"b583-9\">Such a rule, however, is the antithesis to our holding today which extends the rights of a competent person to an incompetent person. Rather, we think that the medical necessity for the proposed operation is but one factor to be considered in employing the substituted judgment analysis. The weight to be given to this factor depends on the facts of the case and the degree of medical necessity.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b585-7\"> We reject the suggestion of amicus curiae, the Civil Liberties Union of Massachusetts, that a petition for sterilization should be allowed only when the Commonwealth proves beyond a reasonable doubt that it has a compelling State interest in sterilizing the individual involved. The State has no interest in compelling the sterilization of its citizen for any purpose and thus, in the posture this case is presented, the compelling State interest test and highest burden of proof are inappropriate.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b585-8\"> No matter how sincere or well motivated the parent or guardian may be, the interests to be served here are those of the ward. Neither the convenience of the State nor the interests of parents are material to the ultimate decision to be made.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b587-4\"><page-number citation-index=\"1\" label=\"573\">*573</page-number>Nolan, J.</author>\n<p id=\"ArK\">(dissenting). I dissent. Sterilization is a species of self mutilation which is almost always irreversible. Its effect is to deprive the sterilized person of her or his capacity to beget or bear a child. We do not deal here with what has been described as therapeutic sterilization in which as a secondary effect to an operative procedure which is necessary to save the life of a person such person is rendered sterile (e.g., cancer of a reproductive organ may require its surgical removal).</p>\n<p id=\"b587-5\">The court today has decided that the probate judge has the power to divine the wishes of a severely mentally retarded women who “currently functions at the level of a four year old” as to whether she should permit herself to be rendered forever incapable of conceiving and bearing a child. To say the least, this is an impossible task.</p>\n<p id=\"b587-6\">An examination of the criteria which are prescribed for the probate judge’s consideration leads me to the conclusion that the bias is heavily in favor of contraception. Somehow, pregnancy comes off as an evil to be avoided. The court vouchsafes that the probate judge must consider the possibility of “less intrusive means of birth control.” The opinion continues: “The court should find that all less drastic contraceptive methods, including supervision, education, and training are unworkable.”</p>\n<p id=\"b587-7\">The court seems to find support for its position in the fact that competent men and women have a statutory right to be sterilized according to G. L. c. 112, § 12W, and that (the argument continues) the government deprives the incompetent person of a sacred constitutional right to be sterilized if it denies a judge the power to approve such sterilization. The flaw in this argument is its attribution of denial of such a dubious right to the government. It is the incompetent’s mental condition which makes him or her incapable of free choice, not the government. The very condition of incompetence makes the doctrine of substituted judgment a cruel charade.</p>\n<p id=\"b587-8\">The court speaks of human dignity in connection with the free choice to be sterilized. It is difficult to think of an ex<page-number citation-index=\"1\" label=\"574\">*574</page-number>perience more degrading to human dignity than a sterilization ordered by a judge who is empowered by the court to read the heart and mind of the incompetent ward and forever bar the ward from bringing forth a child.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}