{
  "casebody": {
    "data": "<casebody firstpage=\"436\" lastpage=\"442\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b506-14\">MOSHER STEEL COMPANY, Petitioner, Cross-Respondent, v. NATIONAL LABOR RELATIONS BOARD, Respondent, Cross-Petitioner.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b506-17\">No. 76-4516.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b506-18\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b506-20\">Feb. 27, 1978.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b508-12\"><page-number citation-index=\"1\" label=\"438\">*438</page-number>Larry M. Lesh, Dallas, Tex., for petitioner, cross-respondent.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b508-13\">Elliott Moore, Deputy Assoc., Gen. Counsel, John S. Irving, Gen. Counsel, John E. Higgins, Jr., Deputy Gen. Counsel, Carl L. Taylor, Assoc. Gen. Counsel, Marjorie S. Gofreed, Michael S. Winer, N.L.R.B., Washington, D. C., for respondent, cross-petitioner.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b508-17\">Before AINSWORTH, SIMPSON and MORGAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b508-18\">LEWIS R. MORGAN, Circuit Judge:</author>\n<p id=\"b508-19\">This case is before the court on petition of Mosher Steel Company (Mosher) to review and set aside, and Cross-Petition of the National Labor Relations Board (Bqard) to enforce, that portion of the Decision and Order of the Board reported in 226 NLRB No. 180. The Board held that Mosher unlawfully refused to reinstate James Smothers, Douglas Wallace, and Juventino Buruato.</p>\n<p id=\"b508-20\">Because reinstatement is at - issue it is necessary to consider the circumstances leading to the dismissal of the contested workers. On January 18, 1974, the Board certified the United Steelworkers of America, AFL-CIO (union), as bargaining representative for Mosher Employees working in plants located in Houston, San Antonio, Dallas, Lubbock and Tyler, Texas and Shreveport, Louisiana. From July 22, 1974 until May 10, 1975, the employees struck at all Mosher plants. At a following disciplinary hearing, the Board found that the strike was caused, in part, by unfair labor practices committed by Mosher.<footnotemark>1</footnotemark> 220 NLRB No. 47, aff’d 532 F.2d 1374 (5th Cir. 1976).</p>\n<p id=\"b508-21\">During the course of the strike, union reaction to the unfair labor practices descended to the level of violence. As a result of this concerted conduct, it was found by an administrative law judge, and adopted by the Board, that the union had committed unfair labor practices within the purview of <page-number citation-index=\"1\" label=\"439\">*439</page-number>§ 8(b)(1)(A) of the National Labor Relations Act, Case No. 23-CB-1558.</p>\n<p id=\"b509-5\">During the hearing on the Union unfair labor practices, the administrative law judge made findings of fact and conclusions of law concerning the activities of Buruato, one of the workers whose reinstatement is under consideration and whose activities precipitated his dismissal. Specifically, as germane to this reinstatement action, the administrative law judge received testimony concerning the activity of Juventino Buruato. Based upon testimony of Jay Benson, the judge found that Buruato threatened Benson with physical violence if Benson persisted in his attempt to cross the picket line.<footnotemark>2</footnotemark> Juventino Buruato did not testify. The judge found that this activity was a violation of § 8(b)(1)(A) of the Act.</p>\n<p id=\"b509-6\">Then in 1975, based upon charges made by the Union, the Board issued complaints alleging that Mosher had violated § 8(a)(1) and (3) of the Act for failure to reinstate eighteen unfair labor practice strikers. Mosher resisted, alleging that the workers were lawfully dismissed for serious acts of misconduct. The issues thus framed were then heard in an administrative hearing.</p>\n<p id=\"b509-7\">The administrative law judge, after receiving evidence, held that Mosher violated the Act by denying reinstatement to Buruato, Smothers, and Wallace. Although the record of the Union unfair labor practice decision, No. 23-CB-1558, was received into evidence, the administrative judge nonetheless permitted relitigation of the question of Buruato’s conduct, over the objection of Mosher. Because Mosher relied on the previous finding of fact, Jay Benson did not testify. Based only upon Juventino’s testimony denying the commission of the threat, and having no basis, to discredit his testimony, the administrative law judge found that Buruato did not engage in threatening conduct and therefore held that Mosher unlawfully denied him reinstatement.</p>\n<p id=\"b509-9\">Based on his findings, the administrative law judge also held that Mosher unlawfully denied reinstatement to striker Smothers. Smothers, at the time of the strike, was also a bartender in a neighborhood bar. In the course of the strike, non-striker Suarez repaired to the bar with his family for a libation. In the course of asking for a beer, a verbal exchange, the nature of which Suarez could not recall, occurred. Following closely this exchange Smothers, unprovoked, struck Suarez with a cue stick. Smothers, on the other hand, testified that he refused Suarez an additional beer for reasons of intoxication and when Suarez tried to walk behind the bar, Smothers struck him. Although the administrative law judge credited Smothers and found that the attack was provoked, he also stated that even if the attack was unprovoked, reinstatement is required because the event had not been proven strike-related. He therefore held that Mosher unlawfully denied Smothers’ reinstatement.</p>\n<p id=\"b509-10\">Two incidents precipitated striker Wallace’s dismissal from Mosher. During the course of the strike, Wallace directed an obscene gesture to Mosher’s director of industrial relations. The hearing judge determined that this was an insufficient ground for denial of reinstatement. Additionally, Wallace was observed kicking a motorcycle belonging to a non-striker. Pictures taken subsequently showed considerable damage to the motorcycle. The judge credited the observers’ testimony and held that the motorcycle had been damaged by Wallace, despite the observation of kicking being only circumstantial evidence of the <page-number citation-index=\"1\" label=\"440\">*440</page-number>ensuing destruction. Even though the judge so found, he nonetheless held that Mosher unlawfully denied Wallace reinstatement because the destruction was minimal in comparison to Mosher’s serious unfair labor practices.</p>\n<p id=\"b510-4\">Mosher then appealed the decision to the Board. The Board affirmed the administrative law judge’s decision but modified certain findings with respect to Smothers and Wallace. The Board affirmed the decision with respect to Smothers solely on the credited testimony of Smothers that the fight was provoked. Regarding Wallace, the Board determined that the observation of Wallace kicking the motorcycle did not warrant the conclusion that Wallace perpetrated the additional abuse. The Board, therefore, affirmed the lower decision because kicking a motorcycle is not conduct sufficient to deny reinstatement.</p>\n<p id=\"b510-5\">The issues before this court are (1) whether the administrative law judge erred in permitting relitigation of the factual issue of Buruato’s conduct and (2) whether the Board erred in holding that Mosher unlawfully denied reinstatement to Buruato, Smothers, and Wallace. On cross-petition, we also necessarily decide whether the Board is entitled to enforcement of its reinstatement order.</p>\n<p id=\"b510-6\">Mosher contends that the doctrine of collateral estoppel precludes relitigation of the factual issue of Buruato’s alleged misconduct. Collateral estoppel is applicable only if the same parties or their privies are involved in both actions and if it was foreseeable that the facts to be the subject of estoppel would be of importance in future litigation. <em>Hyman v. Regenstein, </em>258 F.2d 502, 510-11 (5th Cir. 1958). As appellant contends, in both suits the Union was the party against whom the facts would be used as evidence. True, the employee Buruato is “more” interested in the present proceeding than the unfair labor practice proceeding. Employee Buruato, however, still derives his protection in the instant matter from the Union and the Union prosecuted both cases.<footnotemark>3</footnotemark> We therefore hold that the Union was the party to both suits. The Board has provided us with no authority to the contrary except for their opinion that the conditions were not met. With respect to the foreseeable nature of the importance of the facts, we believe the answer is obvious. It is foreseeable that conduct such as Buruato’s could be the impetus for the denial of reinstatement after a strike. It is not necessary, as the Board suggests, that the issue of reinstatement must have then been ripe. All that is necessary is that the importance of the facts in subsequent litigation was foreseeable.</p>\n<p id=\"b510-11\">The judicial concepts of res judicata are sometimes relaxed in the administrative process. 2, K. Davis, Administrative Law Treatise § 18.03 (1958). They are only relaxed, however, when the policies underlying res judicata are not applicable to the administrative process. 2, K. Davis Administrative Law Treatise § 18.02 (1958). Therefore, because certain administrative agencies must be amenable to changing policies and necessities of enforcement, collateral estoppel is not normally applied to conclusions of law made by the agencies. No such policy considerations mitigate against the application of collateral estoppel to facts previously adjudicated, however. <em>See West v. Standard Oil Company, </em>278 U.S. 200, 49 S.Ct. 138, 73 L.Ed. 265 (1929). Indeed, all the judicial policies behind collateral estoppel apply. Requiring collateral estoppel in situations like the present will encourage unions and employers to call the best witnesses available in order to preclude subsequent contrary adjudication. Thus, the initial board hearing will have better witnesses and will therefore result in more reliable fact finding. Additionally, the application of collateral estoppel as to facts insures economy of judicial and agency administration. Finally, application of collateral estoppel will insure that the second adjudication will be sound because no possi<page-number citation-index=\"1\" label=\"441\">*441</page-number>bility will exist of influencing witnesses or impaired memory. We therefore hold that it was error to relitigate the question of Buruato’s conduct and will consider the reinstatement issue with regard to the Board’s findings concerning Buruato in the earlier unfair labor practice case.</p>\n<p id=\"b511-5\">Before analyzing the legality of the denial of reinstatement it is first necessary to decide the validity of the Board’s findings of fact. As previously discussed, collateral estoppel prevents relitigation of Buruato’s conduct and we therefore will consider his reinstatement with respect to the facts found in the previous unfair labor practice hearing. We accept the finding of fact as modified by the Board with respect to Smothers’ conduct. As to Wallace, however, we reject the modifications of the trial court’s conclusion by the Board. If the Board relies on the same facts as the trial examiner and does not dispute credibility findings, substantial evidence does not exist to support a contrary finding by the Board. <em>Seminole Asphalt Refining, Inc. v. NLRB, </em>497 F.2d 247 (1974); <em>NLRB v. Federal Pacific Electric Company, </em>441 F.2d 765 (5th Cir. 1971). In the instant case circumstantial evidence coupled with the creditable testimony of eyewitnesses, not disputed by the Board, placed the hearing examiner in a better position to ascertain truth than either the Board or this court. Because substantial evidence does not exist supporting the Board’s modifications we accept the trial examiner’s version of the facts that Wallace did cause substantial damage to the motorcycle of a non-striking employee.</p>\n<p id=\"b511-6\">Armed with findings of fact, the legality of Mosher’s denial of reinstatement may be analyzed. The seminal decision concerning reinstatement was delivered by the First Circuit in <em>NLRB v. Thayer Co., </em>213 F.2d 748 (1st Cir. 1954). In <em>Thayer, </em>the court first announced that if the activity causing dismissal was protected under § 7 of the Act then denial of reinstatement was unlawful. If the activity was unprotected under § 7, however, the legality of the denial was to be determined according to a balancing test. Two questions must be answered as a part of this test: (1) whether, under the circumstances the strike conduct was cause for discharge and (2) whether the reinstatement would further the policies of the Act. Under the second question, we balance the severity of the unfair labor practice committed by the company with the severity of the conduct necessitating dismissal. <em>See also Seminole, supra, </em>497 F.2d at 249.</p>\n<p id=\"b511-8\">With respect to Buruato and Wallace, the first question is answered in the affirmative. Threats to a fellow employee or the destruction of a fellow employee’s property is destructive of the work force and is, therefore, sufficient cause for dismissal. With respect to Smothers, however, the answer is negative. The incident was not strike-related and enough indicia of self-defense existed that Smothers’ dismissal smacked more of union animus than righteous indignation of a fatherly employer over the injury of one of its children. We therefore hold that Mosher violated §§ 8(a)(1) and (3) of the Act for failure to reinstate Smothers.</p>\n<p id=\"b511-9\">Because we hold that the conduct of Buruato and Wallace was sufficient to cause dismissal it is then necessary to determine whether their reinstatement would further the policies of the Act. Foremost to this question is the policy behind the balancing. To allow the company to deny reinstatement of workers dismissed for strike activity in retaliation to the employer’s unfair labor practice would be to give the employer the “benefit” of its unfair labor practice. Thus, in <em>Thayer, </em>the court implied that the severity of the unfair labor practices of the employer was balanced with the severity of the conduct which resulted in dismissal. This kind of balancing implies some type of causation. It is almost as if employer unfair labor practices gave a “self-defense” claim to the worker dismissed for unprotected conduct. With this purpose in mind, it must be determined whether the reinstatement of Buruato and Wallace would be consistent with the policies of the Act.</p>\n<p id=\"b512-3\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>It is indisputable that the thrust of the NLRA is not the protection of the union, not the protection of the employer, but rather the protection of the employee. Thus, a decision that would operate to the disadvantage of the employee is, at minimum, to be avoided. The reinstatement of unfair labor strikers should not be granted where the effect would ratify union retaliation, not against the employer, but against his fellow worker. In the instant case, in retaliation to employer unfair labor practices, violent conduct was directed not at management, but against fellow workers who also suffered from employer conduct. Although the unfair labor practices of Mosher were, as characterized by the hearing examiner, substantial, it would not effectuate the purposes of the Act to allow reinstatement of employees forcefully retaliating against other employees who are protected by the Act. Indeed, it is the purpose of the Act to deter such conduct. Conduct directed at fellow employees might be condoned and reinstatement ordered if the conduct consisted merely of the ase of questionable strategic conduct. Violent unprovoked activity directed at fellow employees should never be condoned, however. Therefore, the threat of harm uttered by Buruato at the picket line coupled with the actual occurrence of violent conduct referred to,<footnotemark>4</footnotemark> so frustrates the rights of nonstriking employees as to make reinstatement inconsistent with the Act. <em>See Pepsi Cola Bottling Co. of Lumberton, Inc., </em>203 NLRB No. 37 (1973). Violent, senseless destruction of personal property owned by fellow employees is also so indefensible as to be inconsistent with reinstatement. We therefore disagree with the Board as to Buruato and Wallace and hold that the Board erred in ordering their reinstatement.</p>\n<p id=\"b512-4\">Enforcement granted in part and denied in part.</p>\n<footnote label=\"1\">\n<p id=\"b508-14\">. In the unfair labor practice action against Mosher, the Board affirmed in pertinent part the hearing judge’s findings that Mosher violated § 8(a)(1) and (5) by systematically questioning employees concerning complaints or gripes, interrogating employees to determine whether they intended to strike, making “massive” individual wage increases, and announcing an unbargained for general wage increase.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b509-11\">. Consistent with this testimony Administrative Law Judge Dixon found:</p>\n<blockquote id=\"b509-12\">On July 23 nonstriking employee Jay Benson was called on at his home by two strikers who persuaded him to come to the picket line to talk to head picket captain Joe Lopez to see if some kind of strike relief could be arranged so that Benson could join the strike. When they arrived at the picket line, picket line captain Tino Buruato asked him why he was crossing the picket line. Told the reason Buruato replied that they had kicked two black men’s asses and that they didn’t want to see anything happen to him like that that didn’t have to happen. Buruato further stated that all of these nonstriking employees who were crossing the picket line might think that nothing was going to happen to them but that they were wrong.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b510-7\">. Therefore, if Buruato is prejudiced, by the application of res judicata his relief lies against the union for failure to adequately protect his interest. Of course, we do not address the question of the probability of recovery.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b512-6\">. Prior to the occurrence of Buruato’s conduct, rocks had been thrown at a car containing two' black employees when the car attempted to pass the picket line.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}