{
  "casebody": {
    "data": "<casebody firstpage=\"380\" lastpage=\"383\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b394-4\">Hillsborough</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AzP\">No. 91-362</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b394-5\">The State of New Hampshire v. Wilson Delgado</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b394-8\">July 7, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b394-15\"><em>Jeffrey R. Howard, </em>attorney general <em>(William H. Lyons, </em>senior assistant attorney general, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b394-16\"><em>Albert E. Scherr, </em>assistant appellate defender, of Concord, by brief and orally, for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b394-17\">Horton, J.</author>\n<p id=\"Av-\">The defendant, Wilson Delgado, was convicted following a jury trial of two counts of first degree assault, RSA 631:1 (1986 &amp; Supp. 1990). On appeal, he argues that the Superior Court <em>(Groff </em>J.) erred in allowing, pursuant to New Hampshire Rule of Evidence 801(d)(1)(C), testimony of a State’s witness concerning an out-of-court statement by the victim identifying the defendant. We affirm.</p>\n<p id=\"b394-18\">On the evening of December 22, 1990, Brenda Allen attended a basketball game at New Hampshire College, where she worked as a graduate assistant trainer. After the game, Allen went to a party at an apartment in one of the college dormitories. The party was held by several members of the college basketball team and attended by <page-number citation-index=\"1\" label=\"381\">*381</page-number>approximately twenty people, including the defendant. At approximately 2:00 a.m., an altercation broke out, and several individuals involved in the incident left the apartment. Ten minutes later, the defendant and another man returned. Allen confronted the men at the door and attempted to prevent them from entering the apartment. The men pushed open the door, and the defendant struck Allen in the head with a baseball bat. Allen suffered a cut in the back of her head and a broken wrist, which she sustained when she attempted to ward off the defendant’s blows. The defendant and several other men then attacked Cedric Seymour, a member of the basketball team who had been attempting to assist Allen. One man threw bottles at Seymour, and the defendant struck him in the stomach with a baseball bat. Another individual also hit Seymour with a bat, breaking his arm.</p>\n<p id=\"b395-5\">At trial, Allen identified the defendant in court and described the assault. She testified that she had seen the defendant’s face as he swung the baseball bat at her, and that she had recognized him from the party. Allen also testified to having identified the defendant’s photograph from a photographic array prior to trial. Detectives from the Manchester Police Department had prepared two photographic arrays, each of which contained six photographs. The first array contained a photograph of the defendant, and the second array contained a photograph of Michael Tyrance, an individual who attended the party with the defendant. Detective Joseph King gave Allen two envelopes, each of which contained one of the photographic arrays. Allen testified that after reviewing the first array, she identified a photograph of Michael Tyrance, whom she remembered seeing at the party. She stated that he was not the individual who struck her with the bat. Allen further testified that she next reviewed the second array, and identified a photograph of the individual who “was at the place in question, and . . . [who] hit me.” Allen had not reviewed the photo arrays in court prior to giving her testimony.</p>\n<p id=\"b395-6\">Later at trial, Detective King testified about Allen’s out-of-court identification of the defendant. Over defense counsel’s objection, King testified that the defendant’s photograph appeared in the first array, and that Allen identified the defendant’s photograph as portraying the man who struck her with the bat. King also testified that Allen identified Michael Tyrance’s photograph, which appeared in the second array. Defense counsel did not cross-examine King about his having contradicted Allen’s prior testimony that the first array contained a photograph of Michael Tyrance, and that the second array contained a photograph of the defendant. Nor did defense coun<page-number citation-index=\"1\" label=\"382\">*382</page-number>sel attempt to recall Allen. The defendant was convicted of two counts of first degree assault. On appeal, he contends that King’s testimony concerning Allen’s prior identification of the defendant constituted inadmissible hearsay and should not have been admitted at trial.</p>\n<p id=\"b396-5\">Hearsay statements are those out-of-court statements that are offered to prove the truth of the matter asserted. <em>See </em>N.H. R. Ev. 801(c). They are not admissible except as provided by the rules of evidence. <em>See </em>N.H. R. Ev. 802. Under Rule 801(d)(1)(C), a prior statement of identification is not hearsay if the declarant testifies at trial and “is subject to cross-examination concerning the statement.” The rule requires only an opportunity for cross-examination; this requirement is satisfied if the declarant testifies and is available for cross-examination, regardless of whether the declarant is actually cross-examined. <em>See United States v. Piva, </em>870 F.2d 753, 758 (1st Cir. 1989); 2 McCormick on Evidence § 251, at 123 n.36 (J. Strong ed., 4th ed. 1992).</p>\n<p id=\"b396-6\">The defendant contends that the State failed to lay a foundation for admitting King’s testimony under Rule 801(d)(1)(C). According to the defendant, the “statement” that had to be subject to cross-examination was Allen’s prior statement — recounted by Detective King — that the individual identified from the <em>first </em>array was the defendant, and that this individual struck Allen with a bat. The defendant contends that because Allen did not testify that the individual identified from the first array struck her with a bat, her entire prior statement of identification, as recounted by King, should have been excluded.</p>\n<p id=\"b396-7\">We decline to so limit the scope of the statements that may be admitted under Rule 801(d)(1)(C). Allen’s selection of the defendant’s photograph from the <em>first </em>array, and her attendant statement that she recognized the defendant as the individual who assaulted her, were part of a single statement of identification within the meaning of Rule 801(d)(1)(C). The foundation for the admission of King’s testimony about this statement was laid when Allen earlier testified and was cross-examined about her out-of-court identification.</p>\n<p id=\"b396-8\">In essence, the defendant grounds his argument on the fact that Allen was not subject to cross-examination as to the contradictory portion of the prior statement relating to the sequence of her identification of Michael Tyrance and the defendant. Application of Rule 801(d)(1)(C), however, does not hinge on a contradiction between a witness’s in-court and out-of-court statements; it turns on <page-number citation-index=\"1\" label=\"383\">*383</page-number>the existence of a statement of identification. <em>See </em>2 McCormick ON EVIDENCE, <em>supra </em>§ 251, at 122; <em>cf. </em>N.H. R. Ev. 801(d)(1)(A) (admission of prior inconsistent statements). A lack of uniformity between Allen’s and King’s testimony concerning Allen’s prior statement of identification did not preclude King from testifying to the prior statement. <em>See, e.g., People v. Gould, </em>54 Cal. 2d 621, 626, 354 P.2d 865, 867, 7 Cal. Rptr. 273, 275 (1960) (prior statement of identification permitted where witness had not been able to repeat extra-judicial identification in court); <em>United States v. Lewis, </em>565 F.2d 1248, 1249 (2d Cir. 1977), <em>cert. denied, </em>435 U.S. 973 (1978) (“testimony concerning extra-judicial identifications is admissible regardless of whether there has been an accurate in-court identification”).</p>\n<p id=\"b397-3\">The rule allowing prior statements of identification is intended to address situations where “a memory loss ... makes it impossible for the witness to . . . testify about details of the events underlying an earlier identification.” <em>United States v. Owens, </em>484 U.S. 554, 563 (1988). Admitting only those portions of the prior identification that mirrored a witness’s in-court testimony would likely compound confusion created by omissions or inconsistencies in the witness’s in-court testimony, and frustrate the purpose of the rule. Additionally, we note that a review of the record in this case leads to the inescapable conclusion that the contradiction between Allen’s and King’s testimony related not to the central issue of identification, but merely to the order in which Allen viewed the two photographic arrays.</p>\n<p id=\"b397-4\">We conclude that Allen was subject to cross-examination concerning her prior statement of identification, and that King’s testimony concerning that statement was properly admitted under Rule 801(d)(1)(C).</p>\n<p id=\"b397-5\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b397-6\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}