{
  "casebody": {
    "data": "<casebody firstpage=\"661\" lastpage=\"665\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b675-6\">Belknap</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ATV\">No. 92-481</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b675-7\">Frances Richey <em>&amp; a. </em>v. R. Stephen Leighton</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b675-10\">November 10, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b676-7\"><page-number citation-index=\"1\" label=\"662\">*662</page-number><em>Tardif, Shapiro &amp; Cassidy, </em>of Concord <em>(R. Peter Shapiro </em>on the brief and orally), for the plaintiffs.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b676-8\"><em>Regan &amp; Davis, </em>of Dover <em>(Christopher T. Regan </em>on the brief and orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b676-9\">Thayer, J.</author>\n<p id=\"Alm1\">The defendant, R. Stephen Leighton, appeals the Superior Court’s <em>(O’Neil, </em>J.) award of $11,000 in damages to the plaintiffs, Frances Richey and Christine C. Yegen. We hold that the trial court erred in using parol evidence to contradict clear and unambiguous contract terms and, therefore, reverse.</p>\n<p id=\"b676-10\">In May 1990, the plaintiffs, owners of an approximately one-hundred acre undeveloped tract of land in Nottingham, contracted with Leighton for the cutting of timber on a per-thousand-foot basis. Leighton was a logger of six years experience. He suggested the per-foot basis of the contract and prepared the initial draft. William Richey (hereinafter, “Richey”), the son of one of the plaintiffs, had been in the business of selling real estate for twenty-five years and handled the negotiation and contracting on the plaintiffs’ behalf.</p>\n<p id=\"b676-11\">After the contract was signed, Richey experienced difficulty in obtaining weekly payments and mill slips, or receipts, from Leighton. He therefore contacted Leighton, and they amended the contract. As part of this process Leighton assessed the value of the remaining timber on the land at $10,000. The contract was then amended, in relevant part, to delete the entire provision concerning per-foot pricing:</p>\n<blockquote id=\"b676-12\">“II. Delete article III and insert the following:</blockquote>\n<blockquote id=\"b676-13\">As of 7/27/90 it is hereby agreed between the sellers and Bill Richie [sic] the sellers agent and the purchaser to sell all timber greater than 10” diameter on the lot in Nottingham, N.H. (tax map #4 lot 6) for the sum of $10,000.”</blockquote>\n<p id=\"b677-4\"><page-number citation-index=\"1\" label=\"663\">*663</page-number>Leighton paid the plaintiffs $2814.36 for wood cut during the two-month period under the initial contract, as well as $10,000 under the revised contract. The $10,000 was paid in two checks, the first of which noted “1/2 payment all timber lot #4-6,” and the second of which noted “paid in full $10,000.” The plaintiffs did not object to either notation.</p>\n<p id=\"b677-5\">Several months after the contract was amended, Richey observed that a larger portion of timber had been removed from the property than he anticipated. Believing that he might not have been paid sufficiently for the amount of timber cut, he hired a trained forester, who assessed the timber removed at a value of $26,000. Richey then contacted Leighton, who refused to pay any additional amount, stating that he had paid what was required under the contract. Leighton hired his own forester, who, based upon a look at the property and upon mill slips obtained from Leighton, assessed the value of the timber taken at $21,000.</p>\n<p id=\"b677-6\">The plaintiffs stated three counts in their initial complaint: assumpsit, alleging that Leighton breached the contract by cutting more than $10,000 worth of timber; trespass, alleging that Leighton, by cutting more timber than was allowed under the contract, did so without right, privilege or permission; and timber trespass, alleging that the unprivileged cutting was willful. Immediately before trial, the plaintiffs amended their complaint to add a fraud count, alleging that Leighton had tortiously misrepresented the amount of suitable timber on the land.</p>\n<p id=\"b677-7\">The trial court found in Leighton’s favor on the trespass, timber trespass, and fraud counts. On the breach of contract claim, however, it relied upon parol evidence to find that the amended contract contained an unwritten payment term, and held that the defendant breached that term when he did not pay the plaintiffs an additional amount which reflected the actual amount of wood logged from the property. The court awarded the plaintiffs $11,000 based on this unwritten payment term.</p>\n<p id=\"b677-8\">We defer to a trial court’s findings of fact and uphold such findings unless they are unsupported by the record or erroneous as a matter of law. <em>See Concord Steam Corp. v. City of Concord, </em>128 N.H. 724, 727, 519 A.2d 266, 269 (1986). Parol evidence may be used by a trial court to aid in interpreting or explaining an ambiguous term of a contract. <em>See Ouellette v. Butler, </em>125 N.H. 184, 187-88, 480 A.2d 76, 79 (1984). Even in the absence of ambiguity, parol evidence may be admitted to prove the existence of unexpressed terms or conditions that are not inconsistent with the writing. <em>LaPierre v. Cabral, </em>122 <page-number citation-index=\"1\" label=\"664\">*664</page-number>N.H. 301, 306, 444 A.2d 522, 526 (1982). “The first step in determining whether parol evidence is admissible is to consider whether the writing is a total integration and completely expresses the agreement of the parties.” <em>Id. </em>A lack of integration of an instrument may be proved by reference to the circumstances surrounding the writing. <em>Id. </em>The plaintiffs made no claim and presented no evidence at trial, however, that any additional terms existed or that the amended contract failed to express the entire agreement between the parties at the time it was made. In fact, Richey testified several times on direct examination that he understood the agreement to be exactly that which was expressed in the amended term: the sale of all remaining timber on the lot for the lump sum payment of $10,000. Thus, there was no evidence upon which the trial court could have found a lack of integration.</p>\n<p id=\"b678-5\">Even if we assume that the agreement was not totally integrated, however, parol evidence is admissible only to prove unexpressed terms that are not inconsistent with the writing. <em>Id. </em>Here, the trial court admitted evidence that, rather than merely explaining, instead contradicted the plain meaning of the express terms of the contract. <em>See McElroy v. Gaffney, </em>123 N.H. 58, 60, 457 A.2d 429, 430 (1983). The amendment specifically deleted the entire clause in the original contract that required payment on a per-foot basis, substituting in its place an agreement “to sell <em>all timber </em>greater than 10” diameter on the lot in Nottingham, N.H. (tax map #4 lot 6) for the sum of $10,000.” (Emphasis added.) To do as the trial court suggested and add a term requiring continued payment on a per-foot basis directly contradicts the plain meaning of this contract term. The trial court erred in creating such a term on the parties’ behalf.</p>\n<p id=\"b678-6\">Neither do any of the limited exceptions to the parol evidence rule apply in this case. <em>See LaPierre, </em>122 N.H. at 307, 444 A.2d at 527. While the plaintiffs did allege fraud in their amended complaint, and thus the trial court could properly have admitted evidence extrinsic to the contract which would have proven this fraud, the trial court in fact found that</p>\n<blockquote id=\"b678-7\">“the defendant made a good-faith attempt to accurately estimate the timber left on the plaintiffs’ land. . . . The court finds there was no fraudulent intent on the defendant’s part.”</blockquote>\n<p id=\"b678-8\">With no finding of fraud or any other exception to the parol evidence rule, the trial court erred in allowing parol evidence to alter the un<page-number citation-index=\"1\" label=\"665\">*665</page-number>ambiguous terms of the amended contract. Accordingly, we reverse the trial court’s decision.</p>\n<p id=\"b679-4\">\n<em>Reversed.</em>\n</p>\n<judges id=\"A6E\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}