{
  "casebody": {
    "data": "<casebody firstpage=\"477\" lastpage=\"491\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b501-5\">DOROTHY ALEXANDER, ADMINISTRATRIX (ESTATE OF SHEILA CALDWELL), ET AL. <em>v. </em>TOWN OF VERNON ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b501-6\">(AC 25475)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b501-7\">Schaller, McLachlan and Harper, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b501-10\">Argued December 11, 2006</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AeW\">officially released May 29, 2007</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b502-6\"><page-number citation-index=\"1\" label=\"478\">*478</page-number><em>Michael C. Conroy, </em>with whom, on the brief, were <em>William J. Gallitto </em>and <em>Josephine A. Spinella, </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b502-7\"><em>Thomas R. Gerarde, </em>with whom, on the brief, was <em>Beatrice S. Jordan, </em>for the appellees (defendants).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b502-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b502-9\">HARPER, J.</author>\n<p id=\"Ab5\">This appeal involves a wrongful death action brought by the plaintiff,<footnotemark>1</footnotemark> Dorothy Alexander, administratrix of the estate of Sheila Caldwell (victim), against the defendants, the town of Vernon and seven members of its police department.<footnotemark>2</footnotemark> The trial court rendered summary judgment in favor of the defendants after concluding that the officers’ inaction was not a proximate cause of the victim’s death. In the alternative, the court determined that summary judgment was appropriate because the officers were entitled to qualified governmental immunity and the plaintiff could not demonstrate that their conduct was reckless or violated the victim’s rights under our state constitution. On appeal, the plaintiff challenges all of the rulings underlying the court’s grant of summary judgment. We affirm the judgment of the trial court.</p>\n<p id=\"b503-5\"><page-number citation-index=\"1\" label=\"479\">*479</page-number>The tragic circumstances underlying this appeal are not in dispute. At about noon on Saturday, February 12,2000, the victim called the Vernon police department and requested assistance at her residence in Vernon. The victim explained that she was in the process of leaving her husband, Arman Caldwell (Caldwell), and needed police protection while she retrieved some of her belongings.</p>\n<p id=\"b503-6\">Upon arrival at the Caldwell home, Officers Daniel Moore and Darrin Tranter interviewed the victim and Caldwell. The victim informed the officers that the couple had gotten into an argument on the previous day, Friday, February 11, 2000, and that Caldwell had slapped her in the face, struck her with a belt and physically restrained her from calling the police. The victim stated that, as a result of the altercation, she had bruises on her face and right calf. The victim also told the officers that Caldwell had threatened her with a knife in the past. Moore examined her face and calf and saw no visible bruises or scrapes.</p>\n<p id=\"b503-7\">Caldwell told a different story during his interview with the officers. Specifically, he informed them that the victim had initiated the altercation on Friday, February 11, 2000, by punching and scratching him. Although he admitted to restraining her physically, he claimed that he did so only to curtail her attack on him. The officers observed several scrapes on his chest.</p>\n<p id=\"b503-8\">Both spouses refused to give a written statement about the events of the previous day and indicated that they did not want the other arrested. Moore requested a records check on the Caldwells and learned that neither spouse had any outstanding arrest warrants, protective orders or restraining orders issued against them. Accordingly, Moore provided both parties with oral and written domestic violence assistance information. He also informed them that he would be preparing a report <page-number citation-index=\"1\" label=\"480\">*480</page-number>and consulting with the office of the state’s attorney to determine whether to obtain an arrest warrant for one or both of them.</p>\n<p id=\"b504-6\">The officers remained in the home while the victim collected her belongings. She then left the residence in the company of her mother. At about 9:30 p.m. that same day, however, the victim again called the Vernon police department and requested that an officer accompany her to her residence. The victim reported that Caldwell had just called and informed her that he had destroyed the contents of their home. She further relayed that she was en route to the house to survey the damage.</p>\n<p id=\"b504-7\">When Officers Steven Ciarleglio and Kevin Slater arrived at the home, the victim was there already, along with some of her friends and family members. Caldwell was not present. The officers toured the residence and observed an extensive amount of damage to various items. The victim repeated for these officers what had transpired the previous day. She also stated, however, that she was afraid of Caldwell and that during their argument, he had threatened to kill her if she left him. The victim gave a written statement confirming that she wanted Caldwell arrested for the damage he had done to their home.</p>\n<p id=\"b504-8\">Ciarleglio advised the victim to leave the residence for the night and told her that he planned to apply for a warrant for Caldwell’s arrest. The victim informed the officers that during the earlier telephone conversation with Caldwell, he had told her that he was going to Maryland. The victim subsequently left the residence in the company of several friends and relatives.</p>\n<p id=\"b504-9\">The next day, on Sunday, February 13, 2000, the victim received harassing telephone calls from Caldwell at her mother’s home in East Hartford, where she and her minor children were staying. She notified the East <page-number citation-index=\"1\" label=\"481\">*481</page-number>Hartford police of the calls and advised them that she was unaware of Caldwell’s location.</p>\n<p id=\"b505-6\">During the course of investigating the victim’s report of harassing telephone calls, a detective from the East Hartford police department spoke with Slater. Slater informed the detective that he was unaware of Caldwell’s whereabouts. The detective stated that he would contact the Vernon police department as soon as Caldwell was located.</p>\n<p id=\"b505-7\">Early in the afternoon of the next day, Monday, February 14, 2000, Caldwell broke into his mother-in-law’s house in East Hartford. While the couple’s minor children were in the home, Caldwell fatally shot the victim and then himself.</p>\n<p id=\"b505-8\">Almost three years later, the plaintiff commenced this action against the defendants in the form of a ninety-eight count complaint alleging negligence, recklessness, violation of the victim’s rights under our state constitution and infliction of emotional distress on the victim’s two minor children. The centerpiece of the complaint was the plaintiffs allegation that the officers were negligent and reckless in not protecting the victim and in not arresting Caldwell or applying for a warrant for his arrest. The plaintiff further claimed that Sergeant Paul Jabs, Lieutenant Roger Barker and Chief of Police Rudolph Rossmy negligently and recklessly failed to enforce the law and to train their subordinate officers properly. Finally, the plaintiff alleged that the town of Vernon was obligated to indemnify the officers, pursuant to General Statutes § 7-465,<footnotemark>3</footnotemark> for any damages <page-number citation-index=\"1\" label=\"482\">*482</page-number>awarded as a result of the officers’ negligent or reckless conduct.</p>\n<p id=\"b506-6\">On July 31, 2003, the defendants moved for summary judgment on various grounds, including governmental immunity, failure to state a cause of action under our state constitution and inability to prove recklessness or a right to indemnification under § 7-465. On May 3, 2004, the court issued a decision, concluding as a matter of law that the officers’ failure to arrest Caldwell on Saturday, February 12, 2000, was not aproxímate cause of the victim’s death two days later. Reasoning that the plaintiffs inability to establish causation was fatal to every cause of action alleged in the complaint, the court rendered summary judgment on all counts in favor of the defendants.<footnotemark>4</footnotemark> The plaintiff thereafter filed this appeal.</p>\n<p id=\"b506-7\">“The standards governing our review of atrial court’s decision to grant a motion for summary judgment are well established. Practice Book [§ 17-49] provides that summary judgment shall be rendered forthwith if the pleadings, affidavits and any other proof submitted show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. . . .</p>\n<p id=\"b506-8\">“On appeal, [w]e must decide whether the trial court erred in determining that there was no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.” (Internal quotation marks omitted.) <em>Pepitone </em>v. <em>Serman, </em>69 Conn. App. <page-number citation-index=\"1\" label=\"483\">*483</page-number>614, 618, 794 A.2d 1136 (2002). Because the trial court rendered judgment for the defendants as a matter of law, our review is plenary and we must decide whether the trial court’s conclusions are legally and logically correct and find support in the facts that appear in the record. See id.</p>\n<p id=\"b507-6\">To establish any of the causes of action alleged in the complaint, the plaintiff must prove that the officers acted either negligently or recklessly.<footnotemark>5</footnotemark> Because causation is also an essential element of a cause of action for negligence; see <em>Coste </em>v. <em>Riverside Motors, Inc., </em>24 Conn. App. 109, 112, 585 A.2d 1263 (1991); or recklessness; see <em>Tester </em>v. <em>Johnson, </em>23 Conn. App. 536, 539, 583 A.2d 133 (1990), cert. denied, 217 Conn. 806, 584 A.2d 1192 (1991); we address that issue first.<footnotemark>6</footnotemark> The defendants argue that proximate cause is absent because it was not foreseeable that failing to arrest Caldwell on Saturday afternoon would lead to the victim’s murder two days later. The defendants also contend that it is <page-number citation-index=\"1\" label=\"484\">*484</page-number>conjecture to assume that a search for Caldwell would have been successful, given that his whereabouts were unknown during the time leading to the murder. Finally, the defendants suggest that “causation in fact” is lacking because, even if they had arrested Caldwell on Saturday afternoon, there is no guarantee that he would have remained in custody until Monday afternoon.</p>\n<p id=\"b508-6\">In response, the plaintiff focuses on the officers’ second visit to the Caldwell home on Saturday evening. By Saturday night, the plaintiff argues, the officers should have foreseen that failing to seek out and arrest Caldwell could lead to the victim’s murder. Further, the plaintiff claims that the officers’ failure to “try and find” Caldwell after Saturday night was a proximate cause of the victim’s death on Monday afternoon. We agree with the defendants.</p>\n<p id=\"b508-7\">“[L]egal cause is a hybrid construct, the result of balancing philosophic, pragmatic and moral approaches to causation. The first component of legal cause is causation in fact. Causation in fact is the purest legal application of . . . legal cause. The test for cause in fact is, simply, would the injury have occurred were it not for the actor’s conduct. . . .</p>\n<p id=\"b508-8\">“Because actual causation, in theory, is virtually limitless, the legal construct of proximate cause serves to establish how far down the causal continuum tortfeasors will be held liable for the consequences of their actions. . . . The fundamental inquiry of proximate cause is whether the harm that occurred was within the scope of foreseeable risk created by the defendant’s negligent conduct. ... In negligence cases ... in which a tortfeasor’s conduct is not the direct cause of the harm, the question of legal causation is practically indistinguishable from an analysis of the extent of the tortfeasor’s duty to the [victim].” (Internal quotation marks omitted.) <em>Malloy </em>v. <em>Colchester, </em>85 Conn. App. <page-number citation-index=\"1\" label=\"485\">*485</page-number>627, 633-34, 858 A.2d 813, cert. denied, 272 Conn. 907, 863 A.2d 698 (2004). The determination of the nature of the legal duty owed, if any, must be rooted in “the fundamental policy of the law that a tortfeasor’s responsibility should not extend to the theoretically endless consequences of the wrong.” (Internal quotation marks omitted.) Id., 634.</p>\n<p id=\"b509-6\">“[T]he test of proximate cause is whether the defendant’s conduct is a substantial factor in bringing about the [victim’s] injuries.” (Internal quotation marks omitted.) Id. To that end, “[t]he question of proximate causation generally belongs to the trier of fact because causation is essentially a factual issue. ... It becomes a conclusion of law only when the mind of a fair and reasonable [person] could reach only one conclusion; if there is room for a reasonable disagreement the question is one to be determined by the trier as a matter of fact.” (Citations omitted; internal quotation marks omitted.) <em>Stewart </em>v. <em>Federated Dept. Stores, Inc., </em>234 Conn. 597, 611, 662 A.2d 753 (1995).</p>\n<p id=\"b509-7\">Finally, “it is the plaintiff who bears the burden to prove an unbroken sequence of events that tied [the victim’s] injuries to the [defendants’ conduct], . . . The existence of the proximate cause of an injury is determined by looking from the injury to the negligent act complained of for the necessary causal connection. . . . This causal connection must be <em>based upon more than conjecture and </em>surmise.” (Emphasis in original; internal quotation marks omitted.) <em>Malloy </em>v. <em>Colchester, </em>supra, 85 Conn. App. 634.</p>\n<p id=\"b509-9\">In accordance with section 442B of the Restatement (Second) of Torts, our Supreme Court has stated that “foreseeable risks” can include the criminals acts of third parties. <em>Doe </em>v. <em>Manheimer, </em>212 Conn. 748, 767, 563 A.2d 699 (1989), overruled in part on other grounds by <em>Stewart </em>v. <em>Federated Dept. Stores, Inc., </em>234 Conn. <page-number citation-index=\"1\" label=\"486\">*486</page-number>597, 608, 662 A.2d 753 (1995). Accordingly, two questions are at the heart of this appeal. First, we must determine whether the victim’s murder was within the scope of foreseeable risk created by the officers’ failure to arrest Caldwell during their first visit to the Caldwell home on Saturday afternoon. Second, we must ascertain whether the defendants’ failure to “try and find” Caldwell in the time following their second visit on Saturday night created a foreseeable risk that he would murder the victim on Monday afternoon.</p>\n<p id=\"b510-6\">Common experience suggests that domestic violence is potentially a precursor to murder. As such, it could be argued that this exact chain of unfortunate events was “foreseeable” in the most abstract sense. See, e.g., <em>Kirk </em>v. <em>Shawnee, </em>27 Kan. App. 2d 946, 10 P.3d 27 (wrongful death action for police failure to protect decedent from estranged husband), review denied, 270 Kan. 898 (2000); <em>Torres </em>v. <em>Anacortes, </em>97 Wash. App. 64, 981 P.2d 891 (1999) (same), review denied, 140 Wash. 2d 1007, 999 P.2d 1261 (2000). Yet, more than abstract foreseeability is necessary to justify imposing liability on the defendants for their acts and omissions. Satisfaction of the proximate cause element requires proof that “the harm which occurred was of the same general nature as the foreseeable risk created by the defendant’s negligence.” (Internal quotation marks omitted.) <em>Coburn </em>v. <em>Lenox Homes, Inc., </em>186 Conn. 370, 384, 441 A.2d 620 (1982). As applied to this case, it must have been foreseeable to the officers that failing to arrest Caldwell on Saturday afternoon, or failing to find and arrest him thereafter, would give rise to a risk that Caldwell would commit a fatal or life threatening act of violence against the victim on Monday.</p>\n<p id=\"b510-7\">With these principles in mind, we turn first to an examination of the breadth of the “scope of foreseeable risk” created by the officers’ failure to arrest Caldwell <page-number citation-index=\"1\" label=\"487\">*487</page-number>on Saturday afternoon. When they arrived at the Caldwell home, the spouses were not in the midst of a fight or an argument. Although the couple stated that their argument the day before had escalated into a physical altercation, neither spouse reported the utilization of weapons during that fight. Additionally, although the officers observed scratches on Caldwell, they did not see any visible bruises or scrapes on the victim. A records check on both spouses revealed that no outstanding arrest warrants, protective orders or restraining orders had been issued against either of them.</p>\n<p id=\"b511-6\">None of these facts suggests that on Saturday afternoon the officers should have known that Caldwell was a mortal danger to the victim or that he needed to be arrested immediately to secure the victim’s safety. The officers had no way of knowing that Caldwell had told the victim the day before that he would kill her if she left him. Moreover, the victim herself, who had substantially more knowledge of Caldwell’s personality and capabilities, did not state that she was in physical danger.</p>\n<p id=\"b511-7\">On the basis of the facts known to the officers, there would have been no reason for them to foresee, or even to suspect, that Caldwell would shoot the victim two days later. Her murder, therefore, cannot be considered to be within the scope of foreseeable risk created by the officers’ failure to arrest Caldwell on Saturday afternoon. Any other conclusion would effectively “convert the imperfect vision of reasonable foreseeability into the perfect vision of hindsight.” <em>Burns </em>v. <em>Gleason Plant Security, Inc., </em>10 Conn. App. 480, 486, 523 A.2d 940 (1987).</p>\n<p id=\"b511-8\">We now turn to an exploration of the breadth of the scope of foreseeable risk created by the officers’ failure to seek out and arrest Caldwell in the time between their second visit to the Caldwell home on Saturday <page-number citation-index=\"1\" label=\"488\">*488</page-number>night and the murder on Monday afternoon. The defendants seemingly acknowledge that, on the basis of the facts gleaned during the officers’ visit on Saturday night, it was foreseeable that Caldwell potentially could seriously injure or kill the victim. They argue, however, that they had no means of arresting him, given their lack of knowledge as to his whereabouts. The defendants further contend that, even if they had found and arrested Caldwell, it is pure speculation to think that he still would have been in custody at the time of the minder on Monday afternoon.</p>\n<p id=\"b512-6\">Although characterized as defects in proximate causation, both of these arguments actually attack the “causation in fact” element of the plaintiffs case. Causation in fact, also referred to as actual causation or “but for” causation, explores whether the injury would have occurred in the absence of the defendants’ negligent act or omission. <em>Suarez </em>v. <em>Sordo, </em>43 Conn. App. 756, 761-62, 685 A.2d 1144 (1996), cert. denied, 240 Conn. 906, 688 A.2d 334 (1997). As our Supreme Court has acknowledged, “[t]he conception of causation in fact extends not only to positive acts and active physical forces, but also to pre-existing passive conditions which have played a . . . part in bringing about the event.” (Internal quotation marks omitted.) <em>Doe </em>v. <em>Manheimer, </em>supra, 212 Conn. 760.</p>\n<p id=\"b512-7\">Here, to establish causation the plaintiff must demonstrate, without resort to conjecture, that the murder would not have occurred but for the defendants’ alleged negligence or recklessness. Under these facts, we are persuaded that the plaintiff cannot satisfy that burden. One can only speculate as to whether an attempt on the part of the defendants to “try and find” Caldwell would have succeeded. Furthermore, even if the defendants had found and arrested Caldwell, it is quite possible that he would have been released from custody on Monday morning. The plaintiff has not presented <page-number citation-index=\"1\" label=\"489\">*489</page-number>evidence suggesting that, more likely than not, Caldwell would not have been released at his arraignment on Monday morning. Without any assurance that Caldwell would have remained incarcerated on Monday, there is no way to know whether his arrest would actually have prevented the murder.</p>\n<p id=\"b513-6\">Although causation in fact is, necessarily, a fact sensitive inquiry, two prior decisions of this court illustrate what is missing here, namely, evidence that the defendants’ negligent omission was a “but for” cause of the resultant harm. In <em>Coste </em>v. <em>Riverside Motors, Inc., </em>supra, 24 Conn. App. 109, this court examined whether an employer’s denial of a request to leave work early during a snowstorm “caused” the employee’s subsequent automobile accident. The plaintiff in <em>Coste </em>asked his manager if he could leave work early on account of the onset of a snowstorm. Id., 110. The request was denied, and the plaintiff left work approximately five hours later, after the weather had worsened considerably. Id., 110-11. During his drive home, ice and snow on the road caused the plaintiff to lose control of his car and crash head on into another vehicle. Id., 111.</p>\n<p id=\"b513-7\">In concluding that the plaintiff could not establish causation, this court observed: “Conjecture exists as to whether the harm to the plaintiff would have ensued had the plaintiff . . . left earlier when driving conditions may have been better. Conjecture also exists as to whether the accident would have occurred had the road been better sanded or plowed, or had the plaintiff taken another route home, or had he driven a different make and model car, or had he been a better driver.” Id., 115. Because the nonoccurrence of the defendant’s negligence would not have necessarily changed the outcome, causation was found to be absent in that case.</p>\n<p id=\"b513-8\">More recently, in <em>Medcalf </em>v. <em>Washington Heights Condominium Assn., Inc., </em>57 Conn. App. 12, 747 A.2d <page-number citation-index=\"1\" label=\"490\">*490</page-number>532, cert. denied, 253 Conn. 923, 754 A.2d 797 (2000), this court considered whether the failure of an electronic intercom system was the legal cause of an attack that occurred outside the door to an apartment building. The plaintiff in <em>Medcalf </em>had used the apartment’s intercom system to call her friend upstairs and to announce her arrival. Id., 14. After the intercom system failed to unlock the door remotely, the friend was forced to come downstairs and physically open the door. Id. While the plaintiff was waiting for her friend to come to the door, she was attacked by a third party, resulting in injuries. Id. In concluding that the requisite causal link was absent, we stated that “[t]he injury may likely have occurred without any negligence with respect to the intercom system.” Id., 18. In other words, there was no way of knowing whether the assault would have occurred if the defendants, the condominium association and the property manager, had not negligently failed to take the appropriate action to maintain the intercom system.</p>\n<p id=\"b514-6\">Both of those cases involved a complex set of circumstances that, in combination, led undeniably to tragic outcomes. Yet, in <em>Coste </em>there was no way of knowing whether leaving work earlier would have prevented the automobile accident, just as in <em>Medcalf </em>it was impossible to determine whether a functioning electronic intercom system would have thwarted the attack. These are the kind of situations that trigger the application of the basic principle of tort law that “[n]o matter how negligent a party may be, if his act bears no causal relation to the injury, it is not actionable.” <em>Esposito </em>v. <em>Schiff </em>38 Conn. App. 726, 730, 662 A.2d 1337 (1995).</p>\n<p id=\"b514-7\">Here, as in <em>Coste </em>and <em>Medcalf, </em>there are too many variables involved to state with any degree of certainty that the victim’s murder would not have occurred in the absence of the officers’ alleged negligence or recklessness. To reach the opposite conclusion, a jury would <page-number citation-index=\"1\" label=\"491\">*491</page-number>first have to suppose that the officers could have found Caldwell in the time preceding the murder. The jury would then have to further assume that, once arrested, Caldwell would not have been released from custody before Monday afternoon. Because there is no evidence in the record on which to make either of those critical inferences, the jury would be forced to resort to sheer speculation. Yet, a determination of causation on the basis of conjecture or speculation is precisely what we cannot permit.</p>\n<p id=\"b515-6\">On the basis of these facts, the plaintiff cannot establish the requisite causal relationship between the defendants’ alleged nonfeasance and the victim’s murder two days later. Because causation is an essential element of every cause of action alleged by the plaintiff, we need not address the court’s alternative grounds for rendering summary judgment. We conclude, therefore, that the court properly granted the defendants’ motion for summary judgment on all counts of the complaint.</p>\n<p id=\"b515-7\">The judgment is affirmed.</p>\n<p id=\"b515-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b502-10\"> Dorothy Alexander also brought this action on behalf of Sheila Caldwell’s two minor children. For simplicity, we will refer to Alexander as the sole plaintiff.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b502-11\"> Besides the town of Vernon, the named defendants are Officer Daniel Moore, Officer Darrin Tranter, Officer Steven Ciarleglio, Officer Kevin Slater, Sergeant Paul Jabs, Lieutenant Roger Barker and Chief of Police Rudolph Rossmy. We will refer to the town of Vernon and all of the other named individuals collectively as the defendants.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b505-9\"> General Statutes § 7-465 (a) provides in relevant part: “Any town, city or borough . . . shall pay on behalf of any employee of such municipality ... all sums which such employee becomes obligated to pay by reason of the liability imposed upon such employee by law for damages awarded for infringement of any person’s civil rights or for physical damages to person or property ... if the employee, at the time of the occurrence, accident, physical injury or damages complained of, was acting in the performance of his duties and within the scope of his employment, and if such occurrence, <page-number citation-index=\"1\" label=\"482\">*482</page-number>accident, physical iqjury or damage was not the result of any wilful or wanton act of such employee in the discharge of such duty. ...”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b506-10\"><em> </em>In the alternative, the court concluded that summary judgment was appropriate because the officers were entitled to qualified governmental immunity for their actions, and their nonfeasance did not amount to recklessness as a matter of law. The court then held that the elimination of the plaintiffs causes of action against the officers necessarily eradicated any right to indemnification under General Statutes § 7-465.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b507-7\"> In holding that the plaintiff could not establish causation, the court presumed the existence of a legal duty to seek out and arrest Caldwell, as well as a breach thereof. Accordingly, our review of the court’s determination will assume similarly, without deciding, that the officers negligently breached this legal duty owed to the victim.</p>\n<p id=\"b507-8\">We do not address the third allegation in the complaint that the officers breached a legal duty to “protect” the victim because the plaintiff never clarified the precise nature of any such duty, and the court made no findings or conclusions relating to that issue. Furthermore, as our Supreme Court has noted, “[t]he law does not recognize a duty in the air.” (Internal quotation marks omitted.) <em>Gordon </em>v. <em>Bridgeport Housing Authority, </em>208 Conn. 161, 171, 544 A.2d 1185 (1988).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b507-9\"> The plaintiff makes the additional argument that the “tenor and language” of the memorandum of decision reveal that the court improperly applied a “sole proximate cause standard.” In particular, the plaintiff argues that the court used the word “the” instead of “a” when referring to proximate cause.</p>\n<p id=\"b507-10\">As a factual matter, we cannot find the phrase “the proximate cause” anywhere in the memorandum of decision. In any event, this court previously has rejected this exact argument. See <em>Tripp </em>v. <em>Anderson, </em>1 Conn. App. 433, 439, 472 A.2d 804 (1984). As in that case, we cannot permit the plaintiff here “by a linguistic tour de force, [to] convert the words ‘the proximate cause’ into ‘the sole proximate cause.’ ” Id.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}