{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"540\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b551-10\">STATE OF CONNECTICUT <em>v. </em>ROGER P. COTE</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ANi\">(AC 26152)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b551-11\">Flynn, C. J., and DiPentima and McDonald, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b552-12\"><page-number citation-index=\"1\" label=\"528\">*528</page-number>Argued January 4</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ail\">officially released June 5, 2007</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b553-6\"><page-number citation-index=\"1\" label=\"529\">*529</page-number><em>Jennifer C. Vickery, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b553-7\"><em>Melissa Streeto Brechlin, </em>assistant state’s attorney, with whom, on the brief, were <em>Patricia M. Froehlich, </em>state’s attorney, and <em>Bonnie R. Bentley, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b553-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b553-9\">DiPENTIMA, J.</author>\n<p id=\"Adp\">In this appeal from the judgments of conviction following a jury trial, the defendant, Roger P. Cote, challenges the pretrial procedures surrounding his motion for a speedy trial and the denial of his motion to dismiss. On appeal, the defendant claims that (1) the trial court improperly denied his motion to dismiss on speedy trial grounds and (2) this court should exercise its supervisory powers to prohibit continuances in certain instances. We affirm the judgments of the trial court.</p>\n<p id=\"b553-10\">The following facts and procedural history are necessary for our resolution of the defendant’s claims. On December 23, 2002, as a result of an incident involving the defendant and his then girlfriend, the defendant was arrested and charged with assault in the second degree in violation of General Statutes § 53a-60 (a) (2), threatening in the second degree in violation of General Statutes § 53a-62 (a) (1) and unlawful restraint in the first degree in violation of General Statutes § 53a-95 (a). On July 25, 2003, additional charges stemming from the December, 2002 incident were filed against the defendant. The defendant was unable to post bond and remained incarcerated from the date of his arrest on <page-number citation-index=\"1\" label=\"530\">*530</page-number>December 23, 2002, for a period of seventeen months and two weeks pending the commencement of his trial on July 14, 2004.</p>\n<p id=\"b554-6\">On March 8, 2004, the defendant filed a pro se motion for a speedy trial pursuant to General Statutes § 54-82m and Practice Book § 43-39 (d). Thereafter, the defendant filed a motion to dismiss pursuant to Practice Book § 43-41<footnotemark>1</footnotemark> on June 3, 2004. The court delayed ruling on the motion for a speedy trial and on July 14,2004, denied the defendant’s motion to dismiss after determining that the motion for a speedy trial was premature given the amount of time excludable<footnotemark>2</footnotemark> in accordance with Practice Book § 43-40.<footnotemark>3</footnotemark> After denying the defendant’s motion to <page-number citation-index=\"1\" label=\"531\">*531</page-number>dismiss, the court then granted the defendant’s motion for a speedy trial and began jury selection that day on all outstanding charges against the defendant.* **<footnotemark>4</footnotemark></p>\n<p id=\"b555-6\">On September 22, 2004, the jury returned a verdict of guilty on the charges of assault in the second degree, threatening in the second degree, unlawful restraint in the first degree and criminal violation of a protective order.<footnotemark>5</footnotemark> The defendant was sentenced to a total effective term of twelve years incarceration, followed by six years special parole. At sentencing, the court also issued a standing criminal restraining order against the defendant as to his former girlfriend. This appeal followed. Additional facts will be set forth as necessary.</p>\n<p id=\"b555-7\">I</p>\n<p id=\"b555-8\">The defendant first claims that the court improperly denied his motion to dismiss. In support of his claim, the defendant challenges certain pretrial procedures and argues that the court improperly delayed ruling on the motion for a speedy trial until after ruling on the motion to dismiss.<footnotemark>6</footnotemark> We disagree.</p>\n<p id=\"b556-5\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>We note, initially, that although the defendant has framed his argument as a challenge to the court’s interpretation and application of the speedy trial statute, as was articulated more clearly during oral argument before this court, the defendant essentially challenges the court’s factual findings with respect to excludable time from speedy trial calculations. Our standard of review for this type of challenge is well established. “The determination of whether a defendant has been denied his right to a speedy trial is a finding of fact, which will be reversed on appeal only if it is clearly erroneous. . . . The trial court’s conclusions must stand unless they are legally and logically inconsistent with the facts.” (Internal quotation marks omitted.) <em>State </em>v. <em>Jeffreys, 78 </em>Conn. App. 659, 669-70, 828 A.2d 659, cert. denied, 266 Conn. 913, 833 A.2d 465 (2003); <em>State v. Rodriguez, </em>47 Conn. App. 91, 98, 702 A.2d 906 (1997), cert. denied, 243 Conn. 960, 705 A.2d 552 (1998).</p>\n<p id=\"b556-6\">“The speedy trial statute [§ 54-82m] requires the judges of the Superior Court to adopt rules that are <page-number citation-index=\"1\" label=\"533\">*533</page-number>necessary to assure a speedy trial for any person charged with a criminal offense . . . .” (Internal quotation marks omitted.) <em>State </em>v. <em>McCahill, </em>265 Conn. 437, 446-47, 828 A. 2d 1235 (2003). With respect to a defendant who is incarcerated in a correction institution of this state pending trial, § 54-82m requires the rules to provide: “(1) in any case in which a plea of not guilty is entered, the trial of a defendant charged in an information or indictment with the commission of a criminal offense shall commence . . . within eight months from the filing date of the information or indictment or from the date of arrest, whichever is later; and (2) if a defendant is not brought to trial within the time limit set forth in subdivision (1) and a trial is not commenced within thirty days of a motion for a speedy trial made by the defendant at any time after such time limit has passed, the information or indictment shall be dismissed. Such rules shall include provisions to identify periods of delay caused by the action of the defendant, or the defendant’s inability to stand trial, to be excluded in computing the time limits set forth in subdivision (1).” General Statutes § 54-82m; see also Practice Book § 43-39 (d).<footnotemark>7</footnotemark> “Practice Book § 43-40 then sets forth ten circumstances constituting those periods of time [that] shall be excluded in computing the [eight months] within which the trial of a defendant . . . must commence pursuant to Section 43-39 . . . . ” (Internal quotation marks omitted.) <em>State </em>v. <em>McCahill, </em>supra, 265 Conn. 447.</p>\n<p id=\"b557-6\">We will review the defendant’s challenges to the trial court’s exclusion of certain time periods from speedy trial calculations in turn.</p>\n<p id=\"b558-5\"><page-number citation-index=\"1\" label=\"534\">*534</page-number>A</p>\n<p id=\"b558-6\">The defendant first argues that certain time periods from January 7 through April 11, 2003, should not be considered as excludable because the continuances were not requested specifically by the defendant.<footnotemark>8</footnotemark></p>\n<p id=\"b558-7\">On December 24, 2002, the defendant was arraigned on charges involving the December 23, 2002 incident, and was represented by Mark Shapera, a public defender, for the purposes of a bond hearing only. The case was continued until January 7, 2003, when Matthew Davis, an assistant public defender, was present with the defendant. At that appearance, the state informed the court that the public defender’s office was appointed for bond purposes only and that the defendant had secured a private attorney, Brian Mead, who intended to file an appearance to represent the defendant. The state represented that Mead sought a continuance until February 11, 2003, which the court granted. At that point, Davis stated that he would inform Mead of the court’s decision.</p>\n<p id=\"b558-8\">On February 11, 2003, the defendant appeared again on the December, 2002 charges, and he was arraigned on another charge for violating his probation. Mead informed the court that he represented the defendant for the arraignment on the probation violation only. At that time, Mead also informed the court that the defendant wanted to consolidate his cases and that a public defender would be representing the defendant from thereon. Mead sought a continuance on behalf of the defendant until February 28, 2003. On February 28, 2003, Davis appeared with the defendant, sought and received appointment as defense counsel and requested a continuance until March 14, 2003. On March 14, 2003, <page-number citation-index=\"1\" label=\"535\">*535</page-number>Davis sought appointment to represent the defendant on the two additional matters<footnotemark>9</footnotemark> and sought a further continuance until April 11, 2003.</p>\n<p id=\"b559-6\">As stated previously, “Practice Book § 43-40 (7) expressly provides for the exclusion of time resulting from a continuance granted by the judicial authority at the personal request of the defendant. The applicable language provides: ‘The following periods of time shall be excluded in computing the time within which the trial of a defendant charged by information with a criminal offense must commence pursuant to Section 43-39 . . . (7) The period of delay resulting from a continuance granted by the judicial authority at the personal request of the defendant.’ Practice Book § 43-40.” <em>State </em>v. <em>Jeffreys, </em>supra, 78 Conn. App. 671. <em>In Jeffreys, </em>we rejected the argument that continuances made on behalf of the defendant by defense counsel did not toll the speedy trial time period. Id., 673-74; see also <em>State </em>v. <em>Stewart, </em>64 Conn. App. 340, 349-50, 780 A.2d 209 (“[a]bsent some indication to the contrary, a court is entitled to rely on counsel’s representations on behalf of his or her client”), cert. denied, 258 Conn. 909, 782 A.2d 1250 (2001).</p>\n<p id=\"b559-7\">In <em>State </em>v. <em>Jeffreys, </em>supra, 78 Conn. App. 659, we stated that where “[t]he delays were occasioned by the defendant’s counsel for the defendant’s advantage” and “[t]he defendant took advantage of the numerous continuances requested on his behalf by counsel,” the “defendant cannot stand by mute while his counsel continues the proceedings on his behalf and then, when the speedy trial clock runs out, claim that counsel did not have the authority to request those continuances. Although mere silence is not enough from which to infer a waiver of a constitutional right, such a waiver <page-number citation-index=\"1\" label=\"536\">*536</page-number>may be found in the defendant’s course of conduct.” Id., 673; see also <em>State </em>v. <em>Holloway, </em>147 Conn. 22, 25-26, 156 A.2d 466 (1959) (“[w]aiver may be implied where the defendant, in court, interposes no objection to a continuance”), cert. denied, 362 U.S. 955, 80 S. Ct. 869, 4 L. Ed. 2d 872 (1960).</p>\n<p id=\"b560-6\">In the present case, the record shows that the continuances now being challenged on appeal were requested on behalf of the defendant. The record does not indicate that the defendant was not present, nor does the defendant argue that he was absent when the requests were made. We conclude, therefore, that the time period being challenged was appropriately determined by the court to be excludable from speedy trial calculations.</p>\n<p id=\"b560-7\">B</p>\n<p id=\"b560-8\">The defendant next challenges the exclusion of certain time periods from September 5 through October 17, 2003. Specifically, the defendant argues that the time period during which the defense awaited discovery material from the state should not be excludable. This challenge is without merit.</p>\n<p id=\"b560-9\">On May 2, 2003, the court ordered that the defendant be examined and evaluated for drug and alcohol dependency. By June 27, 2003, a course of treatment was recommended, which included long-term inpatient drug and alcohol rehabilitation. On July 25, 2003, the defendant was arrested on a warrant on three additional charges involving the December 23, 2002 incident. On September 5, 2003, the defendant filed a motion to suspend prosecution in order to obtain the recommended treatment and to gather discovery materials relating to all charges, including the more recent charges from his July 25, 2003 arrest. On October 17, 2003, the court denied the defendant’s motion to suspend prosecution.</p>\n<p id=\"b560-10\">Practice Book § 43-40 (1) (D) expressly provides for the exclusion of time “between the commencement of <page-number citation-index=\"1\" label=\"537\">*537</page-number>the hearing on any pretrial motion and the issuance of a ruling on such motion . . . .” Here, the defendant filed a pretrial motion to suspend prosecution on September 5, 2003, which was not resolved by the court until October 17, 2003. This was a pretrial motion on which the court required time to reflect prior to deciding the time at issue and, as such, was properly excludable under Practice Book § 43-40 (1) (D). Accordingly, we conclude that the court properly determined the challenged time periods to be excludable time from speedy trial calculations.</p>\n<p id=\"b561-6\">C</p>\n<p id=\"b561-7\">Because we conclude that the court properly excluded certain time periods from speedy trial calculations, we reject the defendant’s claim that the court improperly delayed ruling on the motion for a speedy trial until after ruling on the motion to dismiss. Under the speedy trial statute and accompanying rules of practice, a defendant can file a motion for a speedy trial only after expiration of the speedy trial time frame. Practice Book § 43-41. In the present case, that would be “within eight months from the filing date of the information or indictment or from the date of arrest, whichever is later . . . .” General Statutes § 54-82m; see also Practice Book § 43-39 (d). Furthermore, a defendant is entitled to a dismissal of all charges with prejudice only after the passage of the statutory speedy trial time period plus the thirty days required by § 54-82m and after his filing a motion to dismiss on speedy trial grounds. In the present case, those required time periods were not met.</p>\n<p id=\"b561-8\">On March 8, 2004, the defendant filed his pro se motion for a speedy trial. On March 30, 2004, the state indicated that special public defender Mark Hauslaib was appointed to the defendant’s case but was out of the country. The court continued the case to April 20, <page-number citation-index=\"1\" label=\"538\">*538</page-number>2004. On April 20, 2004, the defendant and his counsel appeared and sought a two week continuance. The court asked the defendant if such a continuance was in accord with his speedy trial motion, to which the defendant assented that it was. On May 7,2004, defense counsel requested a further continuance to June 11, 2004. On June 3, 2004, the defendant filed a pro se motion to dismiss all pending matters. On June 21,2004, defense counsel sought a continuance to July 16, 2004, in order to discuss a state’s plea offer with the defendant. On July 14, 2004, after determining that there were nine periods of excludable time from speedy trial calculations, the court denied the defendant’s motion to dismiss as premature and granted his motion for a speedy trial.</p>\n<p id=\"b562-6\">First, we note that the defendant’s March 8, 2004 motion for a speedy trial would have been denied as premature due to the excludable time periods that the court determined tolled the speedy trial statute. See General Statutes § 54-82m. The defendant’s subsequent motion to dismiss on speedy trial grounds would necessarily have been denied as premature as well. In <em>State </em>v. <em>DeClaybrook, </em>60 Conn. App. 480, 759 A.2d 1046, cert. denied, 255 Conn. 920, 763 A.2d 1042 (2000), this court concluded that where a motion for a speedy trial had been denied as premature, any subsequent filing of a motion to dismiss on the speedy trial motion would have been premature and necessarily would have been denied as well. Id., 486. Similarly, here, the defendant’s motion to dismiss on speedy trial grounds would have been denied as premature irrespective of the order in which the court made its ruling.<footnotemark>10</footnotemark></p>\n<p id=\"b563-5\"><page-number citation-index=\"1\" label=\"539\">*539</page-number>Second, the court properly delayed ruling on the defendant’s motion for a speedy trial to account for the absence in representation and continuances that were requested on behalf of the defendant, which are excludable time periods from speedy trial calculations. See Practice Book §§ 43-39 and 43-40. On the basis of facts and circumstances of the present case, the court’s delay in ruling on the motion for a speedy trial was not improper. The motion for a speedy trial was premature, and, thus, the motion to dismiss was premature as well. Accordingly, we conclude that the court properly denied the defendant’s motion to dismiss.</p>\n<p id=\"b563-6\">II</p>\n<p id=\"b563-7\">The defendant’s final claim on appeal is that the court improperly granted various continuances at the request of attorneys appearing on his behalf for limited purposes only. The defendant concedes that this unpre-served claim is not a constitutional claim but requests that this court exercise its supervisory power to direct trial courts to adopt a procedure that would preclude continuances when requested by attorneys who have filed limited appearances on behalf of the defendant. “Our supervisory powers are not a last bastion of hope for every untenable appeal. They are an <em>extraordinary </em>remedy to be invoked only when circumstances are such that the issue at hand, while not rising to the level of a constitutional violation, is nonetheless of utmost seriousness, not only for the integrity of a particular trial but also for the perceived fairness of the judicial system as a whole.” (Emphasis in original; internal quotation marks omitted.) <em>State </em>v. <em>Hines, </em>243 Conn. 796, 815, 709 A.2d 522 (1998). Because the issue as presented under the factual circumstances of this case does not <page-number citation-index=\"1\" label=\"540\">*540</page-number>rise to the extraordinary level described previously, we do not consider this an appropriate case in which to exercise our supervisory powers. Accordingly, we decline the defendant’s request to invoke our supervisory powers.</p>\n<p id=\"b564-6\">The judgments are affirmed.</p>\n<p id=\"b564-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b554-7\"> Practice Book § 43-41 provides: “If the defendant is not brought to trial within the applicable time limit set forth in Sections 43-39 and 43-40, and, absent good cause shown, a trial is not commenced within thirty days of the filing of a motion for speedy trial by the defendant at any time after such time limit has passed, the information shall be dismissed with prejudice, on motion of the defendant filed after the expiration of such thirty day period. For the purpose of this section, good cause consists of any one of the reasons for delay set forth in Section 43-40. When good cause for delay exists, the trial shall commence as soon as is reasonably possible. Failure of the defendant to file a motion to dismiss prior to the commencement of trial shall constitute a waiver of the right to dismissal under these rules.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b554-8\"> Implicit in the court’s ruling are the findings that as to the December 23, 2002 charges, there were nine periods of excludable time resulting in a period less than the required eight months for calculation of a motion for a speedy trial. As for the July 25, 2003 charge, at the time the motion for a speedy trial was filed, only seven months and fifteen days had passed without calculating periods of excludable time. On appeal, the defendant challenges only the periods of January 7 through April 11, 2003, September 5 through October 17, 2003, and February 17 through April 20, 2004.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b554-9\"> Practice Book § 43-40 provides in relevant part: “The following periods of time shall be excluded in computing the time within which the trial of a defendant charged by information with a criminal offense must commence pursuant to Section 43-39:</p>\n<blockquote id=\"b554-10\">“(1) Any period of delay resulting from other proceedings concerning the defendant, including but not limited to:</blockquote>\n<blockquote id=\"b554-11\">“(A) delay resulting from any proceeding, including any examinations, to determine the mental competency or physical capacity of the defendant. . .</blockquote>\n<blockquote id=\"b554-12\">“(D) the time between the commencement of the hearing on any pretrial motion and the issuance of a ruling on such motion;</blockquote>\n<blockquote id=\"b554-13\">“(E) delay reasonably attributable to any period, not to exceed thirty <page-number citation-index=\"1\" label=\"531\">*531</page-number>days, during which any proceeding concerning the defendant is actually under advisement by the judicial authority . . .</blockquote>\n<blockquote id=\"b555-10\">“(2) Any period of delay resulting from the absence . . . of . . . counsel for the defendant ....</blockquote>\n<blockquote id=\"b555-11\">“(3) Any period of delay resulting from the fact that the defendant is mentally incompetent or physically unable to stand trial.</blockquote>\n<blockquote id=\"b555-12\">* * *</blockquote>\n<blockquote id=\"b555-13\">“(7) The period of delay resulting from a continuance granted by the judicial authority at the personal request of the defendant.</blockquote>\n<blockquote id=\"b555-14\">“(8) The period of delay resulting from a continuance granted by the judicial authority at the request of the prosecuting authority, if . . .</blockquote>\n<blockquote id=\"b555-15\">“(B) the continuance is granted to allow the prosecuting authority additional time to prepare the state’s case and additional time is justified because of the exceptional circumstances of the case. . . .”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b555-16\"> Voir dire commenced on July 14, 2004, but that jury subsequently was dismissed and a new jury was selected.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b555-17\"> The defendant also was charged in a part B information with being a persistent serious felony offender, which resulted from a prior conviction. He pleaded nolo contendere to the persistent serious felony offender charge.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b555-18\"> The state contends that this claim is not reviewable because the defendant filed his motion to dismiss pro se while he was represented by counsel. This argument warrants little discussion.</p>\n<p id=\"b556-7\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>“Although a represented defendant does retain the absolute right to make a limited number of choices regarding his case . . . neither the United States Supreme Court, nor this court, has ever expanded that extremely narrow class to include the choice of whether to file a motion to dismiss for lack of a speedy trial. Indeed, such a choice clearly is one of the vast panoply of trial decisions for which one retains an experienced and competent attorney.” (Citation omitted.) <em>State </em>v. <em>Gibbs, </em>254 Conn. 578, 610-11, 758 A.2d 327 (2000). That stated proposition, however, does not affect reviewability based on the facts and circumstances of the present case. In <em>Gibbs, </em>the Supreme Court held that the defendant had no authority to make a pro se oral motion to dismiss on speedy trial grounds while he was represented by counsel.</p>\n<p id=\"b556-8\">In the present case, however, the defendant first filed his motion for a speedy trial pro se while he was unrepresented by counsel and filed a subsequent pro se motion to dismiss while he was represented by counsel. See id. As we noted in <em>State </em>v. <em>Gaston, </em>86 Conn. App. 218, 222 n.3, 860 A.2d 1253 (2004), cert. denied, 273 Conn. 901, 867 A.2d 840 (2005), a defendant preserves his claim simply by his motion for a speedy trial; therefore it is inconsequential that he filed his subsequent pro se motion to dismiss while represented by counsel as long as his motion for a speedy trial was filed properly.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b557-7\"> Practice Book § 43-39 (d) provides: “The trial of such defendant shall commence within eight months from the filing of the information or from the date of the arrest, whichever is later, if the following conditions are met:</p>\n<blockquote id=\"b557-8\">“(1) the defendant has been continuously incarcerated in a correctional institution of this state pending trial for such offense; and</blockquote>\n<blockquote id=\"b557-9\">“(2) the defendant is not subject to the provisions of General Statutes § 54-82c.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b558-9\"> During oral argument, the defendant conceded that the initial period of December 23,2002, through January 7,2003, was excluded properly pursuant to Practice Boole § 43-40 (7).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b559-8\"> Prior to that appearance, Davis informed the court that Mead still held an appearance on the defendant’s December 23, 2002 charge and that the matter had been resolved, allowing Davis to file an appearance on behalf of the defendant.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b562-7\"> With respect to the defendant’s assertion that the court failed to follow Practice Book § 43-41, we note that Practice Book § 1-8 specifically dictates that the rules of practice are to be interpreted liberally to achieve their intended effect of facilitating the business of the courts and advancing justice. Practice Book § 1-8 provides: “The design of these rules being to facilitate business and advance justice, they will be interpreted liberally in any case where it shall be manifest that a strict adherence to them will <page-number citation-index=\"1\" label=\"539\">*539</page-number>work surprise or injustice.” Therefore, it was within the court’s discretion to facilitate the administration of justice and to revive the defendant’s motion for a speedy trial after denying his motion to dismiss.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}