{
  "casebody": {
    "data": "<casebody firstpage=\"519\" lastpage=\"522\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b549-2\">State <em>ex rel. </em>Allen <em>v. </em>Beasley, Mayor, <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b549-3\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"A56\">December Term, 1944.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b549-4\">Opinion filed June 9, 1945.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b550-8\"><page-number citation-index=\"1\" label=\"520\">*520</page-number>Robt. PI. Polk, of Franklin-, and Walker &amp; Hooker and Tyree B. Harris, ni, all of Nashville, for relator.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b550-9\">T. P. Henderson and Frank Cray, Jr., both of Franklin, for defendant Beasley et al., appellants here.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AaZb\">Mr. Justice Prewitt</author>\n<p id=\"AT3\">delivered the opinion of the Court.</p>\n<p id=\"b550-11\">This is one of four companion causes in which the chancellor ordered the issuance of the writ of <em>mandamus. </em><page-number citation-index=\"1\" label=\"521\">*521</page-number>The defendants, Mayor and Board of Aldermen of the Town of Franklin, have appealed here,.as in the other three canses.</p>\n<p id=\"b551-4\">The question involved is whether the acts of the Mayor and Board of Aldermen were arbitrary and unreasonable, or based upon a sound discretion, when they -refused the certificate to permit the relator, to engage in the retail liquor business in the Town of Franklin.</p>\n<p id=\"b551-5\"><em> </em>Chapter 49, section 8, of the Public Acts of 1939 (Code, Sec. 6648.11) imposes the performance of a discretionary act and not a ministerial one. The certificate prescribed by said section is not merely a certificate of good moral character but is also a certificate that in the opinion of the officer signing such certificate that the applicant will refrain from a violation of the act governing traffic in alcoholic beverages.</p>\n<p id=\"b551-6\">In the instant cause the answer of the defendants, May- or and Board of Aldermen, sets out in detail numerous violations of the liquor law on the part of the relator as late as the year 1944.</p>\n<p id=\"b551-7\">We are, therefore, of opinion that the refusal on the part of the Mayor and Board of Aldermen was in no respect unreasonable or arbitrary but was left to their sound discretion. Code, Sec. 6648.11; <em>Insurance Co. </em>v. <em>Craig, </em>106 Tenn. 621, 62 S. W. 155; <em>State ex rel. Cravens </em>v. <em>Delk, </em>175 Tenn. 614, 136 S. W. (2d) 524; <em>Ouachita Power Co. </em>v. <em>Donaghey, </em>106 Ark. 48, 152 S. W. 1012, Ann. Cas. 1915A, 447.</p>\n<p id=\"b551-8\"><em> </em>The statute above referred to provides that <em>mandamus </em>shall be the remedy of the party claiming to be aggrieved. This remedy can only lie where the act yet to be performed is ministerial. <em>State ex rel. Millers Nat. Ins. Co. </em>v. <em>Fumbanks, </em>177 Tenn. 456, 151 S. W. (2d) 148. In other words, if the Board of Mayor and Alder<page-number citation-index=\"1\" label=\"522\">*522</page-number>men should for .no reason willfully withhold the certificate as. provided for in said section then <em>mandamus </em>would lie; but, as before stated, if their refusal is based on some reasonable grounds, as in the instant cause, then their discretion cannot be controlled by the courts. Even though the applicant is shown to be a person of good moral character, as was shown here, this would not justify the issuance of the certificate if he was a liquor law violator as contemplated in said section.</p>\n<p id=\"b552-3\">In the instant cause the relator has filed a motion to dismiss the appeal on the ground that the Mayor and Board of Aldermen did not file a motion for a new trial in the court below. This motion must be disallowed. Conceding that said motion was necessary, still this Court will examine the technical record, as was held in <em>Trotter </em>v. <em>State, </em>158 Tenn. 264, 12 S. W. (2d) 951; and from this technical record we can see that the testimony as to the relator’s moral character was immaterial and irrelevant because under the answer the Mayor and Board of Aldermen were not claiming* that Allen was a person whose moral character was bad, but that on account o.f his liquor 'law violations he was an unfit person to engage in the selling of retail liquors in the Town of Franklin.</p>\n<p id=\"b552-4\">It results that the decree of the chancellor will be reversed and the cause remanded for such other proceedings as are not inconsistent with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}