{
  "casebody": {
    "data": "<casebody firstpage=\"28\" lastpage=\"29\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b52-2\">FIRE ASS’N OF PHILADELPHIA v. NIME.<footnotemark>*</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b52-3\">(Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b52-4\">November 24, 1925.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b52-5\">No. 4548.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b52-12\">Alex F. Weisberg, Will C. Thompson, and Geo. S. Wright, all of Dallas, Tex. (Thompson, Knight, Baker &amp; Harris, of Dallas, Tex., on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b52-13\">Paul Carrington, of Dallas, Tex. (Etheridge, McCormick <em>&amp; </em>Bromberg, of Dallas, Tex., on the brief), for defendant in error.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b52-14\">Before WALKER, BRYAN, and FOSTER, Circuit Judges..</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b52-19\">Rehearing denied January 19, 1926.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"AG\">WALKER, Circuit Judge.</author>\n<p id=\"AAZ\">This was an action on a policy in the sum' of $5,000, insuring against fire a stock of goods. The-policy sued on contained the following:</p>\n<blockquote id=\"b52-16\">“This entire policy, unless otherwise provided by agreement indorsed hereon or added hereto, shall be void if the insured now has or shall hereafter make or procure any other - contract of insurance, whether valid or not, on property covered in whole or in part by this polie'y. * * *</blockquote>\n<blockquote id=\"b52-17\">“Total concurrent insurance permitted, including this policy, $20,000, ,as follows: $20,000 on stock. It is understood and agreed that no other insurance is permitted, unless the total amount allowed, including this policy, is entered in blank space in paragraph next above. * * *-</blockquote>\n<blockquote id=\"b52-18\">“This policy is made and accepted subjeet to the foregoing stipulations and conditions, and to the following stipulations and conditions printed on the back hereof, which are hereby specially referred to and made a part of this policy, together with such other provisions, agreements, or conditions as may be indorsed hereon'or added hereto, and no officer, agent, or other representative of this company shall have power to waive any provision or condition of this .poI-„ icy, except such as by the terms of this policy may be the subject of agreement indorsed hereon or added hereto, and as to such provisions and conditions no officer, agent, or representative of this company shah have such power, or be deemed or held to have waived such provisions or conditions, unless speh'waiver, if any, shall be written upon or attached hereto. Nor shall any privilege or permission affecting this insurance under this policy exist or be claimed by the insured unless so written or attached.”</blockquote>\n<p id=\"b52-21\">The claim asserted was resisted on the ground, among others, that at the time of the alleged fire the defendant in error (herein called the plaintiff), had $40,000 of insurance on said stock, including the policy sued on, when only $20,000 of concurrent insurance was permitted by the term of the policy. The evidence showed that at the time of the fire plaintiff had $40,000 insurance on said stock. Over objection duly made the court, permitted a witness for the plaintiff to <em>testify to the </em>effect that, several months prior to the fire,, he took the policy sued on to the offifee of the firm which was defendant’s local agent at Cisco, Tex., and asked a member of that firm to “make total concurrent on stock $40,000 on tha,t policy,” and left the policy theré after said member assented to that request. There was other testimony in conflict with that so admitted. The court refused a request of the defendant that the jury be instructed to find in its favor. Tiñere was no evidence tending to prove <em>that prior to the </em>fire any officer, agent, or representative of the defendant, other than its , local agency at Cisco, had any knowledge or information that plaintiff had more than $20,000 of insurance on said stock.</p>\n<p id=\"b52-22\">It is <em>the </em>settled rule in the federal courts that such a condition in a policy of insurance as the above-quoted one as to concurrent insurance is, under the terms of the policy, effective, unless a change or waiver thereof “shall be written upon or attached” to the policy, and that parol proof is not admissible to show acts of waiver of such conditions, or a change thereof by an agent or <page-number citation-index=\"1\" label=\"29\">*29</page-number>agents of the insurer, from whom the policy withholds authority to effect a change or waiver .otherwise than in the way prescribed. Northern Assurance Co. v. Grand View Building Association, 183 U. S. 308, 22 S. Ct. 133, 46 L. Ed. 213; Penman v. St. Paul Fire &amp; Marine Ins. Co., 216 U. S. 311, 30 S. Ct. 312, 54 L. Ed. 493; Lumber Underwriters v. Rife, 237 U. S. 605, 35 S. Ct. 717, 59 L. Ed. 1140. Under that rule no act or conduct of the insurer’s local agent at Cisco, which is not evidenced by writing indorsed on or added to the policy, was effective to change the policy or waive condition thereof. It follows that the court erred in overruling the above mentioned objection to evidence.</p>\n<p id=\"b53-4\">In the absence of a valid change or waiver of the condition of the policy per-' mitting only $20,000 of concurrent insurance, the fact that at the time of the alleged fire plaintiff had $40,000 insurance on his stock made the loss by that fire one for which the defendant had not consented to furnish indemnity to any extent, with the result that plaintiff was not entitled to recover on the poliey sued on. The evidence adduced raised no question as to the defendant being es-topped to set up a breach of the condition as to concurrent insurance. This, ease is unlike the one dealt with in New York Life Ins. Co. v. Dumler (C. C. A.) 282 F. 969, in that it appeared in the cited case that the home office of the insurer, after being informed of a breach of a condition in the policy in question, treated the policy as in force by demanding and accepting payment of another premium. So far as appears in the instant case, no act or conduct of the defendant was inconsistent with it claiming the benefit of the provisions of the policy forbidding a change or waiver of its terms otherwise than in the way prescribed.</p>\n<p id=\"b53-5\">We dp not think that the above-stated rules are rendered inapplicable by the fact that the policy sued on is of a standard form, approved and promulgated under statutory authority by the Texas state insurance commission. There is nothing to indicate that in Texas the above-quoted provisions of the poliey have a meaning other than that expressed by the language used. By the use of that language the defendant acquired the substantive contract right not to be bound by an attempted change of the poliey or waiver of a condition thereof, unless such change or waiver is made in the manner prescribed in the poliey, with the result that such a change or waiver cannot be made by the insurer’s local agent verbally consenting thereto. Because of the above-mentioned errors, the judgment is reversed, and the cause is remanded for a new trial.</p>\n<p id=\"b53-7\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}