{
  "casebody": {
    "data": "<casebody firstpage=\"299\" lastpage=\"300\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b323-4\">Petition of INTERNATIONAL HARVESTER CO. OF AMERICA. In re COLE.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b323-6\">(Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmW\">December 11, 1925.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b323-7\">No. 4427.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b323-21\">A. M. Cummins, of Lansing, Mich., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b323-22\">Charles D. Thompson, o£ Bad Axe, Mich., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b323-23\">Before DONAHUE, MACK, and MOORMAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b323-24\">MACK, Circuit Judge.</author>\n<p id=\"AxS\">1. The construction of the Michigan chattel mortgage filing act, copied, so far as essential, in the margin,<footnotemark>1</footnotemark> is here involved; the question is whether, under the amendment of .1905, the affidavit attached to the mortgage or copy of mortgage filed in <em>the </em>register’s office must bo an original or may be a copy. It is clear that more than one filing may be necessary; it is equally clear that, while there is but one original <em>mortgage, </em>though of course duplicate originals are possible, there would be no difficulty in having more than one original affidavit, if this is required. Clearly only a copy of the mortgage needed to be filed under the original statute. But when by the <page-number citation-index=\"1\" label=\"300\">*300</page-number>amendment of 1905 it was deemed so essential to give public notice of the consideration and good faith that the public officer was expressly forbidden to receive the mortgage or copy for filing without an annexed affidavit, the Legislature avoided the phrase “or copy of the affidavit.” An intent to give opportunity to inspect an original affidavit is expressed; we find no ambiguity to justify a doubt as to that intent.</p>\n<p id=\"b324-4\">It is urged, however, that “thereto,” in the act of 1905, necessarily refers to “mortgage” as antecedent; therefore the affidavit need be annexed only to the mortgage; that done, a copy of the instrument, mortgage and affidavit combined, alone need be filed. This argument overlooks, however, the effect of the phrase “before the filing of the same.” “The same” necessarily and coneededly refers to the copy as well as the original mortgage, inasmuch as the original need never be filed; “thereto” then has this “same” as antecedent.</p>\n<p id=\"b324-5\">We concur in the views of the referee and the District Judge as to the construction of the statute, that an original affidavit must be filed, and for want thereof the filing of the mortgage created no lien.</p>\n<p id=\"b324-6\">2. It is, however, contended that petitioner is entitled to a lien because, pursuant to the mortgage, it had taken and was in possession of the chattels at the time of the adjudication in this voluntary bankruptcy proceeding. The referee, however, found that the petitioner had waived the possession so taken; that the receiver in bankruptcy had then acquired possession and had sold the goods as the bankrupts property.</p>\n<p id=\"b324-7\">Clearly there was a waiver of actual possession. The receiver did not take possession forcibly or without consent; but this possession, acquired after bankruptcy, does not necessarily involve a waiver of any right which by actual seizure petitioner may have acquired and may have had at the time of the filing of the petition in bankruptcy to retain the possession. Whether or not that right to possession and the lien, if any, thereby acquired, were waived, depends upon the agreement under which actual possession was surrendered and a sale by the receiver permitted. It is- quite common expressly to agree that the bankruptcy court may determine the validity of a lien, and that such lien shall attach to the proceeds. One in possession may, however, expressly waive any claim of lien and be content to rank as a general' creditor. The parties may fail to express their understanding in words. The court must then find it from the circumstances. In the absence of any circumstances indicative of a waiver of the lien claim, such a waiver of a right should not be implied in fact from the mere surrender of possession to a receiver. The desire to avoid controversy with the court’s representative, the general willingness, especially of laymen, to submit to the bankruptcy court the determination of questions which, without such submission, might be, though laymen may not know them to be, beyond its compulsory jurisdiction, suffice'’to explain a transfer of possession without waiver of lien; indeed, in the belief that the claim to a lien would necessarily be adjudicated in the bankruptcy proceedings.</p>\n<p id=\"AkX\">The claim for priority, as filed, states that possession had been taken by petition and a sale advertised, but that this sale had been restrained by the bankruptcy court. In the objections filed by the trustee, no waiver, either of possession or of the right of possession, is alleged. In view of the informal nature of pleadings in such causes, this suffices, in our judgment, to compel a determination of petitioner’s right to a lien because of its possession, and notwithstanding the subsequent- surrender of actual possession. The trustee should be given opportunity to amend his- objections, so as clearly to present the essential issues, especially as his counsel may have been led to believe by the colloquy at the end of the hearing, set forth in the footnote,<footnotemark>2</footnotemark> that petitioner relied solely upon the filing of the mortgage.</p>\n<p id=\"b324-9\">, Therefore, notwithstanding our. concurrence in the construction of the statute, the petition to revise is granted, and the cause remanded, to permit the parties to amend the pleadings, and thereupon to determine whether or not, in the cii’cumstances, petitioner obtained a valid lien by virtue of its possession prior to and at the time of filing the petition in bankruptcy (see Peter Sehuttler Co. v. Gunther, 222 Mich. 430, 192 N. W. 661, 49 Am. Bankr. Rep. 678), and, if so, whether or not it waived this lien by reason of the surrender of the actual possession to the receiver.</p>\n<footnote label=\"1\">\n<p id=\"b323-25\"> The original statute is “A”; an amendment added by Act No. 258 of P. A. 1905, is “I!”; and an amendment added by Act No. 332 of the Laws of 1907 is “C.”</p>\n<p id=\"b323-26\">“A” — Every mortgage of chattels shall be absolutely void as against the creditors of the mortgagor unless mortgage or a true copy thereof shall be filed in <em>the </em>office of the townshij) clerk of the township, or city clerk of tlie city, or city recorder of cities having no officer known as city clerk, where the goods or chattels are located, arid also where the mortgagor resides, except when the mortgagor is a nonresident of the state, when the mortgage or a true copy thereof shall be filed in the office of the township clerk of the township, or city clerk of the city, or city recorder of cities having no officer known as city clerk, where the property is.</p>\n<p id=\"b323-27\">“B” — And unless the mortgagor named in such mortgage or some person for Mm having knowledge of the facts shall, before the filing of the same, make and annex thereto an affidavit setting forth that the consideration of said instrument was actual and adequate, and that the same was given in good faith for the purposes in such instrument set forth. No officer shall receive such instrument or file the same in his office until such affidavit is made and annexed thereto. Every person who shall knowingly make any false statement in any such affidavit, upon conviction thereof, shall be guilty of the crime of perjury.</p>\n<p id=\"b323-28\">“0” — Provided, further, tiiat when such mortgage is given upon a stock of merchandise or merchandise and fixtures or auy part thereof purchased for resale at retail, then such instrument or a true copy thereof, and of the affidavit thereto attached, shall also be filed in the office of the register of deeds of the county where the goods and chattels are located.</p>\n<p id=\"b323-29\">Comp. Laws 1915, § 11988.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b324-10\"> “Mr. Thompson: As I understand the issue in this case, the claim presented by the International Harvester Company will be based on the filing of this instrument here.</p>\n<p id=\"b324-11\">“Mr. Cummins: Not entirely, because there is a real estate mortgage also.</p>\n<p id=\"b324-12\">“Mr. Thompson: So far as the chattels are concerned?</p>\n<p id=\"b324-13\">“Mr. Cummins: Yes.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}