{
  "casebody": {
    "data": "<casebody firstpage=\"397\" lastpage=\"398\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b421-12\">Robert Leroy McCOY, Plaintiff-Appellant, v. Craig STOKES; Larry C. Dean; Robert Parker; Daniel Talley; Sheriff's Office Bossier Parish, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b421-14\">No. 10-30167.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b421-15\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b421-16\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b421-18\">June 30, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b421-19\">Robert Leroy McCoy, Plain Dealing, LA, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b421-20\">Glenn L. Langley, Esq., Hargrove, Smelley, Strickland &amp; Langley, Shreveport, LA, for Defendants-Appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b421-22\">Before DAVIS, SMITH, and DENNIS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b421-23\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b421-24\">Robert McCoy, Louisiana inmate # 55949, moves this court for leave to ap<page-number citation-index=\"1\" label=\"398\">*398</page-number>peal <em>in forma paupens </em>(“IFP”) following the entry of summary judgment dismissing his civil rights complaint. By moving for leave to appeal IFP, McCoy has challenged the district court’s determination that the appeal is not taken in good faith. <em>See Baugh v. Taylor, </em>117 F.3d 197, 202 (5th Cir.1997).</p>\n<p id=\"b422-4\">This court’s inquiry into whether the appeal is taken in good faith “is limited to whether the appeal involves ‘legal points arguable on their merits (and therefore not frivolous).’ ” <em>Howard v. King, </em>707 F.2d 215, 220 (5th Cir.1983) (citation omitted). If we uphold the district court’s certification that the appeal is not taken in good faith, McCoy must pay the appellate filing fee, or the appeal will be dismissed for want of prosecution. <em>See Baugh, </em>117 F.3d at 202. If the appeal is frivolous, we may dismiss it <em>sua sponte </em>under 5th Cir. R. 42.2. <em>Id. </em>at 202 n. 24.</p>\n<p id=\"b422-5\">McCoy has waived the issue whether the appeal is taken in good faith by failing to challenge any aspect of the district court’s determination that McCoy did not allege a constitutional violation by any named defendant. <em>See Hughes v. Johnson, </em>191 F.3d 607, 613 (5th Cir.1999). Moreover, the record reveals no error in the dismissal.</p>\n<p id=\"b422-6\">Because the appeal does not present any legal points arguable on their merits, the motion for leave to proceed IFP is denied, and the appeal is dismissed as frivolous. <em>See Baugh, </em>117 F.3d at 202 <em>&amp; </em>n. 24. The dismissal counts as a strike under 28 U.S.C. § 1915(g). <em>See Adepegba v. Hammons, </em>103 F.3d 383, 387-88 (5th Cir.1996). McCoy is cautioned that if he accumulates three strikes, he will not be allowed to proceed IFP in any civil action or appeal filed while he is detained or incarcerated in any facility unless he is under imminent danger of serious physical injury. <em>See </em>§ 1915(g).</p>\n<p id=\"b422-7\">IFP DENIED; APPEAL DISMISSED; SANCTION WARNING ISSUED.</p>\n<footnote label=\"*\">\n<p id=\"b421-7\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}