{
  "casebody": {
    "data": "<casebody firstpage=\"175\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b223-9\">Gilda M. FISHER, Appellant, v. AMERICAN NATIONAL INSURANCE COMPANY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b223-11\">No. 11939.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b223-12\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b223-13\">Argued Oct. 4, 1956.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b223-14\">Decided Feb. 13, 1957.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b224-5\"><page-number citation-index=\"1\" label=\"176\">*176</page-number>M. Stuart Goldin, Abe J. Goldin, Gold-in &amp; Goldin, Brenner &amp; Brenner, Philadelphia, Pa., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b224-6\">Owen B. Rhoades, Philadelphia, Pa., Gordon W. Gerber, Barnes, Dechert, Price, Myers &amp; Rhoads, Philadelphia, Pa., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b224-7\">Before McLAUGHLIN, KALODNER and STALEY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b224-8\">KALODNER, Circuit Judge.</author>\n<p id=\"b224-9\">Where a policy of life insurance provides that, if lapsed, “it may be reinstated * * * upon presenting to the Home Office evidence of insurability, including good health,” is this condition precedent to reinstatement met upon the mere mailing of an application for reinstatement to the agent of the insurer?</p>\n<p id=\"b224-10\">That is the issue presented by this appeal from the judgment of the District Court for the Eastern District of Pennsylvania in favor of the defendant. The stipulated facts are detailed in the opinion of the Court below.<footnotemark>1</footnotemark> They may be summarized as follows:</p>\n<p id=\"b224-11\">The plaintiff, Gilda M. Fisher (“beneficiary”) was the designated beneficiary in a policy of life insurance issued upon the life of John Thomas Fisher, Sr. (“insured”) by the defendant, American National Insurance Company (“American”) in the amount of $5,000, on October 12, 1951 in Philadelphia, Pennsylvania.<footnotemark>2</footnotemark></p>\n<p id=\"b224-12\">Beneficiary’s check for premium due April 12, 1953, was returned by the drawee bank because of “insufficient funds.” Since the premium was neither paid when due nor ¡within the thirty-one day grace period, tfie policy lapsed. Two additional checks for monthly premiums sent to American by beneficiary on May 15, 1953, were notj deposited by American.</p>\n<p id=\"b224-17\">About noon, on Saturday, June 6,1953, beneficiary delivered to a United States postman an envelope properly stamped and addressed to Mr. William Gilvear, 481 Krams Avenue, Philadelphia 26, Penna., an agent of American. American’s Home Office, as specifically noted on the face of the policy, is in Galveston, Texas. The envelope contained a monthly premium check ánd a standard, application for reinstatement signed by insured at Camden, New Jersey and dated June 4, 1953. Deposited by the postman and thereafter postmarked at Camden, New Jersey on Juné 6, 1953, the envelope and its contents were received by the addressee agent after<footnotemark>1</footnotemark> insured’s death. The agent forwarded the letter to American. The latter never deposited the check.</p>\n<p id=\"b224-19\">Prior to 3:00 P. M., June 6, 1953, insured had made no complaint of any illness or of his physical condition. He suffered his first heart attack on that day at 3:00 P. M. and died the same afternoon between 5:30jP. M. and 6:00 P. M. Beneficiary subsequently filed the requisite proof of death with American.</p>\n<p id=\"b224-20\">The District Court ordered entry of judgment for American on the stipulated facts, and after dismissal of beneficiary’s motions to amend the conclusions of law and enter judgment in her favor, this appeal followed.</p>\n<p id=\"b224-21\">The case turns upon the wording of the reinstatement provision of the policy which is as follows<footnotemark>1</footnotemark>:</p>\n<blockquote id=\"b224-22\">“If this policy shall lapse because of default in payment of any premium, <em>it may be \\ reinstated </em>at any time unless the cash surrender value <page-number citation-index=\"1\" label=\"177\">*177</page-number>has been paid or the term of any paid-up extended insurance has expired, <em>upon presenting to the Home Office evidence of insurability, including good health, </em>together with a payment (or reinstatement as a loan which complies with the policy loan provision) of all indebtedness and premiums in arrears with interest from the respective due dates at the rate of five percent (5%) per year.” (Emphasis supplied.)</blockquote>\n<p id=\"b225-5\"> The Pennsylvania courts have never passed upon the precise clause involved in the instant case. That being so we are required to consider such approach to the problem as may be indicated by the Pennsylvania cases in the general field and to resort to general applicable principles to reach a decision consistent with Pennsylvania law.<footnotemark>3</footnotemark> Continental Assurance Co. v. Conroy, 3 Cir., 1954, 209 F.2d 539; Aetna Casualty &amp; Surety Co. v. DeMaison, 3 Cir., 1954, 213 F.2d 826.</p>\n<p id=\"b225-6\">Beneficiary contends that the reinstatement provision of the policy is in the nature of a continuing irrevocable offer by American which was accepted by the unilateral action of the insured upon mailing the application for reinstatement to a company agent.</p>\n<p id=\"b225-7\">American contends (1) that since the insured died after the lapse of the policy and before presenting to the Home Office as specifically required, evidence of his insurability, including good health, and payment of premiums in arrears, the policy was not reinstated at the time of his death; and (2) even if the application for reinstatement had been received by the Home Office prior to insured’s death, the policy could not have been reinstated until American, during the insured’s lifetime, had a reasonable opportunity to determine the adequacy of the evidence of insurability, including good health.</p>\n<p id=\"b225-10\">It is unnecessary to dwell upon American’s second contention since in our opinion the insured’s failure to meet the minimal requirements of “presenting to the Home Office” at Galveston, Texas his application for reinstatement is disposi-tive of this appeal.</p>\n<p id=\"b225-11\">Assuming, without deciding, that the mere mailing of the reinstatement application constituted a “presenting”, the requirement that it be presented to the “Home Office” has not been met.</p>\n<p id=\"b225-12\">It is clear that the burden is on the beneficiary to prove compliance with all conditions precedent to reinstatement. Riebel v. Prudential Insurance Co. of America, 1935, 319 Pa. 24, 27, 179 A. 447; Sykes v. United Insurance Co., 1950, 167 Pa.Super. 624, 627, 76 A.2d 227; Selby v. Equitable Beneficial Mutual Life Insurance Co., 1940, 143 Pa.Super. 131, 134, 17 A.2d 696.</p>\n<p id=\"b225-13\">In the instant case the beneficiary has not sustained the burden of proving compliance with all the conditions precedent to reinstatement. Presentation of the application to the Home Office at Galveston, Texas is an express condition set forth in the reinstatement provision of the policy. No competent evidence has been introduced to show the waiver of this condition, and the duties of American’s agent eannot be interpreted to include the power to receive “Home Office” correspondence.<footnotemark>4</footnotemark> Section 3 of the policy allows premiums to be paid either to the Home Office or to an agent, while section 6, the reinstatement provision, limits the power of reinstatement to the Home Office. Section 15 reserves to designated officers of American, not including agents, the power to modify the policy. The reasons for requiring that the application be presented to the Home Office need not be questioned. It is a reasonable condition imposed in a contract between the parties with which an insured may <page-number citation-index=\"1\" label=\"178\">*178</page-number>easily comply. Furthermore, there is nothing to suggest that the designation of the “Home Office” as the recipient is merely a suggested place of correspondence. The clause is unequivocal and susceptible of only one interpretation.</p>\n<p id=\"b226-4\">Insured’s failure to present the evidence of insurability to the Home Office in accordance with the terms of the contract is a breach of a condition which American has neither waived nor is now prepared to accept. Since nothing was presented to American’s Home Office prior to the death of the insured and nothing was even in transit thereto via the mail, the policy was never reinstated. And the death of insured has terminated his ability to gain such a reinstatement.</p>\n<p id=\"b226-5\">The cases cited by beneficiary are not apposite, and, furthermore, they expound a view contrary to that of Pennsylvania. Prudential Ins. Co. of America v. Union Trust Co., 1914, 56 Ind.App. 418, 105 N.E. 505, has been specifically rejected in Fishman v. Eureka-Maryland Assurance Corp., 1936, 120 Pa.Super. 490, 183 A. 98.</p>\n<p id=\"b226-6\">Beneficiary urges that the designation “Home Office” is an invalid enlargement of the Pennsylvania statutory provision that evidence of insurability need only be presented to the “Company”. Pennsylvania Insurance Company Law of 1921, as amended, 40 P.S. § 510 (k). The Home Office of American is clearly spelled out in the policy itself, and in the reinstatement application, as Galveston, Texas. “Home Office” and “Company” are synonymous.</p>\n<p id=\"b226-7\">We cannot refrain from the observation that independent of the foregoing the District Court was correct in its view that under Pennsylvania law it is at least contemplated that application for reinstatement must be received in the insured’s lifetime. In Meerbach v. Metropolitan Life Ins. Co., 1911, 46 Pa.Super. 133, 135, the insurer actually approved an application for reinstatement in ignorance of the insured’s death prior to such approval. It was there held such approval cannot “operate to revive the policy on a life which [has] [ceased to exist.” See also Hogan v. John Hancock Mut. Life Ins. Co., 3 Cir., 1952, 195 F.2d 834.</p>\n<p id=\"b226-9\">For the reasons' stated the Order of the District Court ¡will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b224-13\">. Fisher v. American National Insurance Co., D.C.E.D.Pa.1956, 137 F.Supp. 902.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b224-15\">. Jurisdiction is based upon diversity of citizenship. Beneficiary is a citizen of the State of New ¡Jersey, and American is a corporation incorporated under the laws of the State of Texas.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b225-8\">. The insurance policy was delivered to insured in Pennsylvania so that the law of that state applies. Hogan v. John Hancock Mut. Life Ins. Co., 3 Cir., 1952, 195 F.2d 834.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b225-14\">. The duty of tke insurer’s agent usually extends no further than the collection of premiums and activities incidental thereto. II Goldin, The Law of Insurance in Pennsylvania 670 (2d ed. 1946).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}