{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"256\" lastpage=\"270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b256-3\" pgmap=\"256\">Samuel B. Raymond v. George M. Vaughn.</parties><court data-order=\"1\" data-type=\"court\" id=\"b256-7\" pgmap=\"256\">Filed at Ottawa</court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A36\" pgmap=\"256\">May 16, 1889.</decisiondate><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b256-8\" pgmap=\"256\">1. Partnership—one of thepcvrtners becoming insane—effect upon the partnership relation—rights and duties arising therefrom. The insanity ■of a partner does not, per se, work a dissolution of the partnership, but may constitute sufficient grounds to justify a court of equity in decreeing its dissolution. But this doctrine is applied, in equity, with appropriate limitations and restrictions, for while curable, temporary insanity will be sufficient, upon an inquisition, to sustain an adjudication of insanity in the county court, the appointment of a conservator, and commitment of the ward to an insane asylum, yet it will not authorize a court of chancery to decree a dissolution of a partnership if the malady be temporary, only, with a fair prospect of recovery within a reasonable time.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b256-9\" pgmap=\"256\">. 2. An adjudication of insanity by the county court can have no effect in determining the partnership, and upon bill to dissolve the partnership it will have no other effect than to establish the insanity. Courts of equity will, as between the partners, look to the effect produced upon the partnership relations and business, and refuse to dissolve the partnership and apply its assets unless the insanity materially affects the capacity of the partner to discharge the duties imposed by his contract relation.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b256-10\" pgmap=\"256\">3. The relation of a partner embraces the character of both principal and agent. As to the partnership concerns, for himself he acts as principal, and as agent for his partners. His power to act for them is coupled with an interest in all that pertains to the firm business. Therefore, if, for any reason, one member of the firm should assume control and management of the business and affairs of the partnership, he should, while so controlling it, manage it for all, and in the interest of all the partners. He will not be allowed to derive personal advantage from the use of the partnership assets, or business or good will of the firm.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b256-11\" pgmap=\"256\">4. So where, after one of two partners had been adjudged insane, but his insanity was considered only temporary, and curable, and the other, without objection, or notice to any one, continued the business precisely as before, it was held, that the presumption was that he did not intend a dissolution of the firm, and, in the absence of evidence to the contrary, that he waited to determine whether the incapacity of his partner would prove temporary, merely, and it become practicable for him to resume business.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b257-3\" pgmap=\"257\">5. In such case, as long as the sane partner thus continued to carry' on the business without taking steps to dissolve the partnership, there could be no dissolution, or he be excused from afterward accounting for the profits actually derived by him from the business of the firm.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b257-4\" pgmap=\"257\">6. Same—accounting of conservator to county court—whether conclusive. A and B were partners in this State in the business of brokers, and the former was adjudged insane and the latter appointed his conservator, and continued the business precisely as before. The conservator did not inventory the partnership matters, and the profits of the business thereafter were not embraced in the final account of the conservator. Upon his recovery, A filed a bill in chancery for an accounting of the partnership matters and profits: Held, that the final accounting of the conservator partner in the county court was no bar to the relief sought by the bill.</syllabus><syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b257-5\" pgmap=\"257\">7. The judgment of the county court approving a conservator’s account and discharging him, without any notice, actual or constructive, to the ward, who was at the time in a lunatic asylum, is not conclusive upon the latter or his personal representative. A claim can not be barred by a proceeding in \"which it was in nowise involved, and of which the party to be estopped had no kind of notice.</syllabus><summary data-order=\"10\" data-type=\"summary\" id=\"b257-6\" pgmap=\"257\">Writ of Error to the Appellate Court for the First District ;—heard in that court on writ of error to the Circuit Court of Cook county; the Hon. T.-A. Moran, Judge, presiding.</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b257-7\" pgmap=\"257\">The following statement by the Appellate Court will be found sufficient to present the points determined:</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b257-8\" pgmap=\"257\">“This was a bill brought in the court below, October 11, 1880, by the appellee, Vaughn, against the appellant, Raymond, as partner and trustee, for an accounting. There was a hearing upon pleadings, proofs and master’s report, resulting in a decree in favor of the former, and against the latter, for the sum of $9586.28, from which the latter appealed to this court.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b257-10\" pgmap=\"257(47) 258(357) 259(346)\">“It appears that for several years prior to September 15, 1874, Vaughn had been representing, as broker in the wholesale sugar market of Chicago, the Franklin Sugar Refinery of Philadelphia, Pennsylvania, whose business was there conducted by Harrison, Havemeyer &amp; Co., residents of that city, and that Vaughn had not only enjoyed the confidence of that firm, but from his business as such broker had realized a very satisfactory income by way of commissions. It also appears-that Raymond had for several years prior to said date been likewise engaged as broker in the wholesale sugar market of Chicago, he representing two or more sugar refineries in the-East, from which he had realized large sums by way of commissions; that about September 15, 1874, the two, by agreement, entered into a sort of co-partnership, and began business together; that by that agreement they were to occupy the-same office and conduct their respective agencies or business as such brokers in their individual names, as before; that no partnership name should be adopted; that no time for the-continuance of their relations should be fixed, but that, from time to time, the total amounts of their commissions should be divided between them, Vaughn receiving one-third and Raymond two-thirds, and they were to share losses and expenses-in the same proportion. A co-partnership relation is alleged in the bill, and expressly admitted by Raymond in his answer. It appears that the parties carried on their business together, under that arrangement, down to January, 1876; that during that period they had made several divisions of commissions received by them, respectively, but that they had no actual settlement of all their matters; that January 20, 1876, while-their relations were subsisting as formerly, Vaughn was, upon proceedings duly commenced in the county court, adjudged to be temporarily insane, and committed to the hospital for the insane, at Elgin, Illinois. It further appears that in the order adjudging Vaughn to be insane, Raymond was appointed custodian of his person until he should be taken to the asylum ; that on the same day of that order, Raymond filed and presented his petition to the county court for the purpose, 'and was appointed conservator of the estate of said Vaughn, with bond in the sum of $13,000; that letters of conservatorship were duly issued to him March 13, 1876, at which date he filed an inventory in said court, of the property of his ward. Yaughn was not discharged from the asylum until May, 1879, but it appears that on June 6, 1878, Raymond presented his final account to the county court, and was, upon consideration of it, discharged by the court from the duties of his trust as such conservator. It appears that in neither the said inventory nor final account did Raymond make any mention of said joint or partnership business. There was no evidence tending to show that Raymond, at any time between that of Yaughn becoming insane and his discharge from the asylum, signified, by any act or word, an election on his part to terminate the relations formed between them by the partnership agreement of September 15, 1874; but the evidence shows that from and after Yaughn had been declared insane, Raymond continued to carry on the business of said partnership, in all respects, as it had been carried on before, with the exception of Yaughn’s personal attention to it, until the discharge of the latter from the asylum, and it was shown by a preponderance of the evidence, that Raymond recognized the continuance of Yaughn’s interest in such business while he was so carrying it on, after the latter had become insane. It further appears that after Yaughn left the asylum, and some time in May, 1879, he met Raymond in Philadelphia, and that through the intercession of Harrison, Havemeyer &amp; Go., an arrangement was made, by which Yaughn was to surrender, in favor of Raymond, the agency of the firm of Harrison, Havemeyer &amp; Co., so far as related to Chicago, in the future, in consideration of which Raymond was to pay Yaughn $2500, in monthly installments, and Harrison, Havemeyer &amp; Go. agreed to give Yaughn a like agency in the city of Baltimore, in place of that in Chicago, which he had formerly had. In making that arrangement, no mention was made of any matter relating to the business carried on in Chicago during Yaughn’s lunacy.”</summary><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b260-4\" pgmap=\"260\">Messrs. Flower, Remy &amp; Gregory, for the plaintiff in error:</attorneys><p data-order=\"15\" data-type=\"legal\" id=\"b260-5\" pgmap=\"260\">There was no partnership relation between the parties. There was no community of interest, except in the matter of the division of their separate earnings. The arrangement was a mere pooling of the earnings of the parties, and not the creation of a joint business. Blue v. Leathers, 15 Ill. 31; Snell v. DeLand, 43 id. 323; Adams v. Funk, 53 id. 219.</p><p data-order=\"16\" data-type=\"legal\" id=\"b260-6\" pgmap=\"260\">Even though it should be conceded that the relation between the parties was a partnership one, it was dissolvable at will, as no time was agreed upon for its continuance.</p><p data-order=\"17\" data-type=\"legal\" id=\"b260-7\" pgmap=\"260\">The general rule is, that “any member of an ordinary partnership, the duration of which is indefinite, may dissolve it at any moment he pleases, and the partnership will then be deemed to continue only so far as may be necessary for the purpose of winding up its then pending affairs.” 1 Bindley on Partnership, 220; McElroy v. Lewis, 76 N. Y. 373; Carlton v. Cummings, 51 Ind. 478; Lawrence v. Robinson, 4 Col. 567.</p><p data-order=\"18\" data-type=\"legal\" id=\"b260-8\" pgmap=\"260\">A dissolution of a partnership at will may be inferred from circumstances, although no notice to dissolve has been given; and the rule applies although one of the parties be a lunatic. Wellerah v. Kean, 27 Beav. 236; Robertson v. Lockie, 15 Sim. 285; Southwick v. Allen, 11 Vt. 75; Grover v. Hall, 3 H. &amp; J. 43; Bouche v. Pendergast, 3 id. 33; Emerson v. Parsons, 2 Sweeney, 447; Parsons on Partnership, 418, 419.</p><p data-order=\"19\" data-type=\"legal\" id=\"b260-9\" pgmap=\"260\">So, also, a partnership at will, will be dissolved, ipso facto, by the withdrawal by a partner of that element which made him a partner. Smith v. Vanderburg, 46 Ill. 36.</p><p data-order=\"20\" data-type=\"legal\" id=\"b260-10\" pgmap=\"260(84) 261(29)\">The general English rule as to the effect of insanity upon partnership relations seems to be, that while it is good ground for dissolution, it does not, of itself, operate as one. Where there has been no adjudication, the practice seems to have been to ascertain that fact by a commission of lunacy. Where the insanity has already been judicially ascertained, the English courts hold, that upon bill filed for dissolution and accounting, the partnership must be held to be dissolved. Kirby v. Carr, 3 Y. &amp; C. 184;. Waters v. Taylor, 2 Ves. &amp; Bea. 299; Jones v. Noy, 2 M. &amp; K. 125; Milne v. Bartlett, 3 Jno. 358.</p><p data-order=\"21\" data-type=\"legal\" id=\"A_p\" pgmap=\"261\">The courts of this country have, however, extended the English rule on this subject, and hold that an inquisition of lunacy found against a member of a partnership, dissolves, ipso facto, the partnership. Parsons on Partnership, 484; Davis v. Lane, 10 N. H. 161; Isler v. Baker, 6 Humph. 85.</p><p data-order=\"22\" data-type=\"legal\" id=\"ArX\" pgmap=\"261\">The general rule laid down by text writers on this subject, and amply supported by authority, is as follows: In matters of probate and administration, the inquiry, as in other cases, is, whether the matter was exclusively within the jurisdiction of the court, and whether a decree or judgment has been passed directly upon it. If the affirmative be true, the decree is conclusive. Where the decree is of the nature of proceedings in rem, as is generally the case in matters of probate and administration, it is conclusive, like those proceedings, against all the world. 1 Greenleaf on Evidence, sec. 550; Smith v. Sims, 77 Mo. 269; Cecil v. Cecil, 19 Md. 79; Caujollie v. Ferrie, 13 Wall. 465; Chippen v. Dexter, 13 Gray, 330; 14 Pick. 280.</p><p data-order=\"23\" data-type=\"legal\" id=\"b261-10\" pgmap=\"261\">A final report and settlement of an estate by an executor, administrator or guardian, which are approved by the probate court, and the executor, administrator or guardian discharged, are final and conclusive in a collateral proceeding. Dickson v. Hitt, 98 Ill. 300; Abbott v. Broadstreet, 3 Allen, 587; Hood’s Estate, 90 N. Y. 512.</p><p data-order=\"24\" data-type=\"legal\" id=\"b261-12\" pgmap=\"261\">If the transaction in Philadelphia was a settlement, it will be presumed to embrace all matters in difference between the parties, unless it appears, from the proof, that some part thereof was expressly excepted. Straubher v. Mohler, 80 Ill. 21; Niles v. Harmon, id. 393; Railway Co. v. Fawsett, 56 id. 513.</p><attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b261-14\" pgmap=\"261\">Mr. John Gibbons, for the defendant in error:</attorneys><p data-order=\"26\" data-type=\"legal\" id=\"b261-15\" pgmap=\"261\">Insanity of a partner is only a ground for the dissolution of the partnership. It does not dissolve the firm ipso facto. Jones v. Noy, 2 M. &amp; K. 125; Berch v. Frolich, 1 Phil. Ch. 172.</p><p data-order=\"27\" data-type=\"legal\" id=\"b262-4\" pgmap=\"262\">If Raymond carried on the business as before the insanity, using the assets of the firm and its good will, he can not appropriate the profits to his own use, but must account therefor. Brown v. Richardson, 133 Mass. 293; Freeman v. Freeman, 136 id. 260; Cranshay v. Collins, 15 Ves. 218; Cook v. Collingridge, 1 Jac. 608; White v. Gardner, 37 Tex. 407; Drury v. Conner, 1 H. &amp; G. 220; Chaney v. Smallwood, 1 Grill, 367.</p><p data-order=\"28\" data-type=\"legal\" id=\"b262-6\" pgmap=\"262\">A judgment operates as an estoppel only as to matters in issue on points controverted therein. Cromwell v. County of Sac, 4 Otto, 351.</p><p data-order=\"29\" data-type=\"legal\" id=\"b262-7\" pgmap=\"262\">The cestuis que trust may still inquire into the administration of the trustee after his discharge. Clark v. Devereaux, 1 S. C. 172; Wright's Trusts, 3 K. &amp; J. 419; 6 Ves. 455; 15 id. 218; 2 Abb. Pr. (N. S.) 375; 2 Ewell’s Bindley on Partnership, 859.</p> <opinion data-order=\"30\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b262-9\" pgmap=\"262\">Mr. Justice Shops</author> <p id=\"At\" pgmap=\"262\">delivered the opinion of the Court:</p> <p id=\"b262-10\" pgmap=\"262\">This was a bill filed by defendant in error, Vaughn, against Samuel B. Raymond, plaintiff in error, to compel an accounting in respect of partnership affairs alleged to exist between them. The answer of Raymond expressly admits the formation of the co-partnership as alleged in the bill, and its continuance from September 15,1874, to the 20th day of January, 1876, when the complainant, Vaughn, was adjudged insane. It will therefore be unnecessary to discuss the question of the partnership, further than may become important in illustrating other branches of the case.</p> <p id=\"b262-11\" pgmap=\"262(96) 263(142)\">It is insisted by counsel for plaintiff in error, if the partnership existed, first, that it was ipso facto dissolved by the adjudication of the insanity of Vaughn by the county court of Cook county, on the 20th day of January, 1876, and that plaintiff in error, as conservator of Vaughn, accounted for all the property of Vaughn, and all his rights and credits accruing from the co-partnership prior to said date, in settlement of Vaughn’s estate, in said court, and that, the partnership being dissolved, Vaughn has no claim, legal or equitable, to ihe proceeds of the partnership business after such dissolution; second, if this is not so, the partnership being determinable at the will of either party, Raymond elected to determine the partnership, and did terminate it at the date of the adjudication of insanity, and that such dissolution can be inferred from circumstances, and that the circumstances proved show such election by him; third, that the discharge by the county -court, of Raymond, as conservator of Vaughn, upon his final report as such conservator, is a bar to the relief sought by the bill in this ease, so. long as it remains unreversed; and fourth, that in any event, by a settlement made between the parties, in Philadelphia, in June, 1879, Vaughn received of Raymond •$2500 in full satisfaction and discharge of his interest in the business and .profits of such co-partnership.</p> <p id=\"b263-5\" pgmap=\"263\">The first contention presents questions of the most difficulty. It is said in Parsons on Contracts, 465 : “There are not wanting strong reasons and high authority for the conclusion that insanity, certain, complete and hopeless, of itself and at once dissolves the partnership; but we think the decided weight of .authority, in England and this country, opposes this conclusion, and holds that the partnership continues until it is dissolved by decree.”</p> <p id=\"b263-6\" pgmap=\"263(127) 264(20)\">Chancellor Kent (3 Kent’s Com. 58) says: “Insanity does not work a dissolution of partnership ipso facto. It depends upon circumstances, under the sound discretion of the court of chancery. But if lunacy be confirmed and duly ascertained, it may now be laid down as a general rule, notwithstanding the decision of Lord Talbot to the contrary, that as partners are, respectively, to contribute skill and industry, as well as capital, to the business of the concern, the inability of a partner, by reason of lunacy, is a sound and just cause for the interference of the courts of chancery to dissolve the partnership, and have the account taken and the property duly applied.” And the same author (2 Com. 645) says: “In cases of partnership it would at least require a decree in chancery to dissolve the partnership on the ground of lunacy.”</p> <p id=\"b264-5\" pgmap=\"264\">Story, in his work on Partnership, section 295, says : “The common law, * * * upon grounds of public policy or convenience, holds that insanity does not ordinarily, per ser amount to a positive dissolution of the partnership, but only to a good and sufficient cause for a court of equity to decree a dissolution.” This writer, however, adds: “We say ‘ordinarily/' for when the insanity has been positively ascertained under a, commission of lunacy, or by the regular judicial appointment of a guardian to the lunatic, it may deserve consideration, whether it does not ipso facto amount to a clear case of dissolution of the partnership by operation of law, since it immediately suspends the whole function and right of the party to-act personally.” Mr. Justice Pabkeb, in Davis v. Lane, 10 N. H. 161, makes the same suggestion. That case was, however, upon the effect of insanity in revoking the power of an agent to act for his principal. Mr. Parsons also seems to be of the opinion that the courts would hold that where the insanity was determined by due inquest, it would, per se, operate as a dissolution of the partnership. Both Story and Parsons-refer in support of this latter suggestion to the case of Isler v. Baker, 6 Humph. 85, alone, to sustain the text. That case holds the doctrine indicated by Mr. Parsons, but stands, so-far as we have been able to find, unsupported by any adjudicated case, and none are cited by the court in support of its conclusion. Collier on Partnership, (b. 2, chap. 3, sec. 3,) and Gow on Partnership, (chap. 5, sec! 1,) each lays down the rule that a decree of a court of chancery is necessary to a dissolution of the partnership, notwithstanding there has been an adjudication declaring one partner a lunatic.</p> <p id=\"b264-7\" pgmap=\"264(44) 265(127)\">In Besch v. Frolich, 1 Phil. Ch. 172, one of the partners had been adjudged insane upon commission of lunacy. Upon bill filed to dissolve the partnership, it was insisted that it should be decreed dissolved from the time of the incapacity of the insane partner. This the court (Lord Chancellor Cottenham delivering the opinion) held could not he done, and says, “that there are three considerations between partners—the share of each in the capital stock, the share of each in the good will, and the labor which each undertakes to devote to the business. Tour argument is, that because one of these considerations (and that, perhaps, the least valuable of the three,) fails, you are entitled from that time to take to yourself the whole benefit of the other two. * * * Whatever delay has occurred is imputable to the plaintiff himself. It was competent for him to have filed his bill at any moment since the time when his partner first became incapable of attending to business.\"</p> <p id=\"b265-5\" pgmap=\"265(259) 266(53)\">In Jones v. Noy, 2 M. &amp; K. 125, the partners were solicitors. One of them (Hardston) became insane and incapable of attending to business, and died two or three years afterwards. Noy, the other partner, carried on the business one or two-years, and then sold it out. Hardston’s executors filed a bill to compel Noy to account in respect to the partnership business and the proceeds of the sale. Sir John Leach, M. R., in determining the cause, said: “It is clear, upon principle, that the complete incapacity of the parties to the agreement to perform that which was a condition of the agreement, is a ground for determining the contract. The insanity of a partner is ground for the dissolution of a partnership, because it-is immediate incapacity; but it may not in the result prove to be a ground of dissolution, for the partner may recover from his malady. When a partner, therefore, is affected with insanity, the continuing partner may, if he thinks fit, make it a ground of dissolution; but in that case I consider, with Lord Kenyon, that in order to make it a ground for dissolution he must obtain á decree of the court. If he does not apply to the-court for a decree of dissolution, it is to be considered that he is willing to wait to see whether the incapacity of his partner may not prove merely temporary. If he carry on the partnership business in the .expectation that his partner may recover from his insanity, so long as he continues the business with that expectation or hope there can be no dissolution.” See, also, Griswold v. Waddington, 16 Johns. 57; Bagshaw v. Parker, 10 Beav. 532; Sadler v. Lease, 66 id. 624; Robertson v. Lockie, 15 Sim. 285; Pierce v. Chamberlain, 2 Ves. Sr. 33.</p> <p id=\"b266-5\" pgmap=\"266\">No further citation or analysis of authorities will be necessary. The rule, supported by the decided weight of authority and announcing the correct doctrine, is, that the insanity of a partner does not, per se, work a dissolution of the partnership, but may constitute sufficient grounds to justify a court of equity in decreeing its dissolution. But this doctrine must be understood, and is applied by courts of equity with appropriate limitations and restrictions, for while curable, temporary .insanity will be sufficient, upon an \"inquisition, to sustain an adjudication of insanity in the county court, the appointment ■of a conservator and commitment of the ward to an insane asylum, yet it will not authorize a court of chancery to decree a dissolution of a partnership if the malady be temporary, only, with a fair prospect of recovery within a reasonable time. Story on Partnership, sec. 297.</p> <p id=\"b266-6\" pgmap=\"266(154) 267(211)\">Under our system, the adjudication of insanity may be had for the purpose of enabling those temporarily insane to avail of ihe facilities for treatment and cure provided by the beneficence of the State. In such case, the adjudication of the county court is necessary to their admission to the State Hospital for the Insane, where, in theory at least, the curable, only, are admitted. It is manifest that the adjudication by the county ■court can have no effect in determining the partnership, and upon bill filed to dissolve the partnership, it would have no ■other effect than to establish the insanity. Courts of equity will, as between the partners, look to the effect produced upon the partnership relations and business, and refuse to determine the partnership and apply its assets, unless the insanity materially affects the capacity of the partner to discharge the duties imposed by his contract relation. A partner embraces the character both of principal and agent. For himself, with respect to the concerns of the partnership, he virtually acts as principal, and as agent for his partners. His power to act for them is coupled with an interest in all that pertains to the business of the concern. It would seem, therefore, that if,, for any reason, one member of the firm should assume control and management of the business and affairs of the partnership, he should, while so controlling it, manage it for all, and in the interest of all, the partners. His duty would not, perhaps, be strictly that of a trustee, but would be analogous to it, and he would not be allowed to derive personal advantage from the use of the partnership assets or business or good will of the firm. This rule is universal in its application to fiduciary relations. (Brown v. Richardson, 133 Mass. 293; Freeman v. Freeman, 136 id. 260; Perry on Trusts, secs. 127, 128, 455-464.) At any time after the insanity of Vaughn, the continuing partner had, if he saw proper to exercise it, the right to apply for a dissolution of the partnership, or, as it was a partnership at will, might have dissolved it of his own volition.</p> <p id=\"b267-5\" pgmap=\"267(171) 268(350) 269(218)\">There is much evidence in the record tending to show that some time prior to January 20,1876, Vaughn became deranged, but remained seemingly conscious of his own incapacity for business. Upon consultation with Raymond, they went together to an asylum near Chicago to consult a physician as to the best course to pursue, and it was agreed and determined that application be made to the county court to have Vaughn adjudged insane. Vaughn testifies, (and there is much in this record to corroborate his statement,) that it was agreed by Raymond, in view of his going to the asylum to be treated for his malady, that he (Raymond) would look after and attend to the business of the firm, and carry it on in his absence. It is not, however, necessary to put the case upon that ground, for it does clearly appear that Raymond, without objection or any notice to any one, continued the business precisely as before, and the presumption is that he did not intend a dissolution of the firm. It is to be presumed, in the absence of evidence showing to the contrary, that he waited to determine whether the incapacity of his partner would prove temporary, merely, and it become practicable for him to resume business. So long as he thus continued to carry on the partnership business without taking steps to dissolve the partnership, there could be no dissolution, or he be excused from afterwards accounting for the profits actually derived by him from the business of the firm. The circumstances relied upon as showing an election by Raymond to dissolve the co-partnership are wholly insufficient. On the contrary, it appears that these parties were brokers; that for a number of years prior to the formation of this partnership Vaughn had represented, as broker in the wholesale sugar market in Chicago, the Franklin Sugar Refinery of Philadelphia, Pennsylvania, whose business was there conducted by Harrison, Havemeyer &amp; Co. It also appears that Raymond had been likewise engaged as a broker in sugars, in Chicago, he representing two or more sugar refineries in the East, each of the parties having realized considerable sums, by way of commissions, in the course of their business. By an arrangement between \"them, they consolidated their business, Vaughn receiving one-third and Raymond two-thirds of the profits, and they were to share losses and expenses in the same proportion. Each, however, remained the broker of the refineries that they had previously represented,—that is, Vaughn represented the Franklin Sugar Refinery, and no change was made in the agency whatever. After' Vaughn was adjudged insane, instead of dissolving the co-partnership, or doing any act showing an intent so to do, Raymond continued to carry on the business, in all respects, as before. Vaughn still continued to be the broker of the Franklin Sugar Refinery, and that concern had no notice of any change in its brokers at Chicago. It is shown that a very large business was done by Raymond acting in the name of Vaughn, as broker of said refinery, and large profits were received by him therefrom. Vaughn had brought the business of the Franklin Sugar Refinery to the firm. No confidence had been reposed by this principal in Raymond, he at no time having acted as individual broker of that refinery. It was not until after Vaughn’s discharge from the asylum that Harrison, Havemeyer &amp; Co. had any notice or intimation that Raymond pretended that a dissolution of the firm had taken place; and then, as it is clearly shown, to induce Harrison, Havemeyer &amp; Co. to make him their broker at Chicago, and to induce Vaughn to give up and surrender the business in that city, Raymond paid Vaughn $2500. Negotiations were had between these parties through Mr. Harrison, of the firm of Harrison, Havemeyer &amp; Co., and his testimony leaves no doubt that the payment of said sum of $2500 by Raymond to Vaughn, was for a surrender by Vaughn to Raymond of his (Vaughn’s) right to act as broker for the Franklin Sugar Refinery in the Chicago market. We can not undertake to review this evidence in detail, but it leaves no question in our mind that the dissolution of the firm did not take place at any time prior to the settlement before spoken of, in respect to the future conduct of the business.</p> <p id=\"b269-5\" pgmap=\"269\">Upon the questions remaining to be considered, the Appellate Court, by McAllister, J., said :</p> <blockquote id=\"b269-6\" pgmap=\"269(132) 270(284)\">“The next position taken in argument by appellant’s counsel is, that the discharge of appellant by the county court, upon rendering his final account there as conservator, was a proceeding in rem, and, so long as it remains unreversed, is a complete bar to the relief sought by this bill, upon the principle of res judicata. That proceeding, so far as it relates to the adjudication as to the status of appellee, was, in our opinion, in the nature of a proceeding in rem. But the matters upon which the right to and claim for an accounting is based, were of a wholly different nature. This claim was not included in the inventory which appellant made as conservator, nor mentioned in Ms final accounting upon which he was discharged. Passing upon it was in no respect necessary to the exercise of the jurisdiction of the court in the first instance, nor was it directly involved, or a necessary incident to any adjudication made. It was a matter of mere private individual right between these two parties, over which a court of chancery has jurisdiction, and over which, if the county court had any jurisdiction, it was in no sense exclusive. Besides, appellee was, at the time, confined in a lunatic asylum, and had no notice, actual or constructive. The distinction between those matters which are necessarily involved in a proceeding in rem, or in one in the nature of a proceeding in rem, as to which the decree is eonclu- . sive against all the world, and matters inter partes, or of mere private litigation, is recognized by the authorities, and has its foundation in the nature of things. 2 Smith’s Lead. Cases, (7th Am. ed.) 632; 1 Greenleaf on Evidence, see. 550. To hold a claim barred by a proceeding in which it was in no wise involved, and of which the party to.be estopped had no kind of notice, would be to subvert and trample upon some of the most essential fundamental principles upon which the doctrine of the conclusiveness of judgments and decrees is based, because appellee never had his day in court as to this claim. We are of opinion that the transaction between the parties, in May, 1879, at Philadelphia, falls entirely short of a settlement of the claim so as to bar appellee’s right to an accounting. This claim, and the matters out of which it arises, were none of them mentioned by either party. ”</blockquote> <p id=\"b270-4\" pgmap=\"270\">We are entirely satisfied with what is there said, and adopt the views of that court.</p> <p id=\"b270-5\" pgmap=\"270\">We find no error in this record, and the judgment of the Appellate Court will be affirmed.</p> <p id=\"b270-6\" pgmap=\"270\">Judgment affirmed.</p> <p id=\"b270-7\" pgmap=\"270\">Mr. Justice Bailey, having heard this case in the Appellate Court, took no part in its decision here.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}