{
  "casebody": {
    "data": "<casebody firstpage=\"144\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b168-4\">XIU YAN DONG, Petitioner v. ATTORNEY GENERAL OF the UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b168-6\">No. 07-2772.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b168-7\">United States Court of Appeals, Third Circuit.</court>\n<p data-order=\"3\" data-type=\"otherdate\" id=\"b168-8\">Submitted Pursuant to Third Circuit LAR 34.1(a) May 1, 2008.</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b168-9\">Filed: May 12, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b169-6\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>Robert J. Adinolfi, Louis &amp; Adinolfi, New York, NY, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b169-7\">Richard M. Evans, Susan K. Houser, United States Department of Justice Office of Immigration Litigation, Washington, DC, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b169-8\">Before: SLOVITER, STAPLETON and COWEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b169-9\">OPINION</p>\n<author id=\"b169-10\">PER CURIAM.</author>\n<p id=\"b169-11\">Xiu Yan Dong, a native and citizen of China, petitions for review of a final order of the Board of Immigration Appeals (“BIA”), denying Dong’s motion to reopen as untimely.</p>\n<p id=\"b169-12\">The Board issued the final administrative order in Dong’s case on April 28, 1998, and subsequently denied her motion to reconsider. Dong did not seek review of either decision before the Court of Appeals. Seven years later, Dong moved to reopen her case, arguing that she could be forcibly sterilized if she is returned to China because she has two children. She also fears that she could be placed in a labor camp and tortured because she left China illegally. The BIA denied Dong’s motion to reopen as untimely because it was not filed within 90 days after the BIA’s decision denying her appeal. The motion to reopen was not received by the BIA until April of 2007, more than eight years too late.</p>\n<p id=\"b169-14\">Because the denial of a motion to reopen is a final order, we have jurisdiction to review the decision under 8 U.S.C. § 1252(a). <em>See Sevoian v. Ashcroft, </em>290 F.3d 166, 171 (3d Cir.2002). We review the denial of a motion to reopen immigration proceedings for abuse of discretion, <em>Guo v. Ashcroft, </em>386 F.3d 556, 562 (3d Cir.2004), and we will reverse the BIA’s decision only if it is “arbitrary, irrational, or contrary to law.” <em>Id.</em></p>\n<p id=\"b169-15\">A petitioner must file a motion to reopen within 90-days of the BIA’s final administrative order. 8 C.F.R. § 1003.2(c). An exception to the 90-day bar for filing a motion to reopen may be granted only if there are changed country conditions as demonstrated by evidence that “is material and was not available and could not have been discovered or presented at the previous hearing.” 8 C.F.R. § 1003.2(c)(3)(ii); <em>Filja v. Gonzales, </em>447 F.3d 241, 253 (3d Cir.2006). The BIA concluded that Dong’s evidence did not demonstrate a material change in circumstances in China for purposes of meeting the exception to the statutory time limit. The BIA considered Dong’s evidence of the birth of a child in the U.S. to be evidence of changed personal circumstances, rather than of changed conditions in China. We agree that Dong’s changed personal circumstances are distinct from changed circumstances arising in China. <em>See Wei Guang Wang v. BIA, </em>437 F.3d 270, 273 (2d Cir.2006) (finding that the birth of the petitioner’s two children in this country was evidence of changed personal circumstances, rather than of changed conditions in China); <em>Zhao v. Gonzales, </em>440 F.3d 405, 407 (7th Cir.2005) (per curiam).</p>\n<p id=\"b170-3\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>Dong argues that her motion to reopen is subject to the changed country conditions exception and should have been granted based on documents contained in <em>Shou Yung Guo v. Gonzales, </em>463 F.3d 109 (2d Cir.2006); <em>see also Lin v. Attorney General, </em>468 F.3d 167 (2d Cir.2006) (ordering remand to the BIA to consider documents submitted in <em>Shou Yung </em>Guo), <em>reh’g granted, Lin v. U.S. Dep’t. of Justice, </em>473 F.3d 48 (2d Cir.2007) (holding there is no procedure by which a petitioner can move in the court of appeals to remand a case for consideration of new evidence; remanding instead based on the court’s equitable powers).<footnotemark>1</footnotemark> In <em>Shou Yung Guo, </em>the Second Circuit vacated the BIA’s denial of the petitioner’s motion to reopen based on documents reflecting a 2003 decision by the Changle City Family-Planning Administration and the Fujian Province Department of Family-Planning Administration, the province where the petitioner in Guo lived and to which she would be deported.<footnotemark>2</footnotemark> <em>Id. </em>at 113-14. Under the 2003 decision, foreign-born children would be counted in determining violations of the one-child policy. <em>Id. </em>The Court concluded that the locally issued documentation lent “powerful potential support to a finding of changed circumstances because it states that a parent of two children such as Guo would, on her return, be subject to forced sterilization, even if one were born outside of China.” <em>Id. </em>at 115.</p>\n<p id=\"b170-8\">The documents that Dong attached to her motion to reopen did not contain the documents she relies on from <em>Shou Yung Guo, </em>but instead referenced the Second Circuit’s citation to those documents in <em>Shou Yung Guo.</em><footnotemark><em>3</em></footnotemark><em> </em>Pursuant to the regulations governing reopening, an alien’s motion must “state the new facts that will be proven at a hearing to be held if the motion is granted and <em>shall be supported by affidavits or other evidentiary material ... and all supporting documentation.” </em>8 C.F.R. § 1003.2(c)(1) (emphasis added). Our review of the record is confined solely to the evidence that Dong presented to the BIA. <em>See Berishaj v. Ashcroft, </em>378 F.3d 314, 328-30 (3d Cir.2004) (declining to take judicial notice of new country reports, and observing that “[i]t is a salutary principle of administrative law review that the reviewing court act upon a closed record.”); <em>Sewak v. INS, </em>900 F.2d 667, 673 (3d Cir. 1990) (“Congress has expressly limited our determination of petitions for review of orders of deportation solely to the administrative record and the appropriately sup<page-number citation-index=\"1\" label=\"147\">*147</page-number>ported findings of fact made below.”). Thus, because Dong did not provide the relevant supporting documentation regarding changed country conditions to the BIA in her motion to reopen, remand to the BIA is not required.</p>\n<p id=\"b171-5\">Dong contends that she, like the petitioner in <em>Shou Yung Guo, </em>is from Fuji-an Province and, therefore, that the documents that supported the motion to reopen in that case apply equally here. However, the BIA has since assessed the <em>Shou Yung Guo </em>documents and determined that such evidence did not demonstrate that Chinese nationals would be persecuted for having two U.S.-born children. <em>Matter of S-Y-G- </em>24 I. <em>&amp; </em>N. Dec. 247, 257-59 (BIA 2007), <em>appeal docketed </em>No. 07-3415 (2d Cir. Aug. 9, 2007). In addition, Dong has not shown that the BIA’s failure to consider the documents in <em>Shou Yung Guo </em>prejudiced her case. <em>See Romanishyn v. Attorney Gen. of U.S., </em>455 F.3d 175, 185 (3d Cir.2006) (alien must show substantial prejudice to prevail on due process claim). In particular, Dong has not shown changed circumstances with regard to the existence of China’s one child policy or its enforcement between 1996, the time of her asylum hearing, and 2007, when she filed her motion to reopen. The BIA clarified in <em>Matter of S-Y-G- </em>that “a new report or a new law is not evidence of changed conditions without convincing evidence that the prior version of the law was different, or was differently enforced, in some relevant and material way.” 24 I. &amp; N. Dec. at 257. Dong did not provide such evidence to the BIA in her motion to reopen.</p>\n<p id=\"b171-6\">Dong also argues that her due process rights were violated by the BIA’s denial of her motion to reopen because the BIA issued a “boilerplate” decision. Although there is no constitutional right to asylum, aliens facing removal are entitled to due process. <em>See Sewak v. INS, </em>900 F.2d 667, 671 (3d Cir.1990). In this context, the Due Process Clause entitles an alien to “a full and fair hearing and a reasonable opportunity to present evidence.” <em>Romanishyn, </em>455 F.3d at 185. However, “due process challenges to deportation proceedings require an initial showing of substantial prejudice.” <em>Khan v. Attorney Gen., </em>448 F.3d 226, 236 (3d Cir.2006) (citation and internal quotations omitted).</p>\n<p id=\"b171-8\">We do not agree that the BIA’s decision was “boilerplate.” The BIA explained that Dong’s motion to reopen was denied because it was more than eight years late. The BIA went on to analyze whether Dong qualified for an exception to the statutory time limit and found that the evidence she proffered, in particular her 1999 marriage and the 2000 birth of her son in the United States, constituted a change to her personal circumstances, rather than a changed country condition. The BIA thus concluded that Dong had not met the statutory requirements of 8 C.F.R. § 1003.2(c)(3)(ii). Nonetheless, even if the BIA’s decision could be considered “boilerplate,” Dong has not demonstrated prejudice and therefore she has not sustained a due process violation.</p>\n<p id=\"b171-9\">For the foregoing reasons, we will deny the petition for review.</p>\n<footnote label=\"1\">\n<p id=\"b170-4\">. <em>But see Xiao Xing Ni v. Gonzales, </em>494 F.3d 260, 269 (2d Cir.2007) (holding that remand for agency consideration of documents not in the record is inappropriate in the absence of government consent because “agency regulations set forth procedures to reopen a case before the BIA for the taking of additional evidence.”)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b170-5\">. The documents introduced by the petitioner in <em>Shou Yung Guo </em>dealt with the sanctions applicable to Chinese nationals who had given birth to a child while living abroad. The Changle City decision cautioned that Chinese nationals engaging in \"any reproductive behavior in violation of family-planning enforcement in China” while overseas will be sanctioned according to family-planning rules and regulations enforced at the local level, subject to exceptions for those having a permanent residence overseas or a temporary visa for at least a three year stay. The Fujian Province decision affirmed the Changle City decision. 463 F.3d at 112.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b170-10\">. Dong’s documents attached to her motion to reopen included her affidavit stating that she had a child born in the United States in 2000, a birth certificate for a daughter born in China in 1991, a birth certificate for a son born in the United States in 2000, a 1999 marriage certificate, two affidavits from Dong’s female relatives stating they had been forcibly sterilized after having two children (one in 2007, the other on an unstated date), and several undated newspaper articles. <em>(See </em>Administrative Record (“A.R.”) 17-30.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}