{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"820\" lastpage=\"844\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  ATTORNEY GRIEVANCE COMMISSION OF MARYLAND\n  <br/>\n  v.\n  <br/>\n  Scott A. CONWELL\n </parties>\n <docketnumber id=\"p-2\">\n  Misc. Docket AG No. 22, Sept. Term, 2017\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Maryland.\n </court>\n <decisiondate id=\"p-4\">\n  January 23, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Argued by Raymond A. Hein, Deputy Bar Counsel (Lydia E. Lawless, Bar Counsel, Attorney Grievance Commission of Maryland), for Petitioner.\n </attorneys>\n <attorneys id=\"p-6\">\n  Argued by Booth Marcus Ripke, Nathans &amp; Biddle, LLP (Baltimore, MD), for Respondent.\n </attorneys>\n <judges id=\"p-7\">\n  Argued Before Barbera, C.J., Greene,\n  <footnotemark>\n   *\n  </footnotemark>\n  Adkins, McDonald, Watts, Hotten, Lynne A. Battaglia (Senior Judge, Specially Assigned), JJ.\n </judges>\n <footnote label=\"*\">\n  <p id=\"p-130\">\n   Adkins, J., now retired, participated in the hearing and conference of this case while an active member of this Court; after being recalled pursuant to the Md. Constitution, Article IV, Section 3A, she also participated in the decision and adoption of this opinion.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Battaglia, J.\n  </author>\n  <p id=\"p-9\">\n   Scott A. Conwell (\"Conwell\"), Respondent, was admitted to the Bar of this Court on December 14, 1999. On July 24, 2017, the Attorney Grievance Commission (\"Petitioner\" or \"Bar Counsel\"), acting pursuant to Maryland Rule 19-721,\n   <footnotemark>\n    1\n   </footnotemark>\n   filed a Petition for Disciplinary or Remedial Action against Conwell related to his representation of Julie D. Brewington, Gino A. DeSerio, and Dennis Olsen. The Petition alleged that Conwell violated the following Maryland Rules of Professional Conduct (\"Rule\"): 1.1 (Competence),\n   <footnotemark>\n    2\n   </footnotemark>\n   1.2 (Scope of Representation and\n   Allocation of Authority between Client and Lawyer),\n   <footnotemark>\n    3\n   </footnotemark>\n   1.3 (Diligence),\n   <footnotemark>\n    4\n   </footnotemark>\n   1.4 (Communication),\n   <footnotemark>\n    5\n   </footnotemark>\n   1.5 (Fees),\n   <footnotemark>\n    6\n   </footnotemark>\n   1.16 (Declining\n   or Terminating Representation),\n   <footnotemark>\n    7\n   </footnotemark>\n   3.1 (Meritorious Claims and Contentions),\n   <footnotemark>\n    8\n   </footnotemark>\n   3.3 (Candor toward Tribunal),\n   <footnotemark>\n    9\n   </footnotemark>\n   3.4 (Fairness to\n   Opposing Party and Counsel),\n   <footnotemark>\n    10\n   </footnotemark>\n   8.1 (Bar Admission and Disciplinary\n   Matters),\n   <footnotemark>\n    11\n   </footnotemark>\n   and 8.4 (Misconduct).\n   <footnotemark>\n    12\n   </footnotemark>\n  </p>\n  <p id=\"p-10\">\n   In an Order dated July 25, 2017, we referred the matter to Judge Donna M. Schaeffer of the Circuit Court for Anne Arundel County for a hearing, pursuant to Maryland Rule 19-727.\n   <footnotemark>\n    13\n   </footnotemark>\n   Respondent was served with the Petition for Disciplinary\n   or Remedial Action, our Order, and the Writ of Summons on August 28, 2017, and he filed a timely response.\n  </p>\n  <p id=\"p-11\">\n   Judge Schaeffer held hearings on the matter on March 5 and 6, 2018. During the hearings, Bar Counsel amended the Petition and withdrew her allegations of violations of Rules 3.3 and 8.1 with regard to Conwell's representation of Scott Olsen.\n  </p>\n  <p id=\"p-12\">\n   Upon consideration of the Petition, Respondent's Answer, exhibits, witness testimony and arguments of counsel, Judge Schaeffer issued Findings of Fact and Conclusions of Law. With respect to his representation of Julie Brewington, Judge Schaeffer concluded that Conwell violated Rules 1.3, 1.4, and 8.4(a) and (d), but not Rules 1.1, 1.2, 1.5, and 1.16. With respect to his representation of Gino DeSerio, Judge Schaeffer concluded that Conwell violated Rules 1.1, 1.5, 3.3(a)(1), (a)(2), and (a)(4), and 8.4(a) and (d), but not Rule 1.4. With respect to\n   his representation of Dennis Olsen, Judge Schaeffer concluded that Conwell violated Rules 3.1, 3.4(c), and 8.4(a), (c), and (d).\n  </p>\n  <p id=\"p-13\">\n   This Court \"has original and complete jurisdiction over attorney discipline proceedings in Maryland.\"\n   <em>\n    Attorney Grievance Comm'n v. Mixter\n   </em>\n   ,\n   <extracted-citation case-ids=\"4025093\" index=\"0\" url=\"https://cite.case.law/md/441/416/#p477\">\n    441 Md. 416\n   </extracted-citation>\n   , 477,\n   <extracted-citation case-ids=\"4025093\" index=\"1\" url=\"https://cite.case.law/md/441/416/#p477\">\n    109 A.3d 1\n   </extracted-citation>\n   , 38 (2015) (quoting\n   <em>\n    Attorney Grievance Comm'n v. O'Leary\n   </em>\n   ,\n   <extracted-citation case-ids=\"3720406\" index=\"2\" url=\"https://cite.case.law/md/433/2/#p28\">\n    433 Md. 2\n   </extracted-citation>\n   , 28,\n   <extracted-citation case-ids=\"3720406\" index=\"3\" url=\"https://cite.case.law/md/433/2/#p28\">\n    69 A.3d 1121\n   </extracted-citation>\n   , 1136 (2013) ). Upon review, we \"accept the hearing judge's findings of fact as prima facie correct unless shown to be clearly erroneous.\"\n   <em>\n    <extracted-citation case-ids=\"3720406\" index=\"4\" url=\"https://cite.case.law/md/433/2/#p28\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Attorney Grievance Comm'n v. Fader\n   </em>\n   ,\n   <extracted-citation case-ids=\"3717568\" index=\"5\" url=\"https://cite.case.law/md/431/395/#p426\">\n    431 Md. 395\n   </extracted-citation>\n   , 426,\n   <extracted-citation case-ids=\"3717568\" index=\"6\" url=\"https://cite.case.law/md/431/395/#p426\">\n    66 A.3d 18\n   </extracted-citation>\n   , 36 (2013) (additional citation omitted) ). This level of deference is warranted because the hearing judge is better positioned than us \"to assess the demeanor-based credibility of the witnesses.\"\n   <em>\n    Attorney Grievance Comm'n v. Framm\n   </em>\n   ,\n   <extracted-citation case-ids=\"12486898,6779019\" index=\"7\" url=\"https://cite.case.law/md/449/620/\">\n    449 Md. 620\n   </extracted-citation>\n   , 643,\n   <extracted-citation case-ids=\"12486898,6779019\" index=\"8\" url=\"https://cite.case.law/md/449/620/\">\n    144 A.3d 827\n   </extracted-citation>\n   , 841 (2016) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Tanko\n   </em>\n   ,\n   <extracted-citation case-ids=\"3709967\" index=\"9\" url=\"https://cite.case.law/md/427/15/#p27\">\n    427 Md. 15\n   </extracted-citation>\n   , 27,\n   <extracted-citation case-ids=\"3709967\" index=\"10\" url=\"https://cite.case.law/md/427/15/#p27\">\n    45 A.3d 281\n   </extracted-citation>\n   , 288 (2012) ). The hearing judge, therefore, \"is permitted to 'pick and choose which evidence to rely upon' from a conflicting array when determining findings of fact.\"\n   <em>\n    <extracted-citation case-ids=\"3709967\" index=\"11\" url=\"https://cite.case.law/md/427/15/#p27\">\n     Id.\n    </extracted-citation>\n   </em>\n   (alteration omitted) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Guida\n   </em>\n   ,\n   <extracted-citation case-ids=\"2830507\" index=\"12\" url=\"https://cite.case.law/md/391/33/#p50\">\n    391 Md. 33\n   </extracted-citation>\n   , 50,\n   <extracted-citation case-ids=\"2830507\" index=\"13\" url=\"https://cite.case.law/md/391/33/#p50\">\n    891 A.2d 1085\n   </extracted-citation>\n   , 1095 (2006) ).\n  </p>\n  <p id=\"p-14\">\n   Neither party has filed exceptions to the hearing judge's factual findings; thus, we deem those factual findings established by clear and convincing evidence.\n   <em>\n    Attorney Grievance Comm'n v. Jacobs\n   </em>\n   ,\n   <extracted-citation case-ids=\"12496848\" index=\"14\" url=\"https://cite.case.law/a3d/185/132/#p309\">\n    459 Md. 291\n   </extracted-citation>\n   , 309,\n   <extracted-citation case-ids=\"12496848\" index=\"15\" url=\"https://cite.case.law/a3d/185/132/#p309\">\n    185 A.3d 132\n   </extracted-citation>\n   , 143 (2018) (citation omitted). As to the hearing judge's conclusions of law, when violations have been sustained and exceptions have been filed, our consideration is\n   <em>\n    de novo\n   </em>\n   . Maryland Rule 19-741(b)(1).\n   <footnotemark>\n    14\n   </footnotemark>\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    FACTUAL BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   Neither Bar Counsel nor Conwell filed exceptions to the hearing judge's factual findings. Accordingly, we treat those\n   findings as established, Maryland Rule 19-741(b)(2)(A),\n   <footnotemark>\n    15\n   </footnotemark>\n   and paraphrase them for brevity.\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    <em>\n     Representation of Julie Brewington\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   Sometime in the spring of 2013, Julie Brewington filed a complaint with the United States Equal Employment Opportunity Commission (\"EEOC\") against her former employer. In the summer of 2014, Ms. Brewington retained Conwell to represent her in the EEOC matter, because he represented that he practiced employment law. Around August 7, 2014, Ms. Brewington signed a retainer agreement with Conwell and gave him a check for $2,500.00. The retainer agreement provided that Conwell would file a complaint with the Maryland Commission on Civil Rights (\"Maryland Commission\") and represent her before that agency, in addition to the EEOC.\n  </p>\n  <p id=\"p-19\">\n   The scope of Conwell's employment, as set forth in the findings of fact, derived from the retainer agreement and described by Ms. Brewington at the hearing was that, Conwell\n  </p>\n  <blockquote id=\"p-20\">\n   \"[would] provide legal advice and representation\" in relation to Ms. Brewington's employment dispute and rights with [employer]. Respondent's retainer agreement with Ms. Brewington provided for representation in relation to an anticipated Maryland Commission on Civil Rights [ ] action he proposed filing because, as Respondent testified, \"I would not want to rely on a client's\n   <em>\n    pro se\n   </em>\n   filing ... I would come in and ordinarily file a new complaint. I normally file that with the [Maryland Commission].\" The retainer agreement ... indicated \"[t]his is a first stage fixed fee representation agreement.\"\n  </blockquote>\n  <p id=\"p-21\">\n   At the time Conwell was retained, Ms. Brewington did not know the status of her prior\n   <em>\n    pro se\n   </em>\n   filing with the EEOC. Describing the EEOC as a \"black hole,\" Ms. Brewington communicated to Conwell that \"a year and a half\" had elapsed since her filing and that she was concerned that she may have missed certain deadlines. In response, Conwell informed Ms.\n   Brewington that, \"[i]f you filed with the EEOC, you should just wait. They are a slow government organization.\"\n  </p>\n  <p id=\"p-22\">\n   Upon further investigation, Conwell learned that, \"due to the passage of time before he had been hired,\" he would not be able to \"file anything on new allegations with\" the Maryland Commission or EEOC. He communicated to Ms. Brewington that they would need to rely on what she had filed, and based on his \"knowledge of employment law,\" concluded that the statute of limitations had expired with regard to filing with the Maryland Commission.\n  </p>\n  <p id=\"p-23\">\n   Judge Schaeffer also found, in part, that,\n  </p>\n  <blockquote id=\"p-24\">\n   Respondent exchanged emails with Ms. Brewington during the representation in which he provided her legal advice about the significance of the [statutory filing deadlines] and provided her with legal advice explaining that because this time period had passed they needed to rely upon what she had previously filed. In sum, during the course of representing Ms. Brewington, Respondent and Ms. Brewington exchanged emails in which Respondent sought information from Ms. Brewington and provided her with legal advice. According to Ms. Brewington, \"there were hundreds of emails\" between her and the Respondent.\n  </blockquote>\n  <p id=\"p-25\">\n   While Bar Counsel contended that Conwell failed to enter his appearance on behalf of Ms. Brewington with the EEOC, Judge Schaeffer was unable to find that \"to be the case by clear and convincing evidence.\" In so finding, Judge Schaeffer relied on an email correspondence between Conwell and Ms. Brewington in which he sent the entry of appearance to her for signature and email correspondence between Conwell and the EEOC, in which the EEOC referred to Ms. Brewington as Conwell's \"client.\"\n  </p>\n  <p id=\"p-26\">\n   Judge Schaeffer further found that Conwell \"advanced\" Ms. Brewington's \"causes and claims in some respects.\" For example, Judge Schaeffer found that he \"analyzed the facts and reached a legal conclusion\" regarding whether Ms. Brewington could file new, or amend previous, complaints with either the EEOC or Maryland Commission. She further found that\n   Conwell informed Ms. Brewington of her legal rights and \"advised her that her EEOC claim was still viable, that it had not been dismissed and that there was no deadline preventing that claim from proceeding.\" Judge Schaeffer also detailed other steps Conwell took in the early period of his representation of Ms. Brewington, such as exchanging emails with individuals from\n   the EEOC, communicating with the EEOC supervisor, and questioning Ms. Brewington's former employer.\n  </p>\n  <p id=\"p-27\">\n   Judge Schaeffer also found, however, \"that after the initial few months of representing Ms. Brewington, [Conwell's] work on the case became sporadic and his communications with his client erratic.\" Ms. Brewington testified that she began to feel neglected in her representation due to Conwell's inconsistent replies to her emails and lack of certainty when asked on the phone about the status of her case. Further, on May 31, 2015, June 3, 2015, and August 10, 2015, Ms. Brewington requested that Conwell send her a copy of the letter he purportedly drafted to send to opposing counsel, but she never received a copy of it; Judge Schaeffer, in fact, found there was \"no evidence that the Respondent ever drafted such a letter.\" Judge Schaeffer also found that Conwell had not communicated with opposing counsel until a year into his representation of Ms. Brewington. While there may have been lapses in communication, Judge Schaeffer, nevertheless, ultimately concluded that it was not proven that these lapses caused Ms. Brewington to \"miss any deadlines or lose any legal rights.\"\n  </p>\n  <p id=\"p-28\">\n   Ms. Brewington ultimately terminated the representation. She sent Conwell a certified letter, dated August 10, 2015, informing him, but the letter was later returned to Ms. Brewington, as Conwell never signed for it. Twice, on August 20 and 25, 2015, respectively, Ms. Brewington emailed Conwell informing him of her intent to terminate the representation. In each communication, Ms. Brewington requested a refund of the retainer fee she had paid Conwell. Conwell, however, refused and also failed to provide Ms. Brewington an accounting or a copy of her client file.\n  </p>\n  <p id=\"p-29\">\n   On September 14, 2015, Ms. Brewington filed a complaint with Bar Counsel. Judge Schaeffer found that Conwell failed to respond to Bar Counsel's request for a copy of Ms. Brewington's client file.\n  </p>\n  <p id=\"p-30\">\n   <strong>\n    <em>\n     Representation of Gino and Gina DeSerio\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-31\">\n   As to Conwell's representation of the DeSerios, Judge Schaeffer, by clear and convincing evidence, made the following factual findings.\n  </p>\n  <p id=\"p-32\">\n   On July 24, 2014, Gino DeSerio, and his sister, Gina DeSerio, retained Conwell to represent Mr. DeSerio in an action to modify a preexisting Child Custody Order between Mr. DeSerio and his child's mother, a Florida resident. On July 24, 2014, the DeSerios met with Conwell and entered into a retainer agreement. The agreement stated that Conwell would charge an hourly rate of $375.00 and that the DeSerios would pay a $2,500.00 retainer fee, so that Conwell would represent Mr. DeSerio in his child custody battle. In return, Conwell would \"send [the DeSerios] periodic invoices setting forth the amount of the fees.\" The retainer agreement further specified:\n  </p>\n  <blockquote id=\"p-33\">\n   In the event that a dispute arises regarding services (included but not limited to malpractice), fees or costs, you will notify our firm within thirty (30) days after the dispute arises. Should the dispute not be resolved, you agree to submit any such disputes to binding arbitration before a neutral arbitrator in the City of Annapolis, Maryland.\n  </blockquote>\n  <p id=\"p-34\">\n   On July 28, 2014, August 26, 2014, August 27, 2014, and September 13, 2014, Conwell submitted a series of filings on Mr. DeSerio's behalf with the Circuit Court for Anne Arundel County. Those filings included: an Emergency Petition to Modify and Change Custody of Minor Child and Motion to Shorten Time; a Motion for Partial Summary\n   Judgment Re: Petition to Modify and Change Custody of Minor Child and a Request for a Hearing; a Line Re: Docket Entry Describing a Petition for Contempt and [ ]Objections to the Master's Report and Recommendation; Petitioner's Notification of Withdrawal of \"Emergency\" and Expedited Relief Motions; and a Line Re: Petitioner's Motion for Partial Summary Judgment.\n   Judge Schaeffer, however, found that these filings \"were not supported by fact or law and failed to advance Mr. DeSerio's case.\" She further found that the trial judge in the original case, in ruling on each filing, concluded that the issues presented therein were either not ripe or otherwise not actionable.\n  </p>\n  <p id=\"p-35\">\n   In September 2014, Ms. DeSerio received an invoice from Conwell reflecting an outstanding balance of $11,560.00. Judge Schaeffer found the \"majority of the fees charged by Respondent were unreasonable, as the services he performed had little to no value and failed to advance Mr. DeSerio's case in any way whatsoever.\" Judge Schaeffer further found that, as evidenced by this invoice, Conwell had \"failed to timely communicate with the DeSerio[s] regarding the status of their retainer and escalating fees.\" Conwell and the DeSerios, however, subsequently, agreed that the DeSerios \"would make monthly payments of $500 toward the outstanding balance[,]\" of which they made three of between September 26, 2014 and November 26, 2014, resulting in an amount paid of $1,500 plus the retainer fee. Eventually, communication between Conwell and the DeSerios deteriorated, and their legal relationship was eventually terminated. Upon retaining new counsel, the DeSerios \"obtained a modification of the custody order\" in Mr. DeSerio's favor \"within six months.\"\n  </p>\n  <p id=\"p-36\">\n   On March 20, 2015, Conwell filed a breach of contract action in the District Court of Anne Arundel County against the DeSerios, alleging that they owed him $11,110.00 in unpaid attorney's fees. On May 3, 2015, the DeSerios filed a complaint with Bar Counsel. Subsequently, on May 19, 2015, Conwell requested a jury trial in his collection case against the DeSerios, but his request was denied, because his claim did not exceed $15,000.\n   <footnotemark>\n    16\n   </footnotemark>\n  </p>\n  <p id=\"p-37\">\n   Conwell then filed an amended complaint on May 29, 2015, again in the District Court, requesting a jury trial for the second time. The complaint was accompanied with an invoice detailing \"his fees and costs associated with collection efforts against\" the DeSerios. The alleged amount owed on the invoice was $16,533.50, thus exceeding the $15,000 threshold for requesting a jury trial. On October 17, 2016, Conwell's complaint against the DeSerios was consensually dismissed, and Conwell refunded the DeSerios the $4,000 they had paid him.\n  </p>\n  <p id=\"p-38\">\n   In further deciphering this chain of events, Judge Schaeffer, finding a \"review of the May 29, 2015 Invoice helpful[,]\" explained\n  </p>\n  <blockquote id=\"p-39\">\n   [a]s previously stated, the May 29, 2015 Invoice indicated that as of March 20, 2015, the filing date of his Verified Complaint, the Respondent had billed 7.3 hours on his collection efforts against the DeSerios, not the 4.3 hours alleged in the Respondent's Verified Complaint or his Verified Complaint (First Amended) filed on April 14, 2015. According to\n   the May 29, 2015 Invoice, as of April 14, 2015 (the filing date of his Verified Complaint (First Amended) ) Respondent had actually billed 11.4 hours on his collection efforts against the DeSerios.\n   <sup>\n    [\n   </sup>\n   <footnotemark>\n    17\n   </footnotemark>\n   <sup>\n    ]\n   </sup>\n   Thus, Respondent billed 7.1 hours between the filing of Respondent's original Verified Complaint and the First Amended Complaint. In total, the May 29, 2015 Invoice reflected that Respondent's firm billed 45 hours ($16,553.50) for the collection efforts on an $11,110.00 debt.\n   <sup>\n    [\n   </sup>\n   <footnotemark>\n    18\n   </footnotemark>\n   <sup>\n    ]\n   </sup>\n  </blockquote>\n  <p id=\"p-40\">\n   Ultimately, Judge Schaeffer found the numbers reflected in Conwell's invoice for 45 hours to be \"greatly inflated and unreasonable.\" She concluded her findings, as to the representation of the DeSerios, stating\n  </p>\n  <blockquote id=\"p-41\">\n   [i]f Respondent was as busy as he advised Ms. Brewington he was on April 9, 2015, he and his staff would likely not have had forty-five hours to expend on an $11,110.00 collection case. This court further finds that Respondent inflated the May 29\n   <sup>\n    th\n   </sup>\n   Invoice in an attempt to increase the amount in controversy to meet the requirements of a jury trial prayer, to recover unreasonable and unnecessary attorney's fees and/or to gain negotiating leverage in collecting the alleged underlying debt under the terms of the retainer agreement.\n  </blockquote>\n  <p id=\"p-42\">\n   <strong>\n    <em>\n     Representation of Dennis Olsen\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-43\">\n   In October 2011, Dennis Olsen retained Conwell to represent him in some real estate matters. Mr. Olsen, upon conclusion of those real estate matters, retained Conwell to represent him in a divorce proceeding against his wife; Mr. Olsen and his wife later reconciled, however, and voluntarily dismissed the divorce complaint. Following \"the conclusion of these two representations,\" Conwell posited that Mr. Olsen \"owed [him] an outstanding balance of approximately $37,580.00 for legal services.\" Conwell filed an attorney's lien for that amount \"on and against any settlement, judgment or award, and against [Mr. Olsen's] marital property in the [divorce matter.]\" On November 4, 2014, however, Mr. Olsen filed for bankruptcy in the United States Bankruptcy Court for the Central District of California.\n   <footnotemark>\n    19\n   </footnotemark>\n   The following day, Conwell informed Mr. Olsen of the attorney's lien he had recently filed against him.\n  </p>\n  <p id=\"p-44\">\n   Mr. Olsen filed a list of creditors holding \"unsecured nonpriority claims in his bankruptcy case[,]\" listing Conwell \"as a debtor with a claim of $35,000.\" In turn, Conwell filed a Proof of Claim in the Bankruptcy Court, claiming Mr. Olsen owed\n   his firm a secured debt of $51,329.50. He additionally filed two motions in Maryland Circuit Court in \"an attempt to enforce his attorney's lien.\"\n   <footnotemark>\n    20\n   </footnotemark>\n   On December 8, 2015, the Circuit Court denied Conwell's motions to enforce the liens. On January 7, 2016, as a result, Conwell filed a Notice of Appeal with the Court of Special Appeals.\n   Having previously closed Mr. Olsen's bankruptcy matter, the Bankruptcy Court, in 2016, reopened his case \"for the purpose of allowing [Mr. Olsen] to file a Motion for Contempt and Sanctions against [Conwell] for Violation of the Automatic Stay and Discharge Injunction.\" Conwell received notice of the motion. On April 6, 2016, Mr. Olsen filed a \"Motion for Order to Show Cause Why Scott Conwell, Esq. Should Not be Held in Contempt for Violation of the Discharge Injunction in the Bankruptcy Court.\" Conwell received notice of the motion through the Bankruptcy Court's electronic filing system. Nearly contemporaneously, on April 8, 2016, the Court of Special Appeals ordered Conwell \"to provide transcripts to the Court in accordance with Maryland Rule 8-411 in furtherance of his appeal.\"\n  </p>\n  <p id=\"p-45\">\n   On April 14, 2016, the Bankruptcy Court ordered Conwell \"to reply to Mr. Olsen's Motion to Show Cause no later than two weeks from the date of the Order and to appear for a show cause hearing on May 24, 2016.\"\n   <footnotemark>\n    21\n   </footnotemark>\n   Again, Conwell received timely electronic notice of this order, but failed to respond. Conwell also failed to appear at the Show Cause hearing on May 24, 2016. As a result, at the hearing,\n  </p>\n  <blockquote id=\"p-46\">\n   [t]he Bankruptcy Court found that Respondent \"got notice of the discharge and, therefore he clearly willfully violated the discharge injunction\" by attempting to enforce his attorney's liens in Maryland. The Bankruptcy Court [also] found [Conwell] in contempt and entered an Order so indicating .... The Bankruptcy Court further ordered that Respondent \"cease and desist any and all actions related to the creation and/or enforcement of Attorney's liens against [Mr. Olsen]'s assets, including the dismissal of the appeal.\" The Bankruptcy Court ordered the Respondent to pay damages in the amount of $31,279.10 to Mr. Olsen plus $30,000 in punitive damages within thirty days of the signing of the Order, which occurred on September 12, 2016.\n  </blockquote>\n  <p id=\"p-47\">\n   On October 17, 2016, despite the Bankruptcy Court's Order, Conwell filed a Motion for Extension to File Appellant's Brief in the Maryland Court of Special Appeals. Conwell, however, \"never filed his brief, and ultimately, on December 20, 2016[,]\" his appeal was dismissed \"pursuant to Md. Rule 8-602(a)(7) for failure to file a brief or record extract.\"\n  </p>\n  <p id=\"p-48\">\n   Judge Schaeffer concluded her findings of fact, with respect to the Olsen representation, by stating, \"Respondent admits he did not cease and desist any and all actions related to the enforcement of his attorney's lien against Mr. Olsen.\"\n  </p>\n  <p id=\"p-49\">\n   <strong>\n    RULE VIOLATIONS\n   </strong>\n  </p>\n  <p id=\"p-50\">\n   We review recommended conclusions of law without deference to the hearing judge.\n   <em>\n    Attorney Grievance Comm'n v. Woolery\n   </em>\n   ,\n   <extracted-citation case-ids=\"12491691,12315710\" index=\"16\" url=\"https://cite.case.law/md/456/483/\">\n    456 Md. 483\n   </extracted-citation>\n   , 494,\n   <extracted-citation case-ids=\"12491691,12315710\" index=\"17\" url=\"https://cite.case.law/md/456/483/\">\n    175 A.3d 129\n   </extracted-citation>\n   , 136 (2017). In the course of that review, we consider any exceptions filed by the parties.\n  </p>\n  <p id=\"p-51\">\n   <strong>\n    <em>\n     As to Ms. Brewington\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-52\">\n   With respect to Conwell's representation of Ms. Brewington, Judge Schaeffer, after analyzing the facts described above, concluded that he violated Rules 1.3, 1.4, and Rule 8.4(a) and (d), but not Rules 1.1, 1.2,\n   1.5, and 1.16.\n   <footnotemark>\n    22\n   </footnotemark>\n   Bar\n   Counsel took no exceptions to these conclusions. Conwell, however, excepted to Judge Schaeffer's conclusion that Rule 8.4(d) had been violated. In his \"Exceptions and Recommendations Concerning Disposition\" filing, Conwell explicitly states that he \"does not except to the circuit court's Rule 1.3 and 1.4\" conclusions, and as such, we accept those Rule violations as proven. Conwell specifically argues, however, that his \"lack of diligence and communication\" cannot support a Rule 8.4(d) violation.\n  </p>\n  <p id=\"p-53\">\n   Conwell excepts to Judge Schaeffer's conclusion that he violated Rule 8.4(d) when he failed to appropriately communicate with Ms. Brewington about the status of her case and failed to diligently pursue her claims. Conwell posits that because Ms. Brewington did not miss any deadlines or lose any legal rights as a result of his inaction, Rule 1.3 and 1.4 violations, which do not prejudice the administration of justice or bring the legal profession into disrepute, cannot support a Rule 8.4(d) violation.\n  </p>\n  <p id=\"p-54\">\n   With respect to Rule 8.4(d), we have noted that:\n  </p>\n  <blockquote id=\"p-55\">\n   [An attorney's] failure to promptly, completely and truthfully respond to Bar Counsel's requests for information, to keep his client advised of the status of the representation and to diligently represent the complainant constitutes conduct which tends to bring the legal profession into disrepute and is therefore prejudicial to the administration of justice.\n  </blockquote>\n  <p id=\"p-56\">\n   <em>\n    Attorney Grievance Comm'n v. Kirwan\n   </em>\n   ,\n   <extracted-citation case-ids=\"12488012,12178054\" index=\"18\" url=\"https://cite.case.law/md/450/447/\">\n    450 Md. 447\n   </extracted-citation>\n   , 462-63,\n   <extracted-citation case-ids=\"12488012,12178054\" index=\"19\" url=\"https://cite.case.law/md/450/447/\">\n    149 A.3d 561\n   </extracted-citation>\n   , 570 (2016) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Brown\n   </em>\n   ,\n   <extracted-citation case-ids=\"3708542\" index=\"20\" url=\"https://cite.case.law/md/426/298/#p324\">\n    426 Md. 298\n   </extracted-citation>\n   , 324-25,\n   <extracted-citation case-ids=\"3708542\" index=\"21\" url=\"https://cite.case.law/md/426/298/#p324\">\n    44 A.3d 344\n   </extracted-citation>\n   , 360 (2012) (internal citation omitted) );\n   <em>\n    see also\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Rose\n   </em>\n   ,\n   <extracted-citation case-ids=\"2830311\" index=\"22\" url=\"https://cite.case.law/md/391/101/#p111\">\n    391 Md. 101\n   </extracted-citation>\n   , 111,\n   <extracted-citation case-ids=\"2830311\" index=\"23\" url=\"https://cite.case.law/md/391/101/#p111\">\n    892 A.2d 469\n   </extracted-citation>\n   , 475 (2006) (concluding that Rule 8.4(d) was violated where attorney failed to keep client advised of the status of the representation and to diligently represent client's interests, conduct \"which tends\n   to bring the legal profession into disrepute and is therefore prejudicial to the administration of justice\"). Furthermore, while not every unnecessary delay or failure to carry out duties expeditiously violates the rule prohibiting conduct prejudicial to the administration of justice, a \"repeated failure to communicate with clients (or others) that impairs the discharge of the attorney's duties in a case can violate [Rule 8.4(d) ].\"\n   <em>\n    Attorney Grievance Comm'n v. Smith\n   </em>\n   ,\n   <extracted-citation case-ids=\"4185160\" index=\"24\" url=\"https://cite.case.law/md/442/14/#p31\">\n    442 Md. 14\n   </extracted-citation>\n   , 31,\n   <extracted-citation case-ids=\"4185160\" index=\"25\" url=\"https://cite.case.law/md/442/14/#p31\">\n    109 A.3d 1184\n   </extracted-citation>\n   , 1194 (2015). \"An attorney may also violate [Rule 8.4(d) ] when the attorney's conduct 'reflects negatively on the legal profession and sets a bad example for the public at large.' \"\n   <em>\n    <extracted-citation case-ids=\"4185160\" index=\"26\" url=\"https://cite.case.law/md/442/14/#p31\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Attorney Grievance Comm'n v. Brady\n   </em>\n   ,\n   <extracted-citation case-ids=\"3702328\" index=\"27\" url=\"https://cite.case.law/md/422/441/#p460\">\n    422 Md. 441\n   </extracted-citation>\n   , 460,\n   <extracted-citation case-ids=\"3702328\" index=\"28\" url=\"https://cite.case.law/md/422/441/#p460\">\n    30 A.3d 902\n   </extracted-citation>\n   , 913 (2011) (internal citations omitted) ).\n  </p>\n  <p id=\"p-57\">\n   In\n   <em>\n    Attorney Grievance Comm'n v. Barnett\n   </em>\n   ,\n   <extracted-citation case-ids=\"4307482\" index=\"29\" url=\"https://cite.case.law/md/440/254/\">\n    440 Md. 254\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4307482\" index=\"30\" url=\"https://cite.case.law/md/440/254/\">\n    102 A.3d 310\n   </extracted-citation>\n   (2014), we held that the Respondent, Barnett, violated Rule 8.4(d), based in part on his failure to notify a client of scheduled hearing dates and to communicate with her for at least ten months during the representation, conduct which also supported the conclusions that Rules 1.3 and 1.4 had also been violated.\n   <extracted-citation case-ids=\"4307482\" index=\"31\" url=\"https://cite.case.law/md/440/254/\">\n    440 Md. at 268\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4307482\" index=\"32\" url=\"https://cite.case.law/md/440/254/\">\n    102 A.3d at 318\n   </extracted-citation>\n   . As such, we found that \"Barnett's actions violated [the client's] trust and her\n   reasonable expectation that Barnett would diligently and honestly represent her interests. Such misconduct negatively impacts the public's perception of the legal profession.\"\n   <em>\n    <extracted-citation case-ids=\"4307482\" index=\"33\" url=\"https://cite.case.law/md/440/254/\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Bleecker\n   </em>\n   ,\n   <extracted-citation case-ids=\"3692663\" index=\"34\" url=\"https://cite.case.law/md/414/147/#p175\">\n    414 Md. 147\n   </extracted-citation>\n   , 175,\n   <extracted-citation case-ids=\"3692663\" index=\"35\" url=\"https://cite.case.law/md/414/147/#p175\">\n    994 A.2d 928\n   </extracted-citation>\n   , 944 (2010) (concluding a Rule 8.4(d) violation where attorney failed to promptly notify client and advise her to seek advice of independent counsel regarding a malpractice action, which \"seriously impair[ed] public confidence in the entire profession\").\n  </p>\n  <p id=\"p-58\">\n   Judge Schaeffer concluded that Conwell's \"conduct taken as a whole, in particular his lack of initiative and his seeming disinterest in Ms. Brewington's case after the initial few months of representation, brings the legal profession into disrepute in violation of Rule 8.4(d).\" We agree that Conwell's failure to respond to Ms. Brewington's repeated requests for information and his lack of diligence in her representation\n   amounted to a Rule 8.4(d) violation. Conwell's failure to keep Ms. Brewington reasonably informed about the status of her matter coupled with his failure to respond to her reasonable requests for information provides a sufficient basis to overrule his exception, as the \"misconduct negatively impacts the public's perception of the legal profession.\"\n   <em>\n    See\n   </em>\n   <em>\n    Barnett\n   </em>\n   ,\n   <extracted-citation case-ids=\"4307482\" index=\"36\" url=\"https://cite.case.law/md/440/254/\">\n    440 Md. at 268\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4307482\" index=\"37\" url=\"https://cite.case.law/md/440/254/\">\n    102 A.3d at 318\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-59\">\n   Conwell avers that, despite his lapses in communication and diligence, his conduct was not prejudicial to the administration of justice, as Ms. Brewington did not miss any deadlines or lose any legal rights due to his shortcomings. For support, Conwell relies on\n   <em>\n    Attorney Grievance Comm'n v. Rand\n   </em>\n   ,\n   <extracted-citation case-ids=\"3686826\" index=\"38\" url=\"https://cite.case.law/md/411/83/\">\n    411 Md. 83\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3686536,3686826\" index=\"39\" url=\"https://cite.case.law/a2d/981/1234/\">\n    981 A.2d 1234\n   </extracted-citation>\n   (2009). In that case, we sustained Rand's exception to a Rule 8.4(d) violation because, based on our\n   <em>\n    de novo\n   </em>\n   review, Rand's failure to timely return records, without any explanation to opposing counsel, and the retention of the records in violation of an agreement between the parties was not conduct prejudicial to the administration of justice.\n   <extracted-citation case-ids=\"3686826\" index=\"40\" url=\"https://cite.case.law/md/411/83/\">\n    411 Md. at 95\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3686536,3686826\" index=\"41\" url=\"https://cite.case.law/a2d/981/1234/\">\n    981 A.2d at 1242\n   </extracted-citation>\n   .\n   <em>\n    Rand\n   </em>\n   is distinguishable from the instant case, however, because here Conwell's failure to inform Ms. Brewington about her case and his failure to respond to her repeated requests for information as to the status of her case violated Rules 1.3 and 1.4, which supports the 8.4(d) violation, according to our jurisprudence.\n  </p>\n  <p id=\"p-60\">\n   Accordingly, we agree with Judge Schaeffer's conclusion and overrule Conwell's exception.\n  </p>\n  <p id=\"p-61\">\n   <strong>\n    <em>\n     As to the DeSerios\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-62\">\n   With respect to Conwell's representation of the DeSerios, Judge Schaeffer concluded that Conwell violated Rules 1.1, 1.5, Rule 3.3(a)(1), (a)(2), and (a)(4), and Rule 8.4(a) and (d), but not Rule 1.4. Bar Counsel excepts to the hearing court's failure to conclude a Rule 1.4 violation. Conwell excepts to the hearing court's conclusion that he violated Rules 1.1, 1.5, 3.3(a)(1), (a)(2), (a)(4) and 8.4(a) and (d).\n  </p>\n  <p id=\"p-63\">\n   Bar Counsel excepts to Judge Schaeffer's conclusion that Conwell did not violate Rule 1.4. Bar Counsel posits that\n   throughout his representation of the DeSerios, Conwell failed to keep them apprised of their escalating legal fees, and as such, this failure to communicate violated Rule 1.4. While Judge Schaeffer found that Conwell failed \"to promptly advise the DeSerios that their retainer had been exhausted and further work would result in additional fees,\" she was unable to conclude that Rule 1.4 was violated as a result. Rule 1.4 requires that an attorney \"keep a client reasonably informed about the status of the matter.\"\n  </p>\n  <p id=\"p-64\">\n   With respect to the tenets of Rule 1.4 and what constitutes its violation, we recently,\n   in\n   <em>\n    Attorney Grievance Comm'n v. Green\n   </em>\n   ,\n   <extracted-citation case-ids=\"4024972\" index=\"42\" url=\"https://cite.case.law/md/441/80/#p98\">\n    441 Md. 80\n   </extracted-citation>\n   , 98-99,\n   <extracted-citation case-ids=\"4024972\" index=\"43\" url=\"https://cite.case.law/md/441/80/#p98\">\n    105 A.3d 500\n   </extracted-citation>\n   , 511-12 (2014), stated that a failure to provide monthly invoices and to request a replenishing retainer once the initial fee was expended, as required by the attorney's fee agreement, violated the rule. In that case, Green had allegedly spent 25 hours on the telephone with his client. 441 Md. at 98,\n   <extracted-citation case-ids=\"4024972\" index=\"44\" url=\"https://cite.case.law/md/441/80/#p98\">\n    105 A.3d at 511\n   </extracted-citation>\n   . Despite all that time on the telephone, however, Green's client was not made aware that her initial $3,500 retainer had been depleted.\n   <em>\n    <extracted-citation case-ids=\"4024972\" index=\"45\" url=\"https://cite.case.law/md/441/80/#p98\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4024972\" index=\"45\" url=\"https://cite.case.law/md/441/80/#p98\">\n    at 98-99\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4024972\" index=\"46\" url=\"https://cite.case.law/md/441/80/#p98\">\n    105 A.3d at 511\n   </extracted-citation>\n   . Green's client only learned of the depletion when she received a bill six months after the representation concluded, despite her requests for agreed upon monthly invoices, requests in which Green responded to \"not worry about it.\"\n   <em>\n    <extracted-citation case-ids=\"4024972\" index=\"47\" url=\"https://cite.case.law/md/441/80/#p98\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4024972\" index=\"47\" url=\"https://cite.case.law/md/441/80/#p98\">\n    at 87, 99\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4024972\" index=\"48\" url=\"https://cite.case.law/md/441/80/#p98\">\n    105 A.3d at 504, 511\n   </extracted-citation>\n   . In concluding that Green violated Rule 1.4, we stated, that \"Green's failure to provide the invoices, request timely the agreed upon replenishing retainer, or inform [his client] of the amount of time he was expending on her representation did not provide [Green's client] with the information required to make informed decisions regarding continuance of the representation.\"\n   <em>\n    <extracted-citation case-ids=\"4024972\" index=\"49\" url=\"https://cite.case.law/md/441/80/#p98\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4024972\" index=\"49\" url=\"https://cite.case.law/md/441/80/#p98\">\n    at 99\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4024972\" index=\"50\" url=\"https://cite.case.law/md/441/80/#p98\">\n    105 A.3d at 511-12\n   </extracted-citation>\n   .\n   <em>\n    See also\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Rand\n   </em>\n   ,\n   <extracted-citation case-ids=\"4366452\" index=\"51\" url=\"https://cite.case.law/md/445/581/#p627\">\n    445 Md. 581\n   </extracted-citation>\n   , 627-30,\n   <extracted-citation case-ids=\"4366452\" index=\"52\" url=\"https://cite.case.law/md/445/581/#p627\">\n    128 A.3d 107\n   </extracted-citation>\n   , 135-36 (2015) (concluding a Rule 1.4 violation where attorney failed to provide his client with periodic invoices about his fees and also failed to request replenishment of his retainer, both required by the fee agreement, and where attorney failed to provide client with invoice after several requests asking for such). In each of these cases, the retainer\n   agreement specified that the client would periodically receive invoices with an accounting of the fees paid and the client requested information about the escalating fee; in the present case neither condition was met. Accordingly, we overrule Bar Counsel's exception.\n  </p>\n  <p id=\"p-65\">\n   Conwell initially excepts to the hearing judge's conclusion that he violated Rule 1.1 when he filed numerous pleadings with the circuit court that \"were improper, without legal purpose and failed to advance the goals of Mr. DeSerio in any meaningful way.\" In so concluding, Judge Schaeffer found that because Conwell failed to make proper filings in the DeSerio matter, he demonstrated \"a lack of appropriate preparation and thoroughness necessary to provide competent representation.\"\n  </p>\n  <p id=\"p-66\">\n   Conwell does not specifically contest the inappropriateness of these filings but he does contend that he did not violate Rule 1.1, because he posits that Rule 1.1 requires that an attorney must fail to make a required filing. He also contends there was no Rule 1.1 violation because the filings did not prejudice Mr. DeSerio's interests in the case; he was not sanctioned by any judicial entity; the pleadings were not rejected or deemed frivolous; and they did advance Mr. DeSerio's case by building a record for future proceedings and securing a hearing. These arguments, however, do not shield Conwell from a Rule 1.1 violation.\n  </p>\n  <p id=\"p-67\">\n   Rule 1.1 \"requires an attorney to provide competent representation to his/her client by applying the appropriate knowledge, skill, thoroughness, and preparation to the client's issues.\"\n   <em>\n    Attorney Grievance Comm'n v. Shakir\n   </em>\n   ,\n   <extracted-citation case-ids=\"3710350\" index=\"53\" url=\"https://cite.case.law/md/427/197/#p205\">\n    427 Md. 197\n   </extracted-citation>\n   , 205,\n   <extracted-citation case-ids=\"3710350\" index=\"54\" url=\"https://cite.case.law/md/427/197/#p205\">\n    46 A.3d 1162\n   </extracted-citation>\n   , 1167 (2012). \"Evidence of a failure to apply the requisite thoroughness and/or preparation in representing a client is sufficient alone to support a violation of Rule 1.1.\"\n   <em>\n    Attorney Grievance Comm'n v. McCulloch\n   </em>\n   ,\n   <extracted-citation case-ids=\"3558942\" index=\"55\" url=\"https://cite.case.law/md/404/388/#p398\">\n    404 Md. 388\n   </extracted-citation>\n   , 398,\n   <extracted-citation case-ids=\"3558942\" index=\"56\" url=\"https://cite.case.law/md/404/388/#p398\">\n    946 A.2d 1009\n   </extracted-citation>\n   , 1015 (2008) (quoting\n   <em>\n    Guida\n   </em>\n   , 391 Md. at 54,\n   <extracted-citation case-ids=\"2830507\" index=\"57\" url=\"https://cite.case.law/md/391/33/#p50\">\n    891 A.2d at\n   </extracted-citation>\n   1097 ).\n   <em>\n    See also\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Blair\n   </em>\n   ,\n   <extracted-citation case-ids=\"4308127\" index=\"58\" url=\"https://cite.case.law/md/440/387/#p401\">\n    440 Md. 387\n   </extracted-citation>\n   , 401-02,\n   <extracted-citation case-ids=\"4308127\" index=\"59\" url=\"https://cite.case.law/md/440/387/#p401\">\n    102 A.3d 786\n   </extracted-citation>\n   , 793-94 (2014) (concluding a Rule 1.1 violation where attorney filed a\n   motion to vacate on behalf of client that failed to contain a certificate of service and was filed without the requisite attorney appearance fee; attorney did not correct the deficiency when asked and, thereafter, abandoned representation).\n  </p>\n  <p id=\"p-68\">\n   The filing of \"a motion or pleading that ultimately proves to be unsuccessful or even lack merit is not\n   <em>\n    per se\n   </em>\n   a violation of Rule 1.1.\"\n   <em>\n    Attorney Grievance Comm'n v. Dyer &amp; Gray\n   </em>\n   ,\n   <extracted-citation case-ids=\"12489912,12315438\" index=\"60\" url=\"https://cite.case.law/md/453/585/\">\n    453 Md. 585\n   </extracted-citation>\n   , 661,\n   <extracted-citation case-ids=\"12489912,12315438\" index=\"61\" url=\"https://cite.case.law/md/453/585/\">\n    162 A.3d 970\n   </extracted-citation>\n   , 1014,\n   <em>\n    cert. denied\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12615591,12615592,12615593,12615594,12615595,12615596\" index=\"62\" url=\"https://cite.case.law/s-ct/138/508/\">\n    138 S.Ct. 508\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12615586,12615594,12615762,12615635,12615639,12615608,12615610\" index=\"63\" url=\"https://cite.case.law/l-ed-2d/199/387/\">\n    199 L.Ed.2d 387\n   </extracted-citation>\n   (2017). As we have previously held, however, on several occasions, a Rule 1.1 violation may occur when an unmeritorious claim in a pleading-a pleading that has been filed-adversely affects a client's cause.\n   <em>\n    See\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Haley\n   </em>\n   ,\n   <extracted-citation case-ids=\"4279554\" index=\"64\" url=\"https://cite.case.law/md/443/657/#p668\">\n    443 Md. 657\n   </extracted-citation>\n   , 668,\n   <extracted-citation case-ids=\"4279554\" index=\"65\" url=\"https://cite.case.law/md/443/657/#p668\">\n    118 A.3d 816\n   </extracted-citation>\n   , 822 (2015) (concluding that attorney violated Rule 1.1 by \"includ[ing] a certificate of service with an incorrect address for [the client]'s ex-wife\" and \"fail[ing] to include with [a] motion a domestic case information report\");\n   <em>\n    Attorney Grievance Comm'n v. Kreamer\n   </em>\n   ,\n   <extracted-citation case-ids=\"3559043\" index=\"66\" url=\"https://cite.case.law/md/404/282/#p309\">\n    404 Md. 282\n   </extracted-citation>\n   , 309,\n   <extracted-citation case-ids=\"3559043\" index=\"67\" url=\"https://cite.case.law/md/404/282/#p309\">\n    946 A.2d 500\n   </extracted-citation>\n   , 516 (2008) (concluding that attorney violated Rule 1.1 by demonstrating an \"abject failure to understand and comprehend how to calculate child support,\" despite holding herself out to be a family law practitioner).\n  </p>\n  <p id=\"p-69\">\n   Here, the pleadings filed by Conwell on Mr. DeSerio's behalf demonstrated Conwell's failure to apply the requisite thoroughness and preparation to properly represent the DeSerios, were unnecessary, lacked merit and prejudiced Mr. DeSerio's case by not furthering his cause of action, thereby violating Rule 1.1. Accordingly, we overrule Conwell's exception and conclude that he did violate Rule 1.1.\n  </p>\n  <p id=\"p-70\">\n   Conwell next excepts to Judge Schaeffer's conclusion that he violated Rule 1.5, which prohibits an attorney from making \"an agreement for, charg[ing], or collect[ing] an unreasonable fee or an unreasonable amount for expenses[,]\" with regard to the DeSerio matter, \"for the reasons discussed in relation to Rules 1.1 and 1.4.\" Judge Schaeffer's conclusion was based on her finding that, while \"the retainer fee charged prior to the emergency hearing was not unreasonable, Respondent's\n   fees became unreasonable after the hearing on August 13, 2014 when Respondent began filing improper and frivolous motions which failed to advance the interests of his client.\" In so concluding, Judge Schaeffer relied on\n   <em>\n    Attorney Grievance Comm'n v. Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"3710425\" index=\"68\" url=\"https://cite.case.law/md/427/209/\">\n    427 Md. 209\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3710425\" index=\"69\" url=\"https://cite.case.law/md/427/209/\">\n    46 A.3d 1169\n   </extracted-citation>\n   (2012) and\n   <em>\n    Attorney Grievance Comm'n v. Patterson\n   </em>\n   ,\n   <extracted-citation case-ids=\"3700256\" index=\"70\" url=\"https://cite.case.law/md/421/708/\">\n    421 Md. 708\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3700256\" index=\"71\" url=\"https://cite.case.law/md/421/708/\">\n    28 A.3d 1196\n   </extracted-citation>\n   (2011).\n  </p>\n  <p id=\"p-71\">\n   \"The reasonableness of a fee is not measured solely by examining its value at the outset of representation; indeed an otherwise-reasonable fee can become unreasonable if the lawyer fails to earn it.\"\n   <em>\n    Garrett\n   </em>\n   , 427 Md. at 224, 46 A.3d at 1178 (citation omitted). In\n   <em>\n    Garrett\n   </em>\n   , we held that the Respondent, Garrett, had violated Rule 1.5 with regard to his representation of several clients for failure to earn his legal fees as charged, yet keeping them nonetheless.\n   <em>\n    Id.\n   </em>\n   at 224-25, 46 A.3d at 1178. Garrett had failed to further the cases of his clients by not appearing at a hearing on behalf of a client in a divorce proceeding, learning that the matter of representation was settled shortly after being retained yet failing to refund unearned fees, and overall, failing to pursue the interests of his clients.\n   <em>\n    Id.\n   </em>\n   at 218-19, 46 A.3d at 1174-75. We concluded that each fee collected by Garrett \"became unreasonable when [he] failed to take any meaningful\n   steps in pursuit of his clients' objectives.\"\n   <em>\n    Id.\n   </em>\n   at 224-25, 46 A.3d at 1178.\n  </p>\n  <p id=\"p-72\">\n   Similarly, in\n   <em>\n    Patterson,\n    <extracted-citation case-ids=\"3700256\" index=\"72\" url=\"https://cite.case.law/md/421/708/\">\n     supra\n    </extracted-citation>\n   </em>\n   ,\n   <extracted-citation case-ids=\"3700256\" index=\"73\" url=\"https://cite.case.law/md/421/708/\">\n    421 Md. at 732\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3700256\" index=\"74\" url=\"https://cite.case.law/md/421/708/\">\n    28 A.3d at 1210\n   </extracted-citation>\n   , we held that an otherwise reasonable fee became unreasonable due to the Respondent's lack of competence and diligence in representing the client. We grounded this rule violation, as the hearing judge did, \"on the quality of representation provided and the lack of any meaningful result obtained[,]\" because Patterson had failed to prepare.\n   <em>\n    <extracted-citation case-ids=\"3700256\" index=\"75\" url=\"https://cite.case.law/md/421/708/\">\n     Id.\n    </extracted-citation>\n   </em>\n   We also noted that it did not matter, as Patterson argued, that he obtained \"the proper result\" at the hearing.\n   <em>\n    <extracted-citation case-ids=\"3700256\" index=\"76\" url=\"https://cite.case.law/md/421/708/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-73\">\n   Contrary to Conwell's contention, our jurisprudence supports Judge Schaeffer's analysis that his fees became unreasonable when he began filing frivolous motions which failed to advance the interests of Mr. DeSerio.\n  </p>\n  <p id=\"p-74\">\n   Conwell contends, however, that he did not violate Rule 1.5 because he did submit some pleadings rather than none, as in\n   <em>\n    Garrett\n   </em>\n   and\n   <em>\n    Patterson\n   </em>\n   . He also argues that the factors enumerated for a violation of Rule 1.5 were not met here. Although, it is true that Garrett and Patterson did nothing to further their clients' cases, the dispositive fact is that their cases were not furthered, not the quality of the action taken or pleadings filed. With respect to the 1.5 factors, Conwell contends that a hearing was set in for his client, as a result of the pleadings filed; the hearing, however, did not further Mr. DeSerio's case.\n  </p>\n  <p id=\"p-75\">\n   Conwell next excepts to Judge Schaeffer's conclusion that he violated Rules 3.3(a)(1), (a)(2), and (a)(4) by offering an inflated invoice to the District Court. She specifically based this conclusion on the finding that the invoice dated May 29, 2015, which reflected 45 additional hours billed for collection efforts on an $11,110 debt, was false. Judge Schaeffer further found that this offer was made, \"at least in part, in an attempt to increase the amount in controversy in order to meet the requirements for a jury trial prayer, to collect unearned collection fees under the retainer agreement and/or to gain negotiating leverage in settling the underlying claim.\" Conwell, nonetheless, maintains that he did not inflate the May 29, 2015 time record or make any false entry anywhere on that document.\n  </p>\n  <p id=\"p-76\">\n   Rule 3.3(a) prohibits an attorney from making a false statement of fact to a court, or when one is made, failing to correct it.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Attorney Grievance Comm'n v. Gordon\n   </em>\n   ,\n   <extracted-citation case-ids=\"3690407\" index=\"77\" url=\"https://cite.case.law/md/413/46/#p58\">\n    413 Md. 46\n   </extracted-citation>\n   , 58,\n   <extracted-citation case-ids=\"3690407\" index=\"78\" url=\"https://cite.case.law/md/413/46/#p58\">\n    991 A.2d 51\n   </extracted-citation>\n   , 58 (2010) (concluding that attorney violated Rule 3.3(a) for replacing a signature page signed by client, in a breach of contract case, where signature was a \"material issue in the litigation\" and Respondent represented to court that signature page was original). In\n   <em>\n    Attorney Grievance Comm'n v. Joseph\n   </em>\n   ,\n   <extracted-citation case-ids=\"3702164\" index=\"79\" url=\"https://cite.case.law/md/422/670/#p699\">\n    422 Md. 670\n   </extracted-citation>\n   , 699,\n   <extracted-citation case-ids=\"3702164\" index=\"80\" url=\"https://cite.case.law/md/422/670/#p699\">\n    31 A.3d 137\n   </extracted-citation>\n   , 154 (2011),\n   <em>\n    cert. denied\n   </em>\n   ,\n   <extracted-citation case-ids=\"12193056,12193410,12193123,12193373,12192934,12193160,12193288,12193328,12192978,12193461,12193206,12193019,12193245,12193087\" index=\"81\" url=\"https://cite.case.law/us/566/907/\">\n    566 U.S. 907\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"82\" url=\"https://cite.case.law/citations/?q=132%20S.%20Ct.%201812\">\n    132 S.Ct. 1812\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"83\" url=\"https://cite.case.law/citations/?q=182%20L.%20Ed.%202d%20620\">\n    182 L.Ed.2d 620\n   </extracted-citation>\n   (2012), we held that an attorney's conduct in traveling to California with the intent to reside there and\n   attempting to practice law in that state by intentionally misrepresenting his residency status in Maryland on his applications for pro hac vice admissions in California state and federal courts, violated Rule 3.3. In\n   <em>\n    Attorney Grievance Comm'n v. Peters-Hamlin\n   </em>\n   ,\n   <extracted-citation case-ids=\"4265770\" index=\"84\" url=\"https://cite.case.law/md/447/520/#p539\">\n    447 Md. 520\n   </extracted-citation>\n   , 539-40,\n   <extracted-citation case-ids=\"4265770\" index=\"85\" url=\"https://cite.case.law/md/447/520/#p539\">\n    136 A.3d 374\n   </extracted-citation>\n   , 385 (2016), we also held that an attorney violated Rule 3.3 when she instructed a new associate at her law firm to \"mark-up\" deposition transcripts, in an intentional effort to transform them into attorney work product.\n  </p>\n  <p id=\"p-77\">\n   Here, it was similarly impermissible for Conwell to represent to the Circuit Court that he had expended 45 additional hours to collect $11,560.00, accruing an additional amount of $16,553.50, which Judge Schaeffer\n   determined was made in bad faith for ill-motivated purposes, as well as impermissible to bill the DeSerios for Conwell's work in defending against the DeSerios' counterclaim. Accordingly, we overrule Conwell's exception and conclude that he violated Rule 3.3(a) when he dishonestly presented an inflated invoice to the district court for self-serving purposes.\n  </p>\n  <p id=\"p-78\">\n   Conwell, again, next excepts to Judge Schaeffer's conclusion that he violated Rules 8.4(a) and (d) with respect to his representation of the DeSerios. She found that Conwell's \"conduct was likely to impair public confidence in the legal profession and engender disrespect for the court. It was, therefore, prejudicial to the administration of justice.\"\n  </p>\n  <p id=\"p-79\">\n   Conwell's violations of Rules 1.1, 1.5, and 3.3 support a violation of Rule 8.4(a) as well as Rule 8.4(d), because his acts of inflating the invoices were conduct that impaired public confidence in the legal profession.\n  </p>\n  <p id=\"p-80\">\n   <strong>\n    <em>\n     As to Mr. Olsen\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-81\">\n   With respect to Conwell's representation of Mr. Olsen, Judge Schaeffer, after analyzing the facts described above, found that Conwell violated Rules 3.1, 3.4(c), and 8.4(a), (c), and (d). Conwell excepts to all of Judge Schaeffer's conclusions.\n  </p>\n  <p id=\"p-82\">\n   Conwell first excepts to Judge Schaeffer's conclusion that he violated Rule 3.1 when he failed \"to dismiss his appeal filed in the Court of Special Appeals after receiving notice of the Bankruptcy Court's Order.\" Judge Schaeffer had found, however, that after receiving the Bankruptcy Court order instructing him to cease and desist, Conwell requested an extension of time to file a brief with the Court of Special Appeals, which \"directly contravened the Bankruptcy Court's Order.\" As she found, Conwell \"lacked a basis to continue the appeal and should have dismissed it\" after receiving the cease-and-desist and contempt orders from the Bankruptcy Court regarding his enforcement action for attorney's fees.\n  </p>\n  <p id=\"p-83\">\n   Conwell, however, contends that he did not violate Rule 3.1, which prohibits an attorney from bringing a proceeding or asserting an issue, \"unless there is a basis for doing so that is not frivolous,\" because he was under no obligation to affirmatively move to dismiss his appeal, as the rule only \"involves prohibitions on lawyers bringing or defending 'meritorious claims or contentions.' \" In support of this position, Conwell argues that neither the language nor case law of the rule establishes any affirmative duty to act in order to avoid a Rule 3.1 violation. Conwell further avers that by failing to cite any authority for such a proposition, Judge Schaeffer's conclusion was not supported by clear and convincing evidence.\n  </p>\n  <p id=\"p-84\">\n   Rule 3.1 can be violated when an attorney utilizes a legal process \"merely [as] a device to apply pressure to the other part[y]\" in \"an effort to extract legal fees by any means.\"\n   <em>\n    Attorney Grievance Comm'n v. Powers\n   </em>\n   ,\n   <extracted-citation case-ids=\"12489988,12314479\" index=\"86\" url=\"https://cite.case.law/md/454/79/\">\n    454 Md. 79\n   </extracted-citation>\n   , 105,\n   <extracted-citation case-ids=\"12489988,12314479\" index=\"87\" url=\"https://cite.case.law/md/454/79/\">\n    164 A.3d 138\n   </extracted-citation>\n   , 153 (2017) (citing\n   <em>\n    Attorney Grievance Comm'n v. Gisriel\n   </em>\n   ,\n   <extracted-citation case-ids=\"3680918\" index=\"88\" url=\"https://cite.case.law/md/409/331/#p356\">\n    409 Md. 331\n   </extracted-citation>\n   , 356,\n   <extracted-citation case-ids=\"3680918\" index=\"89\" url=\"https://cite.case.law/md/409/331/#p356\">\n    974 A.2d 331\n   </extracted-citation>\n   , 346 (2009) ). In\n   <em>\n    Powers\n   </em>\n   , we found that an attorney's conduct violated Rule 3.1 when he filed suit against his former client and a third party in a federal court that lacked jurisdiction over the defendants, simply as a method to compel the payment of fees.\n   <em>\n    <extracted-citation case-ids=\"3680918\" index=\"90\" url=\"https://cite.case.law/md/409/331/#p356\">\n     Id.\n    </extracted-citation>\n   </em>\n   There, the Respondent \"knew or should have known that the federal court lacked personal and subject matter jurisdiction over [the parties,]\" but chose to pursue the\n   frivolous action nonetheless.\n   <em>\n    Id.\n   </em>\n   at 105-06,\n   <extracted-citation case-ids=\"12489988,12314479\" index=\"91\" url=\"https://cite.case.law/md/454/79/\">\n    164 A.3d at 153\n   </extracted-citation>\n   . Here, too, Conwell knew or should have known that the Bankruptcy Court's Order precluded him from advancing his Maryland\n   appeal, but acted to perfect the appeal, nonetheless.\n  </p>\n  <p id=\"p-85\">\n   Conwell further violated Rule 3.1 when he filed an extension of time to file a brief with the Court of Special Appeals when he had already been found in contempt by the Bankruptcy Court. As in\n   <em>\n    Powers\n   </em>\n   , Conwell, knowing that any chance of recovering his attorney's fee in the Bankruptcy Court was impossible, chose to try to do an end run and initiated collection efforts in Maryland in derogation of Bankruptcy Court Rules. Accordingly, we overrule Conwell's exception and conclude that he violated Rule 3.1.\n  </p>\n  <p id=\"p-86\">\n   Conwell next excepts to Judge Schaeffer's conclusion that he violated Rule 3.4(c) when he failed to respond to the Bankruptcy Court's Show Cause Order, failed to appear for the Show Cause hearing, failed to communicate that he would not attend the Show Cause hearing, and failed to obey the Bankruptcy Court's cease-and-desist order. Conwell, as Judge Schaeffer found, had an obligation to respond to the Bankruptcy Court because he purposely availed himself of the privileges of that court and failed to openly refute that any obligation existed.\n  </p>\n  <p id=\"p-87\">\n   Conwell contends he did not violate Rule 3.4(c), because the Show Cause Order did not create an obligation for him to appear in the Bankruptcy Court, but simply served to provide him an opportunity to be heard and present evidence, if he had any, which he alleges he did not. Conwell, additionally, avers that the case law surrounding Rule 3.4 stands for the proposition that violations occur when an attorney fails to act on behalf of a client, whereas he was a creditor, not an attorney, here. Conwell further contends that had the Show Cause Order created a Rule 3.4(c) obligation, the Bankruptcy Court would have found him in violation of it or would have compelled his appearance via body attachment, subpoena, warrant, or otherwise. Conwell next posits that even if he is incorrect and the Show Cause Order did create a Rule 3.4\n   obligation, a violation would, nonetheless, not exist, because the rule requires that an attorney \"knowingly\" disobey an obligation to appear, and he operated under the belief that, based on his understanding of the federal court's procedure, no obligation existed. Conwell, lastly, avers that the circuit court failed to properly consider his evidence that the Show Cause Order did not create a Rule 3.4 obligation, instead, the hearing judge \"only addressed questions concerning service of process.\" Conwell's contentions are without merit.\n  </p>\n  <p id=\"p-88\">\n   Rule 3.4(c) prohibits an attorney from \"knowingly disobey[ing] an obligation under the rules of a tribunal except for an open refusal based on an assertion that no valid obligation existed.\" In\n   <em>\n    Attorney Grievance Comm'n v. Byrd\n   </em>\n   ,\n   <footnotemark>\n    23\n   </footnotemark>\n   we agreed with the hearing judge that Byrd violated Rule 3.4(c) when he \"contravened the bankruptcy court's order of September 15, 2004, after already having been found in contempt for violating the order of December 18, 2002 requiring him to allow access to [his] property,\" for resale purposes.\n   <extracted-citation case-ids=\"3680050\" index=\"92\" url=\"https://cite.case.law/md/408/449/#p469\">\n    408 Md. 449\n   </extracted-citation>\n   , 469,\n   <extracted-citation case-ids=\"3680050\" index=\"93\" url=\"https://cite.case.law/md/408/449/#p469\">\n    970 A.2d 870\n   </extracted-citation>\n   , 881 (2009). We further agreed with the hearing judge's conclusion that Byrd also violated Rule 3.4(c) by failing to vacate the property by the date so ordered.\n   <em>\n    <extracted-citation case-ids=\"3680050\" index=\"94\" url=\"https://cite.case.law/md/408/449/#p469\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3680050\" index=\"94\" url=\"https://cite.case.law/md/408/449/#p469\">\n    at 482\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3680050\" index=\"95\" url=\"https://cite.case.law/md/408/449/#p469\">\n    970 A.2d at 889\n   </extracted-citation>\n   (noting that \"we will not 'go behind' the bankruptcy court's finding of contempt or the United States District Court's decision upholding that finding.... We therefore\n   accept the [hearing judge's] findings concerning those rulings.\")\n  </p>\n  <p id=\"p-89\">\n   Local Bankruptcy Rule (\"LBR\") 9020-1, Order to Show Cause by Appearing and Filing Written Explanation Why Party Should Not Be Held in Contempt, of the United States Bankruptcy Court for the Central District of California provides that, \"[c]ause must be shown by filing a written explanation why the party should not be held in contempt and by appearing at the hearing.\" The Bankruptcy Court's Order, dated April 14, 2016, in no uncertain terms, ordered Conwell\n   to appear before it \"to show cause why [it] should not hold him in contempt for willful violation of the discharge injunction[.]\" Although, LBR 9020-1 does provide that a party must show cause by filing a written explanation if there is an explanation, not only to provide an explanation if he had one. Conwell did not file a written explanation and failed to appear at the May 24, 2016 hearing, so that the Bankruptcy Court judge found Conwell in contempt and ordered him to pay punitive damages, in addition to Mr. Olsen's attorney's fees. We, thus, conclude that an obligation to appear arose from the Bankruptcy Court's Order and Conwell's failure to comply with that court's order served as the basis for a Rule 3.4(c) violation.\n  </p>\n  <p id=\"p-90\">\n   Conwell, lastly, with regard to his representation of Mr. Olsen, excepts to Judge Schaeffer's conclusion that he violated Rule 8.4.\n   <footnotemark>\n    24\n   </footnotemark>\n   Rule 8.4(a) provides, that it is professional misconduct for an attorney to \"violate ... the Maryland Attorney's Rules of Professional Conduct[.]\" Rule 8.4(c) states that it is professional misconduct for an attorney to \"engage in conduct involving dishonesty, fraud, deceit or misrepresentation.\" Rule 8.4(d) provides that it is professional misconduct for an attorney to \"engage in conduct that is prejudicial to the administration of justice.\" Conwell contends he did not violate Rules 8.4(a), (b), or (d) because he did not violate any other rules in his representation of Mr. Olsen. We, however, having overruled Conwell's exceptions, agree with judge Schaeffer that Conwell violated Rule 8.4(a), (c), and (d) in his representation of Mr. Olsen. Specifically, Conwell engaged in conduct involving dishonesty that was prejudicial to the administration of justice when he pursued his collection action against Mr. Olsen in derogation of the bankruptcy order. Accordingly, we overrule his exception.\n  </p>\n  <p id=\"p-91\">\n   <strong>\n    SANCTION\n   </strong>\n  </p>\n  <p id=\"p-92\">\n   Bar Counsel recommends disbarment in the present matter. Conwell argues that his rule violations can be appropriately\n   addressed by reprimand or another lesser sanction, combined with changes to law office management practice, without terminating his ability to practice law.\n  </p>\n  <p id=\"p-93\">\n   The purpose of \" 'attorney discipline is protection of the public, rather than punishment' of the errant attorney.\"\n   <em>\n    Attorney Grievance Comm'n v. Hodes\n   </em>\n   ,\n   <extracted-citation case-ids=\"4024733\" index=\"96\" url=\"https://cite.case.law/md/441/136/#p205\">\n    441 Md. 136\n   </extracted-citation>\n   , 205,\n   <extracted-citation case-ids=\"4024733\" index=\"97\" url=\"https://cite.case.law/md/441/136/#p205\">\n    105 A.3d 533\n   </extracted-citation>\n   , 574 (2014) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Coppola\n   </em>\n   ,\n   <extracted-citation case-ids=\"3698544\" index=\"98\" url=\"https://cite.case.law/md/419/370/#p404\">\n    419 Md. 370\n   </extracted-citation>\n   , 404,\n   <extracted-citation case-ids=\"3698544\" index=\"99\" url=\"https://cite.case.law/md/419/370/#p404\">\n    19 A.3d 431\n   </extracted-citation>\n   , 451 (2011) (further citation omitted) ). The public is protected by attorney sanctions because they demonstrate \"to members of the legal profession the type of conduct which will not be tolerated.\"\n   <em>\n    Attorney Grievance Comm'n v. Gallagher\n   </em>\n   ,\n   <extracted-citation case-ids=\"1126323\" index=\"100\" url=\"https://cite.case.law/md/371/673/#p714\">\n    371 Md. 673\n   </extracted-citation>\n   , 714,\n   <extracted-citation case-ids=\"1126323\" index=\"101\" url=\"https://cite.case.law/md/371/673/#p714\">\n    810 A.2d 996\n   </extracted-citation>\n   , 1020 (2002) (citation omitted). In crafting a sanction, our task is\n   to \"evaluate each attorney grievance matter on its own merits, considering the particular facts and circumstances in order to determine an appropriate sanction.\"\n   <em>\n    Hodes\n   </em>\n   , 441 Md. at 205-06, 105 A.3d at 574. To do so, we often consider various aggravating factors found in Standard 9.22 of the American Bar Association for Imposing Lawyer Sanctions when imposing discipline, which are:\n  </p>\n  <blockquote id=\"p-94\">\n   (a) prior disciplinary offenses;\n  </blockquote>\n  <blockquote id=\"p-95\">\n   (b) dishonest or selfish motive;\n  </blockquote>\n  <blockquote id=\"p-96\">\n   (c) a pattern of misconduct;\n  </blockquote>\n  <blockquote id=\"p-97\">\n   (d) multiple offenses;\n  </blockquote>\n  <blockquote id=\"p-98\">\n   (e) bad faith obstruction of the disciplinary proceeding by intentionally failing to comply with rules or orders of disciplinary agency;\n  </blockquote>\n  <blockquote id=\"p-99\">\n   (f) submission of false evidence, false statements, or other deceptive practices during the disciplinary process;\n  </blockquote>\n  <blockquote id=\"p-100\">\n   (g) refusal to acknowledge wrongful nature of conduct;\n  </blockquote>\n  <blockquote id=\"p-101\">\n   (h) vulnerability of victim;\n  </blockquote>\n  <blockquote id=\"p-102\">\n   (i) substantial experience in the practice of law;\n  </blockquote>\n  <blockquote id=\"p-103\">\n   (j) indifference to making restitution;\n  </blockquote>\n  <blockquote id=\"p-104\">\n   (k) illegal conduct, including that involving the use of controlled substances.\n  </blockquote>\n  <p id=\"p-105\">\n   <em>\n    Standard 9.22 of the American Bar Association Standards for Imposing Lawyer Sanctions\n   </em>\n   (1992).\n  </p>\n  <p id=\"p-106\">\n   We also consider mitigation and will evaluate the existence of the following factors:\n  </p>\n  <blockquote id=\"p-107\">\n   absence of a prior disciplinary record; absence of a dishonest or selfish motive; personal or emotional problems; timely good faith efforts to make restitution or to rectify consequences of misconduct; full and free disclosure to disciplinary board or cooperative attitude toward proceedings; inexperience in the practice of law; character or reputation; physical or mental disability of impairment; delay in disciplinary proceedings; interim rehabilitation; imposition of other penalties or sanctions; remorse; and finally, remoteness of prior offenses.\n  </blockquote>\n  <p id=\"p-108\">\n   <em>\n    Coppola\n   </em>\n   ,\n   <extracted-citation case-ids=\"3698544\" index=\"102\" url=\"https://cite.case.law/md/419/370/#p404\">\n    419 Md. at 407\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3698544\" index=\"103\" url=\"https://cite.case.law/md/419/370/#p404\">\n    19 A.3d at 453\n   </extracted-citation>\n   (quoting\n   <em>\n    Gordon\n   </em>\n   ,\n   <extracted-citation case-ids=\"3690407\" index=\"104\" url=\"https://cite.case.law/md/413/46/#p58\">\n    413 Md. at 63\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3690407\" index=\"105\" url=\"https://cite.case.law/md/413/46/#p58\">\n    991 A.2d at 61\n   </extracted-citation>\n   (further citation omitted) ). The hearing judge, although not crafting a sanction, addresses aggravating and mitigating factors and includes findings relevant to them.\n   <em>\n    See\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Ucheomumu\n   </em>\n   ,\n   <extracted-citation case-ids=\"12505187\" index=\"106\" url=\"https://cite.case.law/a3d/200/282/\">\n    462 Md. 280\n   </extracted-citation>\n   , ----,\n   <extracted-citation case-ids=\"12505187\" index=\"107\" url=\"https://cite.case.law/a3d/200/282/\">\n    200 A.3d 282\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"108\" url=\"https://cite.case.law/citations/?q=2018%20WL%206005211\">\n    2018 WL 6005211\n   </extracted-citation>\n   , at *38-39 (2018).\n  </p>\n  <p id=\"p-109\">\n   With respect to aggravation, Judge Schaeffer found several 9.22 factors relevant to the present case, those being: (a) prior disciplinary offenses, (b) dishonest or selfish motive, (c) a pattern of misconduct, (d) multiple offenses, (e) bad faith obstruction of the disciplinary proceeding by intentionally failing to comply with rules or orders of the disciplinary agency, (g) refusal to acknowledge wrongful nature of conduct, (i) substantial experience in the practice of law, and (j) indifference to making restitution. Conwell excepts to Judge Schaeffer's findings as to the presence of aggravating factors (b), (c), and (e), but not to (a), (d), (g), (i), or (j).\n  </p>\n  <p id=\"p-110\">\n   As to aggravating factor (a), \"prior disciplinary offenses\", we note that on June 13, 2012, Conwell received a reprimand from the Attorney Grievance Commission based upon a violation of Rule 3.3(a)(1) for filing an affidavit which contained inaccurate statements concerning a bankruptcy filing.\n   <em>\n    See\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Whitehead\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740316\" index=\"109\" url=\"https://cite.case.law/md/405/240/#p263\">\n    405 Md. 240\n   </extracted-citation>\n   , 263,\n   <extracted-citation case-ids=\"3740316\" index=\"110\" url=\"https://cite.case.law/md/405/240/#p263\">\n    950 A.2d 798\n   </extracted-citation>\n   , 812 (2008) (noting that aggravating factor (a) was implicated where Respondent had a prior disciplinary offense).\n   As to aggravating factor (d), \"multiple offenses\", because we have sustained Judge Schaeffer's conclusions of multiple rule violations, this factor weighs in favor of a more severe sanction.\n   <em>\n    See\n   </em>\n   <em>\n    Mixter\n   </em>\n   , 441 Md. at 530, 109 A.3d at 60-70 (stating that \"Factor (d) ... is implicated when an attorney violates multiple disciplinary rules.\").\n  </p>\n  <p id=\"p-111\">\n   As to factor (g), \"refusal to acknowledge wrongful nature of conduct\", we conclude that because Conwell failed to acknowledge any obligation existed to answer the Bankruptcy Court's Show Cause Order, this factor is implicated.\n  </p>\n  <p id=\"p-112\">\n   As to factor (i), \"substantial experience in the practice of law\", we note that Conwell has practiced law for over eighteen years, and thus, has substantial experience in the practice of law.\n  </p>\n  <p id=\"p-113\">\n   Finally, as to factor (j), \"indifference to making restitution\", we conclude that it is implicated because Conwell has displayed an indifference to making restitution in the form of paying Mr. Olsen attorney's fees and punitive damages as ordered by the California Bankruptcy Court.\n   <em>\n    See\n   </em>\n   <em>\n    Bleecker\n   </em>\n   ,\n   <extracted-citation case-ids=\"3692663\" index=\"111\" url=\"https://cite.case.law/md/414/147/#p175\">\n    414 Md. at 178\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3692663\" index=\"112\" url=\"https://cite.case.law/md/414/147/#p175\">\n    994 A.2d at 946\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-114\">\n   Since the hearings before Judge Schaeffer, however, Conwell offered to expand the record with a Notice of Settlement, entered in the Bankruptcy Court, dated September 12, 2018, which provides that the \"parties agree the obligation has been satisfied in full[,]\" with regard to the sanctions imposed against him by that court. Although it is laudatory that the obligation imposed by the Bankruptcy Court has been satisfied, it was not satisfied until after the Circuit Court hearings had been complete, in which the findings of disregard had been made.\n   <em>\n    See\n   </em>\n   <em>\n    Attorney Grievance Comm'n v. Brisbon\n   </em>\n   ,\n   <extracted-citation case-ids=\"3702285\" index=\"113\" url=\"https://cite.case.law/md/422/625/#p637\">\n    422 Md. 625\n   </extracted-citation>\n   , 637,\n   <extracted-citation case-ids=\"3702285\" index=\"114\" url=\"https://cite.case.law/md/422/625/#p637\">\n    31 A.3d 110\n   </extracted-citation>\n   , 117 (2011) (noting that a Respondent's post hoc decision to disguise prior misconduct cannot serve as mitigation).\n  </p>\n  <p id=\"p-115\">\n   Conwell additionally excepts to Judge Schaeffer's finding that he demonstrated a dishonest motive (factor (b) ) and pattern of misconduct (factor (c) ) through his attempts to collect fees involving the DeSerio and Olsen matters, based upon his earlier exceptions.\n   <footnotemark>\n    25\n   </footnotemark>\n   Conwell's contention fails, however, because we have overruled his exceptions to Judge Schaeffer's conclusions of law in the DeSerio and Olsen fee collection cases.\n  </p>\n  <p id=\"p-116\">\n   Factor (b), \"dishonest or selfish motive\", is implicated here because Conwell demonstrated both a dishonest and selfish motive when he submitted the inflated invoice in the DeSerio case and continued to pursue Mr. Olsen for fees uncollected in Maryland courts, despite being ordered to cease-and-desist by the California Bankruptcy Court. Conwell changed his first invoice to the DeSerios from $11,110 to $16,553.50 between filing his original Verified Complaint and the First Amended Verified Complaint. In so doing, Conwell misrepresented the legal work he contributed to the DeSerios' cause of action so as to increase a potential award and to satisfy the requirements for a jury trial. He also pursued his attorney's liens against Mr. Olsen knowing he was not entitled to.\n   <em>\n    See\n   </em>\n   <em>\n    Hodes\n   </em>\n   , 441 Md. at 207, 105 A.3d at 575 (noting that aggravating factor (b) was present when attorney-trustee engaged in self-dealing transaction by removing $270,000 from a trust account so he could pay personal debts).\n  </p>\n  <p id=\"p-117\">\n   As Judge Schaeffer found, factor (c), \"a pattern of misconduct\", is implicated. \"A pattern of misconduct is formed by a series of acts, even if that series of acts is performed to achieve a single goal.\"\n   <em>\n    Id.\n   </em>\n   Conwell engaged in a pattern of misconduct when he failed to keep the DeSerios apprised of their mounting legal fees, presented the district court with an inflated invoice for the purpose of securing an unreasonable payment, attempted to enforce an attorney's lien against Mr. Olsen despite being ordered not to by a bankruptcy court, and\n   disobeyed a contempt order by actively pursuing an appeal in the Maryland collection action. These actions form a clear pattern of misconduct. See\n   <em>\n    Coppola\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"3698544\" index=\"115\" url=\"https://cite.case.law/md/419/370/#p404\">\n    419 Md. at 406\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3698544\" index=\"116\" url=\"https://cite.case.law/md/419/370/#p404\">\n    19 A.3d at 452-53\n   </extracted-citation>\n   , in which we found a pattern of misconduct where the Respondent encouraged the forgery of a signature on an estate plan document, notarized a falsely executed and initialed will, notarized a falsely executed trust, and a number of other acts, with one end state in mind. Accordingly, we overrule Conwell's exception and conclude that the aggravating factors of \"dishonest or selfish motive\" and \"pattern of misconduct\" were implicated by his actions.\n  </p>\n  <p id=\"p-118\">\n   Conwell also excepts to Judge Schaeffer's finding that he, in bad faith, obstructed the disciplinary proceedings against him, factor (e), based on the admission that \"he failed to respond to Bar Counsel's request for a copy of his client file in the Brewington matter.\" Conwell contends that a finding of bad faith obstruction can only be made where there has been several failures to respond over a period of time, not one.\n  </p>\n  <p id=\"p-119\">\n   Conwell also avers that he fully and voluntarily cooperated with Bar Counsel throughout the investigation into the allegations of misconduct against him, including all discovery requests. Conwell further contends that he voluntarily agreed to attend several legal education trainings as a result of these proceedings. In so doing, Conwell relies on\n   <em>\n    Attorney Grievance Comm'n v. Allenbaugh\n   </em>\n   ,\n   <extracted-citation case-ids=\"12487889,12176498\" index=\"117\" url=\"https://cite.case.law/md/450/250/\">\n    450 Md. 250\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487889,12487890,12176443,12176498\" index=\"118\" url=\"https://cite.case.law/a3d/148/300/\">\n    148 A.3d 300\n   </extracted-citation>\n   (2016) ;\n   <em>\n    Attorney Grievance Comm'n v. Van Nelson\n   </em>\n   ,\n   <extracted-citation case-ids=\"3706904\" index=\"119\" url=\"https://cite.case.law/md/425/344/\">\n    425 Md. 344\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3706904\" index=\"120\" url=\"https://cite.case.law/md/425/344/\">\n    40 A.3d 1039\n   </extracted-citation>\n   (2012) ;\n   <em>\n    Attorney Grievance Comm'n v. Bleecker\n   </em>\n   ,\n   <extracted-citation case-ids=\"3692663\" index=\"121\" url=\"https://cite.case.law/md/414/147/#p175\">\n    414 Md. 147\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3692663\" index=\"122\" url=\"https://cite.case.law/md/414/147/#p175\">\n    994 A.2d 928\n   </extracted-citation>\n   (2010). While the cases Conwell relies on all involved more than one failure to fully cooperate with Bar Counsel's requests pursuant to an investigation, we have not required that an attorney repeatedly ignore or obstruct Bar Counsel's requests pursuant to an investigation for this aggravating factor to be implicated.\n   <footnotemark>\n    26\n   </footnotemark>\n   Accordingly, we overrule\n   Conwell's exception and find that this aggravating factor was implicated by Conwell's noncompliance with Bar Counsel's request for Ms. Brewington's client file. We, therefore, overrule all of Conwell's exceptions with regard to the findings of aggravation.\n  </p>\n  <p id=\"p-120\">\n   Judge Schaeffer also determined that \"the allegations [against Conwell] are mitigated by the fact that Mr. DeSerio was\n   provided a complete refund.\" Judge Schaeffer further found that portions of Conwell's representation of Ms. Brewington, the DeSerios, and Mr. Olsen, coincided with Conwell's wife's pregnancy, which culminated in birth on August 24, 2015. Relevant to Conwell's wife's pregnancy, Judge Schaeffer further found that his wife did not have medical insurance and experienced \"some pretty bad complications\" during this period of time. Conwell, therefore, \"expended considerable time during the pregnancy attempting to secure a doctor and insurance, which also involved 'financial strain.' \"\n   <footnotemark>\n    27\n   </footnotemark>\n  </p>\n  <p id=\"p-121\">\n   In the present case, the severity of the sanction is dependent on, among other things, the Rule 8.4(d) violations with regard to Conwell's representations of Ms. Brewington, the DeSerios, and Mr. Olsen, as well as the finding that Conwell acted with \"dishonest or selfish motive.\" Rule 8.4(d), which requires a finding that an attorney engaged in conduct prejudicial to the administration of justice, is based upon, here, Conwell acting dishonestly, with selfish motive and without\n   regard to the impact of his actions on the profession. In similar circumstances, we have imposed the sanction of disbarment.\n  </p>\n  <p id=\"p-122\">\n   \"Absent compelling extenuating circumstances justifying a lesser sanction, intentional dishonest conduct by a lawyer will result in disbarment.\"\n   <em>\n    Attorney Grievance Comm'n v. Sacks\n   </em>\n   ,\n   <extracted-citation case-ids=\"12495883\" index=\"123\" url=\"https://cite.case.law/a3d/183/86/#p518\">\n    458 Md. 461\n   </extracted-citation>\n   , 518,\n   <extracted-citation case-ids=\"12495883\" index=\"124\" url=\"https://cite.case.law/a3d/183/86/#p518\">\n    183 A.3d 86\n   </extracted-citation>\n   , 119 (2018) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Thomas\n   </em>\n   ,\n   <extracted-citation case-ids=\"4365851\" index=\"125\" url=\"https://cite.case.law/md/445/379/#p402\">\n    445 Md. 379\n   </extracted-citation>\n   , 402,\n   <extracted-citation case-ids=\"4365762,4365851\" index=\"126\" url=\"https://cite.case.law/a3d/127/562/\">\n    127 A.3d 562\n   </extracted-citation>\n   , 576 (2015) (cleaned up) );\n   <em>\n    see also\n   </em>\n   <em>\n    Ucheomumu\n   </em>\n   ,\n   <extracted-citation case-ids=\"12505187\" index=\"127\" url=\"https://cite.case.law/a3d/200/282/\">\n    462 Md. 280\n   </extracted-citation>\n   , ----,\n   <extracted-citation case-ids=\"12505187\" index=\"128\" url=\"https://cite.case.law/a3d/200/282/\">\n    200 A.3d 282\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"129\" url=\"https://cite.case.law/citations/?q=2018%20WL%206005211\">\n    2018 WL 6005211\n   </extracted-citation>\n   , at *43. \"Unlike matters relating to competence, diligence and the like, intentional dishonest conduct is closely entwined with the most important matters of a basic character to such a degree as to make intentional dishonest conduct by a lawyer almost beyond excuse.\"\n   <em>\n    Attorney Grievance Comm'n v. Katz\n   </em>\n   ,\n   <extracted-citation case-ids=\"4279426\" index=\"130\" url=\"https://cite.case.law/md/443/389/#p411\">\n    443 Md. 389\n   </extracted-citation>\n   , 411,\n   <extracted-citation case-ids=\"4279426\" index=\"131\" url=\"https://cite.case.law/md/443/389/#p411\">\n    116 A.3d 999\n   </extracted-citation>\n   , 1012 (2015) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Angst\n   </em>\n   ,\n   <extracted-citation case-ids=\"191214\" index=\"132\" url=\"https://cite.case.law/md/369/404/#p420\">\n    369 Md. 404\n   </extracted-citation>\n   , 420,\n   <extracted-citation case-ids=\"191214\" index=\"133\" url=\"https://cite.case.law/md/369/404/#p420\">\n    800 A.2d 747\n   </extracted-citation>\n   , 757 (2002) ). In the instant case, Conwell acted with ill motive by offering the inflated DeSerio invoice, dated May 29, 2015, to the district court in an attempt to increase the amount in controversy. He also demonstrated a lack of honesty, fairness, and straightforwardness, thereby violating Rule 8.4(c), by ignoring the Bankruptcy Court's Show Cause Order and pursuing a cause of action in Maryland courts against Mr. Olsen. No other explanation exists to defend Conwell's actions; he abused process in not one, but two, judicial fora in an attempt to collect unearned and underserved fees. Furthermore, his flagrant refusal to respond to Ms. Brewington's repeated requests for information cast the legal profession into disrepute and severely prejudiced the administration of justice.\n  </p>\n  <p id=\"p-123\">\n   We also are inclined to impose disbarment upon finding that an attorney's conduct \"lacked candor, was dishonest, misleading, prejudicial to the administration of justice, and beyond excuse.\"\n   <em>\n    Joseph\n   </em>\n   , 422 Md. at 707, 31 A.3d at 159. The issue is not whether the dishonest conduct consists of affirmative misrepresentations or intentional omissions, but, rather,\n   whether the dishonest conduct was intentional.\n   <em>\n    Attorney Grievance Comm'n v. Penn\n   </em>\n   ,\n   <extracted-citation case-ids=\"3717857\" index=\"134\" url=\"https://cite.case.law/md/431/320/#p345\">\n    431 Md. 320\n   </extracted-citation>\n   , 345,\n   <extracted-citation case-ids=\"3717857\" index=\"135\" url=\"https://cite.case.law/md/431/320/#p345\">\n    65 A.3d 125\n   </extracted-citation>\n   , 140 (2013). Given Conwell's intentional, dishonest misconduct, we agree with Bar Counsel that disbarment is the appropriate sanction.\n  </p>\n  <p id=\"p-124\">\n   In\n   <em>\n    Attorney Grievance Comm'n v. Byrd\n   </em>\n   , in a situation similar to the instant case,\n   we disbarred the Respondent for \"willful misconduct in flagrantly disobeying court orders and the rules of the bankruptcy court, [which] manifestly involved dishonesty and was prejudicial to the administration of justice.\"\n   <extracted-citation case-ids=\"3680050\" index=\"136\" url=\"https://cite.case.law/md/408/449/#p469\">\n    408 Md. at 482\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3680050\" index=\"137\" url=\"https://cite.case.law/md/408/449/#p469\">\n    970 A.2d at 889\n   </extracted-citation>\n   . In that case, the Respondent, Byrd, as a Chapter 11 debtor, was required to file monthly operating reports indicating the \"status of assets coming in, accounts receivable, collections, insurance,\" yet the monthly operating reports which Byrd filed were \"grossly inaccurate, [ ] deceptive and misleading.\"\n   <em>\n    <extracted-citation case-ids=\"3680050\" index=\"138\" url=\"https://cite.case.law/md/408/449/#p469\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3680050\" index=\"138\" url=\"https://cite.case.law/md/408/449/#p469\">\n    at 480-81\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3680050\" index=\"139\" url=\"https://cite.case.law/md/408/449/#p469\">\n    970 A.2d at 888\n   </extracted-citation>\n   . As in\n   <em>\n    Byrd\n   </em>\n   , Conwell \"flagrantly\" disobeyed the bankruptcy's order to show cause and to cease and desist further action against Mr. Olsen in Maryland state court, conduct that was intentional and self-serving.\n  </p>\n  <p id=\"p-125\">\n   The mitigation offered by Conwell does not rise to the level of compelling extenuating circumstances and does not obviate our decision to disbar because it does not address the root cause of Conwell's dishonesty. We have repeatedly said, that \"only a debilitating mental or physical condition that is the 'root cause' of misconduct and that disables the attorney from conforming conduct to the law and [Maryland Rules] can mitigate intentionally dishonest conduct.\"\n   <em>\n    Attorney Grievance Comm'n v. Trye\n   </em>\n   ,\n   <extracted-citation case-ids=\"4337682\" index=\"140\" url=\"https://cite.case.law/md/444/201/#p226\">\n    444 Md. 201\n   </extracted-citation>\n   , 226,\n   <extracted-citation case-ids=\"4337682\" index=\"141\" url=\"https://cite.case.law/md/444/201/#p226\">\n    118 A.3d 980\n   </extracted-citation>\n   , 994 (2015) (quoting\n   <em>\n    Attorney Grievance Comm'n v. Vanderlinde\n   </em>\n   ,\n   <extracted-citation case-ids=\"1279902\" index=\"142\" url=\"https://cite.case.law/md/364/376/#p413\">\n    364 Md. 376\n   </extracted-citation>\n   , 413-14,\n   <extracted-citation case-ids=\"1279902\" index=\"143\" url=\"https://cite.case.law/md/364/376/#p413\">\n    773 A.2d 463\n   </extracted-citation>\n   (2001) ). For instance, in\n   <em>\n    Attorney Grievance Comm'n v. Trye\n   </em>\n   , Respondent violated Rule 8.4 by deliberately making false representations to the court and altered an agreed-upon settlement document.\n   <em>\n    Id.\n   </em>\n   at 205, 118 A.3d at 982. In that case, while the hearing judge did not make specific findings related to mitigation, we recognized that Ms. Trye's counsel pointed to certain facts that might be considered mitigating-\"\n   <em>\n    i.e.\n   </em>\n   , that the violations occurred while\n   Ms. Trye was going through a divorce and custody dispute[,]\" as well as facing potential eviction from her home.\n   <extracted-citation case-ids=\"4337682\" index=\"144\" url=\"https://cite.case.law/md/444/201/#p226\">\n    444 Md. at 225-26\n   </extracted-citation>\n   , 118 A.3d at 994. While we sympathized with Ms. Trye's situation, we, nonetheless, found that her circumstances did \"not justify\" her intentional misconduct.\n   <em>\n    Id.\n   </em>\n   Nor did her personal situation provide compelling extenuating circumstances that precluded disbarment for dishonest conduct.\n   <em>\n    Id.\n   </em>\n   Similarly, in the case\n   <em>\n    sub judice\n   </em>\n   , as unfortunate as the situation surrounding the complications associated with Conwell's wife's pregnancy may have been, because he acted dishonestly and with a self-serving purpose, such a finding does not remove him from the spectre of disbarment.\n  </p>\n  <p id=\"p-126\">\n   Accordingly, we determine that disbarment is the appropriate sanction in this case.\n  </p>\n  <p id=\"p-127\">\n   <strong>\n    IT IS SO ORDERED; RESPONDENT SHALL PAY ALL COSTS AS TAXED BY THE CLERK OF THIS COURT, INCLUDING COSTS OF ALL TRANSCRIPTS PURSUANT TO MARYLAND RULE 19-709(d). JUDGMENT IS ENTERED IN FAVOR OF THE ATTORNEY GRIEVANCE COMMISSION AGAINST SCOTT A. CONWELL IN THE SUM OF THESE COSTS.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-131\">\n    Effective July 1, 2016, the Maryland Lawyers' Rules of Professional Conduct were renamed the Maryland Attorneys' Rules of Professional Conduct and moved to Title 19, Chapter 300 of the Maryland Rules. For conduct that occurred before July 1, 2016, we will use the Lawyers' Rules. For conduct after July 1, 2016, we will use the Attorneys' Rules. This specificity can be viewed as angels dancing on the head of a pin because the Attorneys' Rules identified have the same wording as their predecessor Lawyers' Rules.\n   </p>\n   <blockquote id=\"p-132\">\n    Rule 19-721(a) provides, in relevant part:\n   </blockquote>\n   <blockquote id=\"p-133\">\n    (a)\n    <strong>\n     Commencement of Action.\n    </strong>\n    (1) Upon Approval or Direction of the Commission. Upon approval or direction of the Commission, Bar Counsel, on behalf of the Commission, shall file a Petition for Disciplinary or Remedial Action in the Court of Appeals.\n   </blockquote>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-134\">\n    Rule 1.1 provided: \"A lawyer shall provide competent representation to a client. Competent representation requires the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.\"\n   </p>\n   <blockquote id=\"p-135\">\n    The revised Rule 1.1 is now numbered as Maryland Rule 19-301.1.\n   </blockquote>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-136\">\n    Rule 1.2(a) provided:\n   </p>\n   <blockquote id=\"p-137\">\n    (a) Subject to paragraphs (c) and (d), a lawyer shall abide by a client's decisions concerning the objectives of the representation and, when appropriate, shall consult with the client as to the means by which they are to be pursued. A lawyer may take such action on behalf of the client as is impliedly authorized to carry out the representation. A lawyer shall abide by a client's decision whether to settle a matter. In a criminal case, the lawyer shall abide by the client's decision, after consultation with the lawyer, as to a plea to be entered, whether to waive a jury trial and whether the client will testify.\n   </blockquote>\n   <blockquote id=\"p-138\">\n    The revised Rule 1.2 is now numbered as Maryland Rule 19-301.2.\n   </blockquote>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-139\">\n    Rule 1.3 provided: \"A lawyer shall act with reasonable diligence and promptness in representing client.\" The revised Rule 1.3 is now numbered as Maryland Rule 19-301.3.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-140\">\n    Rule 1.4 provided:\n   </p>\n   <blockquote id=\"p-141\">\n    (a) A lawyer shall: (1) promptly inform the client of any decision or circumstances with respect to which the client's informed consent, as defined in Rule 1.0(f), is required by these Rules; (2) keep the client reasonably informed about the status of the matter; (3) promptly comply with reasonable requests for information; and (4) consult with the client about any relevant limitation on the lawyer's conduct when the lawyer knows that the client expects assistance not permitted by the Maryland Lawyers' Rules of Professional Conduct or other law.\n   </blockquote>\n   <blockquote id=\"p-142\">\n    (b) A lawyer shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation.\n   </blockquote>\n   <blockquote id=\"p-143\">\n    The revised Rule 1.4 is now numbered Maryland Rule 19-301.4.\n   </blockquote>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-144\">\n    Rule 1.5 provided:\n   </p>\n   <blockquote id=\"p-145\">\n    (a) A lawyer shall not make an agreement for, charge, or collect an unreasonable fee or an unreasonable amount for expenses. The factors to be considered in determining the reasonableness of a fee include the following:\n   </blockquote>\n   <blockquote id=\"p-146\">\n    (1) the time and labor required, the novelty and difficulty of the questions involved, and the skill requisite to perform the legal service properly;\n   </blockquote>\n   <blockquote id=\"p-147\">\n    (2) the likelihood, if apparent to the client, that the acceptance of the particular employment will preclude other employment of the lawyer;\n   </blockquote>\n   <blockquote id=\"p-148\">\n    (3) the fee customarily charged in the locality for similar legal services;\n   </blockquote>\n   <blockquote id=\"p-149\">\n    (4) the amount involved and the results obtained;\n   </blockquote>\n   <blockquote id=\"p-150\">\n    (5) the time limitations imposed by the client or by the circumstances;\n   </blockquote>\n   <blockquote id=\"p-151\">\n    (6) the nature and length of the professional relationship with the client;\n   </blockquote>\n   <blockquote id=\"p-152\">\n    (7) the experience, reputation, and ability of the lawyer or lawyers performing the services; and\n   </blockquote>\n   <blockquote id=\"p-153\">\n    (8) whether the fee is fixed or contingent.\n   </blockquote>\n   <blockquote id=\"p-154\">\n    (b) The scope of representation and the basis or rate of the fee and expenses for which the client will be responsible shall be communicated to the client, preferably in writing, before or within a reasonable time after commencing the representation, except when the lawyer will charge a regularly represented client on the same basis or rate. Any change in the basis or rate of the fee or expenses shall also be communicated to the client.\n   </blockquote>\n   <blockquote id=\"p-155\">\n    The revised Rule 1.5 is now numbered Maryland Rule 19-301.5.\n   </blockquote>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-156\">\n    Rule 1.16(d) provided:\n   </p>\n   <blockquote id=\"p-157\">\n    (d) Upon termination of representation, a lawyer shall take steps to the extent reasonably practicable to protect a client's interests, such as giving reasonable notice to the client, allowing time for employment of another lawyer, surrendering papers and property to which the client is entitled and refunding any advance payment of fee or expense that has not been earned or incurred. The lawyer may retain papers relating to the client to the extent permitted by other law.\n   </blockquote>\n   <blockquote id=\"p-158\">\n    The revised Rule 1.16 is now numbered as Maryland Rule 19-301.16.\n   </blockquote>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-159\">\n    Rule 3.1 provided:\n   </p>\n   <blockquote id=\"p-160\">\n    A lawyer shall not bring or defend a proceeding, or assert or controvert an issue therein, unless there is a basis for doing so that is not frivolous, which includes, for example, a good faith argument for an extension, modification or reversal of existing law. A lawyer may nevertheless so defend the proceeding as to require that every element of the moving party's case be established.\n   </blockquote>\n   <blockquote id=\"p-161\">\n    The revised Rule 3.1 is now numbered as Maryland Rule 19-303.1.\n   </blockquote>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-162\">\n    Rule 3.3(a) provided:\n   </p>\n   <blockquote id=\"p-163\">\n    (a) A lawyer shall not knowingly:\n   </blockquote>\n   <blockquote id=\"p-164\">\n    (1) make a false statement of fact or law to a tribunal or fail to correct a false statement of material fact or law previously made to the tribunal by the lawyer;\n   </blockquote>\n   <blockquote id=\"p-165\">\n    (2) fail to disclose a material fact to a tribunal when disclosure is necessary to avoid assisting a criminal or fraudulent act by the client;\n   </blockquote>\n   <blockquote id=\"p-166\">\n    (3) fail to disclose to the tribunal legal authority in the controlling jurisdiction known to the lawyer to be directly adverse to the position of the client and not disclosed by an opposing counsel; or\n   </blockquote>\n   <blockquote id=\"p-167\">\n    (4) offer evidence that the lawyer knows to be false. If a lawyer has offered material evidence and comes to know of its falsity, the lawyer shall take reasonable remedial measures.\n   </blockquote>\n   <blockquote id=\"p-168\">\n    The revised Rule 3.3 is now numbered as Maryland Rule 19-303.3.\n   </blockquote>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-169\">\n    Rule 3.4(c) provided: A lawyer shall not: (c) knowingly disobey an obligation under the rules of a tribunal except for an open refusal based on an assertion that no valid obligation exists[.]\n   </p>\n   <blockquote id=\"p-170\">\n    The revised Rule 3.4 is now numbered as Maryland Rule 19-303.4.\n   </blockquote>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-171\">\n    Rule 8.1 provided:\n   </p>\n   <blockquote id=\"p-172\">\n    An applicant for admission or reinstatement to the bar, or a lawyer in connection with a bar admission application or in connection with a disciplinary matter, shall not:\n   </blockquote>\n   <blockquote id=\"p-173\">\n    (a) knowingly make a false statement of material fact; or\n   </blockquote>\n   <blockquote id=\"p-174\">\n    (b) fail to disclose a fact necessary to correct a misapprehension known by the person to have arisen in the matter, or knowingly fail to respond to a lawful demand for information from an admissions or disciplinary authority, except that this Rule does not require disclosure of information otherwise protected by Rule 1.6.\n   </blockquote>\n   <blockquote id=\"p-175\">\n    The revised Rule 8.1 is now numbered as Maryland Rule 19-308.1.\n   </blockquote>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-176\">\n    Rule 8.4, in pertinent part, provided:\n   </p>\n   <blockquote id=\"p-177\">\n    It is professional misconduct for a lawyer to:\n   </blockquote>\n   <blockquote id=\"p-178\">\n    (a) violate or attempt to violate the Maryland Lawyers' Rules of Professional Conduct, knowingly assist or induce another to do so, or do so through acts of another;\n   </blockquote>\n   <blockquote id=\"p-179\">\n    (c) engage in conduct involving dishonesty, fraud, deceit or misrepresentation;\n   </blockquote>\n   <blockquote id=\"p-180\">\n    (d) engage in conduct that is prejudicial to the administration of justice[.]\n   </blockquote>\n   <blockquote id=\"p-181\">\n    The revised Rule 8.4 is now numbered as Maryland Rule 19-308.4.\n   </blockquote>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-182\">\n    Rule 19-727 states:\n   </p>\n   <blockquote id=\"p-183\">\n    (a)\n    <strong>\n     Evidence and Procedure Generally.\n    </strong>\n    Except as otherwise provided by the Rules in this Chapter, the hearing of a disciplinary or remedial action is governed by the rules of evidence and procedure applicable to a non-jury trial in a civil action in a circuit court.\n   </blockquote>\n   <blockquote id=\"p-184\">\n    (b)\n    <strong>\n     Certain Evidence Allowed.\n    </strong>\n    (1) Before the conclusion of the hearing, the judge may permit any complainant to testify, subject to cross-examination, regarding the effect of the alleged misconduct or incapacity. (2) The attorney may offer, or the judge may inquire regarding, evidence otherwise admissible of any remedial action undertaken by the attorney relevant to the allegations of misconduct or incapacity. Bar Counsel may respond to any evidence of remedial action.\n   </blockquote>\n   <blockquote id=\"p-185\">\n    (c)\n    <strong>\n     Burdens of Proof.\n    </strong>\n    Bar Counsel has the burden of proving the averments of the petition by clear and convincing evidence. If the attorney asserts an affirmative defense or a matter of mitigation or extenuation, the attorney has the burden of proving the defense or matter by a preponderance of the evidence.\n   </blockquote>\n   <blockquote id=\"p-186\">\n    (d)\n    <strong>\n     Findings and Conclusions.\n    </strong>\n    The judge shall prepare and file a written statement which shall contain: (1) findings of fact and conclusions of law as to each charge; (2) findings as to any remedial action taken by the attorney; and (3) findings as to any aggravating or mitigating circumstances that exist. Unless the time is extended by the Court of Appeals, the statement shall be filed with the clerk responsible for the record no later than 45 days after the conclusion of the hearing. The clerks shall mail a copy of the statement to each party.\n   </blockquote>\n   <blockquote id=\"p-187\">\n    (e)\n    <strong>\n     Time for Completion.\n    </strong>\n    Unless extended by the Court of Appeals, the hearing shall be completed within 120 days after service on the attorney of the order entered under Rule 19-722.\n   </blockquote>\n   <blockquote id=\"p-188\">\n    (f)\n    <strong>\n     Transcript.\n    </strong>\n    Bar Counsel shall cause a transcript of the hearing to be prepared and included in the record.\n   </blockquote>\n   <blockquote id=\"p-189\">\n    (g)\n    <strong>\n     Transmittal of Record.\n    </strong>\n    Unless a different time is ordered by the Court of Appeals, the clerk shall transmit the record to the Court of Appeals within 15 days after the statement of findings and conclusions is filed.\n   </blockquote>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-190\">\n    Maryland Rule 19-741(b)(1) states: \"The Court of Appeals shall review de novo the circuit court judge's conclusions of law.\"\n   </p>\n  </footnote>\n  <footnote label=\"15\">\n   <p id=\"p-191\">\n    Maryland Rule 19-741(b)(2)(A) provides, \"[i]f no exceptions are filed, the Court may treat those findings of fact as established.\"\n   </p>\n  </footnote>\n  <footnote label=\"16\">\n   <p id=\"p-192\">\n    The District Court and Circuit Court possess concurrent jurisdiction over civil matters, in tort or contract, where the amount in controversy exceeds $5,000, but is no greater than $30,000, exclusive of interest, costs, and attorney's fees. Md. Code (1974, 2013 Repl. Vol.), Section 4-402(d) of the Courts and Judicial Proceedings (\"CJP\") Article. To be eligible for a jury trial in the circuit court, the amount in controversy must exceed $15,000, exclusive of attorney's fees. CJP § 4-402(e).\n   </p>\n  </footnote>\n  <footnote label=\"17\">\n   <p id=\"p-193\">\n    Judge Schaeffer added in a footnote that this \"discrepancy is likely due to an unintentional oversight in amending his pleadings.\"\n   </p>\n  </footnote>\n  <footnote label=\"18\">\n   <p id=\"p-194\">\n    In a footnote, Judge Schaeffer commented, \"[i]nterestingly, much of the purported work on the May 29, 2015 Invoice occurred during the same time frame Respondent emailed Ms. Brewington telling her that 'demands are not really appropriate for [her] matter. We are a small firm that takes on big and difficult matters that consume our time.... But it means we have trial and many deadlines in matters that consume our time.' \"\n   </p>\n  </footnote>\n  <footnote label=\"19\">\n   <p id=\"p-195\">\n    Case No. 6:14-bk-23600-MJ.\n   </p>\n  </footnote>\n  <footnote label=\"20\">\n   <p id=\"p-196\">\n    The liens were against a retirement account held by Olsen at Wells Fargo Advisors Solutions and against Olsen's disability insurance policy held by First Reliance Standard Life Insurance Company.\n   </p>\n  </footnote>\n  <footnote label=\"21\">\n   <p id=\"p-197\">\n    The Show Cause Order specifically required Conwell \"to appear ... to show cause why [the Bankruptcy Court] should not hold him in contempt for willful violation of the discharge injunction under 11 U.S.C. Section 524(a)(2).\" Pursuant to Local Bankruptcy Rule 9020-1, Conwell was required to show cause \"by filing a written explanation why [he] should not be held in contempt and by appearing at the hearing.\"\n   </p>\n  </footnote>\n  <footnote label=\"22\">\n   <p id=\"p-198\">\n    The hearing judge concluded that there was not clear and convincing evidence of Rule 1.1 (Competence), 1.2 (Scope of Representation and Allocation of Authority between Client and Lawyer), 1.5 (Fees), and 1.16 (Declining or Termination Representation) violations with respect to Ms. Brewington's complaint. Bar Counsel has not excepted to those conclusions and we do not further consider them.\n   </p>\n  </footnote>\n  <footnote label=\"23\">\n   <p id=\"p-199\">\n    In\n    <em>\n     Byrd\n    </em>\n    , in Respondent's personal bankruptcy action, he initially filed for Chapter 7 liquidation, but later converted it to Chapter 11 reorganization.\n    <em>\n     Attorney Grievance Comm'n v. Byrd\n    </em>\n    ,\n    <extracted-citation case-ids=\"3680050\" index=\"145\" url=\"https://cite.case.law/md/408/449/#p469\">\n     408 Md. 449\n    </extracted-citation>\n    , 461,\n    <extracted-citation case-ids=\"3680050\" index=\"146\" url=\"https://cite.case.law/md/408/449/#p469\">\n     970 A.2d 870\n    </extracted-citation>\n    , 877 (2009).\n   </p>\n  </footnote>\n  <footnote label=\"24\">\n   <p id=\"p-200\">\n    Specifically, Judge Schaeffer concluded that Conwell violated Subsections (a), (c), and (d) of Rule 8.4.\n   </p>\n  </footnote>\n  <footnote label=\"25\">\n   <p id=\"p-201\">\n    In Conwell's \"Exceptions and Recommendations Concerning Disposition,\" he grouped factors (b), \"dishonest or selfish motive,\" and (c), a pattern of misconduct\" into a single exception.\n   </p>\n  </footnote>\n  <footnote label=\"26\">\n   <p id=\"p-202\">\n    The cases upon which Conwell relies also involve a Rule 8.1 violation, which was originally alleged in the instant case, but withdrawn by Bar Counsel before the Circuit Court hearings. We, however, have also not held that an attorney must violate Rule 8.1 in order for aggravating factor (e) to be implicated.\n    <em>\n     See\n    </em>\n    <em>\n     Attorney Grievance Comm'n v. Shuler\n    </em>\n    ,\n    <extracted-citation case-ids=\"4279212\" index=\"147\" url=\"https://cite.case.law/md/443/494/#p509\">\n     443 Md. 494\n    </extracted-citation>\n    , 509,\n    <extracted-citation case-ids=\"4279212\" index=\"148\" url=\"https://cite.case.law/md/443/494/#p509\">\n     117 A.3d 38\n    </extracted-citation>\n    , 47 (2015) (sustaining a finding of bad faith obstruction in attorney disciplinary proceedings where attorney \"intentionally fail[ed] to comply with the hearing judge's orders to respond to the motion to compel and to provide discovery materials[,]\" with no attendant Rule 8.1 violation);\n    <em>\n     see also\n    </em>\n    <em>\n     Attorney Grievance Comm'n v. Harris\n    </em>\n    ,\n    <extracted-citation case-ids=\"3688718\" index=\"149\" url=\"https://cite.case.law/md/403/142/#p153\">\n     403 Md. 142\n    </extracted-citation>\n    , 153,\n    <extracted-citation case-ids=\"3688718\" index=\"150\" url=\"https://cite.case.law/md/403/142/#p153\">\n     939 A.2d 732\n    </extracted-citation>\n    , 744-45 (2008) (sustaining a Rule 8.1 violation where attorney provided false explanation to Bar Counsel that he titled a fund, which he held with another as tenants in common, in his own name in order to hold the account in a \"self imposed trust,\" but did not find that aggravating factor (e) was implicated).\n   </p>\n  </footnote>\n  <footnote label=\"27\">\n   <p id=\"p-203\">\n    Judge Schaeffer also found that with regard to the representation of the DeSerios, the rule violation allegations \"are mitigated by the fact that Mr. DeSerio was provided a complete refund.\"\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}