{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"281\" lastpage=\"284\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b277-3\" pgmap=\"277\">Gregg v. Savage.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b277-4\" pgmap=\"277\">1. Garnishment—The Term Defined,—A garnishment is an attachment of the effects of the debtor in the hands of the garnishee, creating no lien upon anything, but holding the garnishee to a personal liability.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b277-5\" pgmap=\"277\">2. Garnishment—Affected by Assignments.—As between the parties, an assignment, without notice by the assignee to the holder of the fund, takes effect and has precedence of subsequent garnishments against the assignor.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b277-6\" pgmap=\"277\">3. Garnishment—Affected by Assignment of the Fund—Illustration.—Under the following assignment—“ For value received, I, John Q. Savage, do hereby assign, transfer and set over to William M. Gregg of Chicago, Illinois, and to his heirs and assigns, all my interest in certain claims and demands in favor of George W. Savage against the First National Bank of Monmouth, Illinois, for the recovery of which suit has been brought in the name of said George W. Savage for my use in the Circuit Court of the United States for the Northern District of Illinois. My interest aforesaid hereby assigned is more particularly specified in a certain writing executed by said George W. Savage and myself, whereby Dent, Black &amp; Cratty Bros, were retained to conduct legal proceedings to recover the moneys due said George W. Savage, and the said Dent, Black &amp; Cratty Bros, are hereby requested to recognize said William M. Gregg as my assignee, and to give full effect hereto in his behalf, placing him in my stead as to any moneys which may under said agreement become due to meat any time hereafter”—it was held that Messrs. Dent, Black &amp; Cratty Bros, were not liable as garnishees.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b277-12\" pgmap=\"277\">Memorandum.—Garnishment and interpleader. Appeal from the Circuit Court of Cook County; the Hon. Richard S. Tuthill, Judge, presiding. Heard in this court at the October term, 1893.</summary><disposition data-order=\"5\" data-type=\"disposition\" id=\"A7o\" pgmap=\"277\">Reversed and remanded.</disposition><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AnV\" pgmap=\"277\">Opinion filed January 11, 1894.</decisiondate><p data-order=\"7\" data-type=\"summary\" id=\"b277-13\" pgmap=\"277\">The statement of facts is contained in the opinion of the court.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b277-14\" pgmap=\"277\">Appellant’s Brief, ¡Reed, Brown &amp; Allen, Attorneys.</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"b277-15\" pgmap=\"277(79) 278(33)\">A chose in action is capable of equitable assignment. The test is whether the assignor has entirely parted with his interest in the thing assigned. Watson v. Smith, 14 S. E. Rep. 640; Sykes v. S. N. B., 49 N. W. Rep. 1058; McDaniel v. Marvel, 27 Pac. Rep. 952; Lanigan v. Bradley, 24 Atlantic Rep. 505; Koch v. Quick, 29 Ill. App. 535; F. W. B. v. Ottawa, 23 Pac. Rep. 485; Phillips v. Edsall, 127 Ill. 547; Glover v. Well, 40 Ill. App. 350; Home v. Booth, 22 Ill. App. 385; Carr v. Waugh, 28 Ill. 418; Perkins v. Hadsell, 50 Ill. 216; Morris v. Klancy, 51 Ill. 451.</p><p data-order=\"10\" data-type=\"legal\" id=\"b278-6\" pgmap=\"278\">Mor is the chose in action so equitably assigned liable to garnishment. Dressor v. McCord, 96 Ill. 389; Chatroop v. Borgard, 40 Ill. App. 279; Carr v. Waugh, 28 Ill. 418; May v. Baker, 15 Ill. 89; Webster v. Steele, 75 Ill. 545.</p><attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b278-7\" pgmap=\"278\">John M. Hamilton, attorney for appellee.</attorneys> <opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b278-8\" pgmap=\"278\">Mb. Justice Gabt</author> <p id=\"Abi\" pgmap=\"278\">delivered the opinion oe the Court.</p> <p id=\"b278-9\" pgmap=\"278\">Frank W. Harding summoned Messrs. Dent &amp; Black, attorneys at this bar, as garnishees, under a judgment he had against Savage.</p> <p id=\"b278-10\" pgmap=\"278\">They answered that they held $1,809.11, which was claimed by the appellant.' He intervened, claiming under an assignment as follows :</p> <p id=\"b278-11\" pgmap=\"278\">“Chicago, May 6th, 1885.</p> <p id=\"b278-12\" pgmap=\"278\">For value received, I, John Q. Savage, do hereby assign, transfer and set over to William M. Gregg, of Chicago, Illinois, and to his heirs and assigns, all my interest in certain claims and demands in favor of George W. Savage against the First Mational Bank of Monmouth, Illinois, for the recovery of which suit has been brought in the name of said George W- Savage for my use in the Circuit Court of the United States for the Morthern District of Illinois. My interest aforesaid hereby assigned is more particularly specified in a certain writing executed by said George W. Savage and myself, whereby Dent, Black &amp; Cratty Bros, were retained to conduct legal proceedings to recover the moneys due said George W. Savage; and the said Dent, Black &amp; Cratty Bros, are hereby requested to recognize said William M. Gregg as my assignee, and to give full effect hereto in his behalf, placing him in my stead as to any moneys which may under said agreement become due to me at any time hereafter.</p> <p id=\"b278-13\" pgmap=\"278\">J. Q. Savage, |_l. s.] ”</p> <p id=\"b278-14\" pgmap=\"278(18) 279(20)\">The pleadings are voluminous, ending in a judgment against the appellant on a demurrer sustained to his last amended petition asserting his claim, but the only question for us to decide arises on the effect of this assignment.</p> <p id=\"b279-4\" pgmap=\"279\">The petition shows abundant consideration for the assignment, and if a subsequent promise by Gregg to pay part of the money, when received, to the wife of Savage, be a matter of which Harding, as a creditor of Savage, can take advantage, it must be upon circumstances not appearing on this record; for if Gregg be entitled to the money, he may do what he will with it, and do no wrong to Harding.</p> <p id=\"b279-5\" pgmap=\"279\">Messrs. Dent, Black &amp; Oratty Bros., as attorneys, were retained in the suit mentioned in the assignment upon the terms “ that all moneys collected in the matter should pass through the hands of said attorneys; and on the refunding to them of any advances made by them and said John Q. Savage for legal expenses, traveling expenses, stenographer’s fees and charges for printing, and also after retaining the contingent fee allowed to said attorneys, they were to divide the excess in collection between John Q. Savage and George \"W. Savage equally.”</p> <p id=\"b279-6\" pgmap=\"279\">Clearly, under those terms there was a possibility that money might come to the hands of the attorneys which, as between them and John Q. Savage, would be a definite sum, and in which he alone would have any interest. For that sum, when in their hands, Saváge might maintain an action if they would not pay it over.</p> <p id=\"b279-7\" pgmap=\"279\">An assignment of it was not an assignment of a part of a fund, (though as such it would be good in equity—Phillips v. Edsall, 127 Ill. 535), but of the whole fund that might accrue to JohnQ. Savage; and the fact that it was to be separated from a larger sum, part of which was to go to another person, in no way affected the individuity of the part that John Q. Savage was to have. Such an expectancy is assignable. 1 Am. &amp; Eng. Ency. of Law, title Assignments, p. 826; Bispham, Equity, Sec. 165 et seq.</p> <p id=\"b279-8\" pgmap=\"279\">And as between the parties such assignment takes effect, and, without notice by the assignee to the holder of the fund, has precedence of subsequent garnishments against the assignor. Ibidem; and see Sheldon v. Hinton, 6 Brad. 216; Woodward v. Brooks, 18 Brad. 150.</p> <p id=\"b280-5\" pgmap=\"280\">A garnishment is an attachment of the effects of the debtor in the hands of the garnishee; creating no lien upon anything, but holding the garnishee to a personal liability. Brake on Attachment, Sec. 453; Wade on Attachment, Sec. 325.</p> <p id=\"b280-6\" pgmap=\"280\">It reaches nothing that does not belong to the debtor. It may be, as the Georgia court calls it, a “ water haul.” Western R R. v. Thornton, 60 Ga. 300.</p> <p id=\"b280-7\" pgmap=\"280\">The judgment of the Circuit Court is reversed and the cause remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}