{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"538\" lastpage=\"542\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b534-7\" pgmap=\"534\">Kaegebein v. Higgie and Friedrich.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b534-8\" pgmap=\"534\">Chancery Practice—Objections to Master's Report.—Where no objection to the master’s report are filed with him, the question of its being sustained by the evidence is not properly presented. |</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b534-9\" pgmap=\"534\">2. Chancery Practice—No Replication Filed.—Where a cause is heard upon the bill and a verified answer, an answer under oath not having been waived, and no replication having been filed, the answer will be taken as true, and no evidence can be received unless it be matter of record to which the answer refers.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b534-10\" pgmap=\"534\">3. Chancery Practice—Waiver of the Right to Have the Cause Heard upon Bill and Answer.—Where a defendant to a cross-bill does not, in the absence of a replication to his answer, move to have the cause arising under the cross-bill set down for hearing upon the bill and answer, but allows the cause to be referred to a master, and produces evidence which is embodied in the master’s report, he waives his right to object that the cause was not heard upon bill and answer.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b534-11\" pgmap=\"534\">A. Courts of Equity—Will Retain Jurisdiction.—A court of equity having obtained jurisdiction of a subject-matter, will proceed to do complete justice between the parties in respect to such matter, although in its progress it may adjudicate upon a matter which is cognizable at law.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b534-12\" pgmap=\"534\">5. Real Estate—Trial of Title in Equity.—Ordinarily title to land is tried in the action of ejectment; but when the title to land comes under, equitable cognizance, the court having found in whom the title and right of possession is, may, under proper pleadings, proceed to do complete justice by delivering the possession of the premises to the party entitled to it.</headnotes><summary data-order=\"6\" data-type=\"summary\" id=\"b534-13\" pgmap=\"534\">Memorandum.—Chancery. r Appeal from the Circuit Court of ' Cook County; the Hon. Murray F. Tuley, Judge, presiding. Heard in this court at the October term, 1893, and affirmed.</summary><decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"Avm\" pgmap=\"534\">Opinion filed November 27, 1893.</decisiondate><p data-order=\"8\" data-type=\"summary\" id=\"b535-4\" pgmap=\"535\">The statement of facts is contained in the opinion of the court.</p><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b535-5\" pgmap=\"535\">W. 0. Hoyeb, attorney for the appellant; Allan C. Story', of counsel.</attorneys><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b535-6\" pgmap=\"535\">E. A. Sherburne, attorney for appellees.</attorneys> <opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b535-7\" pgmap=\"535\">Mr. Justice Waterman</author> <p id=\"AFg\" pgmap=\"535\">delivered the opinion of the Court.</p> <p id=\"b535-8\" pgmap=\"535\">Appellant filed in the Circuit Court, a bill against appellees to enforce an alleged parol agreement for a lease for one year of about twelve acres of land. The bill contained a prayer for an injunction restraining the landlord and one Friedrichs, to whom the premises were leased, on February 24, 1893, from hindering and interfering with complainant’s possession and his crops, then being cultivated and growing upon the demised premises. An answer to the bill was filed and thereafter a cross-bill by one of the defendants, alleging that he had made preparations for cultivating the said premises, and had been interrupted therein by acts of appellant and sustained damage in consequence thereof. Appellee therefore, in said cross-bill, asked that appellant be enjoined from going upon or occupying the said premises, and from interfering with appellee’s possession of the same, and from exercising any rights or control over the same, and for other and further relief.</p> <p id=\"b535-9\" pgmap=\"535\">The cause, bill and cross-bill, was referred to a master to take testimony and report his conclusions.</p> <p id=\"b535-10\" pgmap=\"535\">He reported that the allegations of the original bill were not proven, but that those of the answer thereto were proven, and also recommended that the relief prayed for in the cross-bill be granted.</p> <p id=\"b535-11\" pgmap=\"535\">Exceptions to the master’s report were filed in court, but no objections thereto were filed with the master.</p> <p id=\"b535-12\" pgmap=\"535(39) 536(22)\">The cause coming on to be heard, the court overruled the exceptions to the master’s report, dismissed the original bill, and upon the cross-bill enjoined the defendant thereto, the complainant in the original bill, from going upon or in any way interfering with appellee in his possession, occupancy and enjoyment of said premises, and from disturbing the crops, etc., thereon.</p> <p id=\"b536-5\" pgmap=\"536\">From this decree the complainant in the original bill prosecutes this appeal.</p> <p id=\"b536-6\" pgmap=\"536\">It is urged that the report and conclusions of the master were unwarranted by the evidence taken before him, and should have been overruled by the court. Ho objections to the master’s report having been filed with him, the question of its being sustained by the evidence was not presented. Prince v. Cutler, 69 Ill. 267, 271.</p> <p id=\"b536-7\" pgmap=\"536\">It is insisted that no replication to the answer to the cross-bill having been filed, the answer thereto must be taken as true. Where a cause is heard upon bill and a verified answer, answer under oath not having been waived, no replication having been filed, the answer is taken as true, and no evidence can be received unless it be matter of record to which the answer refers. Sec. 29, Chap. 22, R. S.; Chambers v. Rowe, 39 Ill. 171.</p> <p id=\"b536-8\" pgmap=\"536\">In the present case the cross-bill was not heard upon, the bill and answer therein. -The defendant to the cross-bill, appellant, did not, in the absence of a replication thereto, move, as he might have done if he had answered the cross-bill, to have the cause arising under the cross-bill set down for hearing upon the bill and answer; instead of- this, he allowed the cause to be referred to a master, and himself went on and produced evidence which was embodied in the master’s report. It is now too late for him to object that the cause was not heard upon bill and answer. Marple et al. v. Scott et al., 41 Ill. 50; Durham v. Mulkey, 59 Ill. 91; Jones v. Neely, 72 Ill. 449; Webb v. The Alton, Marine and Fire Ins. Co., 5 Gil. 223.</p> <p id=\"b536-9\" pgmap=\"536(68) 537(31)\">We have discussed this matter as if an answer to the cross-bill had been filed, because appellant in his brief says that the original bill was by consent of the parties treated as an answer to the cross-bill. Ho such consent is shown in the record, although without such answer being filed, the decree contains the recital that the cause came on to be heard “ on the original bill and the answer of the defendant thereto * * * and the cross-bill * * * and the answer * * * thereto, and upon evidence taken,” etc.</p> <p id=\"b537-6\" pgmap=\"537\">Appellant having brought appellee into court in respect to matters and things germane to the subject of the cross-bill, the allegations of the cross-bill became a proper subject for the consideration and judgment of the court, and its decree thereon, being in pursuance of and an adjudication upon things allied and relevant to the matter of the original bill, and also in pursuance of the prayer of the cross-bill, was within the proper province of a court of equity in such cases.</p> <p id=\"b537-7\" pgmap=\"537\">A court of equity having obtained jurisdiction of a subject-matter will go on to do complete justice between the parties in respect to such matter, although in its progress it may decree on a matter that was cognizable at law. Cathcart v. Robinson, 5 Peters, 264, 278; Aldrich v. Sharp, 3 Scam. 264; Lloyd v. Karnes, 45 Ill. 62-71; Sale et al. v. McLean, 29 Arkan. 612, 619; Cockrell v. Warner et ux., 14 Arkan. 346.</p> <p id=\"b537-8\" pgmap=\"537\">Courts of equity delight to do complete justice and not by halves.</p> <p id=\"b537-9\" pgmap=\"537\">Our attention has been called to what was said by the Supreme Court of this State in Wangelin et al. v. Goe, 50 Ill. 459. In that case the complainant-having been violently put out of possession of premises, sought the aid of a court of equity to restore to him the possession he had lost. The court held that he must resort to his action at law, and that a court of equity could not, by enjoining the trespassers from acting upon a possession they already had, give to the complainant relief which the law courts were able to afford.</p> <p id=\"b537-10\" pgmap=\"537\">That was a case upon an original bill, the court having no jurisdiction of the subject-matter, except that given by such bill. In the present cause, appellant himself brought into court the subject-matter of the decree rendered; he called upon a court of equity to give him relief by affirming a lease he claimed to have, and by enjoining appellee from disturbing a possession he insisted that he was entitled to.</p> <p id=\"A4LP\" pgmap=\"538\">Having thus obtained jurisdiction of the subject-matter, it was proper for the court to go on and afford to the complainant in the cross-bill, equitable relief in pursuance of the allegations and prayer of the cross-bill, such relief being germane to the matter of the Original bill.</p> <p id=\"b538-6\" pgmap=\"538\">In Lloyd v. Karnes, supra, under a cross-bill filed by a defendant to a foreclosure suit, the court awarded to the complainant in the cross-bill a decree requiring the mortgagor, complainant in the original bill, to surrender possession to the mortgagee, saying it was “ but right a decree should pass requiring the surrender of the possession to him without the expense and delay of an ejectment.”</p> <p id=\"b538-7\" pgmap=\"538\">Ordinarily, title to land is tried in the action of ejectment; but when the title to land comes under equitable cognizance, the court having found in whom the title and right of possession is, may, under proper pleadings, go on and do complete justice by turning over the possession of the premises to the party it has found entitled to such possession. Ker, shaw v. Thompson et al., 4 Johnson’s Oh. 610.</p> <p id=\"b538-8\" pgmap=\"538\">The decree of the Circuit Court is affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}