{
  "casebody": {
    "data": "<casebody firstpage=\"66\" lastpage=\"77\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b92-3\">Southern Pacific Company v. P. G. Allen.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b92-4\">Decided December 4, 1907.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b92-5\">1. —Venue—Railroad—“Folder” as Evidence.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b92-6\">On an issue of venue in a suit against a railroad company, a “folder” issued and put in circulation by the defendant showing that defendant operated a line of railroad into the county in which the suit is brought and maintained an office or local agent there, is competent evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b92-7\">2. —Foreign Corporation—State Jurisdiction.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b92-8\">A foreign corporation which operates a railroad, does business or has an agent or representative in this State is subject to the jurisdiction of our State courts even though plaintiff’s cause of action arose beyond the State.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b92-9\">3. —Tort—Transitory Action—Jurisdiction.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b92-10\">For an injury done to the person or personalty of another compensation may be demanded of the perpetrator wheresoever he may be found and in any tribunal which may obtain jurisdiction of his person, provided the particular class of action is not contrary to the policy of the forum.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b92-11\">4. —Railroads—Personal Injuries—Negligence—Question of Fact—Charge.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b92-12\">In a suit by an employee against a railroad company for the loss of an arm caused by a defective coupler, the court charged the jury, in substance, that if they believed from the evidence that the lift chain in the drawhead was too long and that said chain was attached to the drawhead either at the time the same was purchased by defendant or was afterwards placed thereon by defendant, then, as matter of law, defendant had knowledge of the defects in said chain. Held, erroneous in that it withdrew from the jury the question of negligence, and made the defendant guilty of negligence, as a matter of law, if the lift chain was too long.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b92-13\">5. —Assumed Risk—Contributory Negligence.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b92-14\">The doctrines of assumed risk and contributory negligence discussed and distinguished.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b92-15\">6. —Contributory Negligence—Safety Appliance Act.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b92-16\">Because an Act should be so construed as to accomplish its evident purpose, the Act of Congress known as the “Safety Appliance Act,” in abolishing the defense of assumed risk in certain cases, should be so construed as to do away with any other defense, including contributory negligence, which would be constituted by identically the same facts which go to constitute that of assumed risk.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b92-17\">7. —Same—Question of Fact.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b92-18\">Where there are two methods or ways of doing the same act, one dangerous and the other not dangerous, a servant can not be said, as matter of law, to be guilty of contributory negligence because he selects the dangerous method. Under the decisions of our courts it is question of fact for the jury.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b92-19\">8. —Same—Same.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b92-20\">An employee engaged in coupling cars has a right to assume and to act on the assumption that the engineer in control of the train, will obey the signals given him, and hence he can not be said, as matter of law, to be guilty of contributory negligence in assuming a dangerous position after notifying the engineer of the fact.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b92-21\">9. —Safety Appliance Act—Master and Servant—Concurring Negligence.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b92-22\">Where a master fails to comply with the requirements of the Act of Congress known as the “Safety Appliance Act,” he is not relieved from liability to a servant injured by reason of such failure, because the negligence of the plaintiff’s fellow-servants concurred in causing the injury.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b93-4\"><page-number citation-index=\"1\" label=\"67\">*67</page-number>10.—Master and Servant—Violation of Rule.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b93-5\">The violation or disobedience by a servant of a rule prescribed by his master is not negligence per se, but is a question of fact to be submitted to the jury.</headnotes>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b93-6\">Appeal from the District Court of El Paso County. Tried below before Hon. J. M. Goggin.</summary>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b93-7\"><em>Beall &amp; Kemp, </em>for appellant.</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"A-O\">The court erred in permitting plaintiff to introduce in evidence a certain “folder,” because said folder was simply an advertising sheet issued for the benefit of shippers and passengers, and the public at large, and did not tend to prove any issue in this case, as it was not admissible in the nature of an admission, and was not shown to have emanated from the Southern Pacific Company. Peterson v. C., R. I. &amp; Pac. R. R. Co., <em>205 </em>U. S., 364; Green v. C., B. &amp; Q. R. Co., 205 U. S., 530.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b93-8\">The defendant’s plea of privilege negatived every fact fixing the venue of the case in El Paso County; said plea expressed the defendant’s privilege and right to be sued in Harris County, and was fully sustained by the evidence, and the court erred in overruling said plea and in compelling the defendant to go to trial in El Paso County. Venue Acts: art. 1194, sec. 25, Rev. Stats., 1895; Acts, 26 Leg., p. 214; Acts 1905, 28 Leg., p. 29; Texas Cent. R. R. Co. v. Marrs, 101 S. W. Rep., 1177; St. Louis, I. M. &amp; S. Ry. Co. v. White, 97 Texas, 495; Rev. Stats., 1895, art. 1194, sec. 25.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b93-9\">When service is authorized to be made on the agent of a corporation, it means its local agent at the place where the service is had. National Cereal Co. v. Earnest, 87 S. W. Rep., 734; Mexican Cent. Ry. Co. v. Pinkney, 149 U. S., 201. Pleas of Privileges Sustained. Texas &amp; T. P. Ry. Co. v. Lynch, 97 Texas, 25; St. Louis, A. &amp; T. Ry. Co. v. Whitely, 77 Texas, 127; St. Louis S. W. Ry. Cov. McKnight, 99 Texas, 289; Atchison, T. &amp; S. F. Ry. Co. v. Forbis, 35 Texas Civ. App., 255; Texas &amp; P. Ry. Co. v. Edmisson, 52 S. W. Rep., 635; Atchison, T. &amp; S. F. Ry. Co. v. Waddell Bros., 38 Texas Civ. App., 434; American Refrig. Trans. Co. v. Chandler, 93 S. W. Rep., 243.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b93-10\">Where the cause of action did not arise in Texas and is entirely between parties not citizens of Texas, and nonresidents thereof, the courts of Texas ought not to take jurisdiction and allow strangers to litigate therein. Morris v. M. P. Ry. Co. of Texas, 78 Texas, 21; Wells on Jur., sec. 115; Rorer on Int. Law, 2d ed., p. 6.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b93-11\">The jurisdiction of the court can be maintained only upon the theory that the cause of action is transitory, and upon some principle of comity only, not as a matter of right. Wells on Jur., sec. 115; Rorer on Int. Law, 2d ed., p. 6; DeHarn v. Mex. Nat. Ry. Co., 86 Texas, 69.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b93-12\">The court erred in giving plaintiff’s fourth special instruction. Texas &amp; Pac. Ry. Co. v. King, 37 S. W. Rep., 34; Dillingham v. Parker, 80 Texas, 572; Gulf, C. &amp; S. F. Ry. Co. v. Greenleef, 70 Texas, 553; Texas &amp; Pac. Ry. Co. v. Murphy, 46 Texas, 366; Texas &amp; Pac. Ry. Co. v. Lester, 75 Texas, 60; Boyd v. Burkett, 27 <page-number citation-index=\"1\" label=\"68\">*68</page-number>S. W. Rep., 223; Merchants &amp; Planters Oil Co. v. Burns, 96 Texas, 577.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b94-3\">Where there is a comparatively safe way, and a more dangerous way, known to a servant, of discharging his duty, it is negligence for him to select the more dangerous method, and if his selection directly contributes to his injury it is fatal to his recovery. Gilbert v. B. C. R. &amp; N. Ry. Co., 128 Fed. Rep., 529; Morris v. Duluth S. S. &amp; A. Ry. Co., 108 Fed. Rep., 747; Gilbert v. C., R. I. &amp; P. Ry. Co., 123 Fed. Rep., 832; Hettich v. Hillje, 77 S. W. Rep., 641; City of Cleburne v. Elder, 102 S. W. Rep., 464.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b94-5\">If the employe knowingly and intentionally disobeys a reasonable rule or regulation established for his safety, unless he does so under the influence of fear produced by the appearance of sudden danger, and the act of disobedience is the proximate cause of the injury complained of, he can not recover. Gulf, W. T. &amp; P. Ry. Co. v. Ryan, 69 Texas, 669; San Antonio &amp; A. P. Ry. Co. v. Wallace, 76 Texas, 638-639; Galveston, H. &amp; S. A. Ry. Co. v. Brown (Sup. Ct.), 63 S. W. Rep., 306; Galveston, H. &amp; S. A. Ry. Co. v. Brown, 59 S. W. Rep. (dissenting opinion), 940; Pilkinton v. Gulf, C. <em>&amp; </em>S. F. Ry., 70 Texas, 229; Merchants &amp; Planters Oil Co. v. Burns, 96 Texas, 580; Texas &amp; N. O. Ry. Co. v. Conway, 98 S. W. Rep., 1072.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b94-9\">An employe is presumed to know the rules and regulations of his master, established for the government and protection of its employes. Galveston, H. &amp; S. A. Ry. Co. v. Gormley, 91 Texas, 401; Pilkinton v. Gulf, C. &amp; S. F. Ry., 70 Texas, 230; Missouri Pac. Ry. Co. v. Watts, 63 Texas, 552; Missouri Pac. Ry. Co. v. Callbreath, 66 Texas, 528.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b94-11\">We submit that the proximate cause of plaintiff’s injury was not the alleged defect in the coupler, ‘but that his own negligence in unnecessarily placing himself in a dangerous position when the engine was attached to the cars, and signals to the engineer were liable to be confused or misunderstood, was an intervening and new cause, independent of any defect in the coupler. Atchison, T. &amp; S. F. Ry. Co. v. Seeger, 98 S. W. Rep., 896; Missouri, K. &amp; T. Ry. Co. v. Greenwood, 89 S. W. Rep., 810; Seale v. G., C. &amp; S. F. Ry. Co., 65 Texas, 278; Texas &amp; P. Ry. Co. v. Bigham, 90 Texas, 227; International &amp; G. N. R. R. Co. v. Hall, 102 S. W. Rep., 742; Reynolds v. G., H. &amp; S. A. Ry. Co., 102 S. W. Rep., 724; Gonzales v. Galveston, 84 Texas, 6; Texas &amp; Pac. Ry. Co. v. Doherty, 4 Willson, sec. 164, p. 233.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b94-13\">If the plaintiff was injured by reason of his violation of a rule which he must be presumed to have known and which was being enforced, it was error, under the facts of this case, to submit to the jury the question of negligence <em>vel non, </em>in its violation. It should be held to be negligence <em>per se, </em>and to prevent a recovery. Texas &amp; P. Ry. Co. v. Moore, 8 Texas Civ. App., 296.</p>\n<attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b94-14\"><em>Patterson &amp; Wallace, </em>for appellee.</attorneys>\n<opinion data-order=\"36\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b94-15\">FTEILL, Associate Justice.</author>\n<p id=\"Afx\">We adopt the appellant’s statement of the nature and result of the suit, which is as follows:</p>\n<p id=\"b95-4\"><page-number citation-index=\"1\" label=\"69\">*69</page-number>“This is a suit for personal injuries—loss of left arm—brought in the District Court of El Paso County, by plaintiff, a resident citizen of Arizona, against the defendant, a foreign corporation. Plaintiff alleges, in substance, that on August 15, 1905, he was employed by defendant, an interstate carrier, as a switchman at Yuma, Arizona, and that it became necessary for him to uncouple two freight cars equipped with automatic couplers, and that he ■ took hold of the lift lever in the usual manner in order to raise the lock pin, but that the chain attached to the pin was too long and kinked in the draw-head and prevented the appliances from uncoupling, and that in order to uncouple the cars it became necessary for him to enter between the cars and raise the lift lock, or release the lift chain, by taking hold of the lift lock or lift chain with his hand, and that while he was doing this with his arm between the buffers, the two cars came together and caught and mangled his arm so that it was necessary to amputate the. same near the shoulder.</p>\n<p id=\"b95-11\">“The plaintiff also alleged liability on the defendant’s part, under what is known as the Safety Appliance Act of Congress. “The defendant filed a plea of privilege claiming its right to be sued, if at all, in Harris County, Texas, which being overruled, it filed a special exception raising the question of the court’s jurisdiction, and this demurrer being overruled, it filed a general demurrer, general denial and plea of not guilty, and certain special pleas, among which were those of assumed risk, contributory negligence, violation of the defendant’s rules, negligence of fellow servants, and the laws and statutes of Arizona relating to fellow servants.</p>\n<p id=\"b95-14\">“The court overruled the defendant’s plea of privilege and special demurrer.</p>\n<p id=\"b95-15\">“On the 22d day of November, 1906, a verdict was rendered in favor of plaintiff for $12,500. The defendant’s motion for a new trial was overruled, but the court required a remittitur of $2500 which was entered.</p>\n<p id=\"b95-16\">“Defendant gave notice of appeal and in due time filed supersedeas appeal bond and assignment of errors, and comes to this court on appeal.”</p>\n<p id=\"b95-18\">In considering the several assignments of error we shall state our conclusions of fact as well as of law. They are as follows:</p>\n<p id=\"b95-19\">1. The court did not err in admitting in evidence the folder referred to in the first assignment of error upon the issue made by the defendant’s plea of privilege. For, if the defendant was engaged in operating a line of railway into the county and city of El Paso, Texas, or maintained an office or local agent there, as was alleged by plaintiff, defendant’s plea could not be maintained. The folder in question was issued and put in circulation by the Southern Pacific Company and contained such statements as tended to prove such allegations of the plaintiff. Such statements, being in the nature of declarations of a party against interest, in view of the issue made by the plea of privilege, were admissible as evidence tending to show that the venue of the suit was properly laid in <page-number citation-index=\"1\" label=\"70\">*70</page-number>El Paso County, Texas. In the ease of Peterson v. C., R. I. <em>&amp; </em>Pac. R. Co., 205 U. S., 364, 51 L. Ed., 851, a folder of the same kind was introduced and considered as evidence upon a similar question. That it was not, in connection with other evidence, deemed sufficient to prove the fact in issue, did not affect its admissibility, but only its probative force.</p>\n<p id=\"b96-4\">2. It is contended by the second assignment that the court erred in not sustaining defendant’s plea to its jurisdiction. It being undisputed that the Southern Pacific Company is a foreign corporation and that plaintiff’s cause of action arose in Arizona, the question was whether the company operated a railroad, did business in or had an agent or representative in El Paso when the suit was brought and process served. This was a question of fact for the jury, or the court sitting as a jury, to determine. Audenried v. East Coast Milling Co., 124 Fed. Rep., 697. There being evidence tending to support the finding of the trial judge upon the issue, it is not within our province to disturb it. While the evidence introduced <em>pro </em>and <em>con </em>upon the issue is much similar to that in the case of Peterson v. C., R. I. &amp; Pac. R. Co., 205 U. S., 364, 51 L. Ed., 851, it was directed in that case to a motion made by the defendant to quash the service. In this case the question is one of jurisdiction of the State court, which depends upon the interpretation of the State statute under which it is asserted. This, it would seem from the opinion in Green v. C., B. &amp; Q. R. Co., 205 U. S., 531, 51 L. Ed., 917, differentiates the cases. A State court must necessarily construe the law and determine the facts upon which its jurisdiction depends; and if, in the exercise of this duty, its action is questioned by a Federal Court, it may, unless it involves' a principle controlled by the Constitution of the United States, reply in the language of St. Paul, “Who art thou that judgest another man’s servant ? to his own master he standeth or falleth.” The case in hand can not, as to the question under consideration, be distinguished in any manner from that of Southern Pacific Company v. Craner, 101 S. W. Rep., 534, and we can perceive no reason why we should not adhere to our opinion in that case.</p>\n<p id=\"b96-10\">3. It is claimed under the third assignment that this is a local as distinguished from a transitory action and that the court had not, or should not, entertain jurisdiction. “If an injury be done to the person or to personalty of another, it is at common law said to be Transitory;’ that is, the liability therefor is deemed to be personal to the perpetrator of the wrong, following him wherever he may go, so that compensation may be exacted from him in any proper tribunal which may obtain jurisdiction of the defendant’s person, the right to sue not being confined to the place where the cause of action arises.” Minor’s Conflict of Laws, sec. 192. The right of the courts of one State or county to take jurisdiction of this class of actions, if not contrary to the public policy of the forum, arises from the comity due one State or country to another, and is established beyond dispute. The concurrence of the <em>lex fori </em>and <em>lex loci delicti, </em>in holding the act complained of to be the <page-number citation-index=\"1\" label=\"71\">*71</page-number>subject of legal redress, conclusively shows that it is not against the public policy of the State where the action is brought to entertain jurisdiction. This concurrence, however, may not be an absolute condition of the jurisdiction, for it does not follow from the lack of such concurrence that the policy of the forum is necessarily hostile to entertaining an action for tort based upon acts occurring in another jurisdiction.</p>\n<p id=\"b97-5\">Though the <em>lex fori </em>and <em>lex loci delicti </em>may in some features be different, yet if both give the right 'of action for the wrong complained of and the redress given the injured party by the <em>lex loci delicti </em>is such as obtains and may be enforced in the <em>lex fori, </em>the difference in other features of the law of the respective jurisdictions will not constitute an insuperable barrier to the jurisdiction of the forum.</p>\n<p id=\"b97-6\">The law of Texas and the law of Arizona concur in holding that a negligent act, such as that upon which this suit is based, is subject to legal redress. For if the action should be regarded as distinctively statutory, the statute upon which it is based gives, the same right of action and redress for injuries caused from its violation in every State and Territory in the American Union.</p>\n<p id=\"AfM\">The nonresidence of the parties does not, in the absence of a statute of the forum to that effect, deprive the court of jurisdiction of a tort occurring outside of its State. As is said by the Supreme Court of Pennsylvania in Knight v. West Jersey Ry. Co., 108 Pa. St., 250: “We think the weight of recent and better-considered adjudications in this country decidedly favors the application of the same rule to all transitory actions for injuries to persons or property, whether recognized by the common law, or created by statute to meet new exigencies of modern life, unless such statute is contrary to the policy of the laws of the State where the action is brought. The claim of comity on which the rule is founded is as urgent in the one case as the other. ... As a general rule, neither citizenship nor residence is requisite to entitle a person to bring suit in Pennsylvania. A court having jurisdiction of the subject may acquire jurisdiction of the person by lawful service of its process. If a defendant were not liable to answer in a civil action in any State where he may be found, he could easily evade service of process. A preliminary inquiry respecting the citizenship or residence of the parties could not advantage the public.” See also Eingartner v. Illinois Steel Co. (Wis.), 68 N. W. Rep., 664; Pullman Palace Car Co. v. Lawrence, 74 Miss., 784, 22 So. Rep., 53; Illinois Cent. Ry. v. Crudup, 63 Miss., 291. The reasoning of the court in the Pennsylvania case, as well as in the cases just cited, applies to the case under consideration; for in Texas, also, “as a general rule, neither citizenship nor residence is requisite to entitle a person to bring suit” in her courts.</p>\n<p id=\"b97-9\">4. The fourth assignment of error complains of the court’s giving plaintiff’s fourth special instruction, which is as follows:</p>\n<p id=\"b97-10\">“At the request of the plaintiff you are further instructed that if you should find and believe from a preponderance of the evidence before you, that the lift chain in question was too long, if <page-number citation-index=\"1\" label=\"72\">*72</page-number>it was too long, as alleged by plaintiff, and that said lift chain was attached to said drawhead at the time the same was purchased by the defendant, or that the same was placed on and made a part of said drawhead by the defendant at any time after same was purchased by it, then you are instructed as a matter of law that the defendant had full knowledge of the defects in said chain, if any.”</p>\n<p id=\"A1T\">The propositions asserted under the assignment are: (1) That this charge withdrew from the jury the questions of notice and negligence. (2) That itcmade the defendant liable if the lift chain was in fact too long, regardless of whether it had or had not used proper and reasonable care in providing appliances and couplers in compliance with the “Safety Appliance Act.”</p>\n<p id=\"b98-3\">If, giving the charge its proper construction, it can reasonably be said to have had the effect claimed by either proposition, the assignment should be upheld. It must be considered and construed as a part of and in connection with the entire charge of the court, in the light of all the facts and circumstances adduced in the evidence. The issues made by the pleadings and evidence were whether the lift chain was defective in being too long, without a lug attached thereto, and liable on account of such defect to become kinked or twisted so as to prevent uncoupling the cars by means of the lift lever, and whether- the construction of the coupler with such a chain was negligence and rendered it non-automatic, or not, in compliance with the statute requiring cars to be equipped with automatic couplers. In other words, the question of negligence, or noncompliance with the statute, depended upon whether or not the lift chain was too long to prevent the couplers from being automatic, as required by the .Act of Congress. The court in its main charge instructed the jury that it is the duty of railway companies to reasonably comply with the provisions- of the “Safety Appliance Act,” and to exercise ordinary care to see that all cars handled by them, engaged in carrying interstate commerce, are equipped with automatic couplers such as can be uncoupled by the trainmen without the necessity of their going between the ends of the cars, and that a failure to exercise ordinary care to do so is negligence on the part of the company; and that if an injury proximately results to an employee from such cause the company is liable to such employee in such damages' as- he may sustain by reason thereof, unless he is precluded from recovering by his contributory negligence. The court then proceeds in its charge to apply the principle thus enunciated to this case as made by the pleadings and evidence.</p>\n<p id=\"b98-8\">The defect, if any, in the chain consisted in its being <em>too </em>long. If it was <em>too </em>long, then there was an end of any question as to its defect. If the defendant was charged by the law with knowledge that it was too long from the fact that it was too long at the time it was purchased, or when it was placed on and made a part of the drawhead after the purchase, it would follow that defendant must in the same manner be charged with its defect, and consequently be charged as a matter of law with negligence in equipping its cars with defective coupling appliances, without, regard <page-number citation-index=\"1\" label=\"73\">*73</page-number>to whether it had exercised ordinary care to properly equip them with automatic couplers in compliance with the statute or not. Though the defendant may have known or been charged with knowledge of the length of the lift-chain, yet it does not follow from such knowledge that he knew either at the time or after it was purchased and made a part of the drawhead, that it was too long to perform its office as a part of the coupling appliance, nor that defendant failed to exercise ordinary care to properly equip its cars with automatic couplers and maintain such equipment in compliance with the “Safety Appliance Act.” We, therefore, think that the effect of the special charge was to withdraw the question of negligence from the jury and make the defendant guilty of negligence as a matter of law if the lift-chain was <em>tao </em>long, and that it was not relieved of such defect by the court’s general charge.</p>\n<p id=\"b99-5\">5. By this assignment it is claimed that the court erred in not peremptorily instructing the jury at defendant’s request to return a verdict in its favor, upon the ground that the undisputed evidence shows that plaintiff was injured in failing to use safer means at hand to uncouple the cars, and in violating his employer’s rules by placing himself in a position of imminent and obvious danger.</p>\n<p id=\"b99-6\">The evidence shows that the couplers of the two cars were automatic, one a “Tower” and the other a “Lone Star” coupler, and that they coupled by impact; each coupler, in uncoupling, was operated by means of a lever at the end of the car attached to a chain which opened the knuckles of the coupler; the lever of the Tower coupler was on the engineer’s or north side of the train, and that of the Star coupler on the other side. The plaintiff, who was on the north side of the train, testified that he undertook to uncouple the cars by taking hold of the lever of the Tower coupler and upon its failing to work he looked and saw that the chain in the drawhead was kinked; that he then went between the cars and, with his left arm between the buffers, reached over with his right hand and, while working with it upon the coupling apparatus for the purpose of undoing or loosening it, the engine moved the cars and his arm was caught and crushed between the buffers. When he went between the cars he signaled the engineer not to move the engine while between them, which signal it was the engineer’s duty to obey. Had the engineer obeyed his signal the plaintiff would not have been injured in the way he was. There was no defect shown or claimed in respect to the coupler on the opposite side, and the undisputed evidence shows that the cars could have been uncoupled by plaintiff’s going around to the opposite side and using the lift-lever of the “Lone Star” coupler.</p>\n<p id=\"b99-7\">Though the statute under which this action is brought provides that an employe injured by any locomotive, car or train in use contrary7 to its provisions shall not be deemed thereby to have assumed the risk thereby occasioned, it does not assume to affect the defense of contributory negligence, but seemingly leaves it undisturbed as it exists at common law. The plaintiff seeks to avoid <page-number citation-index=\"1\" label=\"74\">*74</page-number>the force of defendant’s contention under this assignment, upon the ground that his injury resulted from what would be regarded at common law as an assumed risk which has been expressly abolished by the statute.</p>\n<p id=\"b100-4\">As is well said by the Supreme Court of Arkansas, in C., C. &amp; G. R. Co. v. Jones, <em>92 </em>S. W. Rep., 246: “There is, of course, a distinction between the defense of assumed risk and that of contributory negligence. The defense of contributory negligence rests on some fault or omission of duty on the part of the plaintiff, and is maintainable when, though the defendant has been guilty of negligence, yet the direct or proximate cause of the injury is the negligence of the plaintiff, but for which the injury would not have happened. It applies when the plaintiff is asking damages for an injury which would not have happened but for his own carelessness. On the other hand, the defense of assumed risk is said to rest on contract, which is generally implied from the circumstances of the case, it being a term which the law imports into the contract, 'when nothing is said to the contrary, that the servant will assume the ordinary risks of the service for which he is paid. The defense of assumed risk comes within the principle expressed by the maxim <em>‘volenti non fit injuria.’ </em>This defense does not impliedly admit negligence on the part of the defendant and defeat the right of action therefor, as the defense of contributory negligence does; for, where the injury was the result of a risk assumed by the servant, no right of action arises in his favor at all, as the master owes no legal duty to the servant to protect him against dangers the risk of which he assumed as a part of his contract of service. Narramore v. Cleveland R. R. Co., 96 Fed. Rep., 298; 37 C. C. A., 499; 48 L. R. A., 68. In other words, the defense of assumed risk rests on the fact that the servant voluntarily, or, at least, without physical coercion, exposed himself to the danger, and Thus assumed the rislt thereof. Having done this of his own accord, he has no right, if an injury results, to call on another to compensate him therefor, whether he was guilty of carelessness or not. Smith v. Baker, 1891 Appeal Cases (Eng.), 325; opinion of Lord Bowen in Thomas v. Quartermaine, 18 Q. B. Div. (Eng.), 685.</p>\n<p id=\"b100-5\">“But, though the defenses of contributory negligence and assumed risk are separate and distinct, )ret it frequently happens that they are both available in the same case and under the same state of facts. For instance, as we have stated, a servant assumes all the risks ordinarily incident to the service in which he is employed, and it is also true that he can not recover for an injury caused by his own negligence. Now, it may turn out that the injury of which the servant complains was not only due to one of the ordinary risks which the servant assumed, but that it was also caused in part by his own negligence. In dealing with such a case it is, so far as results are concerned, immaterial whether it be disposed of by the courts on the ground of assumed risk or contributory negligence, for either of them make out a good defense. For this reason the distinction between these two defenses is not always brought out in the reported cases, it being often unnecessary to do so.”</p>\n<p id=\"b100-6\">In the present case there was no risk assumed by the plaintiff occa<page-number citation-index=\"1\" label=\"75\">*75</page-number>sioned by the defendant’s failure to equip its cars with automatic couplers, as provided by the Act of Congress. If there was such failure, only the defense of contributory negligence was available. This defense would have been available at common law though that of assumed risk may have been available under the same facts; for, as has been seen, these defenses are separate and distinct.</p>\n<p id=\"b101-3\">The purpose of the Act of Congress was to relieve employes of common carriers from going between the ends of cars in order to couple or uncouple them. And, in our opinion, it should be given such construction as will reasonably effect such purpose. If, in cases where the same facts which would make out the defense of assumed risk (were such defense not abolished) would also constitute the defense of contributory negligence, the latter defense should be allowed to prevail, the humane and beneficent purpose of Congress would, in a large number of cases, be rendered abortive. Therefore, as a statute should be so construed as to accomplish its evident intention and purpose, we are of the opinion that the Act, in abolishing the defense of assumed risk, did away with any other defense, though of a different name, which would be constituted by identically the same facts which go to establish that of assumed risk. But there is not in this case such an identity of facts. There was, on the other side of the train from the plaintiff, a lever of the “Lone Star” coupler, by the use of which he could have uncoupled the cars without going between their ends. Did his failure, under the circumstances, to go on the opposite side of the train and use this lever, and his going between the ends of the cars, and placing himself in the position he was when injured, constitute contributory negligence as a matter of law? Though there are decisions of some courts—notably Gilbert v. B., C. &amp; N. Ry. Co., 128 Fed. Rep., 529; 123 Fed. Rep., 832; Morris v. Duluth S. S. &amp; A. R. Co., 108 Fed. Rep., 747—which would seem to require an affirmative answer, the decisions of this State in similar cases hold that the question is one of fact for the jury to determine. Galveston, H. &amp; S. A. Ry. v. Courtney, 71 S. W. Rep., 307; Texas Mex. Ry. Co. v. Higgins, 99 S. W. Rep., 202. We prefer to follow our own opinions to those of courts of other jurisdiction. Besides, where it is apparent from the evidence that plaintiff would have been in no danger had it not been for the engineer’s moving the engine in disobedience to the signal given him, we are of the opinion that the question of contributory negligence was properly submitted to and rightly decided by the jury.</p>\n<p id=\"b101-4\">6. Hor can it be said, as a matter of law, that the plaintiff was guilty of contributory negligence in placing his arm between the buffers when the engine was attached to the cars, as is contended by this assignment. The plaintiff had no reason to think that the engine was liable to move the cars at any moment. On the contrary, he had the right to assume, and act upon the assumption, that his signal not to move the cars while he was between them would be obeyed by the engineer.</p>\n<p id=\"b101-5\">7. This assignment complains that the court erred in refusing a peremptory instruction to the jury to find for defendant upon the ground that the undisputed evidence shows that plaintiff was injured by reason of the negligence of one or the other, or both, of his fellow <page-number citation-index=\"1\" label=\"76\">*76</page-number>servants—the engineer in moving the engine, or of Marshall, a switch-man, in giving signals. Section eight of the Act under which this action is brought is as follows: “That any employe of any such common carrier who may be injured by any locomotive, car or train in use contrary to the provisions of this Act, shall not be deemed thereby to have assumed the risk thereby occasioned, although continuing in the employment of such carrier after the unlawful use of such locomotive, car or train had been brought to his knowledge.” 3 U. S. Co. Stats., 3176. This Act ivas afterwards amended by Congress, making it applicable to common carriers in the Territory of Arizona. It was admitted on the trial that in Arizona, where plaintiff was injured, the common-law doctrine of fellow servants obtains, except as modified by article 2767 Eevised Statutes of that Territory, which is as follows: “Every corporation doing business in the Territory of Arizona shall be liable for all damages done to any employe in consequence of any negligence of its agents or employes to any person sustaining such damage, provided such corporation has had previous notice of the incompetency, carelessness or negligence of such agent or employe.”</p>\n<p id=\"b102-4\">The fellow-servant doctrine, which obtains at common law, was grafted by the courts upon the principle of “assumed risk,” upon which stock its growth was so balefully luxuriant that the pruning knife was applied by the Legislature in most jurisdictions where it prevailed. In Farwell v. Boston &amp; W. Ry. Co., 4 Met., 57, from which may be dated the origin of the fellow-servant doctrine, it is said by Chief Justice Shaw: “The general rule, resulting from considerations of justice as well as policy, is that he who engages in the employment of another for the performance of specified duties and services, for compensation, takes upon himself the natural and ordinary risks and perils incident to the performance of such services, and, in legal presumption, the compensation is adjusted accordingly. And we are not aware of any principle which should except the perils arising from the carelessness and negligence of those who are in the same employment.” If, then, the plaintiff can not, under the statute quoted, be deemed to have assumed the risk of the negligence of his fellow servants in operating “cars not equipped sufficiently” with automatic couplers, we need not notice the statute of Arizona, which breaks to the hope of a railway employe the promise it contains before it reaches his ear.</p>\n<p id=\"b102-5\">The assignment under consideration is predicated upon the assumption that either one or both of plaintiff’s fellow servants were guilty of the negligence which proximately caused his injury. The use of the word “fellow servant” in connection with the evidence implies that each of them was engaged with him in the purpose, common to them all, of coupling and uncoupling the cars, the engineer operating his engine and the switchman giving signals in furtherance of the work in which they were all engaged. If, then, the cars were not sufficiently equipped with automatic couplers in accordance with the Act of Congress, as was found by the jury, it is a logical sequence that plaintiff’s injury, though caused by the negligence of a fellow servant, was from a risk which, as a matter of law, he did not assume.</p>\n<p id=\"b102-6\">As before intimated, the purpose of the “Safety Appliance Act” is to relieve the employe of the danger of going between the ends of ears <page-number citation-index=\"1\" label=\"77\">*77</page-number>to couple or uncouple them. If they are not moving when he goes between them, nor moved while he is there, no danger is incurred by him. The danger is from their movement, which is necessary to couple them by impact, and ofttimes required to uncouple them. It is always an employe other than the one who is between the cars who moves them. If, in doing so, he is negligent, and such negligence relieves his employer from <em>his </em>negligence in failing to comply with the Act of Congress, and visits the consequence of the negligence of both upon the employe, whom the Act was intended to protect, then such legislation is as worthless as “the stuff that dreams are made of.” See Schlemmer v. Buffalo, R., etc., Ry. Co., 205 U. S., 8; 51 L. Ed., 682. Even at common law, where the harsh fellow-servant doctrine applies with undiminished rigor, the concurrence of a servant’s negligence in causing an injury to another servant does not absolve the master from his liability for its consequences. In this case the most that can be said of the negligence of plaintiff’s fellow servants is that it simply concurred with that of the defendant in causing the injury to plaintiff.</p>\n<p id=\"b103-5\">The substance of the eighth and ninth special instructions requested by defendant, the refusal of which is the basis of the eighth and ninth assignments, is comprehended by the main charge, and it was not error to refuse to give either of them.</p>\n<p id=\"b103-6\">9. The court did not err in instructing the jury, in its • supplemental charge, that if it believed plaintiff was injured by reason of his disobedience and violation of defendant’s rules introduced in evidence, and that if such violation or disobedience was negligence on his part causing or contributing to cause his injury, -the verdict should be for defendant. The violation or disobedience of the servant of his master’s rules is not negligence <em>per se; </em>but, whether negligence <em>vel non, </em>is a question of fact for the jury. San Antonio &amp; A. P. Ry. v. Connell, 66 S. W. Rep., 246; Missouri, K. &amp; T. Ry. v. Parrott, 96 S. W. Rep., 950; Galveston, H. &amp; S. A. Ry. v. Cherry, 98 S. W. Rep., 901; Galveston, H. &amp; S. A. Ry. v. Still, 100 S.W. Rep., 179. This also disposes of the eleventh assignment of error.</p>\n<p id=\"b103-7\">10. The twelfth assignment of error complains that the verdict is contrary to the law and evidence, because the evidence shows that the defendant had used ordinary care in endeavoring to equip its cars with reasonably safe appliances, and to comply with “The Safety Appliance Act” of Congress, and if there was any defect about the coupling apparatus it was a mere temporary one, incident to the best appliance, and could not have been discovered by reasonable inspection. While the evidence upon this issue seems to us barely sufficient' to prove the alleged negligence of defendant, we would not be prepared to say that, had it not been for the error in the charge indicated, it does not reasonably tend to support the verdict.</p>\n<p id=\"b103-8\">11. The foregoing conclusions dispose of the remaining assignments of error adversely to appellant.</p>\n<p id=\"b103-9\">On account of the error in giving the special charge complained of by the fourth assignment, the judgment is reversed and the cause remanded.</p>\n<p id=\"b103-10\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}