{
  "casebody": {
    "data": "<casebody firstpage=\"304\" lastpage=\"307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b368-7\">PETERSEN v. CHICAGO, GREAT WESTERN RY. CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b368-8\">No. 12598.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b368-9\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQd\">Oct. 26, 1943.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b369-8\"><page-number citation-index=\"1\" label=\"305\">*305</page-number>R. B. Hasselquist, of Omaha, Neb. (Donald S. Krause, of Omaha, Neb., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b369-9\">John L. Barton, of Omaha, Neb. (Norris Brown, Raymond M. Crossman, Ralph M. West, and Robert A. Fitch, all of Omaha Neb., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b369-10\">Before WOODROUGH, THOMAS, and JOHNSEN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b369-11\">JOHNSEN, Circuit Judge.</author>\n<p id=\"b369-12\">Under the Nebraska conflict of laws rule, lex loci delicti governs generally the basic rights and substantive incidents of actions brought in that state to recover damages for personal injuries sustained in another state.<footnotemark>1</footnotemark> If such foreign law is not pleaded and proved, however, the Nebraska courts, like most states, apply the presumption that it is the same as the law of Nebraska.<footnotemark>2</footnotemark></p>\n<p id=\"b369-23\">Appellant contends here that this presumption is a substantive part of the Nebraska conflict of laws rule,<footnotemark>3</footnotemark> and that, under Erie Railroad Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188, 114 A.L.R. 1487, and Klaxon <em>Co., </em>v. Stentor Electric Mfg. Co., 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477, it is reversible error for a federal court in Nebraska, in any diversity of citizenship case, to fail to apply the law of that state, if the law of the foreign state has not been pleaded and proved. As applied to the specific situation of this appeal, the contention is that the trial court erred in applying the law of Iowa, which had not been formally pleaded or proved by either party, in an action brought by appellant in Nebraska,<footnotemark>4</footnotemark> to recover damages for personal injuries sustained by her as a passenger on a railroad train in Iowa.</p>\n<p id=\"b369-24\">The Nebraska statute makes a railroad company “liable for all damages inflicted upon the person of passengers while being transported over its road, except in cases where the injury done arises from the criminal negligence of the persons injured, or when the injury complained of shall be the violation of some express rule or regulation of such road actually brought <page-number citation-index=\"1\" label=\"306\">*306</page-number>to his or her notice.” <footnotemark>5</footnotemark> Under this statute, a plaintiff is not required to allege or prove negligence.<footnotemark>6</footnotemark> The Iowa statute makes a railroad company liable only for “damages caused by the negligence of the defendant”.<footnotemark>7</footnotemark> Under this. statute, a plaintiff must allege and prove some negligence on the part of the carrier.<footnotemark>8</footnotemark></p>\n<p id=\"b370-4\">The Iowa statute, as has been indicated, was not set out in the pleadings of either party, nor was it formally proved on the trial. Regardless, however, of whether, as an abstract proposition, the presumption as to the identicalness of foreign-state and local law should be treated as constituting a substantive part of the Nebraska conflict of laws rule,<footnotemark>9</footnotemark> as appellant contends, it is clear from the Nebraska decisions that, if this action had remained in the Nebraska state court, that court, in the situation disclosed by the record, would have been entitled to apply the Iowa law to the rights of the parties, as was done here, and that appellant could not successfully have contended, on an appeal to the Nebraska Supreme Court, that any error had been committed in doing so. There cannot possibly, therefore, have been any violation of Erie Railroad Co. v. Tompkins and Klaxon Co. v. Stentor Electric Mfg. Co., supra, in the present situation, for those decisions go no further, in their concrete application, than to require a federal court to follow the same substantive rules in diversity of citizenship cases that a state court would have applied in the particular case, in order that the accident of diversity of citizenship may not operate to disturb “equal administration of justice in coordinate state and federal courts sitting side by side.” <footnotemark>10</footnotemark></p>\n<p id=\"b370-5\">The record here shows that, while appellant did not specifically refer to the Iowa statute in her petition, she made allegations of negligence against the railroad company on the theory of the Iowa statute; that the answer of the railroad company similarly, without any question or attack by appellant, set up general defenses on the basis of the Iowa statute; that, at the time of the trial, appellant submitted to the court a memorandum brief setting out the Iowa statute and the Iowa decisions and manifestly intended to indicate the law upon which she was relying and to assist the trial court in applying it; that both parties introduced evidence on the facts of the accident, designed to and sufficient as to each of them, to establish a submissible case under the Iowa law; that, before the evidence was concluded, appellant filed a written request for the giving of five tendered instructions, framed wholly on the theory of the Iowa law; that she' never at any time asked leave to withdraw these requested instructions, or to amend her petition to modify or change the issues which had been framed by the pleadings and to depart from her original legal theory, toward which the evidence of both parties had been directed; and that the only indication that she ever made on the trial that the court had no right to apply the Iowa law was at the time the argument of the case was about to begin, when she filed an additional requested instruction, to the effect that, since the law of Iowa had not been pleaded and proved, the law of Nebraska should be held to govern the action, and that it was not necessary for her, therefore, to have proved negligence on the part of the railroad company or its employees in order to entitle her to recover.</p>\n<p id=\"b370-14\">It is the refusal of the trial court to give this last tendered instruction which is here claimed to have constituted reversible error under the Erie Railroad Co. and Klaxon Co. cases, supra. It is admitted that the instructions given by the trial court were a correct statement of the Iowa law as applied to the issues raised by the pleadings and the evidence, and an examination <page-number citation-index=\"1\" label=\"307\">*307</page-number>of the court’s instructions shows that they fully and fairly embodied the substance of the five instructions which appellant had originally tendered. The situation is therefore one where, from the institution of her action, through the course of the trial proceedings, and down to the time of the argument of the case to the jury, appellant must be held to have regarded the Iowa law as controlling her rights in the litigation; to have acquiesced in the trial court’s adoption of that theory; and, indeed, to have specifically invited the court to make application of the Iowa law, by her memorandum brief and her originally tendered instructions.</p>\n<p id=\"b371-5\">The Nebraska Supreme Court has held that a case will be reviewed only in the light of the theory on which the parties proceeded in the trial court;<footnotemark>11</footnotemark> that when a certain theory has been adopted and relied upon by the parties during the trial, it will be adhered to on appeal whether it is correct or not;<footnotemark>12</footnotemark> that an appellant cannot in any event complain of any actions by the trial court which he invited or induced;<footnotemark>13</footnotemark> and that “where several instructions to the jury in the trial of a case are requested, some of which are inconsistent with the others, and involve different theories of the case, a party submitting such instructions cannot complain of the trial court in adopting one of the theories of the case, and giving the instructions applicable thereto, and refusing those which were inconsistent with the ones given.” <footnotemark>14</footnotemark> Similar principles of practical estoppel have been applied by the federal courts.<footnotemark>15</footnotemark></p>\n<p id=\"b371-14\">Since appellant’s rights have been fairly determined in the federal court under the same rules that would have governed her action if it had remained in the Nebraska state court, she has no reason to complain here, and the judgment will accordingly be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b369-13\"> Olson v. Omaha &amp; C. B. St. Ry. Co., 131 Neb. 94, 267 N.W. 246; McCown v. Schram, 137 Neb. 498, 289 N.W. 890; <em>Id., 139 </em>Neb. 738, 298 N.W. 681; Chicago G. W. Ry. Co. v. Robinson, 8 Cir., 101 F.2d 994, certiorari denied 307 U.S. 640, 59 S.Ct. 1038, 83 L.Ed. 1520.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b369-16\"> Banks v. Metropolitan Life Ins. Co., 142 Neb. 823, 8 N.W.2d 185; Ball Engine Co. v. Bennett Co., 98 Neb. 290, 152 N. W. 550; Fisher v. Donovan, 57 Neb. 361, 77 N.W. 778, 44 L.R.A. 383.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b369-19\"> Whether this presumption rule was adopted as a mere procedural convenience for the trial courts of the state, — which reeognizedly are without facilities for readily determining the law of the various states on a trial — or whether it was intended to fix substantively the scope of the applicable rights in such a situation, does not appear to have been specifically declared by the Nebraska Supreme Court. In one ease, Kernan v. Modern Woodmen of America, 120 Neb. 333, 232 N.W. 590, the expression “conclusively presumed” is used, where the law of the foreign state is not pleaded and proved, while in another ease, Franks v. Horrigan, 120 Neb. 1, 231 N.W. 27, the right to apply such foreign law, where it is admitted, is indicated, even though it has not been foi'mally pleaded and proved. If the rule was intended to be simply one of forensic convenience in practice and procedure, in order to create an estoppel against possible error in the determination of foreign-state law, the Erie Railroad Co. and Klaxon Co. cases, supra, probably would not preclude a federal court from taking judicial notice of and appropriately applying the actual law of the foreign state. Waggaman v. General Finance Co., 3 Cir., 116 F.2d 254, supports the broad view for which appellant contends, but it does not attempt to explore all of the possible considerations which may have been involved in the adoption of the presumption rulé by a particular state.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b369-26\"> The action was brought in a Nebraska state court but was removed to federal court on diversity of citizenship. There was a trial to a jury and a verdict was returned in favor of the railroad company.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b370-9\"> Neb.Comp.St.1929, § 74-701.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b370-10\"> Chicago, R. I. &amp; P. Ry. Co. v. Zerneeke, 59 Neb. 689, 82 N.W. 26, 55 L.R.A. 610, affirmed 183 U.S. 582, 22 S.Ct. 229, 46 L.Ed. 339.; Chicago, R. I. &amp; P. Ry. Co. v. Young, 58 Neb. 678, 79 N.W. 556; Chicago, B. &amp; Q. R. Co. v. Landauer, 39 Neb. 803, 58 N.W. 434.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b370-11\"> Code of Iowa 1939, § 11210.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b370-12\"> Womochil v. Peters, 226 Iowa 924, 285 N.W. 151; Crozier v. Hawkeye Stages, Inc., 209 Iowa 313, 228 N.W. 320; Kliebenstein v. Iowa Ry. &amp; Light Co., 193 Iowa 892, 188 N.W. 129; Merryman v. Chicago G. W. Ry. Co., 135 Iowa 591, 113 N.W. 357. In some situations negligence may, of course, be sufficiently established by res ipsa loquitur. See Preston v. Des Moines Ry. Co., 214 Iowa 156, 241 N.W. 648; Arnett v. Illinois Central R. Co., 188 Iowa 540, 176 N.W. 322; Dorn v. Chicago, R. I. &amp; P. Ry. Co., 154 Iowa 140, 134 N.W. 855.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b370-16\"> See footnote 3, supra.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b370-17\"> 313 U.S. 487, 496, 61 S.Ct. 1020,1021, 85 L.Ed. 1477.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b371-6\"> Commercial State Bank v. Ketchum, 1 Neb. Unof. 454, 96 N.W. 614; Smith v. Spalding, 40 Neb. 339, 58 N.W. 952; Omaha Brewing Ass’n v. Wuethrich, 47 Neb. 920, 66 N.W. 990; Norton v. Bankers’ Fire Ins. Co., 115 Neb. 490, 213 N. W. 515.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b371-9\"> Bohmont v. Moore, 141 Neb. 91, 2 N. W.2d 599; United States Tire Dealers Mutual Corporation v. Laune, 139 Neb. 26, 296 N.W. 333; Behle v. Loup River Public Power District, 138 Neb. 566, 293 N.W. 413.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b371-11\"> Fonda v. Northwestern Public Service Co., 138 Neb. 262, 292 N.W. 712; In re Mattingly’s Estate, 121 Neb. 90, 236 N.W. 175; Day v. Metropolitan Utilities District, 115 Neb. 711, 214 N.W. 647, 216 N. W. 556.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b371-19\"> Missouri Pac. R. Co. v. Pox, 60 Neb. 531, 83 N.W. 744.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b371-20\"> St. Louis Public Schools v. Risley, 77 U.S. 91, 10 Wall. 91, 19 L.Ed. 850; New York Elevated R. Co. v. Fifth National Bank, 135 U.S. 432, 10 S.Ct. 743, 34 L.Ed. 231; Minneapolis &amp; St. L. R. Co. v. Winters, 242 U.S. 353, 37 S.Ct. 170, 61 L.Ed. 358, Ann.Cas.1918B, 54; Mach v. Abbott Co., 8 Cir., 136 F.2d 7, 10; Arkansas Anthracite Coal &amp; Land Co. v. Stokes, 8 Cir., 2 F.2d 511; Evans v. Schoonmaker, 2 App.D.C. 62.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b371-15\">WOODROUGH, Circuit Judge.</author>\n<p id=\"b371-16\">I concur fully in the affirmance and the reasons given. It also seems to me that to disturb the judgment on the ground on which the appeal is taken would violate 28 U.S.C.A. § <em>777, </em>and Rule 61, R. C. R, 28 U.S.C.A. following section 723c. The plaintiff here sued for damages for tort committed in Iowa, determinable by the law of Iowa, and the judgment was rendered upon application of that law to the evidence adduced. The defect in the pleading on which she seeks a new trial did not affect her substantial right and the judgment was given as “the right of the cause and matter in law” appears. The right law was applied and justice done. The statute and rule are salutary safeguards against legalistic predilection (if we had it) to grant a new trial merely to have the case retried in exactly the same way as it was before but on amended pleading.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}