{
  "casebody": {
    "data": "<casebody firstpage=\"641\" lastpage=\"650\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b705-10\">ZELL v. AMERICAN SEATING CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b705-11\">No. 30.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b705-12\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AxIl\">Nov. 4, 1943.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b706-5\"><page-number citation-index=\"1\" label=\"642\">*642</page-number>Donovan, Leisure, Newton &amp; Lumbard, of New York City (J. Edward Lumbard, Jr., Theodore S. Hope, Jr., and Phillips S. Trenbath, all of New York City, of counsel), for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b706-6\">Cravath, de Gersdorff, Swaine &amp; Wood,' of New York City (Albert R. Connelly and Harold R. Medina, Jr., both of New York City, of counsel), for defendant-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b706-7\">Before L. HAND, SWAN, and FRANK, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b706-8\">FRANK, Circuit Judge.</author>\n<p id=\"b706-9\">On defendant’s motion for summary judgment, the trial court, after considering the pleadings and affidavits, entered judgment dismissing the action. From that judgment, plaintiff appeals.</p>\n<p id=\"b706-10\">On a motion for summary judgment, where the facts are in dispute, a judgment can properly be entered against the plaintiff only if, on the undisputed facts, he has no valid claim; if, then, any fact asserted by the plaintiff is contradicted by the defendant, the facts as stated by the plaintiff must, on such a motion, be taken as true. Accordingly for the purpose of our decision here, we take the facts as follows:</p>\n<p id=\"b706-11\">Plaintiff, by a letter addressed to defendant company dated October 17, 1941, offered to make efforts to procure for defendant contracts for manufacturing products for national defense or war purposes, in consideration of defendant’s agreement to pay him $1,000 per month for a three months’ period if he were unsuccessful in his efforts, but, if he were successful, to pay him a further sum in an amount not to be less than 3% nor more than 8% of the “purchase price of said contracts.” On October 31, 1941, at a meeting in Grand Rapids, Michigan, between plaintiff and defendant’s President, the latter, on behalf of his company, orally made an agreement with plaintiff substantially on the terms set forth in plaintiff’s letter, one of the terms being that mentioned in plaintiff’s letter as to commissions; it was orally agreed that the exact amount within the two percentages was to be later determined by the parties. After this agreement was made, the parties executed, in Grand Rapids, a written instrument dated October 31, 1941, appearing on its face to embody a complete agreement between them; but that writing omitted the provision of their agreement that plaintiff, if successful, was to receive a bonus varying from three to eight per cent; instead, there was inserted in the writing a clause that the $1,000 per month “will be full compensation, but the company may, if it desires, pay you something in the nature of a bonus.” However, at the time when they executed this writing, the parties orally agreed that the previous oral agreement was still their actual contract, that the writing was deliberately erroneous with respect to plaintiff’s commissions, and that the misstatement in that writing was made solely in order to “avoid any possible stigma which might result” from putting such a provision “in writing,” the defendant’s President stating that “his fears were based upon the criticism of contingent fee contracts.” Nothing in the record discloses whose criticism the defendant feared; but plaintiff, in his brief, says that defendant was apprehensive because adverse comments had been made in Congress of such contingent-fee arrangements in connection with war contracts. The parties subsequently executed further writings extending, for two three-month periods, their “agreement under date of October 31, 1941.” Through plaintiff’s efforts and expenditures of large sums for traveling expenses, defendant, within this extended period, procured contracts between it and companies supplying aircraft to the government for war purposes, the aggregate purchase price named in said contracts being $5,950,000. The defendant has refused to pay the plaintiff commissions thereon in the agreed amount (i.e., not less than three percent) but has paid him merely $8,950 (at the rate of $1,000 a month) and has offered him, by way of settlement, an additional sum of $9,000 which he has refused to accept as full payment.</p>\n<p id=\"b706-13\">Defendant argues that the summary judgment was proper on the ground that, under the parol evidence rule, the court could not properly consider as relevant anything except the writing of October 31, 1941, which appears on its face to set forth a complete and unambiguous agreement between the parties. If defendant on this point is in error, then, if the plaintiff at a trial proves the facts as alleged by him, and no other <page-number citation-index=\"1\" label=\"643\">*643</page-number>defenses are successfully interposed, he will be entitled to a sum equal to 3% of $5,950,000.</p>\n<p id=\"b707-5\">Were the parol evidence rule a rule of evidence, we could decide this question without reference to state court decisions.<footnotemark>1</footnotemark> But the federal courts have held, in line with what has become the customary doctrine in most states, that it is a rule of substantive law, i.e., the extrinsic proof is excluded because no claim or defense can be founded upon it.<footnotemark>2</footnotemark> The acid test of whether the rule is substantive or procedural would seem to be whether, if extrinsic evidence is received without objection, it can be regarded as material and made the basis of the court’s decision;<footnotemark>3</footnotemark> if it can, then, presumably the rule is like the hearsay rule. But in Higgs v. De Maziroff, 263 N.Y. 473, 189 N.E. 555, 92 A.L.R. 807, the court said that if extrinsic evidence is thus received and if the attention of the trial court is not otherwise called to the parol evidence rule, that evidence becomes relevant and that no complaint because of the reception of that evidence can be raised on appeal.<footnotemark>4</footnotemark> It might therefore be argued that, in New York, the parol evidence rule is procedural, with the consequence that, although the contract was made in Michigan, the New York parol evidence decisions would govern.<footnotemark>5</footnotemark> But the court, in Higgs v. De Maziroff, explicitly stated that the rule creates a substantive defense and, in effect, held that, like many other substantive defenses, it is “waived” if not properly raised in the trial court; in other words, “waivability” is not a unique quality of procedural errors. The substantive character of the rule, although perhaps shadowy, still exists in New York. It seems clear then that, for purposes of conflict of laws, New York would consider that rule as not procedural. Consequently, we must here apply the law of Michigan.<footnotemark>6</footnotemark></p>\n<p id=\"b707-7\">It is not surprising that confusion results from a rule called “the parol evidence rule” which is not a rule of evidence, which relates to extrinsic proof whether written or parol,<footnotemark>7</footnotemark> and which has been said to be virtually no rule at all.<footnotemark>8</footnotemark> As Thayer said of it, “Few things are darker than this, or fuller of subtle difficulties.”<footnotemark>9</footnotemark> The rule is often loosely and confusingly stated as if, once the evidence establishes that the parties executed a writing containing what appears to' be a complete and unambiguous agreement, then no evidence may be received of previous or contemporaneous oral understandings which contradict or vary its terms. But, under the parol evidence rule correctly stated, such a writing does not acquire that dominating position if it has been proved by extrinsic evidence that the parties did not intend it to be an exclusive authoritative memorial of their agreement. If they did intend it to occupy that position, their secret mutual intentions as to the <page-number citation-index=\"1\" label=\"644\">*644</page-number>terms of the contract or its meaning are usually irrelevant, so that parties who exchange promises may be bound, at least “at law” as distinguished from “equity,” in a way which neither intended, since their so-called “objective” intent governs. When, however, they have previously agreed that their written promises are not to bind them, that agreement controls and no legal obligations flow from the writing.<footnotemark>10</footnotemark> It has been held virtually everywhere, when the question has arisen that (certainly in the absence of any fraudulent or illegal purpose) a purported written agreement, which the parties designed as a mere sham, lacks legal efficacy, and that extrinsic parol or other extrinsic evidence will always be received on that issue. So the highest court of Michigan has several times held.<footnotemark>11</footnotemark> It has gone further: In Woodard v. Walker, 192 Mich. 188, 158 N.W. 846, that court specifically enforced against the seller an oral agreement for the sale of land which had been followed by a sham written agreement, for sale of the same land at a higher price, intended to deceive the seller’s children who were jealous of the buyer.<footnotemark>12</footnotemark></p>\n<p id=\"b708-5\">We need not here consider cases where third persons have relied on the delusive agreement to their detriment<footnotemark>13</footnotemark> or cases in other jurisdictions (we find none in Michigan) where the mutual purpose of the deception was fraudulent or illegal.<footnotemark>14</footnotemark> For the instant case involves no such elements. As noted above, the pleadings and affidavits are silent as to the matter of whom the parties here intended to mislead, and we cannot infer a fraudulént or illegal purpose. Even the explanation contained in plaintiff’s brief discloses no fraud or illegality: No law existed rendering illegal the commission provision of the oral agreement which the parties here omitted from the sham writing; while it may be undesirable that citizens should prepare documents so contrived as to spoil the scent of legislators bent on proposing new legislation, yet such conduct is surely not unlawful and does not deserve judicial castigation as immoral or fraudulent; the courts should not erect standards of morality so far above the customary. Woodard v. Walker leaves no doubt that the Michigan courts would hold the parol evidence rule inapplicable to the facts as we have interpreted them.</p>\n<p id=\"b708-17\">Candor compels the admission that, were we enthusiastic devotees of that rule, we might so construe the record as to bring this case within the rule’s scope; we could dwell on the fact that plaintiff, in his complaint, states that the acceptance of his offer “was partly oral and partly contained” in the October 31 writing, and could then hold that, as that writing unambiguously covers the item of commissions, the plaintiff is trying to use extrinsic evidence to “contradict” the writing. But the plaintiff’s affidavit, if accepted as true and liberally construed, makes it plain that the parties deliberately intended the October 31 writing to be a misleading, untrue, statement of their real agreement.<footnotemark>15</footnotemark></p>\n<p id=\"b708-18\">/ We thus construe the record because we I do not share defendant’s belief that the rule is so beneficent, so promotive of the administration of justice, and so necessary to business stability, that it should be given the widest possible application.. The truth is that the rule does but little to achieve the ends it supposedly serves. Although seldom mentioned in modern decisions, the most important motive for perpetuation <page-number citation-index=\"1\" label=\"645\">*645</page-number>of the rule is distrust of juries, fear that they cannot adequately cope .with, or will be unfairly prejudiced by, conflicting “parol” testimony.<footnotemark>16</footnotemark>-■ If the rule were frankly recognized as primarily a device to control juries, its shortcomings would become obvious)<footnotemark>17</footnotemark>, since it is not true that the execution by the parties of an unambiguous writing, “facially complete,” bars extrinsic proof. The courts admit such “parol” testimony (other than the parties’ statements of what they meant by the writing) for a variety of purposes: to show “all the operative usages” and “all the surrounding circumstances prior to and contemporaneous with the making” of a writingf<footnotemark>18</footnotemark>-\\to show an agreed oral condition, nowhere referred to in the writing, that the writing was not to be binding until some third person approved; to show that a deed, absolute on its face, is but a mortgage. These and numerous other exceptions have removed most of that insulation of the jury from “oral” testimony which the rule is said to provide.</p>\n<p id=\"b709-13\">The rule, then, does relatively little to deserve its much advertised virtue of reducing the dangers of successful fraudulent recoveries and defenses brought about through perjury. The rule is too small a hook to catch such a leviathan. Moreover, if at times it does prevent a person from winning, by lying witnesses, a lawsuit which he should lose, it also, at times, by shutting out the true facts, unjustly aids other persons to win lawsuits they should and would lose, were the suppressed evidence known to the courts. Exclusionary rules, which frequently result in injustice, have always been defended — as was the rule, now fortunately extinct, excluding testimony of the parties to an action — with the danger-of-perjury argument.<footnotemark>19</footnotemark> Perjury, of course, is pernicious and doubtless <page-number citation-index=\"1\" label=\"646\">*646</page-number>much of it is used in our courts daily with unfortunate success. The problem of avoiding its efficacious use should be met head on. Were it consistently met in an indirect manner — in accordance with the viewpoint of the adulators of the parol evidence rule — by wiping out substantive rights provable only through oral testimony, we would have wholesale destruction of familiar causes of action such as, for instance, suits for personal injury and for enforcement of wholly oral agreements.</p>\n<p id=\"b710-4\">The parol evidence rule is lauded as an important aid in the judicial quest for “objectivity,” a quest which aims to avoid that problem the solution of which was judicially said in the latter part of the fifteenth century to be beyond even the powers of Satan — the discovery of the inner thoughts of man. The policy of stern refusal to consider subjective intention, prevalent in the centralized common law courts of that period, later gave way; in the latter part of the 18th and the early part of the 19th century, the recession from that policy went far, and there was much talk of the “meeting of the minds” in the formation of contracts, of giving effect to the actual “will” of the contracting parties. The obstacles to learning that actual intention have, more recently, induced a partial reversion to the older view.<footnotemark>20</footnotemark> Today a court generally restricts its attention to the outward behavior of the parties: the meaning of their acts is not what either party or both parties intended but the meaning which a “reasonable man” puts on those acts; the expression of mutual assent, not the assent itself, is usually the essential element.<footnotemark>20a</footnotemark> We now speak of “externality,” insisting on judicial consideration of only those manifestations of intention which are public (“open to the scrutiny and knowledge of the community”) and not private (“secreted in the heart” of a person),<footnotemark>20b</footnotemark> This objective approach is of <page-number citation-index=\"1\" label=\"647\">*647</page-number>great value, for a legal system can be more effectively administered if legal rights and obligations ordinarily attach only to overt conduct. Moreover, to call the standard “objective” and candidly to confess that the actual intention is not the guiding factor serves desirably to high-light the fact that much of the “law of contracts” has nothing whatever to do with what the parties contemplated but consists of rules ■ — -founded on considerations of public policy — by which the courts impose on the contracting parties obligations of which the parties were often unaware; this “objective” perspective discloses that the voluntary act of entering into a contract creates a jural “relation” or “status” much in the same way as does being married or holding a public office.<footnotemark>21</footnotemark></p>\n<p id=\"b711-5\">But we should not demand too much of this concept of “objectivity”; like all useful concepts it becomes a thought-muddler if its limitations are disregarded. We can. largely rid ourselves of concern with the subjective reactions of the parties ;<footnotemark>21a</footnotemark> when, however, we test their public behavior by inquiring how it appears to the “reasonable man,” we must recognize, unless we wish to fool ourselves, that although one area of subjectivity has been conquered, another remains unsubdued. For instance, under the parol evidence rule, the standard of interpretation of a written contract is usually “the meaning that would be attached to” it “by a <em>reasonably intelligent person </em>acquainted with all operative usages and knowing all the circumstances prior to, and contemporaneous with, the making” of the contract, “other than oral statements by the parties of what they intended it to mean.”<footnotemark>21b</footnotemark> We say that “the objective viewpoint of a third person is used.”<footnotemark>21c</footnotemark>5 But where do we find that “objective” third person? We ask judges or juries to discover that “objective viewpoint” — through their own subjective processes. Being but human, their beliefs cannot be objectified, in the sense of being standardized. Doubtless, there is some moderate approximation to objectivity, that is, to uniformity of beliefs, among judges — men with substantially similar training — although less than is sometimes supposed.<footnotemark>22</footnotemark> But no one can seriously maintain that such uniformity exists among the multitude of jurymen, men with the greatest conceivable variety of training and background. When juries try cases, objectivity is largely a mirage; most of the objectivity inheres in the words of the “reasonable man” standard which the judges, often futilely, admonish juries to apply to the evidence. Certain aspects of subjectivity common to all men seem to have been successfully eliminated in the field of science through the “relativity theory” — which might better be called the “anti-relativity” or “absolute” theory.<footnotemark>23</footnotemark> But equal success has not attended the anti-rela<page-number citation-index=\"1\" label=\"648\">*648</page-number>tivity or objective theory in the legal field.<footnotemark>24</footnotemark> Perhaps nine-tenths of legal uncertainty is caused by uncertainty as to what courts will find, on conflicting evidence, to be the facts of cases.<footnotemark>24a</footnotemark> Early in the history of our legal institutions, litigants strongly objected to a determination of the facts by mere fallible human beings. A man, they felt, ought to be allowed to demonstrate the facts “by supernatural means, by some such process as the ordeal or the judicial combat; God may be for him, though his neighbors be against him.”<footnotemark>25</footnotemark> We have accepted the “rational” method of trial based on evidence but the longing persists for some means of counter-acting the fallibility of the triers of the facts. Mechanical devices, like the parol evidence rule, are symptoms of that longing,<footnotemark>26</footnotemark> a longing particularly strong when juries participate in trials.<footnotemark>27</footnotemark> But a mechanical device like the parol evidence rule cannot satisfy that longing, especially because the injustice of applying the rule rigidly has led to its being riddled with exceptions.</p>\n<p id=\"b712-12\">Those exceptions have, too, played havoc with the contention that business stability depends upon that rule, that, as one court put it “the tremendous but closely adjusted machinery of modern business cannot function at all without” the assurance afforded by the rule and that, “if such as<page-number citation-index=\"1\" label=\"649\">*649</page-number>surance were removed today from our law, general disaster would result * *.”<footnotemark>28</footnotemark> We are asked to believe that the rule enables businessmen, advised by their lawyers, to rely with indispensable confidence on written contracts unimpeachable by oral testimony. In fact, seldom can a conscientious lawyer advise his client, about to sign an agreement, that, should the client become involved in litigation relating to that agreement, one of the many exceptions to the rule will not permit the introduction of uncertainty-producing oral testimony. As Corbin says, “That rule has so many exceptions that only with difficulty can it be correctly stated in the form of a rule.”<footnotemark>29</footnotemark> One need but thumb the pages of Wigmore, Williston, or the Restatement of Contracts to see how illusory is the certainty that the rule supplies. “Collateral parol agreements contradicting a writing are inadmissible,” runs the rule as ordinarily stated; but in the application of that standard there exists, as Williston notes, “no final test which can be applied with unvarying regularity.”<footnotemark>30</footnotemark> Wigmore more bluntly says that only vague generalizations are possible, since the application of the rule, “resting as it does on the parties’ intent, can properly be made only after a comparison of the kind of transaction, the terms of the document, and the circumstances of the parties * * * Such is the complexity of circumstances and the variety of documentary phraseology, and so minute the indicia of intent, that one ruling can seldom be controlling authority or even of utility for a subsequent one.”<footnotemark>31</footnotemark> The recognized exceptions to the rule demonstrate strikingly that business can endure even when oral testimony competes with written instruments. If business stability has not been ruined by the deed-mortgage exception, or because juries may hear witnesses narrate oral understandings that written contracts were not to be operative except on the performance of extrinsic conditions, it is unlikely that commercial disaster would follow even if legislatures abolished the rule in its entirety.<footnotemark>32</footnotemark></p>\n<p id=\"b713-18\">In sum, a rule so leaky cannot fairly be described as a stout container of legal certainty. John Chipman Gray, a seasoned practical lawyer, expressed grave doubts concerning the reliance of businessmen on legal precedents generally.<footnotemark>33</footnotemark> If they rely on the parol evidence rule in particular, they will often be duped. It has been seriously questioned whether in fact they do so to any considerable extent.<footnotemark>34</footnotemark> We see no <page-number citation-index=\"1\" label=\"650\">*650</page-number>good reason why we should strain to interpret the record facts here to bring them within such a rule.<footnotemark>35</footnotemark></p>\n<p id=\"A2oo\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b707-8\"> As we did in the carefree days before the advent of Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188, 114 A.L.R. 1487; see e. g., In re Hicks &amp; Sons, 2 Cir., 82 F.2d 277.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b707-9\"> Pitcairn v. Philip Hiss Co., 3 Cir., 125 F. 110, 113; American Sugar Co. v. Nicholas, 10 Cir., 124 F.2d 477, 479.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b707-10\"> Wigmore, citing a case where such evidence, although admitted without objection, was held irrelevant, calls it “a neat illustration of the practical difference between a rule of evidence and this rule of substantive law * * * ” 9 Wigmore, Evidence, 3d Ed., p. 78, § 2425.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b707-13\"> The weight of authority is contra; see 92 A.L.R. 810.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b707-14\"> It has been suggested that, where the federal courts, regarding a rule as substantive, refer to state decisions which in turn regard the rule as procedural, Erie R. Co. v. Tompkins does not control. But this merry-go-round suggestion neglects the fact that the Tompkins mandate requires us, as to matters which federally are substantive, to regard ourselves as a state court.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b707-15\"> Cf. United States Mortgage &amp; Trust Co. v. Ruggles, 258 N.Y. 32, 38, 179 N.E. 250, 79 A.L.R. 802.</p>\n<p id=\"b707-16\">The pleadings and affidavits before the trial court were silent concerning the law of Michigan. If a New York court had passed on the motion, it would probably, absent such a showing, have presumed the Michigan rule to be the same as that in New York. But the federal courts take judicial notice of the decisions of the several states; the doctrine of judicial notice being a rule of evidence, we must, under Federal Rules of Civil Procedure, rule 43 (a), 28 U.S.C.A. following section 723c, apply it here and take notice of the Michigan decisions.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b707-17\"> Restatement of Contracts, § 237, comment a. Indeed the agreement, protected by the rule from competition with extrinsic proof, may itself be wholly oral. See Wigmore, Evidence, 3d Ed., § 2425.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b707-18\"> Cf. Corbin, Delivery of Written Contracts, 36 Yale L.J. (1927) 443.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b707-19\"> Thayer, A Preliminary Treatise on Evidence (1898) 390.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b708-6\"> See eases collected in L.R.A.,1917B, 263; cf. Williston, Contracts, Rev .Ed., § 21.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b708-9\"> Woodard v. Walker, 192 Mich. 188, 158 N.W. 846; Church v. Case, 110 Mich. 621, 68 N.W. 424; Keller v. Holderman, 11 Mich. 248, 83 Am.Dec. 737.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b708-12\"> Cf. Beaman-Marvell Co. v. Gunn, 306 Mass. 419, 28 N.E.2d 443, where <em>the </em>court in a suit at law enforced the earlier oral agreement.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b708-13\"> See cases collected in 64 A.L.R. 601.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b708-14\"> See, e. g., Graham v. Savage, 110 Minn. 510, 126 N.W. 394, 136 Am.St.Rep. 527, 19 Ann.Cas. 1022; Town of Grand Isle v. McKinney, 70 Vt. 381, 41 A. 130; Alexander v. Royson [1936] 1 K.B. 169, 114 A.L.R. 358; in these cases the courts refused to recognize the oral agreement and enforced the sham written agreement. Contra: In re Hicks &amp; Son, 2 Cir., 82 F. 2d 277; New York Trust Co. v. Island Oil &amp; Transport Corp., 2 Cir., 34 F.2d 655; in those cases the party suing on the sham agreement was denied relief, but the courts, in Nightingale v. J. H. &amp; C. K. Eagle, 141 App.Div. 386, 126 N.Y.S. 339, and in Beaman-Marvell Co. v. Gunn, supra, went further and enforced the earlier oral agreement in suits at law. Cf. L.R.A. 1917B, 263, 264, 265.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b708-21\"> Cf. Seaboard Terminals Corp. v. Standard Oil Co., 2 Cir., 104 F.2d 659, 660, where we said that “if facts appear in affidavits which would justify an amended complaint, there may be ground for treating the complaint as though it were already amended to conform.”</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b709-6\"> That this fear was one of the causes of the creation of the rule, see Thayer, A Preliminary Treatise on Evidence (1898) 409, 410; Wigmore, Evidence, 3d Ed., § 2446.</p>\n<p id=\"b709-7\">Formalism was also a causal factor. See 9 Wigmore, ibid. However, for criticism of over-emphasis on the formalism of the so-called “strict period of law,” see United States v. Forness, 2 Cir., 125 F.2d 928, 935, 936.</p>\n<p id=\"b709-8\">Another factor was veneration for the written word. See Wigmore, ibid. Paul Radin, Primitive Man as Philosopher (1927) 59-60, says: “Much if not all of the magical quality and potency possessed by the word is derived from its connection with the written script. That is quite intelligible. Granted a dynamic and ever-changing world, then the written word with its semi-permanence and its static character was a much desired oasis * * * But culturally and psychologically it possessed even a greater significance, for it completed the victory of the visual-minded man over his competitors. From that time on, at least for the literate man, the main verities were the visual verities.”</p>\n<p id=\"b709-9\">The perpetuation of the parol evidence rule doubtless owes much to inertia. Cf. Hoffman v. Palmer, 2 Cir., 129 F.2d 976, 997, 998. Any profession, the medical as well as the legal, possessed of a monopoly in its field, tends to develop what are today called “bureaucratic” habits of strong disinclination to alter its established ways. Cf. Seagle, The Quest for Law (1941) xv, 86, 96, 100, 101, 136; Stern, Social Factors in Medical Progress (1927). Unconscious sadism perhaps, too, influences some of the academic praise of the parol evidence rule: some cloistered scholars seem to take satisfaction in “hard cases” which, they feel, should not lead to deviations from “good law.”</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b709-15\"> See McCormick, The Parole Evidence Rule as a Procedural Device for Control of the Jury, 41 Yale L.J. (1932) 364. McCormick points out that there is little-discussion of the important procedural problem of division of functions between judge and jury in the administration of the rule. Had the rule been regarded as one of evidence, it would, for instance, have been dealt with in the A. L. I. Code of Evidence, and the procedural workings of the rule would there have received full consideration. Instead, the subject of that rule was made a part of the Restatement of Contracts, which gives that problem only a side-glance.</p>\n<p id=\"b709-16\">It is one of the anomalies of Erie R. Co. v. Tompkins that the federal courts, where the trial judge has an important role in a trial, must adopt state court rulings concerning parol evidence although those rulings are often a product of fear of the jury engendered by the relative impotence of the state trial judge in jury cases.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b709-17\"> Restatement of Contracts, § 230.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b709-18\"> “Perjury is one of the great bugaboos of the law. Every change in procedure by which the disclosure of the truth has been made easier has raised the spectre of perjury to frighten the profession. It was only in 1851 that Lord Brougham’s Act for the first time made the parties to civil actions competent to testify in the higher courts of England. There was great dread of the Act, lest the interest of the parties should prove too powerful an incentive to false swearing * * * But the fear that the temptation to perjury would ruin the <page-number citation-index=\"1\" label=\"646\">*646</page-number>value of the testimony of interested parties has so completely vanished that no one would seriously think of restoring the disqualification.” Sunderland, Scope and Method of Discovery Before Trial, 42 Yale L. J. (1933) 863, 867.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b710-7\"> Williston, Freedom of Contract, 6 Cornell L. Q. (1921) 365; Williston, Contracts, Rev. Ed., §§ 20, 21; Holland, Jurisprudence, 4th Ed. 1887, 210-217; cf. Oliphant, Review of Williston on Contracts, 19 Mich.L.Rev. (1921) 358.</p>\n<p id=\"b710-8\">That, in the 20th century, continental legal thinking turned from excessive emphasis on “autonomy of the will” and “the phychological idea of agreement” to “objectivity,” see Geny, Judicial Freedom of Decision in The Science of Legal Method (transí. 1921) 2, 25-28, and the astute observations of Wurzel, Methods of Juridical Thinking, in the same volume, 286, 395-400.</p>\n</footnote>\n<footnote label=\"20a\">\n<p id=\"b710-9\"> Not always. The mutual intent of the parties, not “objectively” manifested, is considered for instance, in an action in equity for reformation of a written contract because of mutual mistake. As Wig-more puts it, “The theory of reformation is to make the instrument state, objectively and in appearance to others, what it did subjectively state to the parties themselves\" ; the reformation is needed only to make it “appear to the rest of the world as it appeared (and therefore legally was) to the parties when they signed it.” Wig-more, loe. cit., §§ 2417, 2418.</p>\n<p id=\"b710-10\">Williston insists that equity, in the reformation cases, does not abandon the “objective test,” that, no matter what the equity courts say, they do not really hold that the parties made a contract according to their “subjective” intent but merely that the parties must be dealt with “as if” they had. He relies on the fae- that equity will not grant such relief unless it is “equitable” to do so. See, Williston, Mutual Assent in The Formation of Contracts, 14 IlLL.Rev. (1919) 85. But such a distinction seems excessively to depend on a procedural difference (on the side of the court in which the action is brought), a distinction peculiarly tenuous today under the new Rules of Civil Procedure. Moreover, in actions “at law,” equitable factors are considered, as in the case of “equitable defenses.” Since equity does frequently regard what the parties mutually intended, despite the fact that that intention is not “objective,” it cannot be said that “objectivity” is the exclusive test in the “law of contracts” under our judicial system today.</p>\n<p id=\"b710-13\">As Olipnant notes, “It may be that the old subjective theory is yet a half truth * * * We may find that one cannot assert rights and powers unless he was actually, as well as reasonably, led to expect the performance for which he sues, that upon such expectation he subjectively relied at the time the alleged bargain was made.” Oliphant, Review of Williston on Contracts, 19 Mich.L.R. (1921) 358. See the cases discussed by Wigmore, loe. cit., § 2416, note 2.</p>\n</footnote>\n<footnote label=\"20b\">\n<p id=\"b710-14\"> City of Indianapolis v. Kingsbury, 101 Ind. 200, 201, 213, 51 Am.Rep. 749.</p>\n<p id=\"b710-16\">The effort to eliminate subjectivity by distinguishing between “knowledge,” which is “public,” as distinguished from mere “opinion,” which is “private,” goes back at least to Plato; see A. E. Taylor, Plato <page-number citation-index=\"1\" label=\"647\">*647</page-number>(2d ed. 1927) 79-80, 326-334, discussing Plato’s Gratylus and Tliaeatetus. Hog-ben (not noting his debt to Plato) utilizes that verbal device; he asserts that only exact science is “public” (because it alone renders possible the communication from man to man of reactions to experience, with no possibility of misunderstanding), and that therefore science has an exclusive monopoly of “knowledge”; Hogben, The Nature of Living Matter (1931), Chapters III, X, XI, XII. For criticism of this smug scientific attitude, see Wallas, The Idol of The Laboratory, in Calverton, The Making of Society (1937) 764, 767-774. Cf. Cooley, Art, Science and Sociology, in Calverton, loe. cit., 725; cf. Schroedinger, Science and The Human Temperament (1935) Chapters 4 and 5; Langer, Philosophy in a New Key (1942).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b711-8\"> See Beidler &amp; Bookmyer, Inc., v. Universal Insurance Co., 2 Cir., 134 F.2d 828; Kulukundis Shipping Co. v. Amtorg Trading Corp., 2 Cir.. 126 F.2d 978, 991 and note 43; United States v. Forness, 2 Cir., 125 F.2d 928. note 26; 3 Williston, Contracts (Rev. Ed. 1938) §§ 615, 825, 896; Williston, Freedom of Contract, supra; Corbin, Conditions in the Law of Contracts, 28 Yale L. J. (1919) 739.</p>\n</footnote>\n<footnote label=\"21a\">\n<p id=\"b711-13\"> Not entirely; see note 20a, supra.</p>\n</footnote>\n<footnote label=\"21b\">\n<p id=\"b711-14\"> Restatement of Contracts, § 230 (Italics added).</p>\n</footnote>\n<footnote label=\"21c\">\n<p id=\"b711-15\"> Restatement of Contracts, § 230, comment.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b711-16\"> Mr. Justice Miller said, “In my experience in the conference room of the Supreme Court of the United States, which consists of nine judges, I have been surprised to find how readily those judges come to an agreement upon questions of law, and how often they disagree in regard to questions of fact which apparently are as clear as the law”; quoted in 2 Moore, Facts, § 727. See United States v. Shipp, 214 U.S. 386, 29 S.Ct. 637, 53 L. Ed. 1041; there the Supreme Court passed directly on testimony, taken by a Master appointed by the court, with respect to a simple issue of fact; the Justices sharply divided, the majority and minority respectively reaching diametrically opposed findings of fact because of their differences as to the credibility of the witnesses.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b711-18\"> See Einstein and Infeld, The Evolution of Physics (1938) 224; Russell, in In-<page-number citation-index=\"1\" label=\"648\">*648</page-number>troduetion to Lange, History of Materialism, 1925 Ed., xviii; Benjamin, An Introduction to the Philosophy of Science (1937) 304-308.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b712-5\"> It is of interest that Plato suggested that courts, in passing on evidence, could not arrive at “knowledge,” but merely at “opinion.” Plato, Thaeatetus, 201; cf. 172, 173, 175.</p>\n<p id=\"b712-6\">That the “reasonable man” test stems from “natural law” concepts, see Beidler &amp; Bookmyer, Inc., v. Universal Insurance Co., 2 Cir., 134 F.2d 828, 830 note 7; authorities there cited show the difficulties of attaining more than very general principles of “natural law,” varying in their application with time, place, and circumstances.</p>\n</footnote>\n<footnote label=\"24a\">\n<p id=\"b712-7\"> A court’s decision turns on the “facts” of the case. But the “facts,” when there is a clash of testimony, are nothing but a subjective reaction of the judge or jury to the behavior of the witnesses. Not the actual past conduct of the parties to the lawsuit but the judge’s or jury’s conjee-tui’e as to that conduct, after hearing the testimony, constitute the “facts.” Lord Bramwell once remarked, “One-third of a judge is a common-law juror if you get beneath the ermine” ; and Mr. Justice Rid-dell added, “The other two-thirds may not be far different.”</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b712-8\"> Maitland, The Constitutional History of England (1908) 130.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b712-9\"> Thayer delightfully described the fatuous notion of a “lawyer’s Paradise, where all words have a fixed, precisely ascertained meaning; where men may express their purposes, not only with accuracy, but with fulness; and where, if the writer has been careful, a lawyer, having a document referred to him, may sit in his chair, inspect the text, and answer all questions without raising his eyes.” Thayer, loe. eit., 428, 429.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b712-10\"> It is true that, by restricting what the jury can learn concerning the words used by the parties to a writing, the parol evidence rule reduces the range of differences of opinion among the jurymen as to the parties’ “objective” intention. Undeniably, however, that rule, when operative, often artificializos the problem; it creates a picture which, because of its inaccuracy, may have sharper outlines than the actual facts. The task of triers of the facts is indeed difficult — that of inferring, from present evidence, events which happened in the past and which cannot be made to occur before their eyes. The greater the conflict in tile evidence, the more the subjective uncertainty of the jurymen about those past happenings. So that a false appearance of certainty in knowledge about the past conduct of the parties can to some extent be attained through the ignorance compelled by the parol evidence rule.</p>\n<p id=\"b712-14\">Vis a vis the parol evidence rule, however, the major cause of distrust of the jury is not so much the fear that they will not comprehend the complicated facts or be unable to detect perjury, but rather that they will base their verdict not on the evidence but on their sympathies and that their verdict cannot be upset should the perjured testimony support the verdict, regarding that testimony as true (as it must be regarded after a general verdict).</p>\n<p id=\"b712-15\">Much of the difficulty derives from the use of the general verdict which makes it all but impossible to control the jury especially when there is conflicting evidence. This difficulty can, in considerable measure, be obviated by a request for a special verdict. See Sunderland, Verdicts General and Special, 29 Yale L. J. 253 (1919); McCormick, Jury Verdicts on Special Questions in Civil Cases, 2 F.R.D. 176; Nordbye, Use of Special Verdicts Under Rules of Civil Procedure, 2 F.R.D. 139; Rossman, The Judge-Jury Relationship in The State Courts, 3 F.R.D. 98; cf. Foster v. Moore-McCormaek Lines, 2 Cir., 131 F.2d 907, 908.</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b713-6\"> Cargill Commission Co. v. Swartwood, 159 Minn. 1,198 N.W. 536, 538.</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b713-7\"> Corbin, Delivery of Written Contracts, 36 Yale L. J. (1927) 443.</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b713-9\"> 3 Williston, Contracts, Rev. Ed., § 1837.</p>\n<p id=\"b713-10\">Proof of “collateral” agreements seems generally to be more freely permitted when <em>the </em>writing is a negotiable instrument, a lease or a deed — precisely the types of instrument on which one would suppose that business stability would peculiarly depend.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b713-11\"> Wigmore, loc. cit., § 2442.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b713-12\"> No one can suggest why the dangers of perjured testimony should be courted in such cases relating to writings and shunned in others.</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b713-13\"> See Gray, The Nature and Sources of Law (1921) § 225; cf. Austin, Jurisprudence, 4th Ed., 674; concurring opinion in Aero Spark Plug Co. v. B. G. Corp., 2 Cir., 130 F.2d 290, 292, 297, 298; Wigmore, The Judicial Function, in the Science of Legal Method (1917) Editorial Introduction, xxxvi-xxxix.</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b713-15\"> “The court assumes as self-evident that without some special assurance of the enforcement of contracts as written, as against claims of inconsistent oral agreements, businessmen generally will be seriously handicapped in the prosecution of commercial enterprise. Like most of the law’s basic assumptions, this one has never been tested by any survey of the actual effects in business of the presence or absence of such assurance * * * It would, perhaps, be worthwhile to canvass the managers and counsel of business enterprises of country-wide scope, to ascertain whether they are aware of the lack of strictness of the courts of a few of the states (e. g., North Carolina) in protecting writings against claimed oral agreements, and, if so, whether this influences the amount and methods of business done by them in those states * <em>* </em>The telephone, and the urgent call for high speed in certain types of important transactions, such as security trading, have accustomed businessmen to rely upon word-of-mouth, and to dispense with the safeguard of writing. This is suggested in a letter from Professor Nathan Isaacs, from which I take the liberty of quoting: ‘In the first place, the businessman of today relies and must rely less and less on writing than he did even fifty years ago. The telephone has something to do with this change, but a more important factor is the speed required in modern business. It is true that our facilities for rapid writing have increased, but our need for rapidity in transactions has increased much more rapidly. The result is that the businessman, is ac<page-number citation-index=\"1\" label=\"650\">*650</page-number>customed to seeing millions of dollars worth of securities change hands on the stock exchange without the scratch of a pen. But this is not the whole or even the most important part of the story. Even where writing is resorted to, two forces have conspired to prevent the writing from containing or even purporting to contain the “whole” contract. One of these is the growing complexity of transactions, and the other is a phase of the speed already mentioned which shows itself in the brevity of business letters and other memoranda. To- fill the gaps which necessarily result in the modern business contract, we resort more and more to the standardizing elements (customs, statutes, rules of trade associations, chambers of commerce, exchanges), but a great many blanks still remain to be filled in by oral understanding. The real danger therefore to the businessman that comes from a strict enforcement of the parol evidence rule, is that as contracts are made today essential parts are in danger of being excluded. In other words, I mean to suggest that however fitting the parol evidence rule may have been when it grew up, it is not in strict accord with the needs of business today. It is a gratuitous assumption that, where people fake the trouble to reduce their contract to writing, their motive is to prevent explanations — even contradictory explanations— from entering into the situation. On the contrary, the motive for writing may be the very simple motive of satisfying the need of quick communication or of making a memorandum in such a form as to fit into the plan of a business for having the memorandum acted on, or it may be some quite different motive.’ ” McCormick, 41 Yale L. J. 364, 365, 366, 384.</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b714-19\"> Rather than judicially to extend the scope of the rule, it might be well by legislation to restrict it. If the basic motive in perpetuating it is fear of juries, the legislatures might deal with it somewhat as the proposed A. L. I. Code of Evidence deals with certain phrases of the hearsay rule: When a judge tries a ease without a jury, make the parol evidence rule inapplicable or reduce it to the level of a rebut-table presumption; when a jury sits, leave it to the trial judge to apply the rule to the extent that, in his discretion, he thinks that the extrinsic evidence now excluded by the rule will prejudicially affect the jury.</p>\n<p id=\"b714-20\">For discussion of suggested modifications of the rule, see McCormick, 41 Yale L. J. 364.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}