{
  "casebody": {
    "data": "<casebody firstpage=\"904\" lastpage=\"907\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b968-6\">CHAMPLAIN COACH LINES, Inc., v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b968-7\">No. 28.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b968-8\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b968-9\">Dec. 2, 1943.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b968-18\">Wright, Gordon, Zachry, Parlin &amp; Ca-hill, of New York City (John P. Ohl and John A. Reed, both of New York City, of counsel), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b968-19\">Samuel O. Clark, Jr., Asst. Atty. Gen., Sewall Key, and J. Louis Monarch, Sp. Assts. to Atty. Gen., and Walter J. Cummings, Jr., of Washington, D. C., for respondent, Commissioner of Internal Revenue.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b968-20\">Before SWAN, AUGUSTUS N. HAND, and FRANK, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b968-21\">AUGUSTUS N. HAND, Circuit Judge.</author>\n<p id=\"b968-22\">The taxpayer, Champlain Coach Lines, Inc., appeals from a decision of the Tax Court determining a deficiency in its income taxes for the year 1938 on the ground that the court improperly affirmed an assessment of the Commissioner of Internal Revenue disallowing a deduction of $24,200.93 as a loss sustained by the taxpayer during that year. In our opinion the deduction should have been allowed and the deficiency for 1938 should be recomputed accordingly.</p>\n<p id=\"b968-23\">The taxpayer was engaged in the interstate carriage of passengers by bus. During the autumn of 1935 it considered the advisability of operating intrastate carriage of passengers, particularly from Albany to the international line near Rouses Point, New York, by way of Schenectady, Ballston Spa, Saratoga Springs, Glens Falls, Lake George, Warrefisburg, Chester-town, Schroon Lake, Elizabethtown, Keese-ville and Plattsburg. It retained counsel who by early December, 1935, were engaged in preparing the local consents required for the taxpayer’s application. &gt;sf the Public Service Commission of New York <page-number citation-index=\"1\" label=\"905\">*905</page-number>for a certificate of public convenience and necessity. By resolution of its board of directors the officers of the taxpayer were authorized to negotiate with the owners of a bus line operating between Plattsburg, New York, and Rouses Point, New York. But, having been advised that it could not secure the requisite certificate of public convenience and necessity for intrastate operation, because it was not organized under the Transportation Corporations Law of New York, Consol.Laws, c. 63, § 1 et seq., it adopted a resolution at a meeting of its board of directors held on December 27, 1935, providing for the organization of a new company under the name of “Champlain Bus Corporation” pursuant to the Transportation Corporations Law of New York for the purpose of operating an intrastate bus route between Albany, Néw York, and the international line near Rouses Point, and for the acquisition by the taxpayer of the capital stock of such corporation to the amount of $20,000 par. The Champlain Bus Corporation was organized, and the application for the certificate was filed with the Public Service Commission in its name but was denied in the year 1937 and, on a rehearing the denial was affirmed on January 11, 1938. During the years 1935, 1936, 1937 and 1938, the taxpayer paid out $24,200.93 for expenses in connection with obtaining the local consents and making the application for the certificate above referred to. These expenditures were entered on the books of the taxpayer as deferred debits, an account in which only items which are capitalized or written off are entered. These entries were made with a view to capitalizing such expenditures when the issuance of a certificate of public convenience and necessity in the name of Champlain Bus Corporation was procured and the issuance of stock of Champlain Bus Corporation to the taxpayer was authorized by the Public Service Commission. No income tax deductions were taken by the taxpayer with respect to the items in any year prior to 1938, but in that year it took all the deductions in its Income and Excess Profits Tax Return, and has not been compensated therefor by insurance or otherwise.</p>\n<p id=\"b969-5\">Pursuant to authorization in the corporate resolution of December 27, 1935, the taxpayer subscribed for 100 shares of the capital stock of the Champlain Bus Corporation at $100 per share and on May 4, 1936, paid the subscription by transferring $10,000 to Champlain Bus Corporation which thereupon issued to the taxpayer a certificate for 100 shares of its capital stock. On August 15, 1936, the taxpayer and the Champlain Bus Corporation, having been advised that the stock of the latter could not be validly issued without authorization by the New York Public Service Commission, filed a joint petition for such authorization, which the Commission denied on February 1, 1938. Thereafter, pursuant to the resolution of taxpayer’s board of directors, its officers were directed to return the 100 shares of capital stock of Champlain Bus Corporation to the latter company for cancellation and to charge it with the amount of $10,000 as a cash advance for the amount paid by the taxpayer for its stock. In accordance with the resolution the certificate was surrendered by the taxpayer and cancelled, and the sum of $10,000 previously paid therefor was transferred upon the books of Champlain Bus Corporation from its capital account to an account payable.</p>\n<p id=\"b969-7\">On September 20, 1938, the Public Service Commission' authorized the transfer from Adirondack Motor Bus Company, Inc., to Champlain Bus Corporation of a certificate of public convenience and necessity held by the former for intrastate bus operations between Saranac Lake and Plattsburg, Saranac Lake and Elizabeth-town, Westport and Port Henry, all in the State of New York. The Champlain Bus Corporation started operations over the foregoing intrastate routes on October 23, 1938. In connection with the issuance to Champlain Bus Corporation of the certificate of public convenience and necessity acquired from ' Adirondack Motor Bus Company, Inc., the Public Service Commission, on December 20, 1938, authorized the issuance to the taxpayer of 210 shares of stock of Champlain Bus Corporation. Pursuant to this authorization the taxpayer, on January 31, 1939, paid $21,000 to Champlain Bus Corporation and received therefor 210 shares of the capital stock of the latter.</p>\n<p id=\"b969-8\">The taxpayer claimed the right to deduct the item $24,200.93 as a loss for the year 1938 because of Section 23(f) of the Revenue Act of 1938, 26 U.S.C.A. Int.Rev. Code, § 23(f), which provides that in computing net income there shall be allowed as deductions: “In the case of a corpora<page-number citation-index=\"1\" label=\"906\">*906</page-number>tion losses sustained during the taxable year and not compensated for by insurance or otherwise. * * *”</p>\n<p id=\"b970-4\">It is argued on behalf of the Commissioner that these expenditures were a capital investment, but they were not a capital investment, for the Public Service Commission prevented this by denying the application for a certificate for the original route and refusing to allow the Champlain Bus Corporation the right to issue its stock to the taxpayer for the inauguration of that venture.</p>\n<p id=\"b970-5\">In Item 13 of the Stipulation of Facts it was provided that: “The * * * expenditures of $24,200.93 were entered on the books of petitioner in the years 1935, 1936, 1937 and 1938 as deferred debits, an account in which are entered only items which are to be capitalized or written off. These entries were made with a view to capitalizing such expenditures when the issuance of a certificate of public convenience and necessity in the name of Champlain Bus Corporation had been procured and the issuance of stock of Champlain Bus Corporation to petitioner with respect thereto had been authoriz'ed by the Public Service Commission. No entries were made on the books of Champlain Bus Corporation with respect to said expenditures of $24,200.93.”</p>\n<p id=\"b970-7\">It is evident that the expenditures by the taxpayer were neither a capital investment in, nor a loan to its subsidiary, but were losses incurred in seeking to obtain a route for a bus line which was not authorized. The subsidiary never received any of the moneys expended by the taxpayer nor obtained the slightest benefit from the outlays, nor did the taxpayer have any right to claim that they' represented an indebtedness to itself. Even if the relation of debtor and creditor were theoretically possible in the circumstances, the stipulation show's that such a relation was not created or contemplated and indicates that the expenditures were only to be “written off”. The $21,000 item paid by the taxpayer for stock of Champlain Bus Corporation, when a certificate of public convenience and necessity was obtained for the new route, and the $10,000 item paid for the 100 shares of its stock which were cancelled and returned, are matters having no bearing upon the issues before us.</p>\n<p id=\"b970-10\">The Commissioner relies on Interstate Transit Lines v. Commissioner, 8 Cir., 130 F.2d 136, affirmed 319 U.S. 590, 63 S.Ct. 1279, 87 L.Ed. 1607, as preventing a deduction of the expenditures, but we think that decision has no tendency to support his contention. There a parent corporation had agreed with its subsidiary to absorb its future operating profits and losses realized in an intrastate business and was not allowed to deduct losses as ordinary and necessary business expenses for the year in which they occurred because the parent was not authorized to do the business conducted by the subsidiary. Here the subsidiary never did, or was authorized to do the business for which the expenditures of $24,200.93 were incurred, namely, to run a bus line from Albany to the Canadian border. In other words, the very object for which the payments were made was completely frustrated. Inasmuch as the expenditures could under no circumstances be recovered by the taxpayer, its claim for a deduction seems unanswerable.</p>\n<p id=\"b970-11\">The Commissioner also argues that the expenditures .cannot be deducted as losses because they were voluntary payments in the nature of a gift. But they were originally intended as an investment and were only precluded from being such by the ruling of the Public Service Commission. There never was any intention to make a gift.</p>\n<p id=\"b970-12\">Article 23(e) (1) Treasury Regulations 101, promulgated under the foregoing Act of 1938, deals with the deductibility of individual losses,<footnotemark>1</footnotemark> and is made applicable\" to corporate losses by Article 23(f) (1). The failure of the taxpayer’s first project to itself operate an intrastate bus route, followed by'the denial of the application of the Champlain Bus Corporation for a certificate of public convenience and necessity to operate a bus line between Albany and the Canadian border and the denial of the joint application to the Public Service Commission of the Champlain Bus Corporation and the taxpayer for authorization of the former to ■ issue 100 shares of its <page-number citation-index=\"1\" label=\"907\">*907</page-number>stock and of the latter to acquire the stock, terminated the original plan for conducting an intrastate bus line. The certificate granted to Champlain Bus Corporation for :he route from Saranac to Port Henry was for a new and different enterprise. The final orders of the Commission made in 1938 were identifiable events which fixed the loss of the taxpayer and entitled it to deduct from its- income tax return for the year 1938 the $24,200.93 it had expended in first attempting to secure operating franchises. United States v. White Dental Mfg. Co., 274 U.S. 398, 47 S.Ct. 598, 71 L.Ed. 1120.</p>\n<p id=\"b971-5\">For the foregoing reasons the order of the Tax Court is reversed and the proceeding remanded with directions to allow the deduction of a loss of $24,200.93 to the taxpayer for the year 1938 and to recompute the income tax deficiency for that year accordingly.</p>\n<footnote label=\"1\">\n<p id=\"b970-8\"> “In general losses for which amount may be deducted from gross income must be evidenced by closed and completed transactions, fixed by identifiable events, bona fide and actually sustained during the taxable period for which allowed. Substance and not mere form will govern in determining deductible losses. Full consideration must be given to any salvage value and to any insurance or other compensation in determining the amount of losses actually sustained.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}