{
  "casebody": {
    "data": "<casebody firstpage=\"108\" lastpage=\"112\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b154-5\">In the Matter of Jhan Robbins et al., Appellants and Respondents, against Ada Chamberlain et al., Comprising the Board of Inspectors of Elections of the 16th Election District of the Town of Orangetown, Rockland County, Respondents and Appellants. In the Matter of Robert P. Allen et al., Appellants and Respondents, against Ada Chamberlain et al., Comprising the Board of Inspectors of Elections of the 16th Election District of the Town of Orangetown, Rockland County, Respondents and Appellants. In the Matter of Ethel J. Arnstein et al., Appellants and Respondents, against Lucy Engelhardt et al., Comprising the Board of Inspectors of Elections of the 13th Election District of the Town of Orangetown, Rockland County, Respondents and Appellants. In the Matter of Esther M. Bess et al., Appellants and Respondents, against Philip Klee et al., Comprising the Board of Inspectors of Elections of the 3d Election District of the Town of Orangetown, Rockland County, Respondents and Appellants.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b154-10\">Argued October 30, 1947;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Adc\">decided October 30, 1947.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b155-10\"><page-number citation-index=\"1\" label=\"109\">*109</page-number><em>Joseph L. Roesoh </em>for Jhan Robbins and another, petitioners, appellants and respondents.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Ao0\">I. The Inspectors of Elections have acted illegally in excluding petitioners’ names from the registration roll. <em>(Matter of Blankford, </em>241 N. Y. 180; <em>Matter of Barry, </em>164 N. Y. 18; <em>Matter of Seld </em>[Seigfred], 268 App. Div. 235; <em>Matter of Garvey, </em>147 N. Y. 117.) II. The constitutional rights of the petitioners will be infringed unless their names be included on the registration roll and their right to vote be safeguarded. (Election Law, § 151; N. Y. Const., art. II, § 3; <em>Matter of Watermeyer </em>v. <em>Mitchell, </em>275 N. Y. 73.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b155-11\"><em>Arthur Garfield 'Hays, Elias Messing </em>and <em>Milton M. Ga/rrow </em>for Esther M. Bess and others, petitioners, appellants and respondents.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AO0\">I. Constitutional and statutory requirements have <page-number citation-index=\"1\" label=\"110\">*110</page-number>been satisfied. II. Petitioners are residents of the town of Orangetown. <em>(Silvey </em>v. <em>Lindsay, </em>107 N. Y. 55; <em>Matter of Goodman, </em>146 N. Y. 284; <em>Matter of Garvey, </em>147 N. Y. 117; <em>Matter of Blankford, </em>241 N. Y. 180; <em>Matter of Watermeyer </em>v. <em>Mitchell, </em>275 N. Y. 73; <em>Matter of Barry, </em>164 N. Y. 18.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b156-5\"><em>David R. Moses, Morton Lexow </em>and <em>William H. Jenkins, Jr., </em>for Inspectors of Elections, respondents and appellants.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AtN\">I. To be qualified to vote under the constitutional and statutory provisions within a certain district, the applicant must be domiciled therein. <em>(Matter of Rooney, </em>172 App. Div. 274; <em>People </em>v. <em>Cady, </em>143 N. Y. 100.) II. Where a person occupies an abode which is predicated and dependent upon his attendance at a seminary or other place of learning, he neither loses the domicile that he had prior to such acquisition nor does he gain a new one. <em>(Matter of Watermeyer </em>v. <em>Mitchell, </em>275 N. Y. 73; <em>Matter of Geis, </em>162 Misc. 398; <em>Matter of Foster, </em>123 Misc. 852; <em>Matter of Gardiner, </em>183 App. Div. 491.) III. Since the status of the wives and other members of their families are derivative they gain no voting domicile in occupying the abode furnished by the student-veterans in the Federal housing project. <em>(People </em>v. <em>Cady, </em>143 N. Y. 100; <em>Matter of Hirschhorn </em>v. <em>Ahearn, </em>230 App. Div. 533; <em>Matter of Hoffman </em>v. <em>Bachman, </em>187 Misc. 799.) IV. The very fact that the Legislature has extended special privileges relative to registration and voting to inmates of veterans’ hospitals and their wives and families which are' more liberal than those extended to students and their wives and families demonstrates that their wives here cannot have the privilege they seek, without further action on the part of the Legislature.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b156-6\">Desmond, J.</author>\n<p id=\"A0\">Section 4 of article II of the State Constitution and section 151 of the Election Law say that, for purposes of registering and voting, no person shall be deemed to have gained or lost a residence “ by reason of his presence or absence * * * while a student of any seminary of learning ”. Those enactments have been construed by the courts, and held to mean at least this: that a student who moves into residence on the campus of an educational institution does not, without more, accomplish a change of voting residence <em>(Matter of Garvey, </em>147 N. Y. 117; <em>Matter of Barry, </em>164 N. Y. 18; <em>Matter </em><page-number citation-index=\"1\" label=\"111\">*111</page-number><em>of Blankford, </em>241 N. Y. 180; <em>Matter of Watermeyer </em>v. Mitchell, 275 N. Y. 73). But the quoted constitutional and statutory enactment “ disqualifies no one; confers no rights upon any one.” <em>(Silvey </em>v. <em>Lindsay, </em>107 N. Y. 55, 61.) It means only that such presence at a seat of learning is not <em>“ </em>a test of a right to vote, and is not to be so regarded. The person offering to vote must find the requisite qualifications elsewhere.” (Same citation.) No case (except the present ones) goes so far as to hold that a married student, moving with his wife from their former residence to one nearer his studies, automatically loses his right to vote by force of the constitutional-statutory edict.</p>\n<p id=\"b157-5\">The petitioners here, whose votes have been successfully challenged in the election districts in Rockland County wherein they now reside, occupy apartments at a housing development called “ Shanks Village ”. Those buildings were formerly part of the wartime Camp Shanks, but after the war they came under the control of the Federal Public Housing Administrator who leased them to Columbia University or, at least, put them under the control of that university. The agreement between Columbia and the administration authorizes the former to rent the apartments to students only, and only to such students as are war veterans. All the petitioners are such students or their wives or relatives, all occupy these apartments as separate family domiciles, and each male petitioner is actually the head of a family unit, consisting in most cases of himself and his wife. (Anomalously enough, the wives have been permitted to vote by these same adjudications.) Many of these student-veterans are gainfully employed, part-time, elsewhere than at the schools they attend. Shanks Village is many miles from any of those educational institutions and the residential facilities there are a part of the Columbia campus only to the limited extent above described.</p>\n<p id=\"b157-6\">Our Constitution and our statutes, for sufficient reasons, have decreed that those who attend colleges and seminaries away from their family homes and live in college residential halls during the college year in the fashion conventional before the war, do not, thereby and without more, become qualified to vote in the communities in whose life and doings these students had so limited a part and so limited an interest. The mischief <page-number citation-index=\"1\" label=\"112\">*112</page-number>against, which the law was aimed was “ the participation of an unconcerned body of men in the control through the ballot-box of municipal affairs in whose further conduct they' have no interest, and from the mismanagement of which by the officers their ballots might elect, they sustain no injury.” <em>(Silvey </em>v. <em>Lindsay, supra, </em>p. 60.) However, that old concept of semi-cloistered college life has little to do with the way these petitioners are getting their education. They are married men who have left their parental firesides and gone out on their own, with their wives and children. Their living arrangements at Shanks Village bear small resemblance to an old-fashioned college community, but are more like, the kind of new-fashioned company-owned housing projects, which great industries build near their factories to attract and serve their employees and their employees’ families. These students are family men, not college boys away from their parental homes. True, their tenure of occupancy at Shanks Village can continue only while they are students, but, since they have no other homes, their tenure is “ temporary ” or “ indefinite ” only in the' same sense as the tenure of the occupant of a city apartment house.</p>\n<p id=\"b158-5\">There is no substantial dispute of fact here. These petitioners have 'shown their eligibility to vote from the only residences they have. As to the right to vote of the petitioners who' are wives or parents of veteran-students, we cannot see that there is any doubt whatever.</p>\n<p id=\"b158-6\">The orders should be modified so as to grant the petitions of the student petitioners, and as so modified affirmed, without costs.</p>\n<p id=\"b158-7\">Thacher and Dye, JJ., concur with Desmond, J.; Loughran, Oh. J., Conway and Fuld, JJ., concur in result; Lewis, J., taking no part.</p>\n<p id=\"b158-8\">Ordered accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}