{
  "casebody": {
    "data": "<casebody firstpage=\"132\" lastpage=\"138\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b138-7\">City Court.</court>\n<p data-order=\"1\" data-type=\"misc\" id=\"b138-8\">\n<em>Trial Term</em>\n</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANm\">March, 1884.</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b138-9\">JOHN D. W. JOY et al. <em>against </em>NATHAN J. SCHLOSS et al.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b138-10\">Contracts for the delivery of goods to be manufactured are contracts for the sale of merchandise within the statute of frauds, unless the goods are to be manufactured by the vendors themselves.</headnotes>\n<disposition data-order=\"5\" data-type=\"disposition\" id=\"b138-11\">Decision on motion for judgment on special verdict.</disposition>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b138-12\"><em>E. IT. Pomeroy, </em>for plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b138-13\"><em>8. Wolf, </em>for defendant.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b138-14\">McAdam, Ch. J.</author>\n<p id=\"Alq\">David Smith, a clerk of the plaintiffs, took samples and went around among the clothing trade soliciting orders. He called upon the defendants and obtained an order for two styles of cloths, known in the trade as Salisbury suitings. The quantity and price were agreed upon, and the goods were to be delivered in May, <page-number citation-index=\"1\" label=\"133\">*133</page-number>1883. The price exceeded $50; no note or memorandum of the contract was subscribed by the defendants, and no part of the goods were accepted by the defendants.</p>\n<p id=\"b139-5\">Two sample pieces of about thirty-five yards were delivered to the defendants in April, and were returned to the plantiffs four or five days afterwards, accompanied by a letter in these words.</p>\n<blockquote id=\"b139-6\">“ New York, April 9, 1883.</blockquote>\n<blockquote id=\"b139-7\">“ Messrs. Joy, Langdon &amp; Co, 110 Worth st.</blockquote>\n<blockquote id=\"b139-9\">Gent. We bought of you Salisbury suitings, to be <em>all </em>wool, styles 712 and 718. We found on boiling same the result as per sample enclosed. We cancel same.'</blockquote>\n<blockquote id=\"b139-10\">“We remain, Yours resp., N. J. Schloss &amp; Co.”</blockquote>\n<p id=\"b139-14\">Shortly after taking the order from the defendants, Smith, the plaintiffs’ agent, made a memorandum in these words:</p>\n<blockquote id=\"b139-15\">“New York, Feby. 12, 1883.</blockquote>\n<blockquote id=\"b139-16\">“ Memo, of order given by N. J. Schloss <em>&amp; </em>Co.</blockquote>\n<blockquote id=\"b139-17\">Salisbury Suitings.</blockquote>\n<blockquote id=\"b139-18\">712 ) 750 yds ea.</blockquote>\n<blockquote id=\"b139-19\">718 [ $200</blockquote>\n<blockquote id=\"b139-20\">Trade 5%</blockquote>\n<blockquote id=\"b139-21\">5 | 60—60 extra.</blockquote>\n<blockquote id=\"b139-22\">Samples pcs, 1st Apl. Balance in May.</blockquote>\n<blockquote id=\"b139-23\">“ Jot, Langdon <em>&amp; </em>Co. Smith.”</blockquote>\n<p id=\"b139-25\">A copy of this memorandum was sent to the defendants a few days afterwards with small samples about three inches square.</p>\n<p id=\"b139-26\">Treating the transaction as a sale, it has no binding validity in law <em>(Story on Sales, </em>§ 266; <em>Benjamin on Sales, </em><page-number citation-index=\"1\" label=\"134\">*134</page-number>§ 255; Justice <em>v. </em>Lang, 42 <em>N. Y. </em>493). The memorandum is not a bought-and-sold note, nor was Smith the broker or agent of both parties, nor was any memorandum signed by Smith on behalf of the defendants and delivered to the plaintiffs.</p>\n<p id=\"b140-5\">But the plaintiffs claim that a written recognition of a contract, void by the Statute of Frauds, though after it was entered into, will make it binding, and they cite Gade <em>v. </em>Nixon, 6 <em>Cow. </em>445; Thompson <em>v. </em>Menck, 4 <em>Abb. Ct. App. Dec. </em>400; Kuhn <em>v. </em>Brown, 1 <em>Hun, </em>249, to sustain this principle. The language used in the defendants, letter of April 9, in which they write to the plaintiffs : “ We bought of you Salisbury suitings,” etc., is said to make these cases applicable. But that letter says the suitings purchased were “ <em>all </em>wool,” and the contract was canceled or repudiated because the samples sent on after a test disclosed that the suitings which the plaintiffs furnished contained a mixture of cotton, although the percentage of cotton is disputed, some of the witnesses placing it from 25 to 40 per cent., so that the contract sued upon is not that which is recognized by the letter just referred to.</p>\n<p id=\"b140-6\">In Gale <em>v. </em>Nixon (6 <em>Cow. </em>445), the vendors of land executed a contract of sale, but the vendees did not. The vendors, by an indorsement <em>on the bash of the contract, </em>recognized its validity, and this was held sufficient to bind them, because they assented to the very terms and conditions to which the vendors had previously subscribed.</p>\n<p id=\"b140-7\">The letter held to be a valid recognition in Thompson <em>v. </em>Menck (4 <em>Abb. Ct. App. Dec. </em>400), referred to the purchase by the vendee, and requested the vendors to make a delivery of the goods on his account to a Mr. Warner, and the goods were subsequently delivered as requested.</p>\n<p id=\"b140-8\">Kuhn <em>v. </em>Brown (1 <em>Hun, </em>249) affirmed the rule declared in Gale <em>v. </em>Nixon, <em>supra, </em>that “ It is not necessary that .the identical agreement should be signed, but if it is acknow<page-number citation-index=\"1\" label=\"135\">*135</page-number>ledged by any other instrument, duly signed, it is sufficient.”</p>\n<p id=\"b141-5\">In the present instance, the letter of the defendants does not acknowledge the existence of any such contract as that claimed to have been made by the plaintiffs. The defendants substantially say that they bought suitings “ all wool,” you claim a sale of different goods, hence “ we cancel ” the contract. This is not a recognition but a denial of the contract on which the plaintiffs base their right of recovery. This does not prove a meeting of minds, but a misunderstanding, which is not a contract. The plaintiffs then claim that the transaction does not come within the statute, because it was not a contract of sale, but of manufacture. That the goods were not in existence at the time the order was given (Passaic Manuf. Co. <em>v. </em>Hoffman, 3 <em>Daly, </em>495).</p>\n<p id=\"b141-6\">There can be no doubt that a contract to manufacture a thing which never would have been manufactured in the particular manner or shape that it was, is essentially a contract for special skill, labor and workmanship, and within the statute (Meincke <em>v. </em>Falk, 15 <em>Reporter, </em>95). Yet where the seller is not the manufacturer, the contract is one for the sale of goods, wares and merchandise within the statute (Millar <em>v. </em>Fitzgibbons, 9 <em>Daly, </em>505). In an action against the vendor the vendee must show that the vendor is the manufacturer (Ib.). If the action is by the vendor against the vendee, the vendor should by a parity of reasoning show that he is the manufacturer, so as to take the case out of the operation of the statute, by making it a contract for work, labor and services.</p>\n<p id=\"b141-7\">The evidence shows that the goods tendered to the defendants were manufactured by the Essex Mills, a corporation created under the laws of the State of Massachusetts ; that the plaintiffs are the agents of that and other mills. But the present action is not brought by or on behalf of the Essex Mills, nor does the evidence show that the action is prosecuted for the benfit of the Essex <page-number citation-index=\"1\" label=\"136\">*136</page-number>Mills, or that that corporation is to realize any benefit or suffer any loss from any judgment which may be rendered herein.</p>\n<p id=\"b142-5\">The plaintiffs should have connected the mill as the manufacturer in some pecuniary way with the order which the defendants gave, so as to avoid the effect of the decision in Millar <em>v. </em>Fitzgibbons <em>(supra). </em>If the mill had claimed the benefit of the contract and brought the action, a different question Avhould have been presented from that Avhich arises upon the present record.</p>\n<p id=\"b142-6\">The plaintiffs cannot be regarded as the mill for the purposes of this action.</p>\n<p id=\"b142-7\">The evidence demonstrates that they have some interest in the contract they seek to enforce, which is greater than that possessed by the mill, the mill probably agreeing to manufacture at one price and the plaintiffs agreeing to sell at another, the difference being their profit. This does not clearly appear by the evidence, but is a fair inference to be drawn from it.</p>\n<p id=\"b142-8\">The difficulty is that the plaintiffs ought to have made the relations existing between them and the mill more clearly appear, so that, if possible, the contract declared on might have been enforced without offending well set-tied rules of law.</p>\n<p id=\"b142-9\">The jury made a special finding to the effect that no material misrepresentations were made to induce the order, but this finding does not cure the legal infirmity in the inception of the <em>contract,—i. e., </em>the want of a writing ■ subscribed by the defendants. This finding does not even aid the so-called letter of recognition, because the writing or recognition must, in itself, unaided by extrinsic evidence, contain all the elements of a valid contract <em>(Story on Sales, </em>§ 269).</p>\n<p id=\"b142-10\">Upon the entire case, there must be judgment on the special verdict, for the defendants.</p>\n<p id=\"b142-11\">This decision was reversed by the general term (Opinion by <page-number citation-index=\"1\" label=\"137\">*137</page-number>Hawes, J.), and was reinstated by the following opinion, <em>which reverses the </em>general term.</p>\n<author id=\"b143-4\">Van Hoesen, J.</author>\n<p id=\"AZO\">The learned justice who wrote the opinion of the general term of the city court of New York, said very correctly that, if as matter of fact, the plaintiffs had failed to show that the goods were to be manufactured by them, the statute would clearly apply to the contract, and the mistake that the general term made was in assuming that the plaintiffs themselves were bound by the contract to manufacture the goods. Theie is not only no evidence to support such a finding, but there is conclusive evidence to the contrary.</p>\n<p id=\"b143-5\">The plaintiffs were agents for several mills that manufactured woolen and cotton goods, the Essex Mills and the Hamilton Mills being among the number. As a dry goods commission house, the plaintiffs sell goods for manufacturers and take orders for them. In February, 1883, they got from the defendants an order for two pieces of Salisbury suitings which they agreed to deliver in the following April and May. Nothing was said as to the place where, or the parties by whom the goods should be made, though it was understood that they were not in existence. . Any goods that corresponded to the sample, whether manufactured by a mill that the'plaintiff represented or not, could lawfully have been delivered in fulfillment of the order.</p>\n<p id=\"b143-6\">There is not a word in the testimony that gives the faintest color to the assertion that the defendants expected that the plaintiffs themselves would manufacture the goods ; but yet, because it appeared in the course of the trial that the plaintiffs were stockholders of a corporation called the Essex Mills and its sole agents, the general term of the city court came to the conclusion that the contract required the plaintiffs themselves to manufacture the goods. Having reached that entirely unwarranted conclusion, the general term then decides, in opposition to all the evidence, that the plaintiffs did actually manufacture the goods.</p>\n<p id=\"b143-7\">It is easy to imagine circumstances under which such a decision would operate most severely and unjustly upon the plaintiffs, for it is familiar law that a manufacturer is held liable upon an implied warranty against latent defects, though no such liability attaches to an ordinary commission merchant (Hoe <em>v. </em>Sanborn, 21 <em>N. Y. </em>552).</p>\n<p id=\"b143-8\">It is perfectly clear that the general term fell into error in assuming that the plaintiffs owning some shares of stock of the corporation called the Essex Mills had a bearing on the question of the applicability of the Statute of Frauds to the contract of the parties It was proved that the plaintiffs gave the order for the Salisbury <page-number citation-index=\"1\" label=\"138\">*138</page-number>suitings to the Essex Mills, but the contract with the defendants did not require them, to do so. As 1 have said before, the goods could have been bought anywhere if the plaintiffs had seen fit to buy them in the market, and the defendants could not have objected that they had not been manufactured in some one of the mills of which the plaintiffs were agents.</p>\n<p id=\"b144-5\">It is obvious, therefore, that this was a sale of goods rather than a contract for work and labor, and that the case falls within the class metioned by Judge Hunt in Parsons <em>v. </em>Loucks (48 <em>N. Y. </em>20), when he says: “ The present is not one of the border cases in which an embarrassing question is presented—as where wheat is sold, but the labor of threshing remains to be done ; or a sale of flour which has yet to be ground from wheat, or the sale of timber that is to be cut and corded ; nor where the defendants might procure other parties to manufacture the paper ” (3 <em>Parsons on Cont. </em>7 ed. star page 54).</p>\n<p id=\"b144-6\">Parsons v. Loucks was the precursor of Millar <em>v. </em>Fitzgibbons (9 <em>Daly, </em>506), and is a support for it, if precedent were needed to sustain a sound principle.</p>\n<p id=\"b144-7\">The order and the judgment entered upon the order of the general term should be reversed and the judgment of the trial term affirmed, with costs.</p>\n<p id=\"b144-8\">Labeehobe and J. F. Daily, JJ., concurred.</p>\n<p id=\"b144-9\">llames of Parties.</p>\n<p id=\"b144-10\">A short opinion of the supreme court of Massachusetts by the Chiet Justice (Morton) in Jones <em>v. </em>Boston &amp; Mystic Valley R. R. Co (2 <em>New Eng. Rep, </em>693), holds that in order to satisfy the Statute of Frauds, it is necessary the memorandum should show who are the parties to the contract: but it is sufficient if this appears by description instead of names, and then parol evidence is admissible to apply the description and identify the persons meant by it.</p>\n<p id=\"b144-11\">The contract, in question was a guaranty indorsed on the back of a promissory note ; and the guaranty thus indorsed did not contain the name of the guarantee or person in whose favor it was made. The court held that the evidence of the circumstances under which the note was taken pointed him out sufficiently to satisfy the statute.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}