{
  "casebody": {
    "status": "ok",
    "data": "<casebody firstpage=\"390\" lastpage=\"391\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <decisiondate id=\"p-1\">\n  JUDICIAL ETHICS OPINION 2018-1\n </decisiondate>\n <docketnumber id=\"p-2\">\n  No. 2018-1\n </docketnumber>\n <court id=\"p-3\">\n  Judicial Ethics Advisory Panel of Oklahoma.\n </court>\n <decisiondate id=\"p-4\">\n  March 13, 2018\n </decisiondate>\n <opinion>\n  <p id=\"p-5\">\n   ¶1 FACTS:\n  </p>\n  <p id=\"p-6\">\n   An attorney is presently holding the positions of part-time municipal judge for two small cities in the State of Oklahoma. Both of the municipal courts are not \"courts of record.\" These municipal courts are in the county of the attorney's residence. This attorney has decided to run for election to the position of County Commissioner for the county of his residence.\n  </p>\n  <p id=\"p-7\">\n   ¶2 QUESTION #_ 1: Is the attorney required to resign the part-time judicial positions before and or during the election campaign period for County Commissioner?\n  </p>\n  <p id=\"p-8\">\n   ¶3 ANSWER TO QUESTION_ # 1: Yes.\n  </p>\n  <p id=\"p-9\">\n   ¶4 DISCUSSION-QUESTION #1: The attorney should resign both municipal judge positions prior to running for election to the non-judicial position of County Commissioner. This is based on the following authorities.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    5 O.S. § Canon 4 (OSCN 2018), Appendix 4-Code of Judicial Conduct\n   </strong>\n  </p>\n  <blockquote class=\"attorneys\" id=\"p-11\">\n   <em>\n    A Judge or Candidate for Judicial Office Shall Not Engage in Political or Campaign Activity That is Inconsistent with the Independence, Integrity, or Impartiality of the Judiciary.\n   </em>\n  </blockquote>\n  <p id=\"p-12\">\n   <strong>\n    5 O.S. § Rule 4.5 (OSCN 2018), Appendix 4-Code of Judicial Conduct. Activities of Judges Who Become Candidates for Non-Judicial Office.\n   </strong>\n  </p>\n  <blockquote class=\"attorneys\" id=\"p-13\">\n   <em>\n    (A) Upon becoming a candidate for a non-judicial elective office, a judge shall resign from judicial office unless permitted by law to continue to hold judicial office.\n   </em>\n  </blockquote>\n  <blockquote class=\"attorneys\" id=\"p-14\">\n   <em>\n    Comment [1] In campaigns for nonjudicial elective public office, candidates may make pledges, promises, or commitments related to positions they would take and\n   </em>\n   <em>\n    ways they would act if elected to office. Although appropriate in nonjudicial campaigns, this manner of campaigning is inconsistent with the role of a judge, who must remain fair and impartial to all who come before him or her. The potential for misuse of the judicial office, and the political promises that the judge would be compelled to make in the course of campaigning for nonjudicial elective office, together dictate that a judge who wishes to run for such an office must resign upon becoming a candidate.\n   </em>\n  </blockquote>\n  <p id=\"p-15\">\n   <strong>\n    20 O.S. § 1404. Additional Grounds for Removal of Judicial Officer.\n   </strong>\n  </p>\n  <blockquote id=\"p-16\">\n   <em>\n    A. As used in this section, the term \"Judicial Officer\" includes judges of all courts created by the state or municipalities of the state.\n   </em>\n  </blockquote>\n  <blockquote class=\"attorneys\" id=\"p-17\">\n   <em>\n    B. In addition to the causes specified in Article VII-A, Section 1 of the Oklahoma Constitution, the acts and omissions enumerated below shall constitute grounds for the removal by the Court on the Judiciary of a judicial officer from his office, with or without disqualification to hold a judicial office in the future:\n   </em>\n  </blockquote>\n  <blockquote class=\"attorneys\" id=\"p-18\">\n   <em>\n    B.3. Participation by a judicial officer while serving as such officer or while a candidate for judicial office in any partisan political activity.\n   </em>\n  </blockquote>\n  <blockquote class=\"attorneys\" id=\"p-19\">\n   <em>\n    B.6. A judicial officer while serving as such officer or while a candidate for a judicial office, making publicly known in his campaign material or speeches or knowingly permitting others to make publicly known either directly or by implication, his political party affiliation.\n   </em>\n  </blockquote>\n  <p id=\"p-20\">\n   ¶5 QUESTION # 2: If the attorney loses the election for County Commissioner, would the attorney be prohibited from returning to the part-time municipal judge positions?\n  </p>\n  <p type=\"majority\">\n   <p id=\"p-21\">\n    ¶6 ANSWER TO QUESTION #_ 2: _No.\n   </p>\n   <p id=\"p-22\">\n    ¶7 DISCUSSION-QUESTION_ # 2: There is nothing in the law that would prohibit the attorney from returning to the part-time municipal judge positions. However, the decision whether to offer the positions to the attorney would be made by each municipality\n   </p>\n   <p id=\"p-23\">\n    Honorable Edward C. Cunningham\n   </p>\n   <p id=\"p-24\">\n    Honorable Bill Hetherington\n   </p>\n   <p id=\"p-25\">\n    Honorable April Sellers White\n   </p>\n   <p id=\"p-26\">\n    Honorable Tom Landrith\n   </p>\n   <p id=\"p-27\">\n    Honorable Allen McCall\n   </p>\n  </p>\n </opinion>\n</casebody>\n"
  }
}