{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"433\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b457-6\">KENNETH PORTER <em>v. </em>COMMISSIONER OF CORRECTION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Axf\">(SC 17847)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b457-7\">Katz, Palmer, Vertefeuille, Zarella and Schaller, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b457-8\">Argued October 25</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AUH\">officially released November 20, 2007</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b458-5\"><page-number citation-index=\"1\" label=\"432\">*432</page-number><em>Robert J. McKay, </em>for the appellant (petitioner).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b458-6\"><em>Timothy J. Sugrue, </em>senior assistant state’s attorney, with whom, on the brief, were <em>John A. Connelly, </em>state’s attorney, and <em>Catherine Brannelly Austin, </em>senior assistant state’s attorney, for the appellee (respondent).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b458-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b458-8\">PER CURIAM.</author>\n<p id=\"AGX\">The petitioner, Kenneth Porter, appeals from the judgment of the Appellate Court dismissing his appeal from the judgment of the habeas court, which had denied his petition for a writ of habeas corpus and his petition for certification to appeal. <em>Porter </em>v. <em>Commissioner of Correction, </em>99 Conn. App. 77, 78, 912 A.2d 533 (2007). The Appellate Court concluded that the habeas court properly had determined that the petitioner had not met his burden of proving that his appellate attorney had been ineffective in his representation of him for failing to brief properly the petitioner’s claim that the trial court had failed to give an orally requested jury instruction on lesser included offenses. Id., 84-85. We thereafter granted the petitioner’s petition for certification to appeal limited to the following issue: “Did the Appellate Court properly dismiss the petitioner’s appeal?” Porter v. <em>Commissioner of Correction, </em>281 Conn. 922, 918 A.2d 272 (2007).</p>\n<p id=\"b458-9\">The petitioner claims that the Appellate Court improperly affirmed the habeas court’s determination that his trial attorney’s actions had not constituted ineffective assistance of counsel. After examining the entire record on appeal and considering the briefs and oral arguments of the parties, we have determined that the <page-number citation-index=\"1\" label=\"433\">*433</page-number>appeal in this case should be dismissed on the ground that certification was improvidently granted.</p>\n<p id=\"b459-5\">The appeal is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}