{
  "casebody": {
    "data": "<casebody firstpage=\"1209\" lastpage=\"1216\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1281-7\">DELUXE ICE CREAM COMPANY, Plaintiff, Counterdefendant-Appellant, v. R.C.H. TOOL CORP., an Illinois Corporation, Defendant, Counterplaintiff, and Sumner H. Bates Company, N.V., a Netherlands Corporation, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1281-13\">No. 82-3065.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1281-14\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1281-15\">Argued Oct. 31, 1983.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1281-16\">Decided Jan. 30, 1984.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1281-17\">As Amended Feb. 10, 1984.</otherdate>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b1281-18\">Rehearing Denied March 5, 1984.</otherdate>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1282-20\"><page-number citation-index=\"1\" label=\"1210\">*1210</page-number>Norman J. Lerum, Pope, Ballard, Shepart &amp; Fowle, Ltd., Chicago, Ill., for plaintiff, counterdefendant-appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1282-21\">Richard C. Godfrey, Kirkland &amp; Ellis, Chicago, Ill., for defendant-appellee.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1282-22\">Before COFFEY, FLAUM, Circuit Judges, and CAMPBELL, Senior District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1282-16\"> The Honorable William J. Campbell, Senior District Judge of the United States District Court for the Northern District of Illinois, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"a5j-dedup-0\">FLAUM, Circuit Judge.</author>\n<p id=\"b1282-24\">This is an appeal from the district court’s granting of the defendant’s motion to dismiss for lack of personal jurisdiction. For the reasons set forth below, we reverse and remand for proceedings consistent with this opinion.</p>\n<p id=\"b1282-25\">The defendant is a Netherlands corporation that engages in the business of locating potential purchasers of ice cream making and collating equipment for manufacturers and distributors of that equipment. The defendant has only one office, which is located in Santa Monica, California. It has no property or employees in Illinois, nor is it registered with the Illinois Secretary of State as a foreign or domestic corporation. The defendant’s sole bank account is at the <page-number citation-index=\"1\" label=\"1211\">*1211</page-number>Lake Shore National Bank in Chicago. In 1974, the defendant agreed to attempt to find purchasers in Europe and in the western United States for S.M.W. Packaging Corporation (“SMW”), an Illinois corporation that manufactures, ice cream sandwich making and collating machinery. In return for this service, SMW was obligated to pay commissions to the defendant on the equipment and supplies for which the defendant found purchasers.<footnotemark>1</footnotemark></p>\n<p id=\"b1283-5\">Sumner H. Bates is a 100% stockholder in the defendant corporation. He became a resident of California in 1974, and since that time, he has conducted his business activities through the defendant corporation. Bates and his wife are the managing directors of the defendant corporation, and his sons and daughters are also directors.</p>\n<p id=\"b1283-6\">At a trade show in Dallas, Texas, in October 1974, SMW had a booth where it demonstrated its equipment. SMW was represented at the trade show by Herbert F. Roehn, Jr., and Joseph Carr. The defendant corporation was listed on the SMW booth as SMW’s export representative, and Bates was in attendance at the booth. According to the affidavit of Roehn, several representatives of plaintiff Deluxe Ice Cream Company, an Oregon corporation, attended the show and met with Roehn and Bates. When the show ended, Roehn and Bates went to Illinois. Roehn attested in his affidavit that on October 29, he and Bates met in Morton Grove, Illinois, and discussed a possible sale of ice cream making equipment to the plaintiff. Roehn stated that during the Morton Grove meeting, he and Bates made a contract whereby Bates was to attempt to sell two items of SMW machinery to the plaintiff and was to receive a ten percent commission of the invoice price plus $500 for placing a collating machine. Roehn further recounted that at the Morton Grove meeting, Bates proposed figures that he would submit to the plaintiff during his negotiations with the plaintiff. In addition, Roehn asserted during his deposition that prior to May 21, 1975, he and Bates had a discussion in Chicago regarding the terms of the plaintiff’s warranty. Bates, in his deposition, denied meeting with any officer of SMW in Illinois for purposes of discussing the sale of equipment to the plaintiff. There is no disagreement, however, that after October 1974, communications regarding the sale of SMW equipment took place outside Illinois between Bates and representatives of the plaintiff. On May 9, 1975, Bates wrote to Roehn, stating that the president of the plaintiff corporation was “OKing the deal” on the SMW equipment, and that the equipment should be shipped as soon as possible. Shipment of the equipment from SMW in Illinois to the plaintiff in Oregon took place on June 12. The equipment was installed July 7 through July 10, and the plaintiff paid for the equipment on July 31, 1975.</p>\n<p id=\"b1283-12\">On three or four occasions in 1975 and 1976, Bates visited the plaintiff’s plant in Oregon. During some of these visits, Bates was accompanied by Roehn of SMW. In 1976, the plaintiff became dissatisfied with its purchase because of alleged defects in the machinery. In August 1976, the plaintiff demanded its money back, and it sent the machinery to R.C.H. Tool Corporation (“RCH”), an Illinois corporation that had designed, tooled, and manufactured the machinery for SMW.<footnotemark>2</footnotemark> A year later, in August 1977, when Bates and Roehn were visiting the RCH plant in Morton Grove, Bates asked RCH to repair the plaintiff’s machinery. in preparation for resale. Bates later paid $3000 to RCH for the repairs.<footnotemark>3</footnotemark></p>\n<p id=\"b1284-3\"><page-number citation-index=\"1\" label=\"1212\">*1212</page-number>On June 8, 1979, the plaintiff filed this diversity action in federal district court against Bates and SMW for breach of express and implied warranties arising out of the sale of the ice cream making equipment. The complaint was later amended twice to show as defendants Sumner H. Bates, N.V., and RCH. Bates, N.V., filed a motion to dismiss for lack of personal jurisdiction, and the matter was referred to a magistrate, who recommended to the district court that the motion be granted. The district court adopted the magistrate’s recommendation on February 18, 1982, and it reaffirmed its decision on March 17, 1982. Over the next several months, negotiations led to a settlement between the plaintiff and RCH. The case was dismissed on November 19, 1982.</p>\n<p id=\"b1284-4\">In appealing the district court’s March 17 decision to grant Bates, N.V.’s motion to dismiss for lack of personal jurisdiction, the plaintiff sets forth two main arguments. First, the plaintiff claims that the ongoing financial relationship between the defendant corporation and SMW created contacts between the defendant corporation and Illinois that were sufficiently connected to the plaintiff’s purchase so as to satisfy the jurisdictional requirements of the Illinois long-arm statute. According to the plaintiff, the fact that Bates was present in Illinois to complete the performance of the sales contract by arranging for the repair of the equipment further bolsters the applicability of the Illinois long-arm statute. Moreover, the plaintiff contends that the standards of federal due process are met in this case because Illinois is the most convenient forum and because the defendant corporation availed itself of the benefits and protections of Illinois law through its business relationship with SMW and through its physical presence in Illinois during the course of that relationship. The plaintiff bases its second argument for personal jurisdiction on the “doing business” rule. According to the plaintiff, the defendant corporation is constructively present in Illinois, and therefore amenable to suit, by virtue of the business that it conducts through its only bank account in Chicago.</p>\n<p id=\"b1284-7\">The defendant corporation, on the other hand, argues first that it is not subject to suit under the Illinois long-arm statute because it had no contacts, meetings, discussions, or other conversations with the plaintiff in Illinois. The defendant’s alleged representations to the plaintiff, which form the basis of the plaintiff’s claim, were made either in Texas, California, or Oregon. Furthermore, the defendant corporation maintains that personal jurisdiction in this case would not comport with due process primarily because the defendant dealt with the plaintiff outside of Illinois and had no basis on which to expect that it would be sued in Illinois. Also, the location of many of the witnesses outside Illinois, as well as the plaintiff’s position that Oregon law will govern the merits of its claims, mitigates against the idea that Illinois is a convenient forum within the meaning of due process. As its second argument against personal jurisdiction, the defendant corporation contends that it is not doing business in Illinois. According to the defendant, its use of an Illinois bank account is not sufficient to constitute the regular, systematic, and continuous business activity that forms the definition of the common law “doing business” rule.</p>\n<p id=\"b1284-8\">It is established in this circuit that a federal district court has personal jurisdiction over a party in a diversity case only if a court of the state in which the district court is sitting would have such jurisdiction. <em>Lakeside Bridge &amp; Steel Co. v. Mountain State Construction Co., </em>597 F.2d 596, 598 (7th Cir.1979), <em>cert, denied, </em>445 U.S. 907-08, 100 S.Ct. 1087-88, 63 L.Ed.2d 325 (1980). In Illinois, a nonresident corporation is amenable to suit if it performs one of the acts enumerated in the Illinois long-arm statute or if it is “doing business” in Illinois. Either approach may be used to establish jurisdiction, so long as due process requirements are satisfied. <em>See International Shoe Co. v. Washington, </em>326 U.S. 310, 316, 66 S.Ct. 154, 158, 90 L.Ed. 95 (1945). <em>See also </em><page-number citation-index=\"1\" label=\"1213\">*1213</page-number><em>Rush v. Savchuk, </em>444 U.S. 320, 327, 100 S.Ct 571, 576, 62 L.Ed.2d 516 (1980).</p>\n<p id=\"b1285-5\">The due process that is required when a court exercises personal jurisdiction over a litigant was articulated by the United States Supreme Court in <em>International Shoe:</em></p>\n<blockquote id=\"b1285-6\">[D]ue process requires only that in order to subject a defendant to a judgment in personam, if he be not present within the territory of the forum, he have certain minimum contacts with it such that the maintenance of the suit does not offend “traditional notions of fair play and substantial justice.”</blockquote>\n<p id=\"b1285-7\"><em>International Shoe Co. v. Washington, </em>326 U.S. at 316, 66 S.Ct. at 158 (quoting <em>Milliken v. Meyer, </em>311 U.S. 457, 463, 61 S.Ct. 339, 343, 85 L.Ed. 278 (1940)). The Supreme Court later defined the necessary minimum contact as “some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.” <em>Hanson </em>v. <em>Denck-la, </em>357 U.S. 235, 253, 78 S.Ct. 1228, 1239, 2 L.Ed.2d 1283 (1958).<footnotemark>4</footnotemark> Summarizing its approach to due process restrictions on jurisdiction over nonresident corporations, the Court stated that the central concern of the inquiry into personal jurisdiction had become “the relationship among the defendant, the forum, and the litigation.” <em>Shaffer v. Heitner, </em>433 U.S. 186, 204, 97 S.Ct. 2569, 2580, 53 L.Ed.2d 683 (1977). This relationship must be such that it is reasonable to require a nonresident corporation to defend a suit in the forum state in the context of our federal system of government. <em>WorldWide Volkswagen Corp. v. Woodson, </em>444 U.S. 286, 292-93, 100 S.Ct. 559, 564-65, 62 L.Ed.2d 490 (1980). Such reasonableness is not achieved, and due process is not satisfied, when a state asserts jurisdiction over corporate defendants with which the state has no contacts, ties, or relations. <em>Id. </em>at 294, 100 S.Ct. at 565.</p>\n<p id=\"b1285-10\">In applying this Supreme Court precedent, this circuit has stated that the minimum contacts standárd of <em>Hanson </em>emphasizes the reasonableness of subjecting a defendant to suit. <em>Honeywell, Inc. v. Metz Apparatewerke, </em>509 F.2d 1137, 1142 (7th Cir.1975). Thus, the sufficiency of minimum contacts cannot be determined by any set formula or rule of thumb, but “must rest on a consideration of what is fair and reasonable in the circumstances of each particular case.” <em>Telco Leasing, Inc. v. Marshall County Hospital, </em>586 F.2d 49, 50 (7th Cir.1978). In a contract case, several factors are relevant to this consideration. One factor is the presence of the defendant in the forum state while conducting business relevant to the dispute.<footnotemark>5</footnotemark> <em>See Wisconsin Electrical Manufacturing Co. v. Pennant Products, Inc., </em>619 F.2d 676, 677-78 (7th Cir.1980) (visits by defendant’s agents to forum state in order to negotiate with plaintiff were “significant in the formation of the contract” and constituted sufficient contact so as to satisfy due process); <em>Welles Products Corp. v. Plad Equipment Co., </em>563 F.Supp. 446, 449 (N.D.Ill.1983) (defendant’s employee’s initial call to Illinois and visit to Illinois “suggest that [defendant] purposefully availed itself of the privilege of conducting business” in Illinois); <em>NTN Bearing Corp. v. Charles E. Scott, Inc., </em>557 F.Supp. 1273, 1276 (N.D.Ill.1983) (where defendant came to Illinois to visit plaintiff, pursuant <page-number citation-index=\"1\" label=\"1214\">*1214</page-number>to a business relationship that was governed by the contract in dispute, defendant purposefully availed itself of the privilege of conducting activities within Illinois). Another factor is an assessment of the inconveniences that would result to the defendant by allowing jurisdiction in the forum. <em>See Honeywell, Inc. v. Metz Apparatewerke, </em>509 F.2d at 1144-45 (quoting <em>International Shoe Co. v. Washington, </em>326 U.S. at 317, 66 S.Ct. at 158); <em>Felicia, Ltd. v. Gulf American Barge, Ltd., </em>555 F.Supp. 801, 806-07 (N.D.Ill.1983); <em>Ronco, Inc. v. Plastics, Inc., </em>539 F.Supp. 391, 400 (N.D.Ill. 1982).</p>\n<p id=\"b1286-4\">In addition to the minimum contacts that are needed to ensure the due process rights of nonresident defendants, a forum state may impose its own jurisdictional requirements, such as those outlined in the Illinois long-arm statute. Under the provisions of this statute, a nonresident corporation submits itself to the jurisdiction of Illinois courts if it engages in the “transaction of any business” within Illinois and if the cause of action arises out of this transaction.<footnotemark>6</footnotemark> Until 1981, Illinois courts indicated that the “transaction of any business” provision exerts jurisdiction over nonresident defendants to the extent permitted by the due process clause. <em>See Nelson v. Miller, </em>11 Ill.2d 378,143 N.E.2d 673 (1957); <em>Coca-Cola Co. v. A. Epstein &amp; Sons International, Inc., </em>89 Ill.App.3d 253,44 Ill.Dec. 551, 411 N.E.2d 917 (1980); <em>Ziegler v. Houghton-Mifflin Co., </em>80 Ill.App.2d 210, 224 N.E.2d 12 (1967); <em>Koplin v. Thomas, Haab &amp; Botts, </em>73 Ill. App.2d 242,219 N.E.2d 646 (1966). Then, in <em>Green v. Advance Ross Electronics Corp., </em>86 Ill.2d 431, 56 Ill.Dec. 657, 427 N.E.2d 1203 (1981), the Illinois Supreme Court clarified the relationship between the Illinois long-arm statute and the due,process clause by stating that the construction and application of the long-arm statute did not “depend entirely upon decisions determining in what circumstances due process requirements would permit long-arm jurisdiction.” <em>Id. </em>at 436, 56 Ill.Dec. at 660, 427 N.E.2d at 1206. The court reaffirmed this statement several months later, in <em>Cook Associates, Inc. v. Lexington United Corp., </em>87 Ill.2d 190, 57 Ill.Dec. 730, 429 N.E.2d 847 (1981), and it explained that “the boundaries or limits under [the Illinois] statute are not to be equated with the ‘minimum contacts’ test under the due process clause.” <em>Id. </em>at 197, 57 Ill.Dec. at 200, 429 N.E.2d at 850.</p>\n<p id=\"b1286-9\">In light of <em>Green </em>and <em>Cook Associates, </em>it is clear that the question of personal jurisdiction under the Illinois long-arm statute is separate from the question of whether holding a nonresident defendant amenable to suit would violate due process. <em>See Vena v. Western General Agency, Inc., </em>543 F.Supp. 779, 784 (N.D.Ill.1982) (outlining a two-step analysis: “first a court must interpret whether the defendant’s conduct falls within the meaning of the long-arm statute; if it does, then the court must determine whether asserting jurisdiction over the defendant would be consistent with the due process clause”). <em>See also Veeninga </em>v. <em>Alt, </em>111 Ill.App.3d 775, 777, 67 Ill.Dec. 544, 444 N.E.2d 780, 781 (1982) (“we must determine whether the long-arm statute should be construed in a way which embraces plaintiffs’ claim against defendant, and if so, whether the assertion of jurisdiction by our courts over defendant is prohibited by due process safeguards”).</p>\n<p id=\"b1286-10\">To determine the boundaries of the “transaction of any business” provision of <page-number citation-index=\"1\" label=\"1215\">*1215</page-number>the Illinois long-arm statute, a federal court sitting in diversity must look to <em>Cook Associates </em>and subsequent Illinois cases. While these cases do not delineate any differences between the “transaction of any business” test of the long-arm statute and the minimum contacts test of due process, they do indicate that, to qualify as a transaction of business that establishes jurisdiction under the statute, an act by the nonresident defendant must give rise to the plaintiff’s cause of action. In <em>Cook Associates, </em>an employment agency arranged for an interview in Chicago between representatives of a Delaware corporation and an applicant for the job of “field sales manager.” The applicant was offered the position, but turned it down. Several months later, the corporation hired the applicant to be its “national sales manager,” and the employment agency sued the corporation for its finder’s fee. The court rejected the agency’s claim, ruling that the Chicago interview played no part in the later hiring of the applicant to fill a different position. The interview thus was not a transaction of business establishing jurisdiction under the Illinois long-arm statute. <em>Cook Associates, Inc. v. Lexington United Corp., </em>87 Ill.2d at 198-99, 57 Ill.Dec. at 201, 429 N.E.2d at 851. Similarly, in <em>Loggans v. Jewish Community Center of Milwaukee, </em>113 Ill.App.3d 549, 555-57, 69 Ill.Dec. 484, 490-91, 447 N.E.2d 919, 924-25 (1983), the court held that the defendant’s activities of placing notices with the Illinois Department of Labor, sending notices of job openings to Illinois college campuses, contracting with Chicago Jewish centers, and sending its newsletters to Chicago Jewish centers, did not give rise to the plaintiff’s suit for personal injuries. Jurisdiction thus was not established under the “transaction of any business” provision of the Illinois long-arm statute, which requires the plaintiff’s claim to “lie[ ] in the wake of the commercial activities by which [the] defendant submitted to the jurisdiction of Illinois courts.” <em>Id. </em>at 557, 69 Ill. Dec. at 491, 447 N.E.2d at 925. <em>See also Colnar v. Baldknobbers, Inc., </em>107 Ill.App.3d 234, 239, 63 Ill.Dec. 69, 72, 437 N.E.2d 718, 721 (1982) (no jurisdiction established under the “transaction of any business” provision of the Illinois long-arm statute where plaintiff’s allegations were too vague to allow a court to conclude that plaintiff’s trip to Missouri, where she was injured, was the result of defendant’s activities in Illinois); <em>Johnston v. United Presbyterian Church, </em>103 Ill.App.3d 869, 873, 59 Ill.Dec. 518, 521, 431 N.E.2d 1275, 1278 (1981) (although failing to refer either to <em>Green </em>or to <em>Cook Associates, </em>the court stated that the Illinois long-arm statute requires both that the nonresident defendant have minimum contacts with Illinois, as mandated by due process, and that the cause of action arise from the jurisdictional acts of the nonresident defendant).</p>\n<p id=\"b1287-7\">Turning to the present case, we note, first, that all conflicts in the affidavits and depositions submitted by the parties must be resolved in favor of the plaintiff. <em>Neiman v. Rudolf Wolff &amp; Co., </em>619 F.2d 1189, 1193 (7th Cir.), <em>cert, denied, </em>449 U.S. 920, 101 S.Ct. 319, 66 Ill.Dec. 148 (1980); <em>Vena v. Western General Agency, Inc., </em>543 F.Supp. 779, 782 (N.D.Ill.1982); <em>Kutner v. DeMassa, </em>96 Ill.App.3d 243, 247-48, 51 Ill.Dec. 723, 727, 421 N.E.2d 231, 235 (1980). We therefore accept as true Roehn's statements that he and Bates had a meeting in Illinois on October 29, 1974, at which time they made an agreement concerning the sale of SMW equipment to the plaintiff<footnotemark>7</footnotemark> and that he and Bates discussed the plaintiff’s warranty in Chicago prior to May 21, 1975.</p>\n<p id=\"b1287-8\">Applying the standards utilized in <em>Cook Associates, Logans, </em>and <em>Johnston </em>to the facts of this case, we hold that the discussions that took place in Illinois between Roehn and Bates played a part in the subsequent negotiations between Bates and <page-number citation-index=\"1\" label=\"1216\">*1216</page-number>the plaintiff, which led to the contract between SMW and the plaintiff. The contract under which the plaintiff is suing for breach of warranty thus lies in the wake of Bates’s commercial activities in Illinois. Since Bates is the representative of the defendant corporation who is authorized to manage its affairs, and a corporation can act only through its agents, <em>see Freeport Journal-Standard Publishing Co. </em>v. <em>Frederic W. Ziv Co., </em>345 Ill.App. 337, 350,103 N.E.2d 153, 158 (1952),<footnotemark>8</footnotemark> we find that, on the basis of Bates’s discussions with Roehn in Illinois, the defendant corporation is amenable to suit under the “transaction of any business” provision of the Illinois long-arm statute.</p>\n<p id=\"b1288-4\">We find further that the exercise of jurisdiction over the defendant corporation does not violate due process requirements. The defendant corporation had an ongoing business relationship with SMW. By choosing to come to Illinois to reach an agreement with SMW about the terms under which SMW equipment would be sold to the plaintiff, the defendant corporation invoked the benefits and protections of Illinois law during the course of its business dealings. Moreover, the inconvenience to the defendant in allowing suit in Illinois is minimal: while some witnesses are located outside Illinois, others are located in Illinois; the object of the contract, the SMW equipment, is in Illinois; travel to Illinois on the part of Bates, a semi-retired businessman, is not overly burdensome or disruptive. Thus, given the relationship among this defendant, this forum, and this litigation, it is reasonable to subject the defendant to suit in Illinois. The minimum contacts mandated by due process, as outlined in the Supreme Court precedent and as applied by this circuit,, are satisfied.</p>\n<p id=\"b1288-7\">Having determined that personal jurisdiction over the defendant corporation is established through the Illinois long-arm statute and is consistent with due process requirements, we need not reach the question of jurisdiction under the “doing business” common law doctrine.</p>\n<p id=\"b1288-8\">Accordingly, the order of the district court granting the defendant’s motion to dismiss is reversed, and the case is remanded for proceedings consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b1283-7\">. The 1974 agreement between the defendant and SMW also required SMW to pay the defendant a royalty for the placement of SMW machinery pursuant to the assignment and sale by Bates of certain patent rights to SMW.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1283-8\">. The plaintiff alleged in its complaint that Bates directed the plaintiff to return the equipment to Illinois as part of an effort to satisfy express warranties. The defendant corporation maintains that this allegation is not supported by the record.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1283-17\">. There is a dispute as to the nature of this payment. The plaintiff contends that the $3000 was a down payment for the repair of the equipment, and that, by Bates’s own admission, proceeds from the resale of the equipment would have been turned over to the plaintiff. The defendant corporation, on the other hand, <page-number citation-index=\"1\" label=\"1212\">*1212</page-number>argues that the $3000 was a loan from Bates to RCH for the repair of the equipment.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1285-8\">. The minimum contact requirement contains the notion of foreseeability. When a corporate defendant purposefully avails itself of the privilege of conducting activities within the forum state, thereby establishing the necessary minimum contact, “it has clear notice that it is subject to suit there.” <em>World-Wide Volkswagen Corp. v. Woodson, </em>444 U.S. 286, 297, 100 S.Ct. 559, 567, 62 L.Ed.2d 490 (1980). Thus, as a result of its own activities, the defendant corporation “should reasonably anticipate being haled into court” in the forum state. <em>Id.</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1285-11\">. If the defendant is present in the.forum state with regard to the conduct of business, the state has an interest in adjudicating a dispute that arises from this conduct. <em>Cf. Froning &amp; Deppe, Inc. v. Continental Illinois National Bank &amp; Trust Co., </em>695 F.2d 289, 294 (7th Cir. 1982) (where all activities relevant to defendant’s alleged liability took place in Iowa, “[i]t is difficult to imagine any special interest that Illinois could have in the resolution of [the] dispute”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1286-5\">. The Illinois long-arm statute reads, in relevant part, as follows:</p>\n<blockquote id=\"b1286-6\">Act submitting to jurisdiction — Process. (a) Any person, whether or not a citizen or resident of this State, who in person or through an agent does any of the acts hereinafter enumerated, thereby submits such person, and, if an individual, his or her personal representative, to the jurisdiction of the courts of this State as to any cause of action arising from the doing of any such acts:</blockquote>\n<blockquote id=\"b1286-11\">(1) The transaction of any business within this State;</blockquote>\n<blockquote id=\"b1286-12\">if! # $ # !(!</blockquote>\n<blockquote id=\"b1286-13\">(c) Only causes of action arising from acts enumerated herein may be asserted against a defendant in an action in which jurisdiction over him is based upon this Section.</blockquote>\n<p id=\"AGx\">Ill.Rev.Stat. ch. 110, § 2-209(a)(1), (c) (1983) (formerly codified as Ill.Rev.Stat. ch. 110, § 17).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1287-5\">. While Roehn’s affidavit was very specific in its description of the October 29 meeting and agreement, <em>see </em>Roehn Aff. at 3-^4, we note that Roehn’s deposition, which was taken nine months prior to the affidavit, was much less definite, <em>see </em>Roehn Dep. at 211-12. Resolving this disparity in favor of the plaintiff, we accept as true the account of the October 29 meeting that is outlined in the affidavit.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1288-5\">. In the magistrate’s Report and Recommendation to the district court in this case, the magistrate asserted that “RCH seeks to have all corporate entities disregarded or that the acts of Sumner Bates be considered the acts of the corporate entities.” Report and Recommendation at 14. Rejecting this proposition, the magistrate concluded that “[t]he mere fact that all or almost all of the corporate stock is owned by one individual does not afford sufficient grounds for disregarding corporate entities unless combined with other facts to clearly support a disregard of corporate entity.” <em>Id. </em>The flaw in the magistrate’s analysis is that Bates was more than a stockholder in Bates, N.V.; he and his wife were the, managing directors. As stated in a Florida decision cited in <em>Aurora Pizza Hut, Inc. v. Hayter, </em>79 Ill.App.3d 1102, 1106, 35 Ill.Dec. 200, 203, 398 N.E.2d 1150, 1153 (1979),</p>\n<blockquote id=\"b1288-18\">“[t]he designation ‘manager’ implies general power, and permits a reasonable inference that he was invested with the general conduct and control of the defendants’ business ... and his acts are, when committed in the line of his duty and in the scope of his employment, those of the company.”</blockquote>\n<p id=\"b1288-19\"><em>Dade County Dairies, Inc. v. Projected Planning Co., </em>158 So.2d 565, 567 (Fla.App.1963) (quoting <em>S.H. Kress &amp; Co. v. Powell, </em>132 Fla. 471, 180 So. 757 (1938)).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}