{
  "casebody": {
    "data": "<casebody firstpage=\"103\" lastpage=\"108\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b131-7\">[Civ. No. 5255.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AjB\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AL-\">November 4, 1925.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b131-9\">KERN COUNTY LAND COMPANY (a Corporation), Respondent, v. F. A. NIGHBERT, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b132-7\"><page-number citation-index=\"1\" label=\"104\">*104</page-number>J. W. Wiley for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b132-8\">W. B. Beaizley for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b132-9\">LANGDON, P. J.</author>\n<p id=\"ALhM\">This appeal is by the defendant from a judgment denying his claim of ownership to certain real property situated in Kern County, California.</p>\n<p id=\"b132-10\">The plaintiff brought an action to quiet its title to the land in controversy and named Thomas Sanders and unknown persons claiming any interest therein, as defendants. The complaint alleged that plaintiff was the owner in fee and entitled to the possession and seised and possessed of the land described therein, and also alleged that for more than twenty years prior to the commencement of the action plaintiff had been in the actual, exclusive, continuous, and adverse possession of the property, holding the same and claiming to hold the same in fee adversely against all the world, and had paid all taxes assessed against said property during said period.</p>\n<p id=\"b132-11\">Appellant filed an answer denying specifically the allegations of the complaint and setting forth that on October 30, 1887, the land was conveyed to Thomas Sanders by United <page-number citation-index=\"1\" label=\"105\">*105</page-number>States patent, duly recorded; that Sanders remained the owner thereof until April 27, 1920, when he conveyed his interest to defendant Nighbert, who has since been the owner thereof, and asked that he be substituted in the place of Sanders, as a defendant and that his title be quieted against plaintiff.</p>\n<p id=\"b133-4\">Sanders filed a disclaimer of any interest in the land and Nighbert was substituted as a defendant.</p>\n<p id=\"b133-5\">The court found that the land was granted to Thomas Sanders in 1877 by United States patent and said patent was recorded at the request of J. B. Haggin in the office of the county recorder in April, 1883; that the land was never assessed upon the county assessment-roll to said Sanders, but from the date of the recordation of the patent until 1898 it was assessed to Haggin, during which time he paid the taxes thereon; that Haggin was one of the organizers and officers of the plaintiff company and about the year 1898 executed a deed conveying said land to plaintiff, together with other parcels; since said time the land has been assessed to plaintiff and the taxes thereon paid by it; that said land is not susceptible of irrigation, except from rainfall or wells which might be drilled thereon; that it is undeveloped and unimproved; that from 1906 to the time of the commencement of this action, the land was used for grazing and pasturage by Miller &amp; Lux, Incorporated, under an oral agreement therefor made with the plaintiff; that no other use was made of the land; that in November, 1915, a notice of the pendency of this action was duly recorded; that in April, 1920, Thomas Sanders and his wife executed a quitclaim deed to Nighbert, conveying all their right, title, and interest in the land; that prior to the execution of said deed Sanders had never seen or occupied said land nor paid any taxes thereon, nor had the land ever been assessed to him; that at the time of the execution of said deed Sanders did not own nor claim to own said land nor any interest therein.</p>\n<p id=\"b133-6\">It was further found that neither Sanders nor Nighbert had ever occupied the land and that plaintiff, by itself or its predecessors in interest, for more than twenty years, has continuously claimed and asserted, in good faith and openly and notoriously against all the world, the title in fee simple to the land and has occupied and used the land in the manner hereinbefore stated. The court concluded that Nighbert <page-number citation-index=\"1\" label=\"106\">*106</page-number>acquired no interest in the land by reason of the conveyance from Sanders.</p>\n<p id=\"b134-3\">The court decreed that the plaintiff should not be granted the relief prayed for, but that Nighbert should also be denied relief and that he was not the owner of the property described and that each party should bear his own costs.</p>\n<p id=\"b134-4\">Plaintiff has not appealed from the judgment, but defendant attacks it in this court, contending that he has a perfect legal title to the land, being the successor in interest of Sanders to whom the United States patent for the same was issued.</p>\n<p id=\"b134-5\">Of course, apparent abandonment or failure to occupy land does not divest one of title except where adverse possession has continued for the statutory period. <em>(Northern Assurance Co. </em>v. <em>Stout, </em>16 Cal. App. 548, 557 [117 Pac. 617]; <em>Davenport </em>v. <em>Turpin, </em>43 Cal. 697; <em>Barrett et al. </em>v. <em>K. &amp; T. Coal Co., </em>70 Kan. 649 [79 Pac. 150, 151]; vol. 1, Cor. Jur., p. 10.)</p>\n<p id=\"b134-6\">In the instant case, since the adverse claim of plaintiff was not founded upon a written instrument, in order to establish possession, it was necessary to show, either that the land had been protected by a substantial inclosure or had been cultivated or improved in the usual manner. (Sec. 325, Code Civ. Proc.; <em>Gray </em>v. <em>Walker, </em>157 Cal. 381 [108 Pac. 278].) Using the land for pasturage would have constituted sufficient possession, if the claim of plaintiff had been founded upon a written instrument (sec. 323, Code Civ. Proc.), but not where the possession alone is relied upon to establish the right. The trial court found against plaintiff on the question of adverse possession, in conformity with the foregoing statutory rules.</p>\n<p id=\"b134-7\">It becomes clear, therefore, that the plaintiff had no legal right to the land and the title to the same remained, perforce, as it was before plaintiff and its predecessor in interest did the acts with relation to the land which are set out in the findings, since such acts are insufficient to divest the legal owner of his title. It follows that Sanders had legal title to the land up to the time he executed the deed to the appellant here, and that deed conveyed such title to appellant.</p>\n<p id=\"b134-8\">Respondent sets forth fully in its brief the facts appearing from the record with relation to defendant’s effort to <page-number citation-index=\"1\" label=\"107\">*107</page-number>acquire title to this land and contends that his claim presents many features which would cause a court of equity to withhold its aid. Sanders’ deposition was introduced in evidence on behalf of plaintiff and showed that he was a Civil War veteran. He homesteaded one hundred and sixty acres of land and was entitled, by reason of his military service, to claim forty acres additional. This right was transferable and, according to his statement, he sold it for fifty cents an acre. His assignee, however whose name Sanders does not remember, never had the legal title to this forty acres of land and the patent for the same was issued to Sanders, and the purchaser of the homestead right is not before the court claiming to be the equitable owner of the land by reason of such purchase.</p>\n<p id=\"b135-4\">Forty-eight years after the issuance of the patent and five years after the commencement of the present action, Nighbert visited Sanders at the latter’s home in the state of Kansas and said that he, Nighbert, was working for an abstract company in California and that in order to quiet title to the land secured under the homestead right which Sanders had sold, it would be necessary for Sanders to execute a deed “to make sure that I (Sanders) put up no claim on it.” Nighbert gave Sanders and his wife two hundred dollars for executing the deed and did not tell them that an action had been brought by plaintiff to quiet its title to the land. If Sanders were asserting his right against Nighbert in the present proceeding, these facts would be of great weight, and, certainly, a court of equity would not lend its aid to Nighbert against Sanders upon a showing that the former had secured his deed by fraud or misrepresentation. But the record does not present such a situation. Sanders has disclaimed any interest in the land and the plaintiff cannot take advantage of any inequities in the dealings between Sanders and Nighbert. The plaintiff is relying entirely upon adverse possession and rights acquired in this way are <em>stricti juris. (North Fork Water Co. </em>v. <em>Edwards, </em>121 Cal. 662, 666 [54 Pac. 69].) “There are no equities in favor of a party seeking by adverse holding to acquire the property of another.” <em>(Glowner </em>v. <em>de Alvarez, </em>10 Cal. App. 194, 196 [101 Pac. 432].)</p>\n<p id=\"b135-5\">Upon the face of this record and as between the parties hereto, appellant is the lawful owner of the land and his title thereto should have been quieted. As stated by <page-number citation-index=\"1\" label=\"108\">*108</page-number>the trial court in its opinion, the record discloses only two conveyances of title: The first one, a patent from the United States government to Sanders and the second a quitclaim deed from Sanders to Nighbert. It is to be observed that the pleadings gave no notice that plaintiff was claiming as the successor in interest of one having the equitable right in the land as against Sanders by reason of the purchase from him of the homestead rights in the land, and this position was not taken at the trial. The trial court mentioned in its opinion that Nighbert had information from Sanders that the homestead rights had been sold by him years ago, and that this gave Nighbert notice of ah equitable ownership in someone other than Sanders. Conceding that Nighbert thus had notice of some outstanding equitable title in a person unknown, as well as notice from the pendency of the quiet title suit that the Kern County Land Company was claiming statutory adverse possession, Nighbert then took the legal title subject to the successful assertion of either of these claims. We have seen that the claim of title by adverse possession was not substantiated. The equitable title which might have been asserted, if not barred, by the unknown person who purchased from Sanders the homestead rights in this forty acres of land is not set up in this action and may never be put forth. If it is asserted, a decree in this case quieting the legal title of Nighbert against the plaintiff will be no bar to its enforcement. Conceding for the moment that there is some unknown person to whom Sanders sold the homestead rights, nevertheless, while the legal title was in Sanders he held the same subject to this equitable title, and Nighbert, standing in the place of Sanders, would also so hold the title. But this cannot enlarge the plaintiff’s rights, nor abridge the right of Nighbert to quiet his title against it. The title to land is not a nebulous thing; it must rest somewhere. By the judgment appealed from, the legal title is in no one. Upon the record before us, full justice is done' by quieting Nighbert’s legal title against plaintiff, leaving him to account, to the equitable owner should such equity ever be asserted and proven.</p>\n<p id=\"b136-3\">The judgment is reversed and the title of the defendant Nighbert to the land described in the complaint is quieted as against the plaintiff.</p>\n<p id=\"b136-4\">Nourse, J., and Sturtevant, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}