{
  "casebody": {
    "data": "<casebody firstpage=\"84\" lastpage=\"90\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b112-7\">[Crim. No. 1248.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AGop\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANl\">November 3, 1925.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b112-8\">THE PEOPLE, Respondent, v. CLARA BURNS, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b113-6\"><page-number citation-index=\"1\" label=\"85\">*85</page-number>Anderson &amp; Anderson, John L. Richardson and T. E. Parke for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b113-7\">U. S. Webb, Attorney-General, and John L. Flynn, Deputy Attorney-General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b113-8\">FINLAYSON, P. J.</author>\n<p id=\"Agf\">By an information containing two counts defendant was charged with the crime of pandering, as defined in the act of February 8, 1911 (Stats. 1911, p. 9). A verdict of guilty upon each count was returned by the jury, and defendant now appeals from the judgments entered thereon and from an order denying her motion for a new trial.</p>\n<p id=\"b113-9\">The statute enumerates several separate, definite, and distinct acts, the commission of any one of which constitutes a specific offense, although each offense separately defined by the statute is included within the generic crime of pandering. By the information filed in the court below an attempt was made to charge defendant with the violation of two distinct provisions of the statute, each of which defines a specific offense. The first of these two provisions reads as follows: “Any person . . . who, <em>by promises, threats, violence, or by any device or scheme, </em>shall cause, induce, persuade or encourage a female person to become an inmate of a house of prostitution . . . shall be guilty of a felony, to-wit, pandering.” The second provision under which it was attempted to charge defendant reads: “Any person . who shall, <em>by promises, threats, violence or by awy device or scheme, </em>cause, induce, persuade or encourage an inmate of a house of prostitution, or any other place in which prostitution is encouraged or allowed, to remain therein as such inmate . . . shall be guilty of a felony, to-wit, pandering.” (Italics ours.)</p>\n<p id=\"b113-10\">Appellant contends that in order to constitute an offense under either of these provisions it is imperative that the inmate shall have been caused, induced, persuaded, or en<page-number citation-index=\"1\" label=\"86\">*86</page-number>couraged to become or to remain an inmate by means of some “promise,” or “threat,” or “violence,” or “device,” or “scheme.” The information under which she was convicted omits all mention of any promise, threat, violence, device, or scheme used by her as a means whereby she was enabled to cause, induce, persuade, or encourage the female to become and remain-an inmate. The charging part of the first count is as follows: “That the said Clara Burns on or about the 19th day of June, 1924, at and in the county of Los Angeles, State of California, did wilfully, unlawfully and feloniously cause, induce, persuade and encourage one Alice Jacobs, a female person, to become an inmate of a house of prostitution, and to become an inmate of a place in which and where prostitution was encouraged, allowed and practiced.” The charging part of the second count is like unto that of the first, except that it charges defendant with causing, inducing, persuading, and encouraging-the inmate “to remain” in the house of prostitution.</p>\n<p id=\"b114-5\">Appellant urges here, as she did in the lower court, that neither count of the information states a public offense, for the reason that it wholly fails to charge that the female was caused, induced, persuaded, or encouraged to become or to remain an inmate by the use of any of the means mentioned in the statute, i. e., by “promises, threats, violence or by any device or scheme.” Appellant vigorously urged her objection at each and every proper stage of the proceedings in the court below. She presented it by demurrer and likewise by a motion in arrest of judgment; and she requested an instruction to the effect that, to justify a verdict of guilty, the jurors must believe beyond a reasonable doubt “that the defendant, by use of, or by means of, <em>some promise, or threat, or violence, or hy any device or scheme, </em>or any one of them, did thereby cause, or induce, or persuade, or encourage” the female, to become or to remain an inmate of the house in question. The demurrer, the motion in arrest of judgment and the requested instruction were without avail; for the learned trial judge, assuming that the facts alleged in each count were alone sufficient to state the offense denounced by the particular provision of the statute under which appellant was charged, overruled the demurrer, denied the motion in arrest of judgment and refused to give the proffered instruction. In<page-number citation-index=\"1\" label=\"87\">*87</page-number>deed, the district attorney, with the concurrence of the learned trial judge, presented the case for the People upon the theory that it was not necessary to show that appellant made any promise, or used any threat or violence or device or scheme, as a means to enable her to cause, induce, persuade, or encourage the female to become or to remain an inmate of the house. And the evidence fails to show that any promise was made, or that any threat or violence or device or scheme was used by appellant as a means to enable her to cause, induce, persuade, or encourage the female to become such inmate.</p>\n<p id=\"b115-5\">It follows from the foregoing that if, as appellant claims, it was necessary to allege and to prove that she did make some promise, or that she did use some threat, violence, device, or scheme, then there has been a “miscarriage of justice” within the meaning of section 4% of article VI of the constitution, and that provision of our organic law may not be employed, like a broad mantle of charity, to cloak the error. If the making of a promise or the use of a threat, violence, device, or scheme has been made by the statute an essential ingredient of each of the two specific offenses with which it was attempted to charge appellant, then the defect in the information is not one of mere form, but, as there was a failure to state one of the constituent elements of the offense, it is a defect of substance. And if it be a defect of that character, then appellant would be entitled to a reversal even if the proof had shown the existence of some one of the essential facts omitted from the information. In <em>People </em>v. <em>Salisbury, </em>59 Cal. App. 299 [210 Pac. 642, 643], the court, on page 301, says: “The fact that the evidence would have sustained the verdict if the information had described the commission, by defendant, of a criminal offense does not entitle the state to an affirmance when the information is so defective that no crime was charged, and particularly when, as in this case, the objections made by the defendant were continually urged upon the attention of the court. Under such circumstances, section 4of article VI of the constitution does not apply to the case.”</p>\n<p id=\"b115-6\">Is the making of a promise, or the use of a threat, or of violence, or of some device or scheme, a necessary and <page-number citation-index=\"1\" label=\"88\">*88</page-number>essential element of each of the two offenses defined in the above-quoted provisions of the statute? If it is, then there can be no doubt as to the necessity for alleging such promise, or such threat, violence, device, or scheme; for it is an elementary' rule of criminal pleading, needing no citation of authority to substantiate it, that an indictment or information is fatally defective if it does not state all the facts or circumstances contained in the definition of the offense. Equally elementary is the uniformly recognized canon of statutory construction that effect must be given, if possible, to every word, clause and sentence of the statute defining the offense, and that no part or word can be ignored, discarded, treated as meaningless, or denied purpose and effect, unless there be irreconcilable contradiction and repugnance.</p>\n<p id=\"b116-5\">If effect be given to every word which the legislature has employed in its definitions of the two specific offenses with which it was sought to charge appellant—and it is manifest that some effect can be, and therefore must be, given to every word in those definitions—then it necessarily follows that it has not been made a crime merely to cause or to induce or to persuade or to encourage a female to become or to remain an inmate of a house of prostitution, but that an additional fact has been made a prerequisite, namely, some one or more of the means named in the statute, i. e., a promise, threat, violence, or some device or scheme whereby the female was thus caused, induced, persuaded or encouraged to become or to remain such inmate.  A mere persuasive argument addressed to the female for the purpose of inducing her to become or to remain an inmate, but which is wholly dissociated from any promise, threat, violence, device, or scheme to make it an effective argument, is, of course, a most heinous infraction of the moral code; but by neither of the statutory provisions under which this information was drawn has the legislature seen fit to make inducement of that character a crime. The courts can go no further than the legislature has gone, and their duty is to see that punishment is confined to the particular species of immoral conduct intended to be suppressed by the law-making body. Appellant’s acts were grossly immoral and were flagrantly !violative of the divine law; but the question for dispas<page-number citation-index=\"1\" label=\"89\">*89</page-number>sionate judicial consideration is whether in what she did she was guilty of either of the offenses denounced by those particular parts of the statute under which she is being prosecuted. Says the supreme court of Utah in <em>State </em>v. <em>Topham,, </em>41 Utah, 39 [123 Pac. 888] : “The constitution and the statute prescribe the rules by which the sufficiency of an information may be determined, and they apply to all alike. They do not prescribe one rule for a. keeper or director of a house of prostitution and another for a nun, nor one rule for one offense and another for another offense. ’ ’</p>\n<p id=\"b117-5\">So far as we are advised the question here under consideration has never been directly presented to, or definitely decided by, any of the appellate courts of this state. But our conclusion that it was necessary to allege and to prove that some promise, threat, violence, device, or scheme was the means whereby appellant caused, induced, persuaded, or encouraged the female to become or to remain an inmate is in line with well-considered decisions by the .highest courts of sister states. For example, the supreme court of Utah, in <em>State </em>v. <em>Topham, supra, </em>having under consideration an information drawn under certain statutory provisions of that state which are practically the same as ours, said that it not only is necessary to allege that the accused used some promise, threat, device, or scheme, but that it is necessary to go further and to allege the facts and circumstances constituting the promise, device, etc., the court there holding that a charge in the language of the act is not sufficient even though it states the offense in the precise language of the statute. In the course of its opinion in that case the Utah court employs this language: “What are here the essentials of the charged offense? The state urges to cause, induce and encourage an inmate of a house of prostitution to remain therein as such inmate. That is one essential; but it is not all the essentials declared by the statute. It declares that ‘any person who shall, by promises, threats, violence, or by any device or scheme, ’ cause, induce, etc., an inmate of such a house to remain therein, is guilty of an offense. The act or conduct of the person who shall, by a promise or threat or violence, or by a device or scheme cause, induce, or encourage, etc., is a necessary ‘act constituting the offense,’ <page-number citation-index=\"1\" label=\"90\">*90</page-number>and is a ‘particular circumstance of the offense to constitute a complete offense.’ Without it no offense under the statute is committed.” And later in the opinion it is further said: “It is not enough that the defendant made some kind of a promise to the inmate; it must also appear that the promise was made with the design or purpose of causing or inducing the inmate to remain in the alleged house of prostitution, and that it was one fairly calculated or naturally tending to produce such a result, and that the inmate in fact did so remain, not as evidenced by a state of mind expressed on the witness-stand, but as evidenced by some act or conduct on her part, or by something said or done by her, showing or tending to show that she acted on, or was induced or influenced by, the promise, and by reason thereof remained in the house of prostitution.” 'The Oklahoma criminal court of appeals, having before it a similar question, employed this language: “The gist of this offense is not that a woman is in a house of prostitution, but that she has been procured or induced <em>by same of the means named in the statute </em>to enter or remain in a house of prostitution. Hence a state of facts must be pleaded that will show that the person charged did, in reality, <em>by some one or more of the means named in the statute, </em>procure or induce the female to enter or remain in such house.” <em>(Abrams </em>v. <em>State, </em>13 Okl. Cr. 11 [161 Pac. 331].) (Italics ours.)</p>\n<p id=\"b118-5\">It is not necessary to consider whether in this jurisdiction a charge in the language of the statute would be held sufficient. That question is not before us. This is not a case where the information <em>insufficiently </em>alleges an essential ingredient of the offense. Here there is a total failure to charge one of the essentials of the offense, even in the language of the statute.</p>\n<p id=\"b118-6\">The judgment and the order denying a new trial are reversed.</p>\n<p id=\"b118-7\">Works, J., and Craig, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}