{
  "casebody": {
    "data": "<casebody firstpage=\"1305\" lastpage=\"1307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1323-7\">BOARD OF CHOSEN FREEHOLDERS OF THE COUNTY OF MIDDLESEX, PROSECUTOR IN CERTIORARI, v. BERTHA B. BAKER ET AL., DEFENDANTS IN CERTIORARI.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b1323-8\">Submitted May 15, 1931</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQW\">Decided November 30, 1931.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b1324-3\"><page-number citation-index=\"1\" label=\"1306\">*1306</page-number>Before Justices Trenchard-, Daly and Donges.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1324-4\">Por the prosecutor, <em>Emil Neblo.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1324-5\">Eor the defendants, <em>John J. Rafferty (Fred W. </em>DeVoe, of counsel).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1324-6\">Pee Curiam.</author>\n<p id=\"b1324-7\">This is a Writ of <em>certiorari </em>to review the determination and'judgment of the workmen’s compensation bureau entered in favor of the petitioner, and the judgment of the Common Pleas Court of Middlesex county in affirmance thereof. The proceeding was begun by Bertha B. Baker claiming compensation for the death of her husband on December 17th, 1929, which she alleges was the result of injury by accident received by her husband on December 13th, 1929, while in the employ of the prosecutor as an inspector of bridge construction.</p>\n<p id=\"b1324-8\">Below in both courts, and here, the contention of the employer was that the decedent did not meet his death in an accident arising out of and in the course of his employment.</p>\n<p id=\"b1324-9\">We think that contention is ill-founded, and that the determination of the courts below that the accident arose out of and in the course of his employment is amply sustained by the evidence.</p>\n<p id=\"b1324-10\">The evidence was to the effect that decedent was in the regular employment of the county of Middlesex; that his duties were that of inspector of bridges; that by virtue of his duties he was required to make certain daily reports to the engineer of the county as to the progress of the work and the amount of materials used at a certain bridge known as the Shepard avenue bridge in the borough of Middlesex, and also to see to it that the work being done by the independent contractor was done according to the plans and specifications for the construction of the bridge; that the county provided no place for the convenience of decedent for the compiling of such reports or for his necessary personal comforts; that <page-number citation-index=\"1\" label=\"1307\">*1307</page-number>the independent contractor had provided a shed for the stor•age of materials and tools hard by the site of the bridge, which had been frequently used by the decedent (and others working about the bridge) for the purposes of his employment; that the use of the same was not forbidden by the ■ comity officers, but was apparently acquiesced in, and such use was reasonably incident to such employment; that the shed ■ contained cement bags and other things, besides a stove; that ■ on the occasion of the accident decedent went in the shed and was later seen to emerge with his clothing on fire, which resulted in the burns from which he died.</p>\n<p id=\"b1325-7\">We think this evidence amply justified the conclusion that the death resulted from an accident arising out of and in the course of the employment.</p>\n<p id=\"b1325-8\">The result is that the judgment brought up will be affirmed, Rut without costs in this court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}