{
  "casebody": {
    "data": "<casebody firstpage=\"837\" lastpage=\"839\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b865-13\">UNITED STATES v. DE VITO et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b865-14\">No. 291.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b865-15\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"aga-dedup-1\">Jan. 29, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b866-6\"><page-number citation-index=\"1\" label=\"838\">*838</page-number>Blake, Stim &amp; Curran, of New York City (Isidore Beerman, of New York City, and Harold L. Cowin, of Brooklyn, N. Y., of counsel), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b866-7\">Howard W. Ameli, U. S. Atty., of Brooklyn, N. Y. (Herbert H. Kellogg and Kenneth E. Vought, Asst. U. S. Attys., both of Brooklyn, N. Y., of counsel), for the United States.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b866-8\">Before MANTON, AUGUSTUS N. HAND, and CHASE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b866-9\">CHASE, Circuit Judge.</author>\n<p id=\"b866-10\">The appellants, together with James Fer-rano, who has not appealed, were convicted on four of five counts in the indictment. Three other men were indicted with them, but there was a severance as to them on motion of the government. The fourth count charging unlawful possession of intoxicating liquor was dismissed by the court.</p>\n<p id=\"b866-11\">The first count charged a conspiracy to possess unlawfully an unregistered still; the second charged the unlawful possession of an unregistered still; the third charged the unlawful manufacture of intoxicating liquor; and the fifth the maintenance of a nuisance. Suspended sentences were imposed on the conviction under the first, third, and fifth counts. This appeal relates only to the second count, which charged'the unlawful possession of an unregistered still.</p>\n<p id=\"b866-12\">The government proved by two officers of the police department of the city of New York that they went with other police officers to the premises of the Summitt Coal <em>&amp; </em>Lumber Company at 485 Mosel avenue, Grassmere, N. Y., on March 20, 1933. They found a building about which they smelled the odor of alcohol. One of them climbed up to the roof on a ladder by the side of the building and looked through a window. He then saw a copper column inside the building extending úp to the roof. The officers then went to the door, which was hooked on the inside, inserted a stick through a crack to raise the hook, and entered. They found the defendants, and another man who has since been deported, standing in a group at the right of the door near a boiler. A large still was in operation in plain sight of all, but no one was working about it. Appellant De Vito was dressed in street clothes and wore a hat. He was served with a summons in a proceeding relating to a fire hazard, and no question of unlawful entry is involved. The officers could not remember how the others were dressed. The men were arrested and refused to answer questions except to give their names and- addresses. The premises were searched, and some overalls and shirts were found, but no questions were asked regarding them. Samples of mash and liquor were taken. The liquor contained 95 per cent, of ethyl alcohol by volume, and was fit for use for beverage purposes. Upon investigation later by a prohibition officer, not one of the addresses given by the appellants was found to be correct. When so much had been proved, the government rested.</p>\n<p id=\"b866-14\">Each of the appellants testified in defense and explained his presence inside the building where the still was as follows:</p>\n<p id=\"b866-15\">De Vito said he had entered the building a few minutes before the officers went in to see if his cousin was there. He said he had a job for his cousin and went to the coalyard in the belief that he might find him somewhere about the place. He said the door was open when he walked into the building where the still was, and that he saw no one close it after he entered.</p>\n<p id=\"b866-16\">Ferraro said he had formerly worked for the coal company and had gone there to try to get a job; that, while he was sitting on some scales, Davis, the man who has been deported, gave him a dollar and asked him to go and buy some sandwiches for him; that, when he got back, Davis was not at the scales, so he walked to the budding and went in through the open door. Davis told him to keep 70 cents of the money and get out, but he had not gone when the officers entered.</p>\n<p id=\"b866-17\">Berman testified that he was a plumber. He had worked for a man named Pierce putting in a water main for the coal company about three weeks before, and had gone to the promises to find out about his pay. He went to the office, and was told by the girl there that the boss was over in the lumber building. He went there, opened the door, walked in, and asked for the boss. Davis asked him what he wanted, and Berman replied that he wanted to find the boss to get his pay for working cn the water main, and that if he' was not paid ho was going “to turn this place in.”</p>\n<p id=\"b866-18\">Marrone testified that he went to the yard to buy some lumber he wanted to use to re<page-number citation-index=\"1\" label=\"839\">*839</page-number>pair two bungalows, and that he was arrested just before he got to the yard and taken into the building where the others were.</p>\n<p id=\"b867-5\">Rosen testified that he got into eonveisation that day with another passenger on a train from Coney Island to New York. This man offered him a job which he was so glad to get that he inquired no more about it. They went to Staten Island and to the coal-yard, where they went into the building containing the still. There was one man inside who went out after the man who had brought Rosen said something to him which Rosen did not hear. Then Berman came in and began to talk about money; Ferraro next entered with some package whose contents he did not know; then De Vito came in and asked for somebody; and a few minutes later the officers entered. He thought they had Marro ne with them.</p>\n<p id=\"b867-6\">It was on this evidence that the appellants were convicted of possessing an unregistered still. The still was there, and it was unregistered. They were there also. In spite of the conflict in the evidence, the jury was justified in finding that Man-one was inside the building when the officers testified. Their presence there with the still in operation was a suspicious circumstance. So was the fact that the addresses they gave did not prove to be correct when investigated. If suspicious circumstances were enough, \"the evidence would be sufficient to support the conviction. But that is not enough, of course. Graceffo v. United States (C. C. A.) 46 F.(2d) 852. Granted that the statute, section 3258 Rev. St. (26 USCA § 281), does not make it necessary to show possession, but that custody or control is enough, and that it would be unreasonable to believe that the still would have been in operation with no one having it in custody or control; the evidence is woefully weak in any showing that these appellants or any of them had the custody or control of it. They might have. Any one of them might have. Davis might have; and so might one or more now unknown. They were unfortunate enough to be inside at the moment the officers entered. Had they been working there and had the custody and control of the still, the appearance of their clothing might, perhaps, have given some indication of it. But the officers could remember only how De Vito was dressed, and his clothing was not the kind a workman at a still would be expected to wear. There was no evidence that the clothing of any of the ethers indicated that its wearer was working there. Nor that the operation of the still required the services of so many. The burden, of course, was on the government to prove beyond a reasonable doubt that these defendants were guilty as charged in the second count. The proof that all were guilty rises only to the level of suspicion, and, as there is nothing to distinguish one from another in this respect, the guilt of none was proved.</p>\n<p id=\"b867-8\">Judgment on the second count reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}