{
  "casebody": {
    "data": "<casebody firstpage=\"935\" lastpage=\"940\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b963-8\">McNAIR v. DAVIS.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b963-9\">No. 7054.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b963-10\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b963-11\">Feb. 16, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b963-27\">Kenneth I. McKay, of Tampa, Fla., and Frank D. Upchurch, of St. Augustine, Fla., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b964-3\"><page-number citation-index=\"1\" label=\"936\">*936</page-number>George C. Bedell, of Jacksonville, Fla., and David R. Dunham, of St. Augustine, Fla., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b964-4\">Before BRYAN, SIBLEY, and WALKER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b964-5\">WALKER, Circuit Judge.</author>\n<p id=\"b964-6\">By his bill in equity against the receiver of the First National Bank of St. Augustine, Fla., the appellee asserted a claim to $35,000 of Liberty bonds, alleged to have been bought for the appellee by that bank before it closed its doors and suspended business on July 24, 1929. The ease was heretofore in this court on an appeal from a decree sustaining a motion to dismiss the bill. For a statement of the allegations and prayers of the bill, reference is made to the opinion rendered 'by this court when the case was here before. Davis v. McNair, 48 F.(2d) 494. After the remarndment of the cause, an answer was filed which put jn issue some of the material allegations of the bill. In the trial the following was proved: On and prior to July 8, 1929&gt; the appellee had on deposit in the savings department of the St. Augustine Bank the sum of $35,062.74. This deposit was evidenced by a passbook in the possession of the appellee. On July 8, 1929, the appellee went to said bank and made known to an official of it, the assistant cashier, the desire of the appellee to purchase $35,000 par value of Liberty bonds with the money he had on deposit in the savings department of said bank, requested that said bonds, in $5,000 denominations, be purchased for him, offered to draw out his money by check to be used in payment for them, and tendered his passbook. The assistant cashier informed appellee that it was not necessary for him to give the cheek; that the bank would order the bonds for him and charge the price to his account. Appellee asked when he could get the bonds, and was told that it would take eight or ten days for the bank to get them and that appellee would be notified when- they arrived. The bonds were not ordered immediately. After the ap&gt;pellee had asked the assistant cashier to 'buy the bonds for him, the president of the bank spoke to the appellee about that order, and advised him to buy city or county bonds bearing a higher rate of interest. Appellee stated to the president that he did not want city or county bonds, and he mentioned to the assistant cashier the advice of the president and stated that he wanted only the bonds he had ordered. On or .about July 15th, appellee called the assistant cashier on the telephone, and was informed that the bonds had been ordered, but had not arrived. A similar conversation between the appellee and the assistant cashier occurred on July 18, 1929. On that date the cashier of the St. Augustine Bank by letter addressed to the Chase National Bank of New York asked that bank to purchase at the market $35,000 4% per cent. Fourth Liberty Loan bonds in $5,-000 denominations. On the office copy of that letter, retained by the St. Augustine Bank, a notation was made showing that the ordered purchase of bonds was for the account of the appellee. On July 22, 1929, 'by letter to the St. Augustine Bank, the Chase National Bank acknowledged receipt of that order, and by another letter of the same date reported to the St. Augustine Bank its purchase of the bonds ordered. The bonds purchased were received by the Chase Bank on July 23, 1929, on that day the Chase Bank charged the price of the bonds, $35,120.56, to the account of the St. Augustine Bank, and on the same day by letter notified the St. Augustine Bank that its account “was charged $35,120.-50 in payment for $35,000.00 U. S. Fourth Liberty Loan <em>Pfós.” </em>The charge of $35,120.-56 to the account of the St. Augustine Bank with the Chase Bank created an overdraft of $15,631.94. The bonds were in the possession of the Chase Bank when the St. Augustine Bank closed on July 24, 1929, and remained in its possession until, pursuant to an order of the receiver of the St. Augustine Bank, consented to by the comptroller of the currency, they were sold for $37,038.45, with the result that a profit of $1,917.89 was realized on the transaction. For many years pri- or to the closing of the St. Augustine Bank, it had an account with the Chase Bank, and the Chase Bank held <em>collateral </em>— notes, bonds, etc.- — belonging to the St.' Augustine Bank which stood as security for all indebtedness that might accrue against the St. Augustine Bank in favor of the Chase Bank. The proceeds of the sale of the bonds by the Chase Bank were by it, in the form of a cashier’s cheek, placed in an account known as “collateral account,” to be applied in reduction of the indebtedness of the St. Augustine Bank to the Chase Bank. At the close of business on July 24, 1929, the day the St. Augustine Bank closed, that bank’s aggregate indebtedness to the Chase Bank was $308,768.96. •From collections from collateral owned by the St. Augustine Bank and held by the Chase Bank, from the proceeds of the sale of said Liberty bonds, and from a 10 per cent, dividend paid by the receiver on account of the then existing indebtedness of the St. Augustine Bank to the Chase Bank, the latter on <page-number citation-index=\"1\" label=\"937\">*937</page-number>September 1, 1931, had received sufficient funds to pay the entire indebtedness to it of the St. Augustine Bank, with an overplus of $2,359.53, due to be paid to the receiver of the St. Augustine Bank. In addition to that sum remaining in the hands of the Chase Bank after applying moneys collected by it, including tbe proceeds of its sale of said Liberty bonds, to the liquidation of the St. Augustine Bank’s indebtedness to the Chase Bank, tbe latter held also collateral, notes and bonds, belonging to tbe St. Augustine Bank. The receiver of the St. Augustine Bank received from the Chase Bank said sum of $2,-359.53, and the last-mentioned collateral, which the receiver valued at approximately $13,000. The amount of cash held for the St. Augustine Bank at the time it closed, and which came into the possession of its receiver, was $28,502.35, which amount was the lowest cash balance of the St. Augustine Bank between July 8, 1929, the date apjjellee ordered tbe Liberty 'bonds, and July 24, 1929, tbe date of tbe closing of the St. Augustine Bank. When tbe Chase Bank bought said liberty bonds, it did not know that they were bought for the appellee. It was customary for the Chase Bank to buy stocks or bonds for the St. Augustine Bank when requested to do so, without making any inquiry as to whether the purchase was for a customer of the St. Augustine Bank, it being always understood that the St. Augustine Bank would pay for securities bought for its account by having the price thereof charged to its account with the Chase Bank or by transmitting funds to the Chase Bank to pay for them.</p>\n<p id=\"b965-4\">The decree rendered adjudged that appel-lee have a preferred claim against all the assets of the St. Augustine Bank in the hands of appellant as receiver for the snm of $21,-406.51, the amount realized from the salo of said Liberty bonds over and above the amount of tbe overdraft of the St. Augustine Bank created by charging to its account with the Chase Bank the amount of the price paid by the latter for those bonds; that appellee have a specific lien upon the collateral and the sum of $2,359.53 received by the appellant as receiver from tbe Chase Bank for the sum of $15,574.12, being the amount of the balance to the credit of the appellee in his account with the St. Augustine Bank after deducting said sum of $21,406.51 and the sum of $57.-82, the amount the price of the bonds exceeded the amount of that balance; that for the amount remaining unrealized after enforcing the last-mentioned lien the appellee have a common claim, rateably with other creditors, against the funds of the St. Augustine Bank in the hands of appellant as receiver; and that appellee recover his taxed costs.</p>\n<p id=\"b965-6\">The request of the appellee that the St. Augustine Bank buy for him $35,000 par value of Liberty bonds was complied with, and the right of that hank to charge the amount of the price of the bonds on appellee’s savings account with it accrued before that bank suspended business and closed its doors. The purchase of the bonds by the Chase Bank, acting as agent of the St. Augustine Bank, was consummated while the last-mentioned bank was a going concern. The St. Augustine Bank’s order to the Chase Bank to purchase the bonds was given under such circumstances as to amount to a draft on the Chase Bank for the amount of the price paid by it for the bonds, which draft, before the St. Augustine Bank was closed, was honored by the Chase Bank by applying on the debt created by the purchase of the bonds the amount of the then existing credit balance in its account with the St. Augustine Bank, the balance of the price of the bonds paid by the Chase Bank being secured to it by a contract lien on collateral in its possession for the entire indebtedness to it of the St. Augustine Bank. A result of that transaction between tbe two banks was that, before the St. Augustine Bank closed its doors, its relations with the appellee were so changed that it ceased to be indebted to the appellee for any part of the balance shown on his savings account, and by its agent, the Chase Bank, held for the appellee the bonds bought pursuant to the latter’s request, those bonds being subject to a lien in favor of tbe Chase Bank, and also to a lion in favor of the St. Augustine Bank for the amount of the excess of the price of the bonds over the amount which the St. Augustine Bank had owed to the appellee. After the Chase Bank had bought the bonds and, as it was authorized to do, had charged the amount of the price of them on its account with the St. Augustine Bank, the Chase Bank’s relation to the bonds was none tbe less that of an agent holding them for his principal by reason of the facts that its principal was indebted to it for a balance owing on the price paid for the bonds and that that balance and other indebtedness owing by tbe principal were secured by a lion on the bonds. Richardson v. Shaw, 209 U. S. 365, 382, 28 S. Ct. 512, 52 L. Ed. 835, 14 Ann. Cas. 981; Le Marchant v. Moore, 150 N. Y. 209, 44 N. E. 770; Chase v. Petroleum Bank, 66 Pa. 169; 4 R. C. L. 290. After the St. Augustine Bank had or<page-number citation-index=\"1\" label=\"938\">*938</page-number>dered the bonds pursuant to appellee’s request, had become indebted to the Chase Bank for the price paid by it for the bonds, had paid part of that debt 'by the authorized application to it of the amount of the balance to its credit in its account with the Chase Bank, and had secured the balance of that debt by collateral held by the Chase Bank, as between the St. Augustine Bank and the appellee, the bonds were not kept from being the property of the latter, held for it by the former by its agent, the Chase Bank, by the fact that the St. Augustine Bank failed to enter on its savings account with the appellee a charge of the amount of the price of the bonds, or by the fact that the Chase Bank held the bonds subject to a lien in its favor for the debt owing to it by the St. Augustine Bank. It having been part of the agreement between the appellee and the St. Augustine Bank that the latter was to apply to the payment of the price of the bonds to be bought the balance on the former’s savings deposit account, and that part of the agreement having been complied with by the St. Augustine Bank in effect advancing the price of the bonds, which slightly exceeded the balance on deposit, the appellee’s rights as a depositor had been extinguished at the time the St. Augustine Bank was closed, and he then was entitled to the bonds bought pursuant to his request, his title thereto being subject to above mentioned liens. Chase v. Petroleum Bank, supra.</p>\n<p id=\"b966-4\">It was contended in behalf of the appellant that the decree under review is inconsistent with the decision in the case of Blakey v. Brinson, 286 U. S. 254, 52 S. Ct. 516, 76 L. Ed. 1089, 82 A. L. R. 1288. The facts of that case and those of the instant one materially differ in that in the former the bank, which had agreed to use an amount on deposit with it in paying for bonds to be bought for the depositor, before its failure informed the depositor that the bonds ordered had been bought, and charged the depositor’s account with an amount purporting to be the price of bonds bought, when in fact the bank had not ordered or received any bonds for the depositor; and in the latter the bank, before it closed, had bought the bonds ordered and had paid part of the price of them and with its own collateral secured the balance of that price, but had made no book entry of a charge against the depositor on account of the purchase of the bonds. Another decision which in behalf of the appellant was claimed to be inconsistent with the decree rendered is the one in the case of Mark v. Westlin (D. C.) 48 F.(2d) 669, emphasis being laid on the fact that that case was cited with approval in the opinion rendered in the ease of Blakey v. Brinson, supra. The facts in the ease of Mark v. Westlin differ, we think materially, from those of the instant case, in that in the former a bank agreed to use the amount to the credit of a depositor in buying Liberty bonds for the depositor, and, before the bank closed its doors, such bonds were ordered from and bought by the Federal Reserve Bank of Minneapolis, but, the ordering bank having closed its doors the day after the bonds were bought, the Federal Reserve Bank did not charge the price of them to the closed bank, and did not retain or hold the bonds for that bank, which never acquired title to or ownership of the bonds bought by the Federal Reserve Bank; and in the latter the bonds ordered were bought by the Chase Bank and the price of them was charged by it to the St. Augustine Bank before the latter was closed, and when that bank was closed it was entitled, as between itself and the Chase Bank, to the bonds bought, which were held for it by the Chase Bank, charged with a lien in favor of the latter.</p>\n<p id=\"b966-6\">For the appellant it was contended that, the appellee’s rights as a depositor’ in the savings department of the St. Augustine Bank being governed by rules appearing in printed form in the savings passbook issued to the appellee, the claim asserted by the appellee was adversely affected by the following rule, being one of those so set out: “Depositors will, as a rule, be paid on demand, but The Bank reserves the right to require sixty days’ notice of intention to withdraw deposits, the intent of this rule being solely to protect the Bank and its depositors in time of public excitement and danger.” As to this contention, it is enough to say that the St. Augustine Bank plainly disclosed its intention not to claim the benefit of that rule by assenting to appellee’s request to use the amount standing to his credit in his savings account in buying Liberty bonds for him, and by buying those bonds, paying part of the price thereof and becoming chargeable with the balance of such price.</p>\n<p id=\"b966-7\">Another contention made in behalf of the appellant is that the allowance of the claim asserted by the appellee was violative of the statute (12 USCA § 91) prohibiting acts done by banks in contemplation of insolvency and with a view to preventing the application of their assets in the manner prescribed by law. There was no evidence to support a finding <page-number citation-index=\"1\" label=\"939\">*939</page-number>that the transaction between the appellee and the St. Augustine Bank with reference to buying Liberty bonds and using the amount owing to the appellee in paying for them was such a one as is forbidden by the quoted statute. That transaction, having been one entered into in the ordinary course of business, and, it not appearing that it was entered into after the commission by the bank of an act of insolvency or in contemplation thereof, or with a view of preferring one creditor to another, the contention under consideration is not sustainable. McDonald v. Chemical National Bank, 174 U. S. 610, 19 S. Ct. 787, 43 L. Ed. 1106; Earle v. Carson, 188 U. S. 42, 23 S. Ct. 254, 47 L. Ed. 373.</p>\n<p id=\"b967-4\"> The preference claim asserted by the appellee was not defective by reason of the subject of it not being an identifiable thing. At and after the time of the closing of the St. Augustine Bank the appellee’s relation to that bank and its receiver was not solely that of a general creditor. If the bonds or the proceeds of the sale of them had come into the possession of the receiver, the latter would have been under a duty to deliver the bonds to the appellee or, if they had been sold, to pay to the appellee, out of the funds in his hands, the amount of the proceeds of the sale of the bonds. But, the facts being that neither the bonds themselves nor the proceeds of the sale of them came to the possession of the receiver, and that the Chase Bank sold the bonds and applied the proceeds of the sale on the debt to it of the' St. Augustine Bank, the appellee did not acquire a preference claim against the funds or estate which <em>went </em>into <em>the </em>possession of <em>the receiver </em>except to the extent that such application had the effect or result of increasing the amount or value of such funds or estate. S. O. Pottorff, Receiver, v. Key (C. C. A.) 67 F.(2d) 833; City Bank v. Blackmore (C. C. A.) 75 <em>F. 771; </em>Jefferson Standard Life Ins. Co. v. Wisdom (C. C. A.) 58 F.(2d) 565; Beard v. Independent Dist. of Pella City (C. C. A.) 88 F. 375; Farmers’ Nat. Bank v. Pribble (C. C. A.) 15 F.(2d) 175; Clark on Receivers (2d Ed.) § 662. Such application by the Chase Bank of thp proceeds of the sale of the bonds did result in increasing the funds or estate in the possession of the receiver, as an effect of that application was that the debt of the St. Augustine Bank to the Chase Bank was so reduced that, after the payment in full of that debt, the Chase Bank was enabled to, and did, deliver to the receiver money and collateral as above stated. The collateral and the amount of money so coming into the hands of the receiver were subject to the preference claim asserted by the appellee, not merely to the part of that claim as to which the decree appealed from awarded a specific lien.</p>\n<p id=\"b967-6\">The part of the decree appealed from which awarded to a,ppellee a lien on the collateral and the amount of money delivered by the Chase Bank to the appellant as receiver was challenged on the ground that the facts proved afforded no basis for the application of the doctrine of marshalling assets. While the Liberty bonds were in the possession of the Chase Bank, the appellee, on grounds above indicated, was entitled to them, but his title was subordinate to the lien in favor of the Chase Bank. The appellee’s interest in the bond's was not extinguished by the sale of them at the instance of the appellant, but, after such sale, the proceeds of the sale, instead of the bonds themselves, were the subject of appellee’s interest or right. As to the debt due it from the St. Augustine Bank, the Chase Bank was in the position of having a right to resort to several funds, including the proceeds of the sale of the Liberty bonds, while another, the appellee, could resort only to those proceeds. If the Chase Bank had, in collecting its debt, exhausted other funds applicable for that purpose — the collateral it held and the amount of the dividend paid to it — the appellant would have received from the Chase Bank a larger amount, representing part of the proceeds of the sale of the bonds, than he did receive. A result of the Chase Bank applying on the debt due it the proceeds of the sale of the Liberty bonds before exhausting other funds available to it was to confer on appellee by subrogation a right to resort to the collateral and money delivered by the Chase Bank to the appellant. The money and collateral delivered by the Chase Bank to the appellant were received and held by the latter subject to the equitable right of the appellee <em>to be </em>subrogated <em>to the </em>right of the Chase Bank to resort to that money and collateral. Hawkins v. Blake, 108 U. S. 422, 425, 2 S. Ct. 804, 27 L. Ed. 775; Sowell v. Federal Reserve Bank, 268 U. S. 449, 45 S. Ct. 528, 69 L. Ed. 1041; Merchants’ &amp; Mechanics’ Bank v. Sewell (C. C. A.) 61 F.(2d) 814; 3 Pomeroy’s Equity (2d Ed.) § 1414.</p>\n<p id=\"b967-7\">We conclude that the decree appealed from should be modified by adjudging that, for the amount realized from the sale of the bonds mentioned, less the amount by which the price paid for the bonds exceeded the amount of the balance to the credit of the ap~ <page-number citation-index=\"1\" label=\"940\">*940</page-number>pellee in Ms account with the St. Augustine Bank, the appellee have a specific lien on the collateral defivered to the appellant by the Chase Bank, and, to the extent of $2,359.52, with, interest thereon from the time that amount was paid by the Chase Bank to the appellant, on cither funds or estate in the possession of the appellant; and that, for the amount remaining unrealized after enforcing the above adjudged lien, the appellee have a common claim, rateably with other Creditors, against the funds or estate of the St. Augustine Bank in the hands of the appellant as receiver. As so to be modified, the decree is affirmed. The cause is remanded for further proceedings not inconsistent with tMs opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}