{
  "casebody": {
    "status": "ok",
    "data": "<html><body><casebody firstpage=\"1252\" lastpage=\"1254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties id=\"A7fX\">In the Matter of Jose Valle, Petitioner, v Albert Prack, as Director of Special Housing and Inmate Disciplinary Programs, Respondent.</parties>\n<citation id=\"AMbT\">[9 NYS3d 723]</citation>\n\n\n\n\n\n<opinion><p id=\"b1125-3\"><page-number citation-index=\"1\" label=\"1253\">*1253</page-number>Proceeding pursuant to CPLR article 78 (transferred to this Court by order of the Supreme Court, entered in Albany County) to review a determination of the Commissioner of Corrections and Community Supervision which directed that petitioner be placed in administrative segregation.</p><p id=\"b1125-4\">During the course of an investigation, correction officials received confidential information that petitioner was smuggling dangerous implements from his welding program and bringing them to his cell block to be used as weapons by members of a gang. As a result, a recommendation was made to have him placed in administrative segregation. Following a hearing, a Hearing Officer affirmed the recommendation and the determination was later upheld on administrative appeal. Petitioner then commenced this CPLR article 78 proceeding.<footnotemark>*</footnotemark></p><p id=\"b1125-5\">We confirm. The administrative segregation recommendation, together with the testimony of its author and the significant confidential information considered by the Hearing Officer in camera, provide substantial evidence supporting the determination that petitioner’s “presence in [the] general population would pose a threat to the safety and security of the facility” (7 NYCRR 301.4 [b]; <em>see Matter of Rivera v Prack, </em>97 AD3d 879, 880 [2012]; <em>Matter of Sutton v Selsky, </em>52 AD3d 1135, 1135-1136 [2008]). Petitioner’s challenge to the reliability of the confidential information is unavailing given that the Hearing Officer conducted an independent assessment of the information, which came from multiple sources and contained sufficient detail to credibly establish that petitioner posed a threat to the safety of the facility <em>(see Matter of Mauleon v Goord, </em>29 AD3d 1241, 1242 [2006]; <em>Matter of Sattan v Goord, </em>17 AD3d 1125, 1126 [2005]). Moreover, we find no merit to petitioner’s assertion that he was improperly denied witnesses inasmuch as their testimony would have been either immaterial or redundant <em>(see Matter of H’Shaka v Fischer, </em>121 AD3d 1455, 1456 [2014], <em>lv denied </em>24 NY3d 913 [2015]; <em>Matter of Fludd v New York State Dept. of Correctional Servs., </em>62 AD3d 1149, 1153 [2009], <em>lv denied </em>13 NY3d 705 [2009]). Likewise, there is no indication that the Hearing Officer was biased or that petitioner was otherwise denied a fair hearing <em>(see Matter of H’Shaka v Fischer, </em>121 AD3d at 1457; <em>Matter of Fludd v New York State Dept. of Correctional Servs., </em>62 AD3d at 1153). We have considered petitioner’s remaining arguments and find them to be unpersuasive.</p><p id=\"b1126-2\"><page-number citation-index=\"1\" label=\"1254\">*1254</page-number>Peters, P.J., Garry, Egan Jr. and Clark, JJ., concur. Adjudged that the determination is confirmed, without costs, and petition dismissed.</p><p label=\"*\">\n\n</p><p id=\"b1125-8\"> Although petitioner has been released from administrative segregation and transferred to another correctional facility, the proceeding is not moot given that he requests expungement of the determination from his institutional record (see <em>Matter of Hand v Prack, </em>114 AD3d 982, 982 n [2014]).</p></opinion></casebody>\n</body></html>"
  }
}