{
  "casebody": {
    "data": "<casebody firstpage=\"506\" lastpage=\"508\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b526-5\">(32 Misc. Rep. 676.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b526-6\">OSTERMAN v. GOLDSTEIN et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b526-7\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ADQG\">November <em>7, </em>1900.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b526-8\">1. Conditional Tender—Sufficiency.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b526-9\">A tender of the amount due on a note, with interest and accrued costs, made after suit is brought, but before time to answer has expired, is good, though conditioned upon the surrender of the note.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b526-10\"><em>2. </em>Same—Payment into Court.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b526-11\">\"Where plaintiffs, in an action on a note, refuse to accept a sufficient tender because conditioned on the surrender of the note, defendants are bound to keep the tender good by payment into court, in order to stop interest and prevent judgment against them for the amount due.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b526-12\">Appeal from city court of Hew York, general term.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b526-13\">Action by Archer Osterman against Gussie Goldstein and another. From a judgment of the general term (64 H. Y. Supp. 555) affirming a judgment for defendants, plaintiff appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"A7Y\">Reversed.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b526-14\">Argued before TRUAX, P. J., and SCOTT and DUGRO, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b526-15\">Myers, Goldsmith &amp; Bronner, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b526-16\">M. D. Steuer, for respondents.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b526-17\">PER CURIAM.</author>\n<p id=\"AMPA\">The defendants are sued as indorsers of a promissory note. After suit was brought, but before the time to answer had expired, defendants caused the amount due, with interest and accrued costs, to be tendered to plaintiff, upon condition that the note should be surrendered. Plaintiff refused to accept the tender upon the condition attached. Thereupon the defendants answered, stating several defenses, one of which alleged the tender in behalf of the defendants upon the condition stated, and the refusal of this plaintiff to accept such tender and fulfill the condition attached. The defendants did not pay into court the amount tendered, or allege in their answer that they had done so, or plead their continued readiness and willingness to pay the amount tendered upon the delivery of the note; nor did they upon the trial offer to pay the amount and take up the note, although it\" was then produced. There was no dispute upon the facts, all of which were stipulated between the parties. The trial justice awarded judgment against the plaintiff, which was affirmed by the general term.</p>\n<p id=\"b526-18\">The respondents have argued at length a proposition which is indisputable, and which we do not understand the appellant to dispute. That proposition is that the defendants had a right to make such a conditional tender as was made in the present case. It .is well settled that the maker or indorser of a negotiable instrument has a right to insist upon a surrender of the instrument upon payment of the amount due; for even upon the trial the plaintiff could not succeed unless he produced the note, or, if it had been lost, gave an undertaking as required by section 1917 of the Code of Civil Procedure. The tender, therefore, was good when made. It did not, however, pay the debt, or deprive the plaintiff of his right to recover the amount due. If the note had been accompanied by collateral security, the tender would have been sufficient to destroy the plaintiff’s lien upon the security, and the defendants, if the proper <page-number citation-index=\"1\" label=\"507\">*507</page-number>owners thereof, or otherwise entitled to its possession, could have recovered it back in an appropriate action for that purpose. To effect this result, it would not have been necessary to keep the tender good by depositing the amount in court. Cass v. Higenbotam, 100 N. Y. 248, 3 N. E. 189. But even in such a case the court.would not compel a surrender of the security, except upon payment of the debt. Tuthill v. Morris, 81 N. Y. 94.</p>\n<p id=\"b527-5\">There is a wide distinction, however, between a tender which operates to discharge a lien upon security given as collateral to the debt and one which operates to discharge the indebtedness so as to prevent a judgment upon it. In the latter case, the tender not only must be good when made, as was this tender, but must be kept good, so that at any time, down to and at the trial, the plaintiff, upon complying with, the condition, may avail himself of the tender, and receive the amount due him. Riley v. Cheesman, 75 Hun, 387, 27 N. Y. Supp. 453. A tender alone, although good when made, does not operate to discharge an indebtedness, nor, unless it is kept good, does it stop interest, or prevent a judgment for the amount due. The cases cited by respondent, and relied upon by the general term to support the judgment, are in accord with the rule above stated, and are therefore fatal to the judgment appealed from. In Cass v. Higenbotam, supra, the principal question litigated was as to the validity of the conditional tender, and the court drew a clear distinction between a tender which extinguishes a lien and one which operates as a bar to a judgment, saying: “When the tender has only the effect of extinguishing the lien, and does not discharge the debt, bringing the money into court is not required, and the debt may be enforced after the lien is discharged.” In Wilder v. Seelye, 8 Barb. 408, the action was on a promissory note. The defendant pleaded tender and a refusal to accept the amount tendered, and alleged that he had always been and was still ready to pay the sum, and that he brought the money into court. It appeared that the tender was conditional upon the, surrender of the note, and the question mainly litigated was whether the condition vitiated the tender. The court held that it did not, but took pains to remark that, in order to avail himself of such a tender, the defendant must bring the money into court, and that the creditor is entitled to that at all events. In Bailey v. Buchanan Co., 115 N. Y. 301, 22 N. E. 155, 6 L. R. A. 562, the answer distinctly alleged that the defendant had always been ready and willing to pay the coupons in question, and that the money available therefor had, at all times since the coupons became payable, been in deposit in a bank for the purpose of. making payment, and offered, if either the court or the plaintiff desired, to pay the money into court. In Halpin v. Insurance Co., 118 N. Y. 165, 23 N. E. 459, the plaintiff held a claim against the defendant for a loss upon a fire policy. The property insured was mortgaged, and the defendant, while disputing its liability under the policy, paid to the mortgagee a sum equal to the amount named in the policy, and took an assignment of the mortgage. The plaintiff, claiming that he was entitled to have credited upon the mortgage the amount of the policy, tendered to the de<page-number citation-index=\"1\" label=\"508\">*508</page-number>fendant the sum of $100 for interest and expenses incurred in and about the assignment, and demanded that the defendant deliver to him the bond and mortgage, and execute and deliver to him a satisfaction of the mortgage, which the defendant refused to do. The court held that the condition attached to- the tender did not vitiate it, but went on to say: “It was incumbent upon defendant to keep his tender good, and upon the commencement of the action to have deposited the money in court. The effect of the tender is to stop interest and prevent costs, and, to be effectual for such purpose, it must be kept good by the debtor, and, whenever he seeks to make it the basis of affirmative relief, it must be paid into court where the creditor can get it, and that fact alleged in the pleadings.” To the cases above cited may be added Wilson v. Doran, 110 N. Y. 101, 17 N. E. 688, which clearly points out under what circumstances alone a judgment of nonsuit may be entered upon a plea of tender, and why under those circumstances it may be so entered. “The rule is well settled,” said Judge Andrews, “that a tender before suit brought, to be available, must not only be pleaded, but the defendant, before or with his plea, must pay the money into court, so that it may be subject to the plaintiff’s order. * * * This having been done, if the tender was admitted or proved, and the plaintiff did not establish a right to receive a greater sum than the amount tendered, the defendant was entitled to a verdict or nonsuit. The conclusion was founded upon the reason that the money paid into court belonged, in any event, to the plaintiff, and this claim as to that amount was deemed to be stricken from the complaint.”</p>\n<p id=\"b528-5\">It is entirely clear, upon principle and authority, that the defendants, by failing to keep their tender good, rendered it wholly ineffectual for any purpose, even to stop interest and save costs. The respondents suggest that, if they had paid the money into court, the plaintiff might have withdrawn it at any time without surrendering the note, as he was bound to do upon receiving payment. This does not necessarily follow. As has been said, a tender conditioned upon the surrender of the obligation was sufficient at the outset. All that the law requires is that the tender shall be kept good, not that it shall be bettered. We have been referred to no authority upon the subject, but we see no reason why, upon principle, the tender would not have been kept good, if the money had been paid into court for payment over to the plaintiff upon surrender of the note, and the answer had alleged continued willingness and readiness to pay the amount due upon such surrender. However this may be, the defendants did not keep their tender good in any sense, and the judgment should have been for the plaintiff.</p>\n<p id=\"b528-6\">Judgment reversed, and new trial ordered, with costs to appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}