{
  "casebody": {
    "data": "<casebody firstpage=\"581\" lastpage=\"586\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b599-3\">Commercial Union Assurance Company, Ltd., et al, Appellees, <em>v. </em>L. E. Hewgley Seed Company, Inc., et al., Appellants.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"AXh\">421 S.W.2d 625.</citation>\n<court data-order=\"2\" data-type=\"court\" id=\"A4o\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"3\" data-type=\"misc\" id=\"AS7\">December Term, 1966.)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AjA\">Opinion filed November 24, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b600-6\"><page-number citation-index=\"1\" label=\"582\">*582</page-number>David E. Cheatham, and Wade, Forrester &amp; Stewart, Pulaski, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b600-7\">MacFarland &amp; Colley, Columbia, Henry, Henry <em>&amp; </em>Lewis, and Lee <em>&amp; </em>Davies, Pulaski, for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b600-10\">Mr. Justice Dyer</author>\n<p id=\"Ao1\">delivered the opinion of the Court.</p>\n<p id=\"b600-11\">The issue to be determined is the right of the chancellor to grant a discretionary appeal under T.C.A. sec. 27-305. The parties will be referred to as in the trial court; that is, Commercial Union Assurance Company, Ltd., et al, as complainants, and L. E. Hewgley Seed Company, Ino.,.et al, as defendants, or particular defendants will be referred to by name.</p>\n<p id=\"b601-2\"><page-number citation-index=\"1\" label=\"583\">*583</page-number>-The facts necessary to note in this opinion are as'follows : on October 21, 1966, complainants filed their original hill seeking to collect a debt due them by defendants evidenced by written notes. The notes, deeds of trust securing same, and extensions thereof, were made exhibits to the bill. Complainants further alleged the defendant, L. E. Hewgley, by a certain written instrument dated November 16, 1955, made a new promise to pay which would avoid the bar of the six-year statute of limitations. To this bill Defendant Hewgley filed the following plea:</p>\n<blockquote id=\"b601-3\">The defendant, L. E. Hewgley, for plea to the bill filed against him and others, in the above entitled cause, says: that the complainants’ cause of action, if any they have, accrued more than six (6) years before said bill was filed and that he did not promise to pay the debts sued on within six (6) years next before the filing of the bill.</blockquote>\n<p id=\"b601-4\">To this plea of Defendant Hewgley, complainants filed a replication as follows:</p>\n<blockquote id=\"b601-5\">The Complainants join issue on the Plea of the statute of limitations filed in this cause by the defendant, L. E. Hewgley.</blockquote>\n<p id=\"b601-6\">The chancellor heard the cause upon the original bill, plea of Defendant Hewgley, replication of complainants, argument of counsel, and upon the entire technical record. The chancellor found all installments of the debt barred by the six-year statute of limitations except the installment due October 22, 1960, and the plea of Defendant Hewgley was accordingly sustained in part and overruled in part. To this action of the chancellor in overruling in part his plea, Defendant Hewgley excepted and prayed for a discretionary appeal, which the chancellor granted.</p>\n<p id=\"AfY\"><page-number citation-index=\"1\" label=\"584\">*584</page-number>The authority to grant discretionary appeals is contained in T.C.A. sec. 27-305, which reads as follows:</p>\n<blockquote id=\"Al5-\">The chancellor or circuit judge may, in his discretion, allow an appeal from his decree in equity causes determining the principles involved and ordering an account or a sale or partition or other character of reference, before the account is taken or the sale or partition is made or the reference had; or he may allow such appeal on overruling a demurrer; or he may allow any party to appeal from a decree which settles his right, although the case may not be disposed of as to others; or he may allow any party to appeal from a judgment or decree which settles the rights of the parties, although the amount of damages or compensation has not been determined.</blockquote>\n<p id=\"b602-4\">At the threshold we are met with the well established rule that the discretion allowed the trial court in granting discretionary appeals under this statute is limited to the specified cases enumerated by the statute. <em>Younger v. Younger, </em>90 Tenn. 25, 16 S.W. 78 (1891); <em>Mengle Box Co. v. Lauderdale County, </em>144 Tenn. 266, 230 S.W. 963 (1921); <em>Brewing Corporation of America v. Pioneer Distributing Co., </em>194 Tenn. 588, 253 S.W.2d 761 (1952); <em>Employers Indemnity Co. v. Willard, </em>125 Tenn. 288, 151 S.W. 1029 (1911).</p>\n<p id=\"b602-5\">Under this statute the only specified case enumerated 'therein possibly applicable to the case at bar is the allowance of discretionary appeal upon overruling a demurrer.</p>\n<p id=\"b602-6\">Under the general r.ule, a demurrer will lie if •the original bill shows on its face the recovery sought is barred by the statute of limitations. The original bill may on its face show the cause of action accrued at such <page-number citation-index=\"1\" label=\"585\">*585</page-number>time as to be barred by a statute of limitations and m ay avoid the bar of the statute by alleging defendant made a new promise. Gibson’s Suits in Chancery. .(5th ed.). sec. 338. In such case Gibson states the procedure to be:</p>\n<blockquote id=\"b603-3\">In such a case * * * the defendant must file an impure, or anomalous plea, setting up the limitation relied on and denying the new promise * * *.</blockquote>\n<p id=\"b603-4\">In the case at bar the original bill does show the notes upon which the suit is based are barred by the six-year statute of limitations, but the bill goes further and alleges Defendant Hewgley, by a certain instrument, dated November 15, 1955, made a new promise to pay which would remove the bar of the statute. Defendant Hewgley, by his plea, did set up the limitations and denied the new promise. Such a plea is an anomalous plea in bar.</p>\n<p id=\"b603-5\">Upon the filing of this plea by Defendant Hewgley, complainants had an option under T.C.A. sec. 21-608, Avhich statute, pertinent to the case at bar, is as follows:</p>\n<blockquote id=\"b603-6\">If the complainant conceives any plea or demurrer to be naught, either for the matter or manner of it, he may set it down with the clerk to be argued; or, if he thinks the plea to be good but not true, he may take issue upon it and proceed to trial. * * *</blockquote>\n<p id=\"b603-7\">A plea in bar presupposes, if a certain essential fact contained in the bill could be made to disappear, then the bill would be demurrable. In the case at bar, if the essential allegation of a new promise by the defendant could be made to disappear, then the bill would be demurrable since it would show the cause of action was barred by the statute of limitations and would contain no <page-number citation-index=\"1\" label=\"586\">*586</page-number>allegation to avoid the bar. Gibson, in reference to T.C.A. sec. 21-608, states at page 415:</p>\n<blockquote id=\"b604-5\">If complainant disputes the legal accuracy of the presupposition, he will set down for argument as to its sufficiency thus making an issue of law; if he admits the presupposition, but disputes the truth of the plea, he will take issue upon it and thus raise a question of fact.</blockquote>\n<p id=\"b604-6\">In the instant case, the complainants admit the presupposition, i. e., if the allegation of a new promise by the defendant were omitted from the bill it would be demurrable. However, the complainants disputed the truth of the plea and took issue thereon by filing a replication. In other words, complainants took issue with defendant’s plea that he made no “promise to pay the debts sued on within six years next before the filing of the bill.” The replication thus raised an issue of fact which has not been heard and determined.</p>\n<p id=\"b604-7\">It is apparent T.C.A. sec. 27-305 makes no provision for a case such as this one and the chancellor was without authority to grant a discretionary appeal. The cause is remanded for further proceedings.</p>\n<judges id=\"b604-8\">Burnett, Chief Justice, Chattin, Criíson and Hum-phreys, Justices, concur,</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}