{
  "casebody": {
    "data": "<casebody firstpage=\"510\" lastpage=\"513\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b546-6\">[Civ. No. 700.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AUR\">Fourth Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aza\">March 22, 1933.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b546-7\">ELSIE POTVIN, Administratrix, etc., Respondent, v. PACIFIC GREYHOUND LINES, INC. (a Corporation), et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b547-4\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>Lasher B. Gallagher for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b547-5\">Robert C. Thaxton and Fred A. Steiner for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b547-6\">JENNINGS, J.</author>\n<p id=\"AWL\">This is a motion by plaintiff to dismiss an appeal taken by the defendants from an order vacating a judgment whereby it was decreed that plaintiff take nothing by reason of her amendment to the first amended complaint. The judgment which was vacated by the order from which the appeal has been taken was rendered by the court after a demurrer both general and special had been sustained to the amendment to the first amended complaint without leave to amend. The motion to dismiss the appeal is made pursuant to the provisions of section 3 of Rule V of the Rules for the Supreme Court and the District Courts of Appeal. The grounds of the motion are that the appeal has been taken merely for delay and that the question on which the decision of the cause depends is so unsubstantial as to require no further argument.</p>\n<p id=\"b547-7\">The principal contention presented in support of the motion to dismiss the appeal is that the order from which the appeal has been taken is not an appealable order and that the attempted appeal is therefore ineffectual.</p>\n<p id=\"b547-8\">The complaint whereby respondent seeks to recover damages for the alleged wrongful death of her husband contains six causes of action. In each cause of action respondent alleges specifically some act of negligence committed by appellants which she claims entitles her to recover damages for her husband’s death. A demurrer which was directed particularly to the fifth cause of action was sustained by the court and a judgment was rendered in favor of appellants as to said fifth cause of action. This judgment was vacated by order of the court upon stipulation of the parties and permission was granted to respondent to file an amend<page-number citation-index=\"1\" label=\"512\">*512</page-number>ment to the fifth cause of action of the first amended complaint. The proposed amendment was duly filed and a demurrer to it was interposed by appellants. The demurrer was sustained without leave to amend and judgment was thereupon rendered in favor of appellants as to said fifth cause of action. The motion to vacate the judgment was then made by respondent and granted by the court.</p>\n<p id=\"b548-3\">In the final analysis, the single material question presented by this motion depends on the finality of the judgment rendered by the court upon the sustaining of the demurrer to the amendment of the fifth cause of action of the first amended complaint. This must be true inasmuch as the order vacating the judgment is subject to appeal only by reason of the fact that it is a special order made after final judgment (Code Civ. Proc., sec. 963; <em>Livermore </em>v. Campbell, 52 Cal. 75; <em>Kaufman </em>v. <em>Superior Court, </em>108 Cal. 446 [41 Pac. 446]; <em>Southern Cal. Ry. Co. </em>v. <em>Superior Court, </em>127 Cal. 417 [59 Pac. 789]; <em>Martin </em>v. <em>Miller, </em>65 Cal. App. 581 [224 Pac. 783].)</p>\n<p id=\"b548-4\">A final judgment has been defined as “one which disposes of the matters in litigation between all the parties before the court when the judgment is rendered” <em>(Gulf City St. Ry. etc. Co. </em>v. <em>Becker, </em>(Tex. Civ. App.), 23 S. W. 1015). As was in said <em>Stockton etc. Works </em>v. <em>Glens Falls Ins. Co., </em>98 Cal. 557, 577 [33 Pac. 633, 637]: “There can be but one final judgment in an action, and that is one which in effect ends the suit in the court in which it is entered, and finally determines the rights of the parties in relation to the matter in controversy.” The above language was quoted with approval in <em>Nolan </em>v. <em>Smith, </em>137 Cal. 360 [70 Pac. 166]. Our system of procedure contemplates that there shall be but one final judgment in a cause <em>(Doudell </em>v. <em>Shoo, </em>159 Cal. 448 [114 Pac. 579]). Since a final judgment in an action contemplates a complete adjudication of the rights of the parties and a final determination of the matter in controversy, it is apparent that the so-called judgment rendered upon the sustaining of a demurrer to one cause of action of a complaint without leave to amend, leaving five other causes of action unimpaired presenting matters to be litigated during a trial of the issues of fact, cannot be regarded as a final determination and disposal of the cause. It is not open to question that if, after the demurrer to the <page-number citation-index=\"1\" label=\"513\">*513</page-number>fifth cause of action was sustained without leave to amend, appellants had not, within the time permitted by law, answered the allegations contained in the five remaining causes of action, respondent would have been entitled to a judgment upon presenting to the court such proof as might be required in order to enable the court to determine the amount of damages proper to be awarded <em>(Barber </em>v. <em>Cazalis, </em>30 Cal. 92).</p>\n<p id=\"b549-3\">The action instituted by respondent is a single action for the recovery of damages for the alleged wrongful death of respondent’s husband, caused by appellant’s negligence.  It was open to respondent to charge this negligence in separate counts, as occurring in as many ways as she believed her evidence would show and she is entitled to recover if any one well-pleaded count is supported by sufficient evidence <em>(Froeming </em>v. <em>Stockton Electric R. R. Co., </em>171 Cal. 401, 404 [153 Pac. 712, Ann. Cas. 1918B, 408]).</p>\n<p id=\"b549-4\">We therefore entertain the opinion that the questions proposed to be presented upon the appeal are manifestly so unsubstantial as to require no further argument for the reason that the appeal has been taken from an order, which under the circumstances herein appearing is not an appeal-able order.</p>\n<p id=\"b549-5\">The appeal is therefore dismissed.</p>\n<p id=\"b549-6\">Barnard, P. J., and Marks, J., concurred.</p>\n<p id=\"b549-7\">A petition by appellants to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on May 18, 1933.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}