{
  "casebody": {
    "data": "<casebody firstpage=\"647\" lastpage=\"650\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b649-3\">STOUT <em>v. </em>MACY.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b649-4\">The statute limiting the time for issuing execution upon a judgment to five years after its entry, applies to judgments rendered in suits to foreclose a mortgage, equally as to mere personal judgments.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b649-5\">Where in an action to foreclose a mortgage a decree was entered in the usual form for the sale of the mortgaged premises and execution against the debtor for any deficiency, and no process to enforce the decree was issued until more than five years after its entry, when the plaintiff in the judgment took out an execution: <em>held, </em>that an action might be maintained by the defendant in the judgment to enjoin all proceedings upon the execution.</headnotes>\n<summary data-order=\"3\" data-type=\"history\" id=\"b649-6\">Appeal from the Fourth Judicial District.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b649-7\">The facts are stated in the opinion of the Court.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b649-8\"><em>Sidney L. </em>Johnson, for Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b649-9\">Sec. 209 of the Practice Act gives a writ of execution to the party at any time within five years after the entry of judgment in his favor. We can have no such writ under a decree of foreclosure until the sale of the mortgaged property has been made in accordance with the decree, and has resulted in a deficiency, leaving a balance due.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b649-10\">We have not reached the point where the period of five years spoken of in Sec. 209 begins to run. It has no application to proceedings for the foreclosure of mortgages, which are governed by the provisions of 'the first chapter of title eight, until judgment for a balance due after sale has been docketed.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b649-11\">There is nothing in all these provisions which limits the power of the Court to enforce its decree of sale, as the only equitable means provided by the statute for the foreclosure of mortgages. Until it has done so, the suit is still pending, no matter what the lapse of time. There is no limitation in our statutes to the duration of a suit. The power of the Court in cases of foreclosure remains until the property is sold and the proceeds disposed of. The Court— not the officer making the sale—receives and applies the surplus, to the satisfaction of subsequent liens, or returns it to the mortgagor. The decree of foreclosure may be final for the purposes of appeal, and of fixing the equities of the parties, but does not ter<page-number citation-index=\"1\" label=\"648\">*648</page-number>mínate the Court’s control of the subject matter. Many cases of equity jurisdiction require such control to be exercised for years. A foreclosure of a mortgage where the debt is payable by installments, may require as many years as there may be installments. A balance may remain due after the successive sales, and judgment may be docketed therefor, on which the writ of execution spoken of in Sec. 209, may be issued by the party during five ensuing years.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b650-4\">Many other cases of equity jurisdiction might be instanced. A decree dissolving a partnership or corporation, appointing a receiver, and providing for the liquidation of the affairs of such companies, might involve many years of administration, of application and enforcement, in some shape of that decree, long after the period of five years from its first rendition. During all this time the <em>litis pendente </em>continues, and there is no limitation to it in the law or in the statute.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b650-5\">The counsel for respondent cites <em>Mason </em>v. <em>Cronise </em>(20 Cal. 211). The point decided in it is, that the limitation of five years in the seventeenth section of the Statute of Limitations, above cited, applies to domestic as well as to foreign judgments. There is nothing in it conflicting with the opinions we entertain of the law.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b650-6\">With respect to the law relating to decrees in cases of foreclosure, before the amendment of Sec. 246, we refer to <em>Chapin </em>v. <em>Broder </em>(16 Cal. 422), and <em>Rowland </em>v. <em>Leiby </em>(14 Id. 156).</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b650-7\"><em>F. A. Fabens, </em>for Respondent.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b650-8\">Title seven of the Practice Act is entitled: “ Of the execution of the Judgment in Civil Actionsand chapter one is entitled: “ The Execution.” The first section of that chapter (Sec. 209 Practice Act) provides, that “ the party in whose favor judgment is given may, at any time within five years after the entry thereof, issue a writ of execution for its enforcement, as prescribed in this chapter.”</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b650-9\">It follows, that no such writ can be issued after the lapse of five years from the giving of the judgment; and that no other way has been prescribed in which judgment can be enforced than that provided in this chapter.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b651-3\"><page-number citation-index=\"1\" label=\"649\">*649</page-number>By Practice Act (Title 1, Sec. 1): “ There shall be in this' State but one form of civil actions,” etc., and the rules governing such action—whether equitable or legal—from the commencement of the action to the enforcement of the judgment,'are to be found in the Practice Act, and to be strictly followed.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b651-4\">The term “ execution ” in Sec. 209 of the Practice Act is there used in its broadest sense, meaning the process by which the judgment is to be executed. Blackstone (Vol. 3, Ch. 26) defines the “ execution” of the judgment as “ putting the sentence of the law in force.” “ This,” he says, “ is performed in different manners, according to the nature of the action upon which it is founded, and of the judgment which is had or recovered.” Whatever process, therefore, is used to enforce the judgment is the “ execution”— varying, of course, according to the nature of the judgment—and the different modes of doing this are prescribed in Title VII, Ch. 1, Sec; 213, all under the title of “ Executions.” Whichever of these modes is made use of, according to the nature of the judgment, is the “ execution for its enforcement,” and can only issue within five years after the entry of that judgment.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b651-5\">Crocker, J. delivered the opinion of the Court—Norton, J. concurring.</author>\n<p id=\"b651-6\">This is an action brought by a judgment defendant to enjoin all proceedings upon an execution issued on the judgment. On the eighth day of June, 1852, Falconer &amp; Moulton obtained a decree in the usual form for the foreclosure of a certain mortgage, and the sale of the mortgaged premises, against the plaintiff, Stout, and others. The decree stated the amount due to the plaintiffs, and directed that the mortgaged preñases be sold, that the amount due be paid from the proceeds of the sale, and that, if the same were insufficient, execution issue against the defendant Stout, for the balance. This judgment was purchased by and assigned to the defendant’s testator, but no execution to enforce the decree was ever issued until a short time before the commencement of this suit, in May, 1862. The defendant demurred to the complaint, on the ground that it did not state facts sufficient to constitute a cause of action; the demurrer was overruled, and no answer having been <page-number citation-index=\"1\" label=\"650\">*650</page-number>filed, a final judgment was rendered for the plaintiff, enjoining all proceedings to enforce the judgment or execution, and the defendant appeals.</p>\n<p id=\"b652-4\">The principal question is, whether an execution can issue after the lapse of five years from the entry of a judgment rendered in an action to foreclose a mortgage. A judgment for the foreclosure of a mortgage and the sale of the mortgaged premises is governed by the same rules as other judgments, both as respects the Statute of Limitations of actions thereon, and the time within which execution for their enforcement can be issued. The Practice Act makes no distinction between judgments of that kind and others of a different character. All are treated alike. This Court has held that ' sales under executions issued on such judgments are subject to redemption, as in other cases. <em>(Kent </em>v. Laffan, 2 Cal. 595; <em>McMillan </em>v. Richards, 9 Id. 365; <em>Guy </em>v. <em>Middleton, </em>5 Id. 392; <em>Harlan </em>v. <em>Smith, </em>6 Id. 173.) Thus the principle that judgments for the foreclosure of mortgages are governed by the same rules as other judgments has been recognized by this Court. Sec. 209 of the Practice Act limits the time within which an execution can issue for the enforcement of a judgment to five years from the entry of the judgment, and this applies to judgments of this kind, the same as others. Sec. 214 allowed executions to issue after that date by a special order of Court, but that section was repealed in 1861, and that right, therefore, no longer exists. The defendant in this case had lost his right to an execution to enforce the judgment by the lapse of time, and the Court below properly rendered judgment against him.</p>\n<p id=\"b652-5\">The judgment is therefore affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}