{
  "casebody": {
    "data": "<casebody firstpage=\"511\" lastpage=\"514\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b533-8\">Shirley STOREY, Plaintiff-Appellant, v. CITY OF CHICAGO, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b533-11\">No. 07-1815.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b533-12\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b533-13\">Submitted Feb. 13, 2008.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b533-14\">Decided Feb. 13, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b534-6\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>Shirley Storey, Chicago, IL, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b534-7\">Jennifer Addison, Office of the Corporation Counsel, Appeals Division, Chicago, IL, for Defendant-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b534-8\">Before Hon. JOEL M. FLAUM, Circuit Judge, Hon. TERENCE T. EVANS, Circuit Judge, Hon. ANN CLAIRE WILLIAMS, Circuit Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b533-6\"> After an examination of the briefs and the record, we have concluded that oral argument is unnecessary. Thus, the appeal is submitted on the briefs and the record. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b534-9\">ORDER</p>\n<p id=\"b534-10\">Shirley Storey sued her employer, the City of Chicago, alleging violation of the Americans with Disabilities Act, 42 U.S.C. §§ 12101-12213. The district court awarded summary judgment to the City and Storey appeals. We 'affirm.</p>\n<p id=\"b534-11\">The following facts are undisputed. Beginning in 1997, Storey worked for the Chicago Police Department (CPD) as a civilian file clerk in the Juvenile Advocacy Section. Her job duties included typing “juvenile summary cards,”—about <em>&amp;/¿ </em>by 5)é inches in size—making corresponding folders, and filing the cards and folders. In December 2003 CPD computerized the information stored on the cards, thus eliminating a substantial portion of Storey’s job duties. Storey’s immediate supervisor, Maria Sierra, instructed Storey and two other file clerks to begin filing “missing persons control cai’ds,” a task previously performed by another clerk who had recently retired. Storey believed that filing the missing persons cards was not her job, and it hurt her fingers and neck because these cards were significantly smaller— only 3 by 4 inches—than the juvenile summary cards.</p>\n<p id=\"b534-13\">In July 2004 Storey complained to Sierra and Sierra’s supervisor, Kevin Fahey, about filing the smaller cards. Later that month Storey saw a doctor who wrote to Fahey that filing the smaller cards aggravated Storey’s thyroid condition, which caused her pain in her neck and inflamed the sheath surrounding the tendon of her right middle finger. Fahey advised Storey either to do her job or take sick days and medical leave until she could. Storey also complained about Fahey to a personnel department employee who told Storey that she would be found a new job. Storey then used sick and vacation days as well as medical leave until September 2004 when she called to say she was ready to return to work.</p>\n<p id=\"b534-14\">After Storey obtained a written release from her doctor, she returned to work in the Juvenile Advocacy Section. Sierra then gave Storey more missing persons cards to file. But rather than filing them, Storey put them in her desk. The next day, Fahey and Mary Conley, a personnel officer, told Storey that she had to do her work. Conley alleged in her affidavit that during the meeting Storey stared at Fahey in an intimidating way and said something under her breath that she refused to repeat.</p>\n<p id=\"b534-15\">The following Monday, Storey arrived at her office, but she refused to work, and simply sat at her desk wearing sunglasses and headphones. On top of a stack of missing persons cards, Storey put a small piece of paper stating, “I am not to do any work in this unit until I am released by my doctor,” and she handed the stack of cards <page-number citation-index=\"1\" label=\"513\">*513</page-number>back to Sierra. Fahey had Storey removed from the office because she was not working and her presence was disruptive. Based on Storey’s behavior in the three days she had been back at work, Conley requested that Storey be required to pass a “fitness for duty evaluation” before returning to work again. The request was approved and Storey went back on medical leave. While on leave, a psychologist examined Storey as part of the evaluation and determined that she was not fit to return because of her anger, resentment, depression, and anxiety. Although Storey requested reinstatement, she was not permitted to return to work.</p>\n<p id=\"b535-5\">Storey testified that she was disabled as a result of painful and swollen fingers and neck and that she experienced these symptoms from June 2004 to July or August 2004. Storey also testified that she had trouble cooking because her hand hurt and had trouble sleeping because of pain on one side of her neck. However, the only work-related task that Storey testified she could not perform was filing missing persons cards. Furthermore, Storey testified that she did not think that she was discriminated against at work because she was regarded as disabled. The district court awarded summary judgment to the City, holding that Storey was not disabled within the meaning of the ADA. Although Storey’s amended complaint alleged both discrimination and harassment in violation of the ADA, her appeal raises only the issue of discrimination. We review the district court’s grant of summary judgment de novo. <em>Squibb v. Mem’l Med. Ctr., </em>497 F.3d 775, 780 (7th Cir.2007).</p>\n<p id=\"b535-6\">Storey alleged that the City discriminated against her both by treating her less favorably because of her disability and by failing to accommodate her disability by not assigning her tasks that did not include filing missing persons cards. We first consider whether Storey is disabled under the ADA. If she is not, neither claim can proceed; disability is the first element of both claims. <em>See Cassimy v. Bd. of Educ. of the Rockford Pub. Schs., Disk #205, </em>461 F.3d 932, 935-36 (7th Cir.2006) (collecting authority). Storey must demonstrate that she is disabled in one of three ways: by showing that she has a physical or mental impairment that substantially limits a major life activity, that there is a record of such impairment, or that the City regards her as having such an impairment. <em>See </em>42 U.S.C. § 12102(2)(A)-(C); <em>Sutton v. United Air Lines, </em>527 U.S. 471, 478, 119 S.Ct. 2139, 144 L.Ed.2d 450 (1999); <em>Kampmier v. Emeritus Corp., </em>472 F.3d 930, 937 (7th Cir.2007). We consider the three possibilities in reverse order.</p>\n<p id=\"b535-11\">First, Storey admitted at her deposition that she did not believe that she was discriminated against on account of a perceived disability. Storey testified: “I don’t think [Fahey] treated me a certain way because I had a disability. I think he treated me a certain way because I was African American.”<footnotemark>2</footnotemark> When asked, “Do you think that they ever discriminated against you because they believed you had a disability?” Storey responded “No.” Perceived disability is therefore not at issue here. Second, Storey presented no evidence that she had a record of disability. Storey directs us to the letter from her doctor diagnosing her conditions, but his diagnoses do not say whether her conditions rose to the level of a substantial limitation on a major life activity, which is a necessary requirement under this defini<page-number citation-index=\"1\" label=\"514\">*514</page-number>tion of disabled. <em>See Rooney v. Koch Air, LLC, </em>410 F.3d 376, 381 (7th Cir.2005).</p>\n<p id=\"b536-4\">We therefore turn to whether Storey’s other evidence demonstrates that her impairments substantially limited a major life activity. To make this determination, we look to “the nature and severity of the impairment, the duration and expected duration of the impairment and the permanent or long term impact or the expected permanent or long term impact of or resulting from the impairment.” <em>Kampmier, </em>472 F.3d at 937; <em>see also </em>29 C.F.R. § 1630.2(j)(2)(i)-(iii).</p>\n<p id=\"b536-5\">Storey first argues that she is substantially limited in her ability to sleep. We have held that sleeping is a major life activity, <em>Scheerer v. Potter, </em>443 F.3d 916, 920 (7th Cir.2006), but to rise to the level of a disability the limitation must be severe and prolonged, <em>Burks v. Wis. Dep’t of Tramp., </em>464 F.3d 744, 757 (7th Cir.2006). Storey testified that she had trouble sleeping on one side as a result of her neck pain, but she also testified that the pain subsided shortly after she stopped filing missing persons cards. “[Tjemporary, non-chronic impairments of short duration, with little or no long term or permanent impact, are usually not disabilities.” 29 C.F.R. Pt. 1630, App., § 1630.2(j). Moreover, we have held that to demonstrate a substantial limitation in sleeping, a plaintiff must either put forth evidence that her purported disability restricts her waking functions, or she must otherwise support her contentions with more evidence than personal assertions. <em>See Squibb, </em>497 F.3d at 784. As Storey has done neither, she has failed to demonstrate that her problem sleeping is a substantial limitation.</p>\n<p id=\"b536-6\">Storey next argues that she has difficulty cooking as a result of the pain in her right middle finger. We have never held cooking to be a major life activity, although it may be one of several activities that collectively constitute caring for oneself. <em>See </em>29 C.F.R. § 1630.2(i); <em>Squibb, </em>497 F.3d at 784. But a substantial limitation in cooking—no matter how severe— will not rise to the level of a substantial limitation in caring for oneself absent evidence of limitations in other areas of caring for oneself. <em>See id. </em>As Storey has not suggested that she is substantially limited in caring for herself in any other capacity, we must conclude that she has not demonstrated that she is substantially limited in that major life activity.</p>\n<p id=\"b536-9\">Because Storey has failed to establish that she is disabled within the meaning of the ADA, we AFFIRM the judgment of the district court.</p>\n<footnote label=\"2\">\n<p id=\"b535-7\">. Storey’s initial charge presented to the Equal Employment Opportunity Commission alleged race discrimination, but Storey's amended complaint alleged discrimination on the sole basis of her disability.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}