{
  "casebody": {
    "data": "<casebody firstpage=\"905\" lastpage=\"908\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b927-13\">Jerry W. WILLIAMS, Petitioner, v. DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b927-15\">No. 2007-3270.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b927-16\">United States Court of Appeals, Federal Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b927-17\">Feb. 13, 2008.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b927-18\">Rehearing Denied March 17, 2008.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b928-5\"><page-number citation-index=\"1\" label=\"906\">*906</page-number>Jerry W. Williams, of Missouri City, Texas, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b928-6\">Michael N. O’Connell, Trial Attorney, Commercial Litigation Branch, Civil Division, United States Department of Justice, of Washington, DC, for respondent. With him on the brief were Jeanne E. Davidson, Director, and Mark A. Melnick, Assistant Director.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b928-7\">Before NEWMAN, SCHALL, and MOORE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b928-8\">PER CURIAM.</author>\n<p id=\"b928-9\">Petitioner Jerry Wernard Williams, <em>pro se, </em>appeals the decision of the Merit Systems Protection Board, which denied his second petition for enforcement of the Board’s order of June 26, 2002. <em>Williams v. Dep’t of Housing &amp; Urban Dev., </em>No. DA-0752-01-0446-C-2, 106 M.S.P.R. 141 (M.S.P.B. May 4, 2007). Mr. Williams also challenges earlier rulings with respect to his applications for attorney fees and costs and for consequential and compensatory damages. We <em>affirm </em>the Board’s decision.</p>\n<p id=\"b928-10\">BACKGROUND</p>\n<p id=\"b928-11\">Mr. Williams was employed by the United States Department of Housing and Urban Development (“HUD”) as a Community Planning and Development Specialist, in Beaumont, Texas. On April 20, 2000 a federal grand jury indicted him on fourteen counts of making false travel voucher claims in violation of 18 U.S.C. § 1001. Following the indictment, HUD indefinitely suspended Mr. Williams without pay, effective May 17, 2000, and on January 8, 2001 a jury convicted him on all counts of the indictment. HUD then removed him from service, effective October 12, 2001.</p>\n<p id=\"b928-13\">Mr. Williams has brought a series of petitions related to these events, with varying success. First, he challenged the indefinite suspension following his indictment. The Board found that HUD did not terminate the suspension within a reasonable time after his conviction, and by order dated June 26, 2002 the Board directed HUD to terminate the indefinite suspension retrospectively as of January 28, 2001, and to reinstate Mr. Williams as of that date with back pay, interest, and appropriate benefits. Mr. Williams did not appeal that order. On November 6, 2003, he filed a petition for enforcement, stating that HUD had not complied with the June 26, 2002 order. The Board found that Mr. Williams had advised the administrative judge in a January 12, 2004 telephone conference that the agency had complied with the order, and that the petition was therefore moot; this decision became final on February 20, 2004 and was not appealed.</p>\n<p id=\"b928-14\">On April 19, 2004 Mr. Williams filed a motion at the Board for litigation costs and expenses and for consequential and compensatory damages relating to the Board’s review of his indefinite suspension. The Board treated the motion as one for attorney fees pursuant to 5 U.S.C. § 7701(g), and denied the motion; this court dismissed Mr. Williams’ petition on appeal as untimely filed. <em>Williams v. Dep’t of Housing &amp; Urban Dev., </em>117 Fed.Appx. 734 (Fed.Cir.2004). A separate Board decision denied the motion for consequential and compensatory damages, and this court similarly dismissed a petition on appeal as untimely filed. <em>Williams v. Dep’t of Housing &amp; Urban Dev., </em>117 Fed.Appx. 109 (Fed.Cir.2004).</p>\n<p id=\"b928-15\">Meanwhile, on January 21, 2004 Mr. Williams had filed an appeal with the <page-number citation-index=\"1\" label=\"907\">*907</page-number>Board, challenging HUD’s action of removing him from employment as of October 12, 2001, after his conviction. The Board dismissed that appeal as untimely, but this court reversed and remanded, finding that the notice that HUD had provided Mr. Williams was “materially flawed” because it did not properly inform him of his appeal rights. <em>Williams v. Merit Systems Protection Bd., </em>176 Fed.Appx. 136, 137, 140 (Fed.Cir.2006). On remand, the Board affirmed HUD’s removal of Mr. Williams. On August 23, 2007, Mr. Williams filed a complaint seeking judicial review of that decision in the District Court for the Southern District of Texas, <em>Williams v. Jackson, </em>Case No. 4:07-cv-02764, which remains pending. These issues are not before us.</p>\n<p id=\"b929-5\">On August 11, 2006, Mr. Williams filed a second petition for enforcement with the Board, directed to the Board’s June 26, 2002 order. The administrative judge issued an order to show cause advising Mr. Williams that the second petition would be dismissed unless he identified an act of noncompliance that occurred after his January 12, 2004 statement that HUD was then in compliance with the June 26, 2002 order. Mr. Williams responded that HUD had complied through his October 12, 2001 removal date, but that the Federal Circuit’s remand of the Board’s decision on the removal action called into question whether his removal constituted further non-compliance. On September 22, 2006, following a telephonic status conference held on that date, the administrative judge issued a Summary of Status Conference and Notice of Dismissal stating that during the conference, she informed Mr. Williams that she intended to dismiss the petition because he had failed to identify any act of noncompliance that occurred after January 12, 2004. Mr. Williams filed a written objection on September 27, 2006, after which the administrative judge denied the petition, and the full Board denied review. Mr. Williams appeals from this decision.</p>\n<p id=\"b929-7\">DISCUSSION</p>\n<p id=\"b929-8\">A decision of the Board must be affirmed unless it is (1) arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law; (2) obtained without procedures required by law, rule, or regulation having been followed; or (3) unsupported by substantial evidence. 5 U.S.C. § 7703(c); <em>Cheeseman v. Office of Pers. Mgmt., </em>791 F.2d 138, 140 (Fed.Cir.1986).</p>\n<p id=\"b929-9\">The only issue before us is the denial of the second petition for enforcement. Mr. Williams argues that HUD violated the June 26, 2002 order by removing him from his position rather than reinstating him, resulting in a “continuing non-compliance.” He points out that the removal action is still under judicial review, and he states that he should have been reinstated after the June 26, 2002 order, pending final decision on his removal.</p>\n<p id=\"b929-10\">The June 26, 2002 order related to his indefinite suspension, and the Board granted relief because the suspension continued too long after HUD knew of his conviction. The June 26, 2002 order did not prohibit HUD from taking the removal action. Mr. Williams appealed his removal to the Board, and after a remand the Board affirmed HUD’s action. This Board decision was appealed to the Southern District of Texas; it is not properly brought to us as an act of non-compliance with the June 26, 2002 order.</p>\n<p id=\"b929-11\">On January 12, 2004, Mr. Williams told the administrative judge that HUD was in compliance. Thus the AJ did not err in limiting the inquiry to any asserted noncompliance after January 12, 2004. Reversible error has not been shown in the Board’s decision denying Mr. Williams’ second petition for enforcement, on the <page-number citation-index=\"1\" label=\"908\">*908</page-number>Board’s finding that Mr. Williams had “failed to allege that the agency took, or failed to take, <em>any </em>action on or after January 12, 2004 which resulted in non-compliance with the Board’s Order dated June 26, 2002.”</p>\n<p id=\"b930-4\">Mr. Williams also states that the Board erred in denying his request for fees, costs and legal expenses, and for damages. To the extent that he may be referring to the earlier decisions denying his motions for attorney fees and for damages, these decisions have already been reviewed, <em>see Williams, </em>117 Fed.Appx. 109; <em>Williams, </em>117 Fed.Appx. 734, and their denial is <em>res judicata. </em>As to the Board’s May 4, 2007 decision, which concerned Mr. Williams’s second petition for enforcement, he was not a prevailing party and thus does not meet a threshold requirement for attorney fees. <em>See 5 </em>U.S.C. § 7701(g) (providing for payment of reasonable attorney fees to a prevailing employee when warranted in the interest of justice).</p>\n<p id=\"b930-5\">No costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}