{
  "casebody": {
    "data": "<casebody firstpage=\"518\" lastpage=\"520\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b540-7\">In re William R. Aldrich.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b540-8\">November Term, 1915.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b540-9\">Present: Munson, C. J., Watson, Haselton, Powers, axd Taylor, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b540-10\">Opinion filed November 13, 1915.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b540-11\"><em>Attorney and Client </em>— Disbarment—Grounds—Deceiving <em>Client.</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b540-12\">An attorney is guilty of misconduct requiring his disbarment, where he repeatedly falsely told his clients that he had not collected their claims, in one instance persisting in the denial for three months and until the client produced a letter from the debtor stating that he had paid the claim.</headnotes>\n<summary data-order=\"6\" data-type=\"headnotes\" id=\"b541-4\"><page-number citation-index=\"1\" label=\"519\">*519</page-number>Disbarment Proceeding. Disposed of on the pleadings and the report of a commissioner. The opinion states the case. See 86 Vt. 801.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b541-5\"><em>Herbert G. Barber, </em>Attorney General, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b541-6\">Per Curiam.</author>\n<p id=\"ARA\">It appears from the report of the commissioner appointed in the disbarment proceedings against William R. Aldrich of Barton, that hearing was had on an original presentment and a supplemental presentment preferred by the Attorney-General, each covering four charges of misconduct, the latter relating to matters occurring after the original presentment was filed; that said Aldrich had personal notice of the original'presentment and of the order of the Court thereon, and filed an answer thereto as required by the order; that notice of the supplemental presentment and of the time allowed for answering the same was given said Aldrich by the clerk in accordance with the order of the Court by mailing to him at his last and usual place of abode a certified copy of said presentment and of the order of the Court thereon, but the same was returned to the clerk by the postal authorities in due course as unclaimed; that notice of the time and place of hearing, issued by the commissioner in accordance with the order of the Court, was served on said Aldrich by leaving a copy at his last and usual .place of abode with a person residing therein of sufficient discretion to receive it; but no proof is submitted that said Aldrich returned to said abode after the leaving of said copy or received notice otherwise, and he was not represented at the hearing.</p>\n<p id=\"b541-7\">We exclude from our consideration the report upon the supplemental charges, but do this without passing upon the right of the Court to take action regarding them. We confine our attention to two charges of misconduct covered by the original presentment.</p>\n<p id=\"b541-8\">It appears from the report that in two instances of the collection of claims the respondent repeatedly told his client that the claim had not been paid, when in fact he had received the money, as he afterwards admitted: In one instance he persisted in this denial for three months, and until his client produced a letter from the debtor stating that he had paid the claim. The respondent has been disciplined before this for misconduct in his relations to his clients. 86 Vt. 531, 86 Atl. 801.</p>\n<p id=\"b542-4\">\n<page-number citation-index=\"1\" label=\"520\">*520</page-number>\n<em>Upon examination of the findings relative to the transactions above mentioned, it is considered that the said William B. Aldrich is guilty of misconduct which disentitles him to retain his membership in the bar; and it is ordered and adjudged that he be removed from his offices as attorney at law and solicitor in chancery, and that his name be stricken from the official rolls.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}