{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"144\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b176-2\">Argued and submitted October 12,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ASB\">affirmed on petition and cross-petition in CA A41734 and on petition in CA A41856 December 30, 1987,</decisiondate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_2\">Mischel’s reconsideration and PGE’s reconsideration denied March 25,</otherdate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AHK\">Mischel’s petition for review denied April 18,</otherdate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AHy\">PGE’s petition for review denied May 17, 1988 (305 Or 671)</otherdate>\n<parties data-order=\"5\" data-type=\"parties\" id=\"b176-3\">In the Matter of the Compensation of Henry L. Mischel, Claimant. MISCHEL, <em>Petitioner - Cross-Respondent, v. </em>PORTLAND GENERAL ELECTRIC COMPANY, <em>Respondent - Cross-Petitioner. </em>In the Matter of the Compensation of Henry L. Mischel, Claimant. PORTLAND GENERAL ELECTRIC COMPANY, <em>Petitioner, v. </em>MISCHEL, <em>Respondent.</em></parties>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"b176-9\">(WCB 82-10262; CA A41734 (Control))</docketnumber>\n<docketnumber data-order=\"7\" data-type=\"docketnumber\" id=\"b176-16\">(84-00903; CA A41856)</docketnumber>\n<p data-order=\"8\" data-type=\"judges\" id=\"AaN2\">(Cases Consolidated)</p>\n<citation data-order=\"9\" data-type=\"citation\" id=\"b176-18\">747 P2d 410</citation>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b177-5\"><page-number citation-index=\"1\" label=\"141\">*141</page-number>Karen M. Werner, Eugene, argued the cause for petitioner - cross-respondent and respondent. With her on the briefs were James L. Edmunson and Malagon &amp; Moore, Eugene.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b177-7\">Craig A. Crispin, Portland, argued the cause for respondent - cross-petitioner and petitioner. With him on the brief was Bullard, Korshoj, Smith &amp; Jernstedt, P.C., Portland.</attorneys>\n<judges data-order=\"12\" data-type=\"judges\" id=\"b177-9\">Before Buttler, Presiding Judge, and Warren and Rossman, Judges.</judges>\n<judges data-order=\"13\" data-type=\"judges\" id=\"b177-10\">WARREN, J.</judges>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b178-3\"><page-number citation-index=\"1\" label=\"142\">*142</page-number>WARREN, J.</author>\n<p id=\"b178-4\">Claimant seeks review of an order of the Workers’ Compensation Board reversing the referee’s determination that his heart attack is compensable. Employer cross-petitions for review of the Board’s determination that claimant is entitled to attorney fees pursuant to ORS 656.262(10) and ORS 656.382 for employer’s late denial of the claim in A41734. Employer in a consolidated case also seeks review of a separate Board order requiring it to pay temporary total disability ordered in A41734 in addition to disability paid to claimant under a collective bargaining agreement in A41856. We affirm the finding that claimant’s heart attack is not compensable and write only to address the issues raised by employer’s cross-petition in A41734 and its petition in A41856.</p>\n<p id=\"b178-5\">The Board determined that, although the heart attack is not compensable, employer had acted unreasonably in denying the claim more than 60 days after it had received notice. At the time when the claim was filed, over one year after the heart attack, claimant was working, so he was not entitled to interim compensation. The Board did not assess a penalty, because it determined that there were no amounts then due, but it awarded claimant attorney fees for employer’s late denial, citing <em>Spivey v. SAIF, </em>79 Or App 568, 720 P2d 755 (1986). In <em>Spivey </em>we held that attorney fees could be assessed against an employer under ORS 656.262(10) for an unreasonable denial, whether or not there were amounts then due and owing. We take this opportunity to explain that holding.</p>\n<p id=\"b178-6\">ORS 656.262(10) provides:</p>\n<blockquote id=\"b178-7\">“If the insurer or self-insured employer unreasonably delays or unreasonably refuses to pay compensation, or unreasonably delays acceptance or denial of a claim, the insurer or self-insured employer shall be liable for an additional amount up to 25 percent of the amounts then due plus any attorney fees which may be assessed under ORS 656.382.”</blockquote>\n<p id=\"b178-8\">If there is an unreasonable delay in denying a claim, the claimant is entitled to a penalty on the amount then due <em>plus </em>attorney fees “which may be assessed under ORS 656.382.” The right to attorney fees under ORS 656.262(10) is not contingent on there being an amount “then due” on which to assess a penalty. The attorney fee is payable by virtue of the unreasonable delay alone.</p>\n<p id=\"b179-3\"><page-number citation-index=\"1\" label=\"143\">*143</page-number>ORS 656.382 provides, in part:</p>\n<blockquote id=\"b179-4\">“(1) If an insurer or self-insured employer refuses to pay compensation due under an order of a referee, board or court, or otherwise unreasonably resists the payment of compensation, the employer or insurer shall pay to the claimant or the attorney of the claimant a reasonable attorney fee as provided in subsection (2) of this section. To the extent an employer has caused the insurer to be charged such fees, such employer may be charged with those fees.</blockquote>\n<blockquote id=\"b179-5\">“(2) If a request for hearing, request for review, appeal or cross-appeal to the Court of Appeals or petition for review to the Supreme Court is initiated by an employer or insurer, and the referee, board or court finds that the compensation awarded to a claimant should not be disallowed or reduced, <em>the employer or insurer shall be required to pay to the claimant or the attorney of the claimant a reasonable attorney fee in an amount set by the referee, board or the court for legal representation by an attorney for the claimant at and prior to the hearing, review on appeal or cross-appeal.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"b179-6\">Under that section, a “reasonable attorney fee * * * for legal representation * * * at and prior to the hearing, review on appeal or cross-appeal” may be assessed when the employer unreasonably resists payment of compensation or refuses to pay compensation ordered to be paid by a referee, ORS 656.382(1), and when the claimant prevails on an employer’s petition. ORS 656.382(2). We do not read ORS 656.262(10) to say that attorney fees can be allowed under that statute only under the circumstances described in ORS 656.382. We understand it to provide that attorney fees that may be assessed under the circumstances described in ORS 656.382 may also be assessed for an unreasonable denial. ORS 656.382 does not impose additional restrictions on when attorney fees may be assessed under ORS 656.262(10). The Board could properly assess attorney fees pursuant to ORS 656.262(10) and ORS 656.382, even though no compensation was then due.</p>\n<p id=\"b179-7\">When claimant became disabled by the heart attack, employer began paying benefits pursuant to a collective bargaining agreement which provides for 80 percent of wages for a work-related injury or 100 percent of wages for a nonworkrelated illness or injury. Consistent with its position that the heart attack was not work-related, employer paid claimant <page-number citation-index=\"1\" label=\"144\">*144</page-number>100 percent of his wages. When the referee determined that the claim was compensable, it ordered employer to pay temporary total disability benefits for the period of claimant’s total disability, as well as penalties and interest. Employer had already paid claimant benefits under the collective bargaining agreement which exceeded the amount of compensation awarded. Although it did not request an adjustment before the referee, it unilaterally treated those payments as contractual workers’ compensation benefits and unilaterally “credited” claimant for the amount of disability benefits that it had paid in his absence and paid him only the additional 25 percent penalty ordered by the referee. Claimant sought a hearing, and the referee ordered employer to pay all of the temporary total disability awarded plus an additional 25 percent penalty.</p>\n<p id=\"b180-4\">Employer argues that, because claimant has been fully compensated for lost wages, it should not be required to pay additional compensation. <em>See Fink v. Metropolitan Public Defender, </em>67 Or App 79, 676 P2d 934, <em>rev den </em>296 Or 829 (1984). We do not decide whether <em>an </em>employer may substitute negotiated disability benefits in a collective bargaining agreement for benefits which are due under the workers’ compensation system. The issue is not whether employer could properly “credit” claimant for disability benefits that it had previously paid if it had requested an adjustment, but whether employer could disregard the referee’s order and unilaterally adjust the amount of its payments. It could not. <em>See Georgia Pacific v. Piwowar, </em>86 Or App 82, 85, 738 P2d 225 (1987), <em>aff’d in pt; rev’d in pt, </em>305 Or 494, 753 P2d 948 (1988).</p>\n<p id=\"b180-5\">Affirmed on petition and cross-petition in CA A41734 and on petition in CA A41856.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}