{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"7\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AG\">Hobbs <em>et al. v. </em>Hobbs <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b29-6\">\n<em>(Jackson,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aq\">April Term, 1941.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b29-7\">Opinion filed May 29, 1942.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b30-13\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>Maddox, Maddox &amp; Maddox and W. H. Lassitek, all of Huntingdon, for complainants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b30-14\">Job C. Davis, of Lexington, and J. L. White, of De-caturville, for defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AqD\"><page-number citation-index=\"1\" label=\"3\">*3</page-number>Mr. Justice Chambliss</author>\n<p id=\"A9G\">delivered the opinion of the Court.</p>\n<p id=\"b31-4\">Complainants are the administrators and the children and heirs at law of J. R. Hobbs, deceased, and the defendants his widow and the clerks of the circuit and county courts. The bill seeks to enjoin proceedings pending in these courts to assign, to the widow her statutory year’s support and dower and homestead, it being charged that pursuant to an. agreement entered into between the deceased Hobbs and his wife following their marriage, the deceased had transferred to his wife a bank deposit of $1,000 in full ‘ ‘ settlement of all her rights by reason of the marriage relation in and to the property of the deceased.”</p>\n<p id=\"b31-5\">Complainants charged that they had no knowledge of this transaction at the time of its performance, in 1938, some two or more years before the death of J. B. Hobbs in April of the year 1941, and had only recently learned thereof, and that the defendant widow had collected said monies and invested a portion thereof in real estate, taking the title in her own name, and retaining the balance in cash. It was charged that said agreed and executed settlement was binding on the defendant widow and that she, therefore, had no valid claim to receive from said estate the year’s support, dower and homestead or exemptions which she had in possession, dr sought to have allotted to her in the pending proceedings.</p>\n<p id=\"b31-6\">To establish the truth of these allegations as to the making of the said agreement and settlement reliance was had upon the statements of one E. C. Hays, whose affidavit was produced and filed in the cause. The exact value of the estate is not shown, but the decedent appears to have owned several tracts of land and cash and other <page-number citation-index=\"1\" label=\"4\">*4</page-number>personal property in the amount of approximately $3,000. Complainants prayed that the defendant widow be adjudged to have received said $1,000' as “her full share in the estate of the deceased and that the judgment and order of the County Court of Decatur County setting aside homestead to the defendant Levena Hobbs, and of the Circuit Court of Decatur County awarding her a year’s support be permanently enj oined, and that the defendant Levena Hobbs account to the administrators for exempt property taken over by her. ’ ’ It was prayed, in the alternative, that a decree be entered requiring the defendant to account to the administrators for the said sum of $1,000 received by her, etc. .</p>\n<p id=\"b32-5\">Answering, the defendant widow admitted the payment to her by her husband of the said sum, but asserted that it was paid to and received by her as a gift, freely and voluntarily made for love and affection, without any manner of agreement as alleged having been entered into, or suggested.</p>\n<p id=\"b32-6\">The Chancellor heard the cause at chambers by consent of parties on the bill and answer and the said affidavit of E. C. Hays and sustained the motion of the defendant to dissolve the injunction, which had issued on the filing of the bill, and dismissed the bill. A decree to this effect was entered and therefrom complainants appealed.</p>\n<p id=\"b32-7\">It is assigned as error that the Chancellor erred, particularly, in “failing to hold that the bill set up sufficient facts to show that there was a postnuptial settlement,” and “in dismissing complainant’s bill on bill and answer and without any proof of the facts averred in the bill. ’ ’</p>\n<p id=\"b32-8\">\"We gather from the argument of counsel for appellants that complaint is more particularly directed to the action of the Chancellor in dismissing the bill, it being asserted that upon dissolution of the injunction com<page-number citation-index=\"1\" label=\"5\">*5</page-number>plainant should have been given an opportunity to introduce proof and have a decree for the relief prayed; that not only an injunction was involved.</p>\n<p id=\"b33-4\">The rule is, to quote Gibson’s Suits, Section 439, that, ‘ ‘ On the hearing of a cause on hill and answer, every ■matter set up in the answer, whether responsive to the bill or purely in avoidance, must be taken as true. ’ ’ If this rule is applicable to this hearing, the action of the Chancellor was obviously correct, both in dissolving the injunction and dismissing the bill, as the answer specifically denied every material allegation of the bill. But the wording of the decree leaves the matter in some doubt. We quote the pertinent portion thereof:</p>\n<blockquote id=\"b33-5\">“Be it remembered, this cause came on to be and was heard on this the 22nd day of August, 1941, before the Hon. Tom C. Bye, Chancellor, at his Chambers in Paris, Tennessee, bjr consent of all the parties upon motion of the respondent, Levena Hobbs, to dissolve the injunction in this cause upon the bill and answer.</blockquote>\n<blockquote id=\"b33-6\">“Whereupon after reading of the pleadings and the affidavit of E. C. Hays, which is' filed in the record, and the argument of counsel, the Court is pleased to and doth grant the motion to dismiss the bill and dissolve the injunction in this cause.</blockquote>\n<blockquote id=\"b33-7\">“It is therefore ordered, adjudged and decreed that the injunction be and the same is dissolved and the bill dismissed.”</blockquote>\n<p id=\"b33-8\">It will be observed that the preamble recites that ‘ ‘ this cause came on to be heard ... by consent of the parties, upan motion ... to dissolve the injunction . . . upon the bill and answer.” The decree then proceeds to recite that the Court “doth grant the motion to dismiss the bill and dissolve the injunction.”</p>\n<p id=\"b34-2\"><page-number citation-index=\"1\" label=\"6\">*6</page-number>It is not altogether clear that the consent of the parties to hear the canse on bill and answer applied to more than the motion to dissolve. Or, it may be that the consent was to a hearing at Chambers on that day only. If the consent of parties was so limited, there is merit in the complaint directed to the dismissal of the bill. However, in the view we take of the case made ont by the bill, we think this question of practice becomes immaterial.</p>\n<p id=\"b34-3\">Conceding the charges set forth in the bill to be true, we are not of opinion that the bill can be sustained, in the light of former holdings of this Court. In the recent case of <em>McAdams </em>v. <em>McAdams, </em>177 Tenn., 67, at pages 73, 74, and 75, 146 S. W. (2d), 140, 143, opinion by Chief Justice Green, this Court held that neither dower and homestead (citing <em>Crenshaw </em>v. <em>Moore, </em>124 Tenn., 528, 137 S. W., 924, 34 L. R. A. (N. S.), 1161, Ann. Cas. 1913A, 165, and <em>Chamness </em>v. <em>Parrish, </em>118 Tenn., 739, 103 S. W., 822), nor exemptions and year’s support (citing <em>Crenshaw </em>v. <em>Moore, supra, </em>and <em>Rowlett </em>v. <em>Rowlett, </em>116 Tenn., 458, 95 S. W., 821), are regarded as any part of the estate of a decedent and such interests are not “cut off by a general exclusion [in a marriage contract] of every interest ... in the estate of her husband.”</p>\n<p id=\"b34-4\"><em> </em>In that case the exclusion of dower and homestead was upheld because the draftsman “expressly excluded. the . . . right of dower and homestead, ’ ’ but this was not done as to exemptions and year’s support, and the Court held that the widow was not, therefore, cut' off by the agreement from a recovery as to these. This was decisive of this question, but the Court added an expression of opinion that it is “against the policy of the law for exemptions to be waived,” and further, that a year’s support “is but an extension for one year <page-number citation-index=\"1\" label=\"7\">*7</page-number>after Ms death of the husband’s duty to provide for his wife”; and that “the husband cannot escape this duty, nor in general can the wife waive this right by contract. 26 Am. Jur., 935; 30 C. J., 517.” (The Court was not dealing with a case in which provision had otherwise been made for the widow’s support from the husband’s estate.)</p>\n<p id=\"b35-3\">Thus it has been settled that none of these marital rights are affected by an antenuptial agreement which does not expressly specify them. Mere general expressions will not suffice.</p>\n<p id=\"b35-4\">As has been seen, the bill before us discloses no such specific references. The agreement alleged is in most general terms. Indeed, the charge is that the agreement related to “the property of the deceased,” that is, the.“estate of her husband,” of which it was said in the <em>McAdams </em>ease dower, homestead exemptions and-year’s support form no part. It results that the bill is Without equity, in that it fails to state a case against the claims of the widow to either-year’s support, exemptions, or dower and homestead, and the decree of the Chancellor dismissing the bill must be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}