{
  "casebody": {
    "data": "<casebody firstpage=\"887\" lastpage=\"890\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b917-9\">UNITED STATES of America, Plaintiff-Appellee, v. Libardo de Jesus PARRA-GONZALEZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b917-12\">No. 08-16315</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"Amn\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b917-13\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b917-14\">May 21, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b918-9\"><page-number citation-index=\"1\" label=\"888\">*888</page-number>Thomas William Risavy, Miami, FL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b918-10\">Carol E. Herman, Miami, FL, Anne R. Schultz, U.S. Attorney’s Office, Miami, FL, Phillip Dirosa, Ft. Lauderdale, FL, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b918-13\">Before BIRCH, DUBINA and HULL, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b918-14\">PER CURIAM:</author>\n<p id=\"b918-15\">Appellant Libardo De Jesus Parra-Gon-zalez appeals his 188-month sentence for (1) conspiracy to import into the United States five or more kilograms of cocaine, in violation of 21 U.S.C. §§ 952(a), 963 (Count 1); (2) importing into the United States five or more kilograms of cocaine, in violation of 21 U.S.C. § 952(a) (Count 2); and (3) conspiracy to possess with intent to distribute five or more kilograms of cocaine, in violation of 21 U.S.C. §§ 841(a)(1), 846 (Count 3). At sentencing, the district court relied on the hearsay statements of Parra-Gonzalez’s codefen-dants in imposing the leader/organizer enhancement and in finding that he was responsible for 22 kilograms of cocaine. Parra-Gonzalez objected that the hearsay was unreliable, but did not object to the manner in which the district court made its factual findings.</p>\n<p id=\"b918-16\">On appeal, Parra-Gonzalez argues that the district court’s factual findings that he was eligible for enhancements were based solely on unreliable hearsay. He contends that the district court erred by failing to make specific findings as to the credibility of the hearsay statements.</p>\n<p id=\"b918-17\">We review the district court’s factual findings for clear error. <em>United States v. Yeager, </em>331 F.3d 1216, 1226 (11th Cir.2003). If a defendant does not raise his allegation of sentencing error before the district court, we review the issue only for plain error. <em>United States v. Dudley, </em>463 F.3d 1221, 1227 (11th Cir.2006). “Under <page-number citation-index=\"1\" label=\"889\">*889</page-number>plain error review, there must be (1) an error, (2) that is plain, and (3) affects substantial rights. When these three factors are met, we may exercise discretion and correct the error if it seriously affects the fairness, integrity, or public reputation of the judicial proceedings.” <em>Id. </em>(citation omitted).</p>\n<p id=\"b919-5\">Hearsay may be admitted at sentencing if there are “sufficient indicia of reliability, the [district] court makes explicit findings of fact as to credibility, and the defendant has an opportunity to rebut the evidence.” <em>United States v. Zlatogur, </em>271 F.3d 1025, 1031 (11th Cir.2001) (quotations omitted). “[T]he focus is upon the question of [the hearsay’s] reliability, which must be determined on a case by case basis.” <em>United States v. Lee, </em>68 F.3d 1267, 1275 (11th Cir.1995). “While it may be advisable and in some instances necessary for a district court to make distinct findings regarding the reliability of hearsay statements used at sentencing, the absence of such findings does not necessarily require reversal or remand where the reliability of the statements is apparent from the record.” <em>United States v. Gordon, </em>231 F.3d 750, 761 (11th Cir.2000).</p>\n<p id=\"b919-6\">Because we conclude from the record that the hearsay statements by Parra-Gonzalez’s codefendants were supported by sufficient indicia of reliability and Par-ra-Gonzalez had an opportunity to rebut those statements, we hold that the district court did not clearly err by relying on the codefendants’ hearsay statements. Moreover, because the district court implicitly found that the statements by Parra-Gon-zalez’s codefendants were reliable and that finding is apparent from the record, we conclude that the district court did not plainly err by failing to make an explicit factual finding of credibility.</p>\n<p id=\"b919-7\">Parra-Gonzalez next argues that the facts did not support the leader/organizer enhancement, pursuant to U.S.S.G. § 3Bl.l(a), because (1) it was based on unreliable hearsay; (2) he did nothing to organize the cocaine shipment; and (3) he did not participate in any of the calls coordinating the shipment. He also contends that he was not responsible for the entire 22-kilogram cocaine shipment, but only for the 14 kilograms that he owned.</p>\n<p id=\"b919-9\">“A district court’s enhancement of a defendant’s offense level based on his role as an organizer or leader is a finding of fact reviewed for clear error.” <em>United States v. Rendon, </em>354 F.3d 1320, 1331 (11th Cir.2003). Under clear error review, when two permissible views of the evidence exist, the factfinder’s choice between them will not be clearly erroneous. <em>United States v. De Varon, </em>175 F.3d 930, 945 (11th Cir.1999) <em>(en banc) </em>(citing <em>Anderson v. City of Bessemer City, N.C., </em>470 U.S. 564, 575, 105 S.Ct. 1504, 1512, 84 L.Ed.2d 518 (1985)). “The government bears the burden of proving by a preponderance of the evidence that the defendant had an aggravating role in the offense.” <em>Yeager, </em>331 F.3d at 1226. The government also “must establish the quantity of drugs by the preponderance of the evidence.” <em>United States v. Ismond, </em>993 F.2d 1498, 1499 (11th Cir.1993).</p>\n<p id=\"b919-10\">The Sentencing Guidelines provide for an enhanced offense level for a defendant who had an aggravating role in the offense. U.S.S.G. § 3B1.1. A four-level enhancement may be applied if “the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive.” U.S.S.G. § 3Bl.l(a). In determining whether a § 3Bl.l(a) enhancement applies, the district court should consider “(1) exercise of decision-making authority, (2) nature of participation in the commission of the offense, (3) recruitment of accomplices, <page-number citation-index=\"1\" label=\"890\">*890</page-number>(4) claimed right to a larger share of the fruits of the crime, (5) degree of participation in planning or organizing the offense, (6) nature and scope of the illegal activity, and (7) degree of control and authority exercised over others.” <em>Rendon, </em>354 F.3d at 1331-32 (quotation omitted) (citing U.S.S.G. § 3B1.1 cmt. (n.4)). “There can, of course, be more than one person who qualifies as a leader or organizer of a criminal association or conspiracy.” U.S.S.G. § 3B1.1 cmt. (n.4). The defendant does not have to be the “sole leader or kingpin of the conspiracy in order to be considered an organizer or leader within the meaning of the Guidelines.” <em>Rendon, </em>354 F.3d at 1332 (quotation omitted). The district court’s application of a § 3Bl.l(a) enhancement is given deference on appeal. <em>Id.</em></p>\n<p id=\"b920-4\">When a conviction stems from a conspiracy charge, the defendant is responsible for the amount of drugs in all reasonably foreseeable acts done in furtherance of the conspiracy. U.S.S.G. § lB1.3(a). “For sentencing purposes a member of a drug conspiracy is hable for his own acts and the acts of others in furtherance of the activity that the defendant agreed to undertake and that are reasonably foreseeable in connection with that activity.” <em>Ismond, </em>993 F.2d at 1499.</p>\n<p id=\"b920-5\">We conclude from the record that the district court did not clearly err by giving Parra-Gonzalez a leader/organizer enhancement because (1) he admitted to organizing importation of the cocaine; (2) he demanded evidence from his codefendants that the entire 22-kilogram cocaine shipment had been seized; (3) his codefen-dants, who were involved in transporting the cocaine, were so afraid of him that they went to the U.S. Embassy to obtain proof of the seizure, knowing that they would be prosecuted; (4) he was involved in planning the shipment; (5) he owned 14 out of the 22 kilograms of cocaine; (6) he was referred to as “Jefe,” meaning boss; and (7) he was present when his phone was used to call the Miami cell leader on the day the cocaine was seized. Lastly, we conclude from the record that the district court did not clearly err in finding that Parra-Gonzalez was accountable for the entire 22-kilogram cocaine shipment because he was part of the conspiracy and knew about the cocaine shipment.</p>\n<p id=\"b920-7\">For the above-stated reasons, we affirm Parra-Gonzalez’s 188-month sentence.</p>\n<p id=\"b920-8\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}