{
  "casebody": {
    "data": "<casebody firstpage=\"708\" lastpage=\"712\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b740-4\">SHULL, n.k.a. Rhodes, Appellee, v. SHULL, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b740-6\">[Cite as <em>Shull v. Shull </em>(1999), 135 Ohio App.3d 708.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b740-7\">Court of Appeals of Ohio, Third District, Union County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b740-9\">No. 14-99-31.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b740-10\">Decided Dec. 8, 1999.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b741-6\"><page-number citation-index=\"1\" label=\"709\">*709</page-number><em>James P. Kirkland, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AZ2\"><em>Jeffrey A. Merklin, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b741-7\">Walters, Judge.</author>\n<p id=\"b741-8\">Appellant, Jeffrey D. Shull, appeals a judgment of the Court of Common Pleas of Union County, Domestic Relations Division, wherein the court overruled appellant’s objections to a magistrate’s decision that recommended that the court deny his motion for a change of custody. Because the trial court summarily overruled appellant’s objections without establishing a deadline, a hearing date, or a reasonable time within which appellant could file a timely requested transcript to support the merits of his argument, we reverse the trial court’s decision and remand the matter for further proceedings consistent with the following opinion.</p>\n<p id=\"b741-9\">Appellant and appellee, Jeannie Shull, now known as Jeannie Rhodes, were married on March 26, 1991. Two children were born of the marriage: Cassandra, born July 15, 1991, and Zachary, born November 27, 1992. On November 8, 1996, both parties petitioned the court for a dissolution of marriage. As part of the petition, the parties filed a separation agreement, which designated appellee as the residential parent of the minor children. Appellant was to exercise visitation rights with Cassandra and Zachary every weekend and on certain holidays.</p>\n<p id=\"b741-10\">On December 13, 1996, the trial court issued a judgment entry dissolving the marriage. The court also approved the parties’ separation agreement and incorporated it into the final decree.</p>\n<p id=\"b741-11\">Thereafter, on March 18, 1999, appellant filed a motion for modification of parental rights and responsibilities, claiming that a change of circumstances had occurred since the issuance of the final dissolution decree and that it would be in the children’s best interest to reside with their father on a permanent basis. Appellee responded with a memorandum in opposition to the father’s motion. However, although appellee opposed the motion for a change of custody, she requested that the court modify the existing visitation agreement to allow the father to spend more time with the children.</p>\n<p id=\"b741-12\">The court scheduled a hearing on the motions, which commenced in April 1999. Because seventeen witnesses were called to testify, the hearing was continued on <page-number citation-index=\"1\" label=\"710\">*710</page-number>two occasions and did not conclude until May 28, 1999. On June 2, 1999, the magistrate issued a decision recommending that the court deny appellant’s motion because the evidence did not demonstrate that it was in the children’s best interest to change custody. The magistrate also recommended that appellee’s motion for a modification of visitation should be granted. The trial court adopted the decision on the same day.</p>\n<p id=\"b742-5\">On June 16, 1999, appellant filed a timely objection to the magistrate’s decision on the custody issue. At the same time, appellant requested a transcript of the proceedings and asked for additional time to elaborate on the objections once the transcript was filed. Appellee filed a general response to the objections, arguing that they should be overruled. In addition, appellee pointed out that appellant had not complied with the mandates set forth in Civ.R. 53(E)(3)(b), because the objections were not supported by a transcript or an affidavit of the evidence. On July 15, 1999, before to the filing of the transcript, the trial court summarily overruled the objections for the reason that appellant had failed to comply with the aforementioned rule of civil procedure. This appeal followed.</p>\n<p id=\"b742-6\">Appellant asserts the following as his first assignment of error:</p>\n<blockquote id=\"b742-7\">“The trial court erred as a matter of law when it rubber-stamped the magistrate’s decision prior to even receiving the transcripts.”</blockquote>\n<p id=\"b742-8\">Appellant argues that the trial court erred in overruling his objections to the magistrate’s decision for the reason that the transcript was not timely filed. We agree and find appellant’s argument well taken.</p>\n<p id=\"b742-9\">Civ.R. 53(E)(3) governs the procedure for filing objections to a magistrate’s decision. Generally, a party is afforded fourteen days from the filing of the magistrate’s decision to file any objections. Civ.R. 53(E)(3)(a). Moreover, Civ.R. 53(E)(3)(b) provides:</p>\n<blockquote id=\"b742-10\">“(b) Form of objections. Objections shall be specific and state with particularity the grounds of objection. * * * Any objection to a finding of fact shall be supported by a transcript of all the evidence submitted to the magistrate relevant to that fact or an affidavit of that evidence if a transcript is not available. A party shall not assign as error on appeal the court’s adoption of any finding of fact or conclusion of law unless the party has objected to that finding or conclusion under this rule.”</blockquote>\n<p id=\"b742-11\">Although this rule clearly states that a transcript or an affidavit of the evidence must accompany a party’s objections to a magistrate’s decision, the rule does not establish a time within which the objecting party must file such evidence. See, also, <em>McLendon v. McLendon </em>(Oct. 7, 1998), Muskingum App. No. CT98-0115, unreported, 1998 WL 752005. Furthermore, the trial court did not set any type of deadline for appellant to produce the evidence.</p>\n<p id=\"b743-4\"><page-number citation-index=\"1\" label=\"711\">*711</page-number>The transcript of the proceedings from this case, which was filed as part of the appellate record, consists of five hundred forty-three pages. Appellant filed a timely objection to the magistrate’s decision and, at the same time, requested preparation of the transcript. Nevertheless, the trial court overruled appellant’s objections only twenty-nine days after they were filed and cited the failure to comply with Civ.R. 53(E)(3)(b) as its reason.</p>\n<p id=\"b743-5\">In the absence of a deadline, a hearing date, or at least an articulation of a reasonable time to allow such a lengthy transcript to be prepared, we find that it was an abuse of discretion for the trial court to summarily overrule appellant’s objections. Accord <em>McLendon v. McLendon, supra. </em>Our conclusion stems from the fundamental policy of judicial review that cases should be decided on their merits. <em>DeHart v. Aetna Life Ins. Co. </em>(1982), 69 Ohio St.2d 189, 192, 431 N.E.2d 644.</p>\n<p id=\"b743-6\">Appellee’s claim that this was harmless error because the transcript is now before this court is meritless. It is axiomatic that an appellate court may not review evidence that was not considered by the trial court and then decide an appeal on that basis. <em>State ex rel. Duncan v. Chippewa Twp. Trustees </em>(1995), 73 Ohio St.3d 728, 730, 654 N.E.2d 1254. Thus, since the trial court did not base its decision on the evidence contained in the transcript, this court is precluded from determining the appeal on the evidence.</p>\n<p id=\"b743-7\">Accordingly, appellant’s first assignment of error is sustained, and the matter must be remanded to allow the trial court to review appellant’s objections with the filed transcript.</p>\n<p id=\"b743-8\">Appellant asserts the following as his remaining assignments of error:</p>\n<blockquote id=\"b743-9\">“The trial court erred as a matter of law when it created a presumption and based it upon Ohio Rev.Code 3109.04(E)(1), which, in its plain language, does not require a presumption.</blockquote>\n<blockquote id=\"b743-10\">“The trial court erred as a matter of law when it determined that there was no harm based on Appellant not providing a psychologist as a witness. In essence, the court held that a psychologist be used to say there was harm or that the Appellee and her husband are providing a poor environment for the children.</blockquote>\n<blockquote id=\"b743-11\">“The trial court erred as a matter of law when it used speculation in evaluation of the factors of 3109.04(F) in determining the best interests of the children. Specifically, the court used speculation over whether Appellant would be moving in the future.</blockquote>\n<blockquote id=\"b743-12\">“The trial court abused its discretion in determining the best interests of the children pursuant to Ohio Rev.Code 3109.04 when it failed to consider evidence; when it used evidence in favor of Appellee even though Appellee and her husband <page-number citation-index=\"1\" label=\"712\">*712</page-number>testified to the opposite, and stated facts that were not true and the parties testified to the opposite.”</blockquote>\n<p id=\"b744-5\">Due to our disposition of appellant’s first assignment of error, we find that the second, third, fourth, and fifth assignments of error have been rendered moot.</p>\n<p id=\"b744-6\">Having found error prejudicial to the appellant herein in the particulars assigned and argued, we reverse the judgment of the trial court and remand the cause to allow the court to review the objections to the magistrate’s decision with the filed transcript.</p>\n<p id=\"b744-7\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b744-8\">Hadley and Shaw, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}