{
  "casebody": {
    "data": "<casebody firstpage=\"1405\" lastpage=\"1407\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b1463-8\">59 CCPA</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b1463-9\">The UNITED STATES, Appellant, v. C. F. LIEBERT, Customhouse Broker, Appellee.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b1463-11\">Customs Appeal No. 5395.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b1463-12\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1463-13\">Nov. 24, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1463-18\">Glad &amp; Tuttle, Los Angeles, Cal., attorneys of record, for appellee. George R. Tuttle, Los Angeles, Cal., of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1463-19\">L. Patrick Gray, III, Asst. Atty. Gen., Andrew P. Vance, Chief, Customs Section, Robert Blanc, New York City, for United States.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1463-20\">Before WORLEY, Chief Judge, and RICH, ALMOND, BALDWIN and LANE, Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1463-21\">WORLEY, Chief Judge.</author>\n<p id=\"b1463-22\">The Government appeals from the judgment of the Customs Court<footnotemark>1</footnotemark> which sustained the importer’s protest against the classification of merchandise described as back-up roll assemblies.</p>\n<p id=\"b1463-23\">The assemblies were classified under item 674.53, TSUS, as parts of machine tools, but the Customs Court found them properly classifiable under item 674.55, TSUS, as accessories which are machines and are used with machine tools. The portion of the Tariff Schedules including those items reads:</p>\n<blockquote id=\"b1463-24\">Work and tool holders and other parts of, and accessories used principally with, machine tools; * * *:</blockquote>\n<blockquote id=\"b1463-26\">674.50 Tool holder ................ 15% ad val. Other:</blockquote>\n<blockquote id=\"b1463-28\">Parts:</blockquote>\n<blockquote id=\"b1463-29\">674.51 Cast-iron (except malleable cast-iron) parts * # * .......... 3% ad val.</blockquote>\n<blockquote id=\"b1463-31\">Other</blockquote>\n<blockquote id=\"b1463-32\">674.52 Parts of metal-working machine tools for cutting or hobbing gears . . 20% ad val.</blockquote>\n<blockquote id=\"b1463-34\">674.53 Other parts ................ 14% ad val.</blockquote>\n<blockquote id=\"b1463-35\">Accessories:</blockquote>\n<blockquote id=\"b1463-36\">674.55 Machines .................. 10% ad val.</blockquote>\n<p id=\"b1464-3\"><page-number citation-index=\"1\" label=\"1406\">*1406</page-number>The evidence consists of the testimony of one witness for the importer and a brochure illustrating the assembly.</p>\n<p id=\"b1464-4\">It appears that back-up roll assemblies are designed for use with machine tools known as veneer lathes. Such lathes receive logs suitable for producing veneer, sometimes called blocks, and rotate a log about its axis and in contact with a knife to peel a sheet of veneer of a predetermined thickness from the log. As the peeling progresses, the knife draws closer to the core of the log, and the diameter of the log decreases and its strength diminishes.</p>\n<p id=\"b1464-5\">A back-up roll assembly is an article which may be installed to cooperate with a veneer lathe to provide support for the log after it reaches a small diameter that results in reduced strength. The assembly includes a carrying structure that can be bolted to the floor adjacent the lathe, to a support above the lathe, or on the lathe itself; a main pivoting head; pressure rollers movable to a position engaging a log in the lathe; a hydraulic cylinder operable to exert pressure on the rollers; a hydraulic pump unit to operate the cylinder; and electric controls. When a veneer lathe that has a back-up roll assembly associated therewith has peeled a log to about 10 to <em>6y2 </em>inches in diameter, the back-up rolls may be lowered onto the log so as to exert pressure to prevent the log from being bowed out by the pressure exerted by the peeling knife, thus permitting a more even thickness of veneer to be peeled from the portion of the log of small diameter. Even after a back-up roll assembly has been installed, the lathe may be employed in its usual manner without using the back-up roll.</p>\n<p id=\"b1464-11\">The issue is whether the imported back-up roll assemblies are parts of a veneer lathe (a machine tool), or accessories which may be used therewith* Various decisions involving the question whether articles were classifiable as parts of some more comprehensive article, or as some specified article (not as an accessory), were cited and considered below.<footnotemark>2</footnotemark>\n<footnotemark>3</footnotemark> However, 'the-Eustoms».Court did not find those cases to demonstrate that the present articles are parts of veneer lathes, nor do we;</p>\n<p id=\"b1464-12\">As to whether the back-up roll assemblies are accessories, the principal opinion of the Customs Court<footnotemark>4</footnotemark> advances the following reasoning:</p>\n<blockquote id=\"b1464-13\">In the instant case, the backup roll is not needed for the operation of a veneer lathe in the production of veneer nor does its installation prevent the lathe from carrying on without it, even on small logs. It merely holds the small log in position so that the lathe may cut it more effectively. That is the role of an accessory — to add to the effectiveness of something else (Webster’s Third New International Dictionary.) £<footnotemark>5</footnotemark>l</blockquote>\n<blockquote id=\"Aj-\">Since the provisions of the tariff schedules, <em>supra, </em>provide separately for parts of, and accessories used with, machine tools, it is clear that a distinction was intended. The Tariff Classification Study mentions as examples of “accessories” jigs, fixtures and other subsidiary devices or accessories.<page-number citation-index=\"1\" label=\"1407\">*1407</page-number><footnotemark>[6]</footnotemark> Webster’s Third New International Dictionary defines “jig” as “a device used to maintain mechanically the correct positional relationship between a piece of work and the tool working on it.” Another authority states that jigs and fixtures serve the purpose of holding and properly locating a piece of work while it is being machined. Engineering Encyclopedia, Franklin D. Jones.</blockquote>\n<blockquote id=\"b1465-5\">The back up roll in the instant case performs' a \"Similar function. It is an auxiliary device which holds the piece of work (the log) in position while the tool (the veneer lathe) works upon it.</blockquote>\n<p id=\"b1465-6\">We find no error in that reasoning and thus are convinced, as was the majority of the Customs Court, that the back-up roll assemblies are accessories used with veneer lathes and are not parts of such lathes.</p>\n<p id=\"b1465-10\">The only other case coming to our attention where TSUS items 674.58 and 674.55 were in competition is T. D. Downing Co. v. United States, 63 Cust. Ct. 57, C.D. 3873 (1969). While the court there ruled that certain importations, different from those here, were parts rather than accessories, we find nothing in its reasoning that persuades us that the court erred in the present case.</p>\n<p id=\"b1465-11\">The judgment is affirmed.</p>\n<p id=\"b1465-12\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1463-37\">. 305 F.Supp. 1400, 63 Cust.Ct. 357, C.D. 3919 (1969).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1464-6\">. It appears to be unquestioned that the back-up roll assemblies fall within the term “machines” used in item 674.55.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1464-7\">. Representative of those cases are Gallagher &amp; Ascher Co. v. United States, 52 CCPA 11, C.A.D. 849 (1964) ; Trans Atlantic Co. v. United States, 48 CCPA 30, C.A.D. 758 (1960) ; and United States v. Pompeo, 43 CCPA 9, C.A.D. 602 (1955).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1464-8\">. Three opinions, including a dissenting opinion, were handed down by the Customs Court.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1464-14\">. Webster’s Third New International Dictionary (1961) defines an accessory as “an object or device that is not essential in itself but adds to the * * * effectiveness of something else.” Note also the common meaning of an accessory as a device that “adds to the effectiveness” of something else, “but is not essential.” Webster’s New International Dictionary, Second Edition (1954).</p>\n</footnote>\n<footnote label=\"[6]\">\n<p id=\"b1465-7\">6. The Tariff Information Study of November 15, 1960, in referring to (then proposed) item 674.55, states:</p>\n<blockquote id=\"b1465-8\">There are a number of jigs, fixtures, and other subsidiary devices or accessories which are principally used in connection with machine tools. Such devices, although principally used with machine tools, are not parts of any particular tool. * # *</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}