{
  "casebody": {
    "data": "<casebody firstpage=\"91\" lastpage=\"95\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b119-5\">Maria Angela VASQUEZ, Plaintiff-Appellant v. NUECES COUNTY, TEXAS, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b119-8\">No. 13-40453</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A4u\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b119-9\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b119-11\">Dec. 19, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b120-6\"><page-number citation-index=\"1\" label=\"92\">*92</page-number>William Harris Berry, Jr., Gail D.C. Dorn, Law Office of William H. Berry, Jr., Corpus Christi, TX, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b120-7\">Alissa Anne Adkins, District Attorney’s Office, Corpus Christi, TX, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b120-9\">Before WIENER, OWEN, and HAYNES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b120-10\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b120-11\">Maria Vasquez appeals the district court’s grant of Nueces County’s motions to dismiss and motions for summary judgment based on her claims of retaliation; hostile work environment; and age, gender, national origin, and color discrimination. She further appeals the district court’s denial of her motion to amend her pleadings and the dismissal of her appeal from the decision of the Nueces County Civil Service Commission (“the Commission”). We AFFIRM in part and VACATE and remand in part.</p>\n<p id=\"b120-16\">I. Background</p>\n<p id=\"b120-17\">Vasquez, a Hispanic woman who was 57 years old when terminated, began her employment with the Nueces County Tax Assessor-Collector’s Office as a seasonal clerk and was quickly promoted to a full-time clerk in the Motor Vehicle Registration Section. In 2010, Vasquez received a notice of contemplated termination following an alleged incident involving insubordinate behavior that disrupted office operations. She was placed on leave following the incident and terminated shortly thereafter.</p>\n<p id=\"b120-18\">Following termination, Vasquez filed a grievance with the Commission, which unanimously upheld her termination. Vasquez also filed complaints with the Texas Workforce Commission (“TWC”) and the Equal Employment Opportunity Commission (“EEOC”), alleging discrimination based on sex, national origin, race, color, and age, as well as retaliation. Both the TWC and the EEOC found no merit to her claims.</p>\n<p id=\"b120-19\">While awaiting the TWC and EEOC decisions, Vasquez filed this action against Nueces County alleging violations of Title VII of the Civil Rights Act of 1964 (“Title VII”), 42 U.S.C. §§ 2000e <em>et seq.; </em>the Texas Commission on Human Rights Act (“TCHRA”), Tex. Labor Code §§ 21.001 <em>et seq. </em>(West 2006); the Age Discrimination in Employment Act (“ADEA”), 29 U.S.C. <page-number citation-index=\"1\" label=\"93\">*93</page-number>§§ 621 <em>et seq.; </em>and 42 U.S.C. §§ 1981 and 1983.<footnotemark>1</footnotemark></p>\n<p id=\"b121-5\">After the district court dismissed her retaliation, hostile work environment, and §§ 1981 and 1983 claims, Vasquez filed a Second Amended Complaint, in which she re-alleged discrimination based on color, national origin, gender, and age and appealed the Commission’s decision. The district court granted summary judgment on all claims. She timely appealed.</p>\n<p id=\"b121-6\">II. Discussion</p>\n<p id=\"b121-7\">We review de novo a district court’s grant of motions to dismiss and motions for summary judgment. <em>See Leal v. McHugh, </em>731 F.3d 405, 410 (5th Cir.2013); <em>Ibarra v. United Parcel Serv., </em>695 F.3d 354, 355 (5th Cir.2012) (citation omitted).</p>\n<p id=\"b121-8\">To state a claim of retaliation under Title VII, the TCHRA, or the ADEA, a plaintiff must show, <em>inter alia, </em>that she suffered an adverse employment action. <em>See Aryain v. Wal-Mart Stores Tex. LP, </em>534 F.3d 473, 484 (5th Cir.2008); <em>Pineda v. United Parcel Serv., Inc., </em>360 F.3d 483, 487 (5th Cir.2004); <em>Holtzclaw v. DSC Commc’ns Corp., </em>255 F.3d 254, 259 (5th Cir.2001). Because Vasquez did not file her grievances with the EEOC, the TWC, or the Commission until after her termination, she did not suffer an adverse employment action in retaliation for filing them, as she alleges, and the district court properly dismissed this claim.</p>\n<p id=\"b121-9\">Further, under Title VII, the TCHRA, and the ADEA a plaintiff who asserts a hostile work environment claim must establish, <em>inter alia, </em>that the harassment was based on her race, sex, national origin, color, or age. <em>See e.g., Septimus v. Univ. of Hous., </em>399 F.3d 601, 611 (5th Cir.2005); <em>Dediol v. Best Chevrolet, Inc., </em>655 F.3d 435, 441 (5th Cir.2011). The district court properly dismissed her Title VII, TCHRA, and ADEA claims because Vasquez failed to allege in her complaint that the harassment she alleges occurred during the incident leading up to her termination was based on her race, color, religion, sex, national origin, or age.</p>\n<p id=\"b121-13\">The district court also properly granted Nueces County’s motion for summary judgment on all of Vasquez’s discrimination claims.<footnotemark>2</footnotemark> Vasquez, at most, presents circumstantial evidence of discrimination, and therefore we apply the burden shifting paradigm in <em>McDonnell Douglas Corp. v. Green, </em>411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973); <em>see also Quantum Chem. Corp. v. Toennies, </em>47 S.W.3d 473, 476 (Tex.2001) (applying the same framework to analysis of the TCHRA).</p>\n<p id=\"b121-14\">To establish a <em>prima facie </em>case of discrimination under Title VII, Vasquez must show, <em>inter alia, </em>that she was replaced by someone outside the protected class, or that other similarly situated persons outside the class were treated more favorably. <em>See Okoye v. Univ. of Tex. Hous. Health Sci. Ctr., </em>245 F.3d 507, 512-13 (5th Cir.2001). To establish a <em>prima facie </em>case of age discrimination under the ADEA, Vasquez must show, <em>inter alia, </em>that she was either replaced by someone under 40, “replaced by someone younger, or [] otherwise discharged because of [her] age.” <em>Jackson v. Cal-W. Packaging Corp., </em>602 F.3d 374, 378 (5th Cir.2010).</p>\n<p id=\"b122-3\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>Here, the record shows Vasquez was replaced by someone in the same protected class: a 42-year old Hispanic female. Indeed, the vast majority of employees performing the same duties as Vasquez were female, Hispanic, and over the age of 40. The only evidence offered to support her complaint is her own affidavit, asserting that the motivation for her termination was her age, gender, national origin, or race. However, we have held that the subjective belief of a plaintiff is not sufficient to establish a <em>prima facie </em>case of discrimination under Title VII, the ADEA, or the TCHRA. <em>See Baltazor v. Holmes, </em>162 F.3d 368, 377 n. 11 (5th Cir 1998). Therefore, the district court properly granted summary judgment on these claims.<footnotemark>3</footnotemark></p>\n<p id=\"b122-4\">Vasquez also appeals the district court’s grant of summary judgment on her appeal of the Commission’s decision by amending her complaint after the Commission upheld her termination. Under the Texas Local Government Code, “A county employee who, on a final decision by the [CJommission, is ... removed from the employee’s position may appeal the decision by filing a petition in a district court in the county within 30 days after the date of the decision.” Tex. Loo. Gov’t Code § 158.012(a) (West 2008). In Texas, the right to appeal the decision of an administrative agency is a statutory right, and the applicable statutory provisions are mandatory, exclusive, and must be complied with fully for an action to be maintainable. <em>See Hous. Mun. Emps. Pension Sys. v. Ferrell, </em>248 S.W.3d 151, 157-58 (Tex.2007). Nueces County argues that, although Vasquez timely<footnotemark>4</footnotemark> filed her amended complaint challenging the Commission’s decision in a <em>federal </em>district court located in Nueces County, because she did not file a petition within thirty days in a <em>state </em>district court located in Nueces County, the district court properly granted summary judgment.</p>\n<p id=\"b122-7\">In her complaint, Vasquez premised jurisdiction over this claim on the district court’s supplemental jurisdiction. We have previously held that a similar state statute specifying which district court should hear a case was “no barrier to the exercise of supplemental jurisdiction in federal court.” <em>Bradberry v. Jefferson Cnty., </em>732 F.3d 540, 554-55 (5th Cir.2013). Although <em>Bradberry </em>involved an original lawsuit rather than an appeal of an administrative decision, the Supreme Court has allowed supplemental jurisdiction to be exercised over review of state administrative decisions. <em>City of Chi. v. Int’l Coll. of Surgeons, </em>522 U.S. 156, 169, 118 S.Ct. 523, 139 L.Ed.2d 525 (1997) (“There is nothing in the text of [28 U.S.C.] § 1367(a) that indicates an exception to supplemental jurisdiction for claims that require. on-the-<page-number citation-index=\"1\" label=\"95\">*95</page-number>record review of a state or local administrative determination.”). Thus, the district court’s conclusion that Vasquez’s filing in federal court rather than state court was impermissible was in error. As a result of that ruling, the district court did not consider whether, as a discretionary matter, it should exercise its supplemental jurisdiction over this claim, particularly now that all federal claims have been determined. <em>See id. </em>at 172-73, 118 S.Ct. 523 (supplemental jurisdiction is discretionary in the district court); <em>see also Noble v. White, </em>996 F.2d 797, 799-800 (5th Cir.1993) (holding it is proper to decline supplemental jurisdiction over state-law claims when all federal claims have been determined). Accordingly, we vacate the portion of the district court’s judgment regarding the appeal of the Civil Service Commission’s decision and remand to the district court to decide whether to exercise supplemental jurisdiction over this claim and conduct any associated further proceedings consistent with this opinion.</p>\n<p id=\"b123-5\">AFFIRMED in part; VACATED and remanded in part.</p>\n<footnote label=\"*\">\n<p id=\"b120-12\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b121-10\">. Vasquez does not appeal the dismissal of her§ 1981 and § 1983 claims.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b121-11\">. Vasquez argues that she should have been allowed to replead following the Commission’s hearings. The record shows that the district court granted Vasquez’s motion to file her Second Amended Complaint. There is no subsequent motion requesting leave to further amend her complaint. Therefore, this contention is without merit.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b122-5\">. Even if we concluded that Vasquez arguably satisfies the <em>prima facie </em>case for her ADEA claim because she was replaced by someone younger, she does not present any competent evidence to suggest that Nueces County’s claim that she was terminated for insubordinate behavior was pretextual, as required by the burden shifting paradigm set forth in <em>McDonnell Douglas, </em>411 U.S. at 804, 93 S.Ct. 1817. Therefore, the district court properly granted summary judgment. <em>See Crawford v. Formosa Plastics Corp., </em>234 F.3d 899, 903-04 (5th Cir.2000) (holding that where the plaintiff does not present evidence that the defendant’s proffered, nondiscriminatory reason for termination is false, summary judgment is proper under the burden-shifting paradigm).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b122-9\">. Nueces County does not challenge the timeliness of Vasquez’s filings, only the propriety of filing in federal, rather than state, court. Thus, we need not address the effect of the district court’s striking of the (timely filed) first amended complaint containing the civil service appeal and then later granting leave to include those allegations in a second amended complaint. The district court's summary judgment on this point was based entirely upon the conclusion that the filing in federal court rather than state court was improper.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}