{
  "casebody": {
    "data": "<casebody firstpage=\"850\" lastpage=\"856\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b872-4\">[Civ. No. 6657.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ADaM\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUj\">Dec. 3, 1942.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b872-5\">MARY ELIZABETH BRUCE, Appellant, v. VIOLA CHURCHMAN, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b873-7\"><page-number citation-index=\"1\" label=\"851\">*851</page-number>Francis M. Arnoldy and Fred M. Harter for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b873-8\">Manwell &amp; Manwell for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b873-9\">SCHOTTKY, J. pro tem.</author>\n<p id=\"A41\">Appellant filed an action in claim and delivery to recover possession of a 1938 Ford coupé from respondent, alleging in her complaint that she was the owner of said automobile as the surviving widow of Thomas William Bruce, deceased, under section 630 of the Probate Code; that before the commencement of this action she demanded possession of said automobile from respondent, but that same was refused. Respondent filed an answer denying that appellant was the owner, or entitled to the possession of said automobile, and setting forth that respondent was the owner and entitled to the possession thereof.</p>\n<p id=\"b873-10\">The brief bill of exceptions gives a clear picture of the evidence before the trial court, and is as follows:</p>\n<blockquote id=\"b873-11\">“The case being called for trial plaintiff introduced into evidence the following exhibits: A duly certified copy of a certificate of ownership as plaintiff’s exhibit No. 1; a certified copy of an operator’s license issued by the Department of Motor Vehicles of California to Thomas William Bruce, as plaintiff’s exhibit No. 2; and a certified copy of a certificate of marriage between plaintiff and said Thomas William Bruce as plaintiff’s exhibit No. 3; and plaintiff then called defendant for cross examination under Section 2055 Code of Civil Procedure, who thereupon testified as follows: she had been personally acquainted with said Thomas William Bruce, deceased, since early in 1938, both in the vicinity of his old home in Texas, where plaintiff resides, and in California after leaving Texas; it was common repute in these said localities that Thomas William Bruce and plaintiff were husband and wife; that Mr. Bruce had died by accidental drowning in Nevada County, California, on June 14, 1940. Plaintiff thereupon rested, and defendant, to sustain the issues on her part offered in evidence a Certificate of Ownership issued October 23, 1940, by the Department of Motor Vehicles of <page-number citation-index=\"1\" label=\"852\">*852</page-number>California showing ownership of the Ford automobile claimed by plaintiff, in herself, to which offer plaintiff objected upon the grounds that it was incompetent and irrelevant, having been issued long subsequent to the death of Mr. Bruce and also 19 days after the filing of plaintiff’s complaint. Plaintiff’s objection was overruled and said certificate admitted as defendant’s exhibit No. A. Defendant then further testified in her own behalf as follows: she had at several times during the lifetime of Mr. Bruce loaned him various sums of money to assist him in paying for the automobile in question and that those sums totaled $107.00. She admitted, however, that she kept no record of memorandum of any of those payments, and that nothing was ever said between herself and Mr. Bruce as to repayment; that she was keeping house for Mr. Bruce at the time of his death, and had been doing so for three months prior thereto; that he promised to pay her $30.00 per month for those services but never did so; that this indebtedness was never again discussed between them; that when said Certificate of Ownership on said automobile was-received from the Department of Motor Vehicles of California, by Mr. Bruce, he handed it to her saying only ‘Keep these papers and do not lose them; ’ that she placed the same in her purse and kept it there until after the death of Mr. Bruce, and then on or about the 18th day of October, 1940, she exhibited the certificate to her attorney Mr. Manwell, who pointed out to her that the signature of Mr. Bruce appeared in the place and in the line for the signature of the owner when he transfers possession of an automobile. She had not noticed the signature before; that except as stated above she had no further conversation with Mr. Bruce, concerning the certificate of ownership or the transfer of the automobile, or the delivery of the certificate; that Mr. Man-well showed her where to sign her name and she did so sign, and the Certificate of Ownership was issued to her, a copy of which certificate is Defendant’s exhibit No. A. The evidence then closed. Whereupon the court remarked that no showing had been made that plaintiff had complied with the provisions of Section 630 of Probate Code to establish her right to the subject of the controversy. It was then stipulated by counsel for both parties in open court that plaintiff had not furnished defendant with an affidavit showing that plaintiff is the surviving spouse of said decedent, Thomas William Bruce, or that the total value of the decedent’s prop<page-number citation-index=\"1\" label=\"853\">*853</page-number>erty in the State of California, does not exceed the- value of $1000.00, or any affidavit at all as required by Section 630 of the Probate Code, showing plaintiff’s right to receive said property.</blockquote>\n<blockquote id=\"b875-6\">“The foregoing is all the material evidence on both sides. The case was thereupon submitted and the court then announced that judgment would be for the defendant, and thereafter rendered its decision and judgment accordingly.”</blockquote>\n<p id=\"b875-7\">The court found (1) that there was not sufficient proof to show that plaintiff and appellant is the proper person to maintain the action, for the reason that plaintiff has failed to comply with the provisions of the Probate Code; and (2) that defendant and respondent was the legal and registered owner of said automobile, and entitled to the possession thereof. Judgment for defendant was entered in accordance with said findings, and this appeal is from said judgment.</p>\n<p id=\"b875-8\">Appellant contends that the evidence is insufficient to support the judgment, and first attacks the finding of the trial court that the evidence was insufficient to show that appellant was the proper person to maintain the action for the reason that appellant had failed to comply with the provisions of the Probate Code.</p>\n<p id=\"b875-9\">Section 630 of the Probate Code, so far as material here, is as follows:</p>\n<blockquote id=\"b875-10\">“When a decedent leaves no real property, nor interest therein nor lien thereon, in this State, and the total value of the decedent’s property in this State does not exceed one thousand dollars, the surviving spouse ... if such person has a right to succeed to the property of the decedent . . . may, without procuring letters of administration, or awaiting the probate of the will . . . receive the property of the decedent, and have any evidences of interest, indebtedness or right transferred to him upon furnishing the person . . . having custody of such property . . . with an affidavit showing the right of the affiant or affiants to receive such money or property or to have such evidences transferred.”</blockquote>\n<p id=\"b875-11\">There was, of course, no evidence that appellant had complied with the provisions of this section, and no evidence that the total value of Thomas William Bruce’s property within the State of California did not exceed the value of $1000.  The law is well settled in California that in order to mainr tain an action in claim and delivery, a plaintiff must have the <page-number citation-index=\"1\" label=\"854\">*854</page-number>right to immediate and exclusive possession of the property. As was said in the case of <em>Normart </em>v. <em>Safer, </em>67 Cal.App. 507 [227 P. 943], at page 519:</p>\n<blockquote id=\"b876-5\">“The purpose of the action of claim and delivery, like the common-law writ of replevin, is to try the right to the possession of personal property or chattels, and, therefore, where a party claims the possession of movables and resorts to the action in claim and delivery to establish his claim, it is incumbent on him to prove that he is entitled to the immediate possession of the chattels or personal property, whatever may be the source of such claimed right. If in this he fails, so must his action fail. ’ ’</blockquote>\n<p id=\"b876-6\">Even though appellant is the surviving wife of decedent she would only be entitled to the possession of any personal property belonging to him by complying with the provisions of the Probate Code, and such property would be subject to administration unless the conditions enumerated in section 630, <em>supra, </em>were established. There was no evidence before the court that would justify the court in finding that appellant was entitled to the possession of said automobile or to maintain the action. The requirements of said section 630 are both salutary and simple, and a surviving wife cannot expect a court to ignore them or to overlook a failure to comply with them.</p>\n<p id=\"b876-7\">Appellant next attacks the finding that respondent was the owner of the automobile in question. She asserts that the issue of ownership was not involved in the action, and further, that the evidence will not sustain finding. However, in her complaint, appellant alleged that she is the owner and entitled to the possession of said automobile, and said allegation being denied, the question of ownership therefore became an issue in the action as between appellant and respondent.  A party may not inject an issue of ownership into an action in unlawful detainer, and then complain that a finding thereon is without the issues.</p>\n<p id=\"b876-8\">Appellant contends further that because of the fact that the evidence shows that respondent obtained her Motor Vehicle Department Certificate of Ownership after the commencement of the action, such certificate was inadmissible. Appellant argues that the rights of the parties should be decided as of the date of the commencement of the action. We believe this contention is answered by the rule stated in the following quotation from 5 Cal. Jur., page 170, section 9:</p>\n<blockquote id=\"b877-5\"><page-number citation-index=\"1\" label=\"855\">*855</page-number>\"Even though, one of the parties has the right to possession at the time of the commencement of a possessory action, he cannot recover if such right of possession has ceased before trial. Thus, where the defendant’s right to the possession of the property is perfect at the time the action is brought, but before the trial, it has vested in the plaintiff, who has obtained possession at the commencement of the suit, the court will not render a judgment in favor of the defendant for the possession of the property or its value, but will leave the property in the possession of the plaintiff where it belongs. Likewise, if the defendant acquires title pending the action, he is allowed to retain the property, even though he had no right in it at the commencement. The application of this rule is not dependent upon allegations in the pleadings, but is based upon the equitable principle that it would not be advisable to return the property to one party merely that it might again be sued for by the other.”</blockquote>\n<p id=\"b877-6\">We believe that the evidence as hereinbefore set forth, together with all inferences that may reasonably and properly be drawn therefrom, is sufficient to sustain the finding that respondent was the owner of the automobile. She was in possession of it when the action was commenced; she was likewise in possession of the Certificate of Ownership which had been delivered to her by decedent, properly endorsed by him, and a certificate of ownership was issued to her by the Motor Vehicle Department. The only evidence introduced by appellant was proof of her marriage to decedent, and proof of his death.</p>\n<p id=\"b877-7\">Appellant’s final contention is that the court erred in adjudging the return of the automobile to respondent, in the absence of a formal demand therefor in her answer. We find no merit in this contention. Respondent’s answer, in addition to denying all of the material allegations of appellant's complaint, set up a separate defense alleging that respondent was the owner and entitled to the possession of said automobile, and prayed for a judgment for the possession thereof. In the case of <em>Skaggs </em>v. Taylor, 77 Cal.App. 519 [247 P. 218], the court said at page 523:</p>\n<blockquote id=\"b877-8\">\"In construing said section 667 it has been held that where there is no prayer, claim, or demand of any kind in the answer for a return of the property or its value, a judgment for its return to the defendant, or its value in case a return <page-number citation-index=\"1\" label=\"856\">*856</page-number>cannot be had, is not permissible <em>(Banning </em>v. <em>Marleau, </em>101 Cal. 238 (35 P. <em>772); Imperial Valley Auto Co. </em>v. <em>Toney, </em>47 Cal.App. 541 (190 P. 1043); but in this connection it is alsq declared that it is not necessary for a defendant to allege affirmatively that he, or a third person, is entitled to the possession of the property, but that, if the plaintiff fails to prove his averments, the general denial determines that the property should be restored to the defendant; that consequently if in his answer the defendant has made due claim for such return, he is entitled to a judgment to that effect. <em>(Pico </em>v. <em>Pico, </em>56 Cal. 453.)”</blockquote>\n<p id=\"b878-4\">In view of the foregoing, the judgment is affirmed.</p>\n<p id=\"b878-5\">Thompson, J., and Adams, P. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}