{
  "casebody": {
    "data": "<casebody firstpage=\"97\" lastpage=\"104\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b119-9\">[Civ. No. 6815.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ap\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALO\">Oct. 20, 1942.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b119-10\">MARGARET M. DUNLAP, Appellant, v. FRANK R. HOOD et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b120-9\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>C. W. Pearson for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b120-10\">Snyder &amp; Snyder, Chas. P. Snyder and Geo. F. Snyder for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b120-11\">ADAMS, P. J.</author>\n<p id=\"A-1\">This is an appeal from a judgment in favor of . defendants in an action to set aside conveyances alleged to have been made to defraud creditors.</p>\n<p id=\"b120-12\">Plaintiff's complaint alleged that she was the divorced wife of defendant Frank Hood, that by the decree in the divorce action she was awarded the sum of $30 per month for support of the minor child of the parties, that the sum of $558.92 was unpaid on account thereof and that an execution issued on <page-number citation-index=\"1\" label=\"99\">*99</page-number>said judgment had been returned wholly unsatisfied; that at the time said decree was rendered Hood owned certain described real property and personal property consisting of the equipment, appliances, tools, machinery and book accounts of a garage, welding works and machine shop operated by him and located upon one of the described parcels of real property, but that thereafter Hood, intending thereby to put the property out of the reach of his creditors, had conveyed same to defendant Verna Hood by deed, hut that said conveyance was made wholly without consideration and with intent to delay and defraud the creditors of said defendant Frank Hood, including the plaintiff, and that defendant Verna Hood had accepted said conveyance with knowledge of the fraudulent intent, and with intent to assist Frank Hood; that the latter had been rendered insolvent by said conveyance and was then insolvent, and that there was a balance of $420.58 due to plaintiff from said defendant Frank Hood. She prayed that the real property be subjected to a lien of the judgment and said property sold to satisfy amounts due her.</p>\n<p id=\"b121-6\">Defendants answering denied that Hood intended to put the property described out of the reach of his creditors by the conveyance alleged in the complaint, denied that he was rendered insolvent, or that the conveyance to Verna Hood was without consideration and with intent to delay or defraud creditors, or that Verna Hood accepted the conveyance with knowledge of the intent alleged. As separate defenses they alleged that plaintiff was estopped to claim any interest in or lien upon the property described because of the terms of a separation agreement entered into between them (a copy of which agreement was annexed to the answer), and also that the conveyance alleged in the complaint was made for a “good consideration.” Evidence educed at the trial showed that defendant Verna Hood was the first divorced wife of Frank Hood and that she had remarried him after his divorce from plaintiff, and about a month after the conveyances under consideration were made. Called as a witness under section 2055 of the Code of Civil Procedure, Frank Hood testified as follows:</p>\n<blockquote id=\"b121-7\">“Q. You formerly owned Lots 22, 23, 24 and 25 in Block B of the Townsite of Valley Springs? A. Well, I didn’t own all of them—there was a bank mortgage. Q. Well, you held the title to them ? A. I believe so. Q. And your shop is located on those lots? A. That is right. Q. You are now conducting that shop ? A. I am operating it, yes. . . . Q. You have always conducted the shop ? A. Yes. . . . Q. What consideration was paid <page-number citation-index=\"1\" label=\"100\">*100</page-number>you? A. I would have to go into detail to explain that— things were pretty tough when Margaret left; there were a lot of bills to be paid, open accounts, bills, one thing another— and as soon as companies I owed money to, heard that I had a divorce, they figured things would blow up and they all wanted their money right now. They all jumped me. I knew if the business was run right, if they give me time, I would work out. A fellow can’t operate without cash—they would attach the bank account—I was pretty badly off. I decided to let the whole works go, sell everything I had—if it paid out, all right. I was pretty badly broke up over it. My daughter was over one day, and she says, ‘Why don’t you go over and see Mama?’ I says, ‘ She is sore at me; I don’t know whether it would do any good. ’ A couple of days later, they come past the shop, and I had a talk with Verna. I told her I was going to throw up the works and get out of there—she talked to me—she said, ‘Well, you and I were in debt one time, and together we worked it out and made money.’ And she said, ‘We could do it again.’ She said ‘Don’t throw the place away.’ I said, ‘I can’t raise money—I can’t borrow any, the loan has been going too long at the bank without interest.’ ‘I can’t get any money,’ I said, ‘I will just throw it all up.’ She says, ‘How about giving it to me and you and I work this thing out together ? ’ And she says, ‘I am sure we can make it go.’ And I says, ‘Well,’ I says, ‘There is times when these outfits close in on me.’ And she said, ‘I might be able to get some money. ’ That is the way it has been worked out. There was some twenty-five hundred or three thousand dollars out at the time, and she agreed, before she took any money out of the shop to use for herself, that all those bills would be paid—every bill I owed would be paid, and she has not taken any money out, and she has put some of her own in.</blockquote>\n<blockquote id=\"b122-6\">“Mr. Pearson: Q. Now I show you (hands document to witness) if you look at this deed, the consideration for this deed is less than one hundred dollars—that is true—that is put on that deed ? A. Gee whiz, I figured the place was not worth anything. Q. And on the second deed, the consideration was and is less than one hundred dollars ? A. There was back taxes on that, and I was going to lose the whole works. . . . Q. You had nothing left after you made those deeds, is that correct ? A. I had an old Chevie truck, that’s all.”</blockquote>\n<p id=\"b122-7\">Produced as a defense witness, Verna Hood testified:</p>\n<blockquote id=\"b122-8\">“A. Well, after Frank turned the property over to me, all the bills, all the money that was made from the shop over the <page-number citation-index=\"1\" label=\"101\">*101</page-number>expenses, why, I turned over and was paying on these accumulated bills he had against him at the time he transferred the property to me. I agreed to pay these bills at the time he turned the property over and we caught up on quite a few of the bills. I took my own personal money and paid the back taxes on everything and interest on the notes. Q. The way you agreed to pay those bills was out of the revenue derived from the shop and the property? A. Yes. Q. You did not undertake to pay them from your own money ? A. No, I did not make enough. ... A. Yes, we have been paying her [Margaret] $15.00 per month. Q. That came out of the business too? A. Yes.”</blockquote>\n<p id=\"b123-6\">On cross-examination she testified that her husband continued in possession of the business and worked in the shop the same as before, that he was to pay her rent, that when he conveyed the property to her she was to take all the money they received from the shop after the bills were paid, and pay back bills that he owed at the time; that the money came in and she paid the bills; that she knew of the divorce decree at the time of his divorce from plaintiff and that it provided for the payment of $30 per month; that she saw it in the newspapers; that she had put about $200 of her own money into the payment oí back taxes on the property after she owned it.</p>\n<p id=\"b123-7\">The final decree .in the divorce action between Frank and Margaret Hood dated April 27, 1940, and two deeds from Frank to Verna dated May 21, 1940, were introduced in evidence. The deeds each recited a consideration of $10. One conveyed certain described lots, “together with the Garage and all other buildings and improvements thereon, and together with Garage equipment and appliances, tools and machinery, book accounts, chattels of every description connected with or used in the operation of the Garage, welding works and machine works operated by the party of the first part on said lots....” The other described a 40-acre parcel of land by metes and bounds. No revenue stamps were attached to either deed.</p>\n<p id=\"b123-8\">On the foregoing evidence the trial court found that Hood did not intend to put the property described in the complaint out of the reach of his creditors by the conveyances mentioned, that it was untrue that said conveyances were without consideration or that they were received by defendant Verna Hood with knowledge of a fraudulent intent on the part of Frank Hood, and that it was not true that Frank Hood was rendered insolvent by said conveyances of his property. It was also <page-number citation-index=\"1\" label=\"102\">*102</page-number>found that the allegations of defendants’ separate defenses were true; and that at the time of the filing of plaintiff’s complaint Hood owed plaintiff $420.58 under the divorce decree. Judgment for defendants was rendered, and plaintiff appeals.</p>\n<p id=\"b124-5\">Under section 3439.01 of the Civil Code “debt” includes any legal liability, whether matured or unmatured, liquidated or unliquidated, absolute, fixed or contingent. Section 3439.02(a) provides that a person is insolvent when the present fair salable value of his assets is less than the amount that will be required to pay his probable liability on his existing debts as they become absolute and matured.</p>\n<p id=\"AlE\">Section 3439.03 states that fair consideration is given for property, or obligation :</p>\n<blockquote id=\"b124-7\">“(a) When in exchange for such property, or obligation, as a fair equivalent therefor, and in good faith, property is conveyed or an antecedent debt is satisfied, or</blockquote>\n<blockquote id=\"AIW\">“ (b) When such property, or obligation is received in good faith to secure a present advance or antecedent debt in amount not disproportionately small as compared with the value of the property, or obligation obtained.”</blockquote>\n<p id=\"b124-8\">Under section 3439.04 every conveyance made and every obligation incurred by a person who is or will be thereby rendered insolvent is fraudulent as to creditors without regard to his actual intent if the conveyance is made or the obligation is incurred without a fair consideration.</p>\n<p id=\"b124-9\">And under section 3439.05 :</p>\n<blockquote id=\"b124-10\">“Every conveyance made without fair consideration when the person making it is engaged or is about to engage in a business or transaction for which the property remaining in his hands after the conveyance is an unreasonably small capital, is fraudulent as to creditors and as to other persons who become creditors during the continuance of such business or transaction without regard to his actual intent. ’ ’</blockquote>\n<p id=\"b124-11\">And section 3439.09 provides that:</p>\n<blockquote id=\"b124-12\">“ (a) Where a conveyance or obligation is fraudulent as to a creditor, such creditor, when his claim has matured, may, as against any person except a purchaser or encumbrancer for fair consideration without knowledge of the fraud at the time of the purchase, or one who has derived title immediately or mediately from such a purchaser or encumbrancer:</blockquote>\n<blockquote id=\"b124-13\">“ (1) Have the conveyance set aside or obligation annulled to the extent necessary to satisfy his claim, or</blockquote>\n<blockquote id=\"AAD\">“(2) Disregard the conveyance and attach or levy execution upon the property conveyed.”</blockquote>\n<p id=\"b125-5\"><page-number citation-index=\"1\" label=\"103\">*103</page-number>Section 3440 of the Civil Code provides that personal property transfers (with exceptions not pertinent here) are conclusively presumed to be fraudulent if made by a person having at the time the possession or control of the property and not accompanied by an immediate delivery and followed by an actual and continued change of possession, against those who are his creditors while he remains in possession, and the successors in interest of such creditors. It is provided however that the provisions of the section do not apply to certain transfers including the sale, transfer, assignment or mortgage of the fixtures or store equipment of a baker, restaurant owner, <em>garage owner, </em>machinist, etc., if notice as prescribed by the section is given and published.</p>\n<p id=\"b125-6\">In view of the foregoing facts and the law applicable to the case it must be held that the findings of the trial court that Hood was not rendered insolvent, that the conveyances were not made with intent to defraud creditors, and that there was a sufficient consideration passing to him from his grantee, are not supported by the evidence. That appellant was a creditor of Hood when the conveyance was made, and that he had other creditors to whom he was indebted in large amounts is admitted by him; it is also admitted that after the conveyance he had nothing left but a Chevrolet truck, the fair salable value of which clearly could not have been sufficient to pay his admitted liabilities. There was no fair consideration given for the conveyances, for nothing was given to him by his grantee, and no antecedent debt was satisfied. The only thing the grantee claims to have paid was about $200 for taxes, and that was paid after the conveyances were made.</p>\n<p id=\"b125-7\">That the personal property conveyed consisted of a garage and its equipment appears from the terms of the deed itself; there was no change of possession or control of the property, and no showing was made that the provisions of section 3440, <em>supra, </em>as to recording of notice, etc., were complied with by either of the defendants.</p>\n<p id=\"b125-8\">As to the contention of defendants that the personal property involved is exempt from execution, while it is true that the tools or implements of a mechanic or artisan necessary to carry on his trade are exempt from execution, no attempt was made by defendants to show what part, if any, of the personal property conveyed, comes within that category. Such as does will, of course, continue to be exempt from execution.</p>\n<p id=\"b125-9\">The case of <em>Daugherty </em>v. <em>Daugherty, </em>104 Cal. 221 [37 P. <page-number citation-index=\"1\" label=\"104\">*104</page-number>889], is practically on all fours with the present case, and plaintiff has a right to set aside the fraudulent conveyances and to have her judgment declared a lien upon the property. <em>(Jenner </em>v. <em>Murphy, </em>6 Cal.App. 434 [92 P. 405].)</p>\n<p id=\"b126-5\">Respondents make some contention that marriage was one of the considerations of the transfers, but there is no evidence whatsoever to support it, as no mention of marriage was made at the time of the conveyances, nor does it appear that it was even contemplated at that time.</p>\n<p id=\"b126-6\">One other finding of the trial court calls for examination, and that is that plaintiff was estopped by the terms of the separation agreement from acquiring a lien on Hood’s property because that agreement specified that Hood should have the right to make such disposition of his property after the date of the agreement, as if the parties had. never married. The answer to this seems to be that had the parties never married, Hood would not, under the law, have been entitled to dispose of his property in fraud of creditors. Also that agreement, as well as the divorce decree, obligated Hood to pay to plaintiff $30 per month for the support of their child, and there is nothing therein which bound plaintiff not to resort to the property of Hood for the collection of same, should he fail to keep his part of the bargain.</p>\n<p id=\"b126-7\">The judgment is reversed.</p>\n<p id=\"b126-8\">Schottky, J. pro tern., and Thompson, J., concurred.</p>\n<p id=\"b126-9\">Respondents’ petition for a hearing by the Supreme Court was denied December 17,1942.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}