{
  "casebody": {
    "data": "<casebody firstpage=\"268\" lastpage=\"273\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b294-3\">[L. A. No. 19878.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Azv\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8o\">June 13, 1947.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b294-4\">EASTERN COLUMBIA, INC. (a Corporation), Appellant, v. JULES WALDMAN, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b295-7\"><page-number citation-index=\"1\" label=\"269\">*269</page-number>Benjamin, Lieberman &amp; Elmore and Aaron Elmore for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b295-8\">Hugh B. Rotchford for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b295-9\">CARTER, J.</author>\n<p id=\"AIW\">Plaintiff is a corporation and it and its predecessors have been engaged for many years in the retail merchandising business in Los Angeles, including the handling of furniture, wearing apparel and household equipment under the trade name of “Eastern,” “Columbia,” and “Eastern-Columbia.” The corporation bearing the latter name resulted from a merger of Eastern Outfitting Company and Columbia Outfitting Company. The two predecessors acquired a right in the names “Eastern” and “Columbia” respectively, and since 1939, plaintiff has used the trade name “Eastern Columbia” and acquired property rights and good will therein.</p>\n<p id=\"b295-10\">In 1944, defendant commenced in Los Angeles a retail furniture upholstery and decorating business under the name of Western Columbia Decorators. Thereafter defendant dropped the word “Decorators” from his business name and has continued under that name to conduct a retail furniture and household appliance business. The trial court found that the use by defendant of that name is “misleading, confusing and deceptive to the public generally; that it has, does and will, lead the public into believing that in dealing with defendant at his said place of business it is and will be dealing with plaintiff and that plaintiff is conducting a branch store at defendant’s said place of business; that the use and appropriation of said trade name by defendant in connection with his said business constitutes unfair competition and already has and will continue to result in irreparable damage to plaintiff”; that defendant used the name “with the express <page-number citation-index=\"1\" label=\"270\">*270</page-number>design and purpose of defrauding plaintiff, its customers and patrons, and the public generally, and with the express design and purpose of appropriating for his use and benefit the good will and business and reputation of the plaintiff and to divert the same from the plaintiff to the defendant; that the appropriation, and use by the defendant of the word ‘Columbia’ in combination with the word ‘Western’ as his trade name is similar and identical to the use of the word ‘Columbia’ in combination with the word ‘Eastern’; that in visual appearance and sound the appropriation and use of the combination of words ‘Western Columbia’ suggests the words ‘Eastern Columbia’ and constitutes unfair competition and that the same is inequitable and unjust and constitutes a fraud upon the public and will cause injury to the plaintiff’s business and good will.”</p>\n<p id=\"b296-4\">Injunctive relief was awarded plaintiff restraining defendant “from using, in any manner, the words Western Columbia alone as the name or designation of his business” and “from using, in any manner, the words Western Columbia as the name or designation of his business, jointly or in conjunction with any other word or words, unless such other word or words shall be of the same size type or lettering, and of the same design or style, as the words Western Columbia.”</p>\n<p id=\"b296-5\">Plaintiff appeals from the decree, asserting it is improperly limited in its scope and that defendant should have been enjoined from using “Western Columbia” as the name of his business .either alone or in combination with other words.</p>\n<p id=\"b296-6\">The findings establish that the plaintiff owns the trade name of “Eastern Columbia”; that the use of the words “Western Columbia” by defendant in his business, misleads and deceives the public and invades plaintiff’s right in that trade name; that the defendant used such words with the intent of impairing and infringing upon plaintiff’s trade name right and defrauds it and the public; that the use of the words “Western Columbia” will confuse and deceive the public and result in a passing off as plaintiff’s business. Under these circumstances it is difficult to find any justification for permitting .defendant to use those words at all in his business whether alone or in conjunction with .other words. There is no commercial necessity for him to use them. They are not necessary to describe his business or the products he sells such as there might be if they had other than a fanciful mean<page-number citation-index=\"1\" label=\"271\">*271</page-number>ing with no geographic significance. The court found that they had acquired a fanciful rather than a geographic meaning. If, as the court found, they are deceptive and misleading, it is apparent that they would continue to he so even though used in conjunction with other words descriptive of the business. It would accomplish nothing to enjoin defendant from making a use of the words which would deceive the public, and then permit such use. That is precisely what the court did in the case at bar. Practical relief should have been given. It is obvious that the requirement that subject matter be added to the words in question to the effect that there was no connection between the two businesses would be ineffective. It would be fraught with the practical danger of abuse in the many and varied ways that the words are used in a business such as advertising, answering telephone calls and the like.</p>\n<p id=\"b297-5\">It is asserted by defendant that an absolute injunction will not be granted for the infringement of the right to use a word in what is called a “secondary meaning” as distinguished from a technical trademark. Where words have acquired, as is established beyond dispute in this case, a fanciful meaning—a meaning that has no connection with their common meaning, it may be more properly said that such meaning is their primary meaning insofar as their use in business is concerned. Their common meaning has dropped into the background. Otherwise no right to use them to the exclusion of others would have been acquired. When, however, words have acquired such a sense and are the subject of the good will and reputation of a business which they designate, there is little if anything left to distinguish them from a trademark, a symbol, characters or words which have no common meaning and which are artificial, insofar as the scope of protection afforded to the one who has the prior right.  An absolute injunction is proper where defendant’s conduct is unlawful. (Callmann, Unfair Competition and Trade Marks, vol. 2, pp. 1501-2.)  The protection afforded trade names which have acquired the status here reached is treated in the same category as trademarks, where it is not necessary that the competitor use the words to describe his product. (See <em>Hanover S. Millmg Co. </em>v. <em>Metcalf, </em>240 U.S. 403, 412-413 [36 S.Ct. 357, 60 L.Ed. 713]; <em>U-Drive-It Co. </em>v. <em>Wright &amp; Taylor, </em>270 Ky. 610 [110 S.W.2d 449]; <em>Pecheur </em><page-number citation-index=\"1\" label=\"272\">*272</page-number><em>Lozenge Co. </em>v. <em>National Candy Co., </em>36 F.Supp. 730, reversed 122 F.2d 318, vacated 315 U.S. 666 [62 S.Ct. 853, 86 L.Ed 1103]; 150 A.L.R. 1067; Derenberg, Trademark Protection and Unfair Trading, p. 335; Rest., Torts, § 717 et seq.; 53 Har.L.Rev. 1289; 30 Cal.L.Rev. 168, 183-184.)  An injunction may be granted restraining defendant from infringing plaintiff’s trade name and “ [T]he injunction issued under the rule stated in this Section may be absolute or qualified. Its scope depends upon the circumstances of the case. It may enjoin all denominative use of the infringing designation, leaving the defendant free to use it non-denominatively. Or it may enjoin even a non-denominative use which is likely to lead to confusion. And, conversely, it may permit a denominative use when it is accompanied by effective precautions to avoid confusion. It may only enjoin certain use without mentioning those permitted or it may expressly state what uses are permitted and what precautions are to be taken by the defendant. . . .</p>\n<blockquote id=\"b298-5\">“In the determination of the scope of the injunction, the manner in which the plaintiff is harmed, the possible means by which that harm can be avoided, the justification advanced for the defendant’s conduct, the inconvenience that would be caused to the defendant by each of the several means of avoidance and their effects upon the competition between the goods of the plaintiff and those of the defendant are generally important factors. Thus, if the defendant acted in good faith, or if plaintiff’s goods are sold in a market of expert buyers who subject the goods and their marks to careful inspection, or if absolute prohibition of defendant’s conduct would prevent legitimate competition by him with the plaintiff, the scope of the injunction may be narrower than when the converse of these conditions exists. Infringement of a trademark does not necessarily call for a broader injunction than does infringement of a trade name; but the differences between a trade-mark and a trade name are to be taken into account in assigning values to the foregoing factors.</blockquote>\n<blockquote id=\"b298-6\">“d. Personal and geographical names and descriptive words. Typical instances of the use of the qualified injunction are found in cases in which the defendant’s use in his business of his own name or the name of the place in which his goods are manufactured is claimed to infringe the plaintiff’s trade-mark or trade name. In such cases the defendant <page-number citation-index=\"1\" label=\"273\">*273</page-number>has good reason to use the name and an absolute injunction may not be necessary to afford the plaintiff adequate protection. Appropriate relief may therefore be given by an injunction which permits the defendant to continue the use of the name but requires him to take precaution against deception of prospective purchasers by accompanying the name with a distinguishing legend or by other appropriate means. If, however, the name is not that of the defendant or of the place in which his goods or their ingredients are produced, there is no reason for the defendant’s use of the name in the face of any danger of deception, and an absolute injunction is appropriate.” (Rest., Torts, §744, com. c-d.)</blockquote>\n<p id=\"b299-5\">It is urged that the scope of the injunction was a subject for the exercise of the trial court’s discretion and there is no showing of abuse here.  Whether a permanent injunction should issue becomes a question of law where the ultimate facts are undisputed and in such a case the appellate court may determine the issue without regard to the conclusion of the trial court. <em>(Thompson </em>v. <em>Moore Drydock Co., </em>27 Cal.2d 595 [165 P.2d 901] ; <em>Richards </em>v. <em>Dower, </em>64 Cal. 62 [28 P. 113] ; <em>Isert </em>v. <em>Riecks, </em>195 Cal. 569 [234 P. 371] ; <em>Carolina Pines, Inc. </em>v. <em>Catalina Pines, </em>128 Cal.App. 84 [16 P.2d 781].)</p>\n<p id=\"b299-6\">The judgment is therefore modified by striking therefrom the words “unless such other word or words shall be of the same size type or lettering, and of the same design or style, as the words Western Columbia,” and as so modified, is affirmed.</p>\n<p id=\"b299-7\">Gibson, C. J., Shenk, J., Edmonds, J., Traynor, J., Schauer, J., and Spence, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}