{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"261\" lastpage=\"263\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b301-8\">[S. F. No. 10549.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A4h\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Armc\">June 7, 1923.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b301-9\">WILLIAM STEPHENS et al., Petitioners, v. INDUSTRIAL ACCIDENT COMMISSION et al., Respondents.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b301-10\"><bracketnum>[1]</bracketnum> Workmen’s Compensation Act—Status oe Injured Person— Evidence—Independent Contractor.—Where a bridge contractor arranged with one, who had for many years been the owner of wagons of different capacities and a number of horses, for the latter to haul sand from a designated place to a bridge under construction, to be paid for upon the basis of a stated amount per cubic yard for the amount hauled, and such wagon owner pursued his own course in hauling the sand (the bridge contractor giving him no directions other than to show him the place from which the sand was to be taken and where delivered), was free to come and go as he pleased, using as many or as few wagons as he chose, and was left to do the work in his own way, by his own methods, and with his own teams, no supervision, direction, or control of any character being exercised over his movements, under these facts the wagon owner was an independent contractor and therefore not entitled to compensation under the Workmen’s Compensation Act for an injury received while hauling sand to be used in the construction of said bridge.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b301-11\">Independent contractors as employees within the meaning of workmen’s compensation acts, notes, Ann Cas. 1918B, 708; L. R. A. 1916A, 118, 247; L. B. A. 1918D, 148; L. B. A. 191SF, 206.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b302-3\"><page-number citation-index=\"1\" label=\"262\">*262</page-number>PROCEEDING in Certiorari to annul an order of the Industrial Accident Commission awarding compensation. Award annulled.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b302-4\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"summary\" id=\"b302-5\">R. P. Wisecarver and Redman &amp; Alexander for Petitioners.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b302-6\">A. E. Graupner and Warren H. Pillsbury for Respondents.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-7\">WASTE, J.</author>\n<p id=\"Als\">This is a proceeding to review the action of the Industrial Accident Commission in awarding compensation to H. Westlake, the applicant below, who was injured while hauling sand to be used by Stephens, the insured, in the construction of a bridge.</p>\n<p id=\"b302-8\"><bracketnum>[1]</bracketnum> The issue involved is whether or not Westlake was an employee or an independent contractor.</p>\n<p id=\"b302-9\">The undisputed facts in the case appear to be that West-lake, the applicant for compensation, had for many years been the owner of wagons of different capacities, and a number of horses. Stephens, one of the petitioners, was a bridge contractor, and had undertaken to construct a bridge at French Gulch. He arranged with Westlake for the latter to haul the required amount of sand from a designated place to the bridge, to be paid for upon the basis of one dollar and fifty cents per cubic yard for the amount hauled. Westlake testified before the Commission that Stephens had given him the “the whole job” of hauling sand, but later told him he wanted another party to haul part of it. Westlake pursued his own course in hauling the sand. Stephens gave him no directions other than to show him the place from which it was to be taken and where delivered. Westlake was free to come and go as he pleased, using as many or as few wagons as he chose. No supervision, direction, or control of any character was exercised over his movements. He was left to do the work in his own way, by his own methods, and with his own teams. Under these facts, concerning which there is no dispute, Westlake was unquestionably an independent contractor. <em>(Freiden </em>v. <em>Industrial Acc. Com., </em>190 Cal. 48 <page-number citation-index=\"1\" label=\"263\">*263</page-number>[210 Pac. <em>420]; Pryor </em>v. <em>Industrial Acc. Com., </em>186 Cal. 169 [198 Pac. 1045] ; <em>Fidelity &amp; Deposit Co. of Md. </em>v. <em>Brush, </em>176 Cal. 448 [168 Pac. 890]; <em>Donlon </em>v. <em>Industrial Acc. Com., </em>173 Cal. 250 [159 Pac. 715].)</p>\n<p id=\"b303-5\">It follows that the award must be annulled, and it is so ordered.</p>\n<p id=\"b303-6\">Lawlor, J., Lennon, J., Kerrigan, J., Seawell, J., Myers, J., and Wilbur, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}