{
  "casebody": {
    "data": "<casebody firstpage=\"457\" lastpage=\"469\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b497-9\">[Crim. No. 2520.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AyH\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7r\">July 6, 1923.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b497-10\">In the Matter of the Application of HOWARD HARRON for a Writ of Habeas Corpus.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b498-12\"><page-number citation-index=\"1\" label=\"458\">*458</page-number>Eric J. Rosenstirn for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b498-13\">Henry E. Greer, District Attorney, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b498-14\">LAWLOR, J.</author>\n<p id=\"ApW\">Upon the verified application of petitioner a writ of <em>habeas corpus </em>was ordered to issue to Honorable J. J. Keating, sheriff of the county of Marin, commanding him to produce petitioner before this court. According to the allegations of said application petitioner was unlawfully imprisoned and restrained in the county jail of said <page-number citation-index=\"1\" label=\"459\">*459</page-number>county by respondent, the said sheriff, “under and by virtue of a pretended warrant of commitment issued on the 26th day of October, 1922, by the Honorable Herbert de la Montanya, Judge of the Justice’s Court of the Township of San Rafael, County of Marin, State of California;” that on or about August 12, 1922, before the justice of the said court, Josephine Leah Harron, wife of petitioner, swore to a complaint charging petitioner with the crime of misdemeanor, to wit, battery; that petitioner was taken into custody under a warrant of arrest and brought before the said court; that the said complaint purports to be filed on “August 12, <em>1912/’ </em>and in the charging part it is alleged that on the twelfth day of August (no year is stated) “ . . . the said Howard Harron, <em>on the said day, </em>in said county, did willfully and unlawfully use force and violence upon the person of complainant”; that bail was first fixed by the said court in the sum of one thousand dollars, but upon petitioner informing the said justice that the bail was excessive and that his home would, in consequence of his inability to furnish such bail, be broken up and he never could enter it again, the justice asked petitioner if he meant by his declaration that he would never again enter his home, to which petitioner replied in the affirmative, whereupon the justice put this question to him: “Will you put that in writing?” that petitioner said he would and then prepared, signed, and swore to the following declaration: “I am leaving my home at 96 Minerva Ave., Fairfax, under promise to Judge De La Montanya that I will not enter it again under any circumstances. Aug. 12, 1922. Howard Harron”; that this declaration was filed with the complaint and petitioner was released from custody upon his own recognizance; that the justice thereupon told petitioner he could go to his home accompanied by a deputy sheriff for the purpose of packing his belongings and then to leave immediately in conformity with his sworn promise; and that the justice then declared he was unable to withdraw the complaint already filed, but that the case was dismissed; that petitioner was free to go, and that the said justice then and there dismissed the case.</p>\n<p id=\"b499-5\">It is further alleged that another complaint was filed on September 5, 1922, charging the identical offense and that <page-number citation-index=\"1\" label=\"460\">*460</page-number>upon tins complaint petitioner was tried, convicted, and sentenced to serve a term in the county jail.</p>\n<p id=\"b500-5\">Appended to the petition and made a part thereof are copies of the “pretended commitment” (Exhibit “A”), the complaint of August 12th (Exhibit “B”), the complaint of September 5th (Exhibit “C”), Docket B, containing “What purports to be a certified copy of the said justice ’ ’—referring to the proceedings of August 12th and September 5th (Exhibit “D”), and an abstract of the docket entry of September 5th from Docket “B” (Exhibit “E”). The only one of these papers which is certified is Exhibit “D” and in this the date of the certification is not given. Exhibit “D” reads as follows:</p>\n<blockquote id=\"b500-6\">“Docket ‘B.’ . . . 1922 Aug. 12. Defendant duly arraigned, being, by the court, informed of all his legal rights,—including the nature of the charge against him, his right to counsel at all stages of the proceedings, his right to a reasonable continuance, his right to the free services of an Officer to summon witnesses on his behalf, and of his right to have a jury trial. Defendant answered that his true name is as above. Defendant released on his own recognizance. Sept. 5, in Open Court, and in the presence of the said defendant and his counsel, the District Attorney made a motion to dismiss the complaint filed herein as above, on the ground that said complaint was defective. Motion granted by the court. H. De La Montanya, J. P.</blockquote>\n<blockquote id=\"b500-7\">“I hereby certify that the foregoing is a full, true and correct copy of the proceedings in said case, as shown on page 202 of my Docket ‘B’ in my office. H. De La Montanya, Justice of the Peace of San Rafael Township.”</blockquote>\n<p id=\"b500-8\">Referring to Docket “B,” the petition alleges that the first complaint was dismissed on August 12th as above alleged, denies the recital that it was dismissed on September 5th, denies that the district attorney on that day or any other day made a motion to dismiss it for any reason, and alleges that the entry of the purported order of dismissal on September 5th was entered <em>nunc pro tunc </em>in -the docket on October 28th, two days after the commitment was issued. The petition then alleges the fact to be that the justice filed a certified copy of the abstract of Docket “B” in the superior court (the date of the filing is not alleged), <page-number citation-index=\"1\" label=\"461\">*461</page-number>which abstract contained a full recital of all the proceedings on September 5th and that it nowhere appears in the abstract that the first complaint was on September 5th, or ever, or at all, dismissed, either on the motion of the district attorney, or otherwise, or at all, and that it affirmatively appears in the abstract “as hereinabove alleged, that a second complaint charging the identical misdemeanor that had been heretofore dismissed by the said justice on August 12, 1922, as hereinabove alleged, was sworn to by the same complaining witness, and filed with the said justice.” Then follow allegations as to two felony charges, purporting to grow out of petitioner’s domestic difficulties which are not material to a decision herein. The petition then alleges that when petitioner appeared before, the court on September 5th it was to submit to the preliminary examination on one of the charges of felony, but that instead of such examination being held, the second complaint was filed, he was tried thereon and found guilty, whereupon a motion for a new trial and a motion in arrest of judgment were successively interposed and denied, and he was sentenced to serve thirty days in the county jail. Upon these alleged facts it is claimed by petitioner that the court dismissed the first complaint on August 12th and that the order of dismissal was not explicitly made for the purpose of amendment, within the meaning of section 1387 of the Penal Code.</p>\n<p id=\"b501-5\">Respondent filed an unverified return to the effect that he held petitioner by virtue of the said commitment, an uncertified copy of which was attached to the return, and that petitioner had been released upon the issuance of the writ. The return was accompanied by an affidavit of the justice purporting to traverse certain allegations of the petition, and to which was attached an uncertified copy of the first complaint, also an affidavit of the district attorney, denying certain allegations of the petition relating to the said felony charges, and to which affidavit was attached a partial transcript of the purported proceedings of September 5th, made and certified to by the official stenographic reporter of the superior court. The docket entries were not made a part of the return. On the first hearing in this court the return was held insufficient and respondent was granted permission to file an amended <page-number citation-index=\"1\" label=\"462\">*462</page-number>return. At the next hearing an amended, unverified return was filed and it was stipulated that the petition might be regarded as a traverse thereto. After oral argument the matter was ordered submitted on the filing of additional points and authorities.</p>\n<p id=\"b502-5\">The amended return is to the effect that on October 26th respondent took petitioner into custody under and by virtue of the commitment and that he remained in such custody until November 8th, when he was released on bail. The allegations which follow are that petitioner was charged in the first complaint on August 12th, that he was arraigned thereon and released on his own recognizance; that on August 23d, in open court, petitioner and his counsel being present, the district attorney was directed by the court to file the second complaint because of two defects in the first —that it purported to be filed on August 12, <em>1912, </em>instead of <em>1922, </em>and that the year was omitted in describing the offense; that the matter was then continued until September 5th, when the second complaint was filed, petitioner arraigned thereon, and the case continued until September 8th, on which date petitioner was tried by the court, sitting without a jury, found guilty as charged, and on his motion the case was continued until September 11th, at which time motions for a new trial and in arrest of judgment were interposed on behalf of petitioner, and on his motion the matter was continued until September 15th, on which day the said motions were argued, submitted, and denied, whereupon, petitioner stating he was ready for judgment, was sentenced to serve thirty days in the county jail. It is further alleged that an appeal was taken to the superior court from the said judgment and that it was affirmed; and that the commitment was issued out of the said justice’s court.</p>\n<p id=\"b502-6\">Attached to the amended return are uncertified copies of the first and second complaints, an affidavit of the justice averring that he had issued the first complaint; that certain proceedings occurred on August 23d, as mentioned in the amended return; that thé second complaint was filed on September 5th and that the order dismissing the first complaint “was explicitly made for the purpose of amending the same as the court was and is of the opinion” that it did not state a cause of action. Also attached to the <page-number citation-index=\"1\" label=\"463\">*463</page-number>amended return was an affidavit of the district attorney, and a certified transcript of the proceedings of September 5th, more extended than the part thereof attached to the original return of the official stenographic reporter. The affidavit of the district attorney avers that on August 23d the court informed him that he would have to file a new complaint; that on September 5th he filed the second complaint “pursuant to the order of said court, as he understood, directing him to do so, and was filed for the purpose of amending the defective one then on file.”</p>\n<p id=\"b503-5\">Because of the issue of facts tendered by the pleadings and the form in which the record is presented, we have deemed it necessary thus to describe it somewhat in detail. Petitioner alleges that the first complaint was dismissed on August 12th in disregard of the provisions of section 1387, and the showing of respondent is that no action was taken looking to the dismissal of the first complaint until August 23d, when the district attorney was directed to file a new complaint because of the indicated defects in the first one, and that the order of dismissal was not made until September 5th, when the second complaint was filed. The showing of respondent does not include any docket entries whatever, and the return is not verified. It is apparently sought by respondent to establish the facts relied on by the affidavits of the justice and the district attorney and the reporter’s transcript.</p>\n<p id=\"b503-6\">A docket is required to be kept by the justice as defined in section 93, in accordance with section 911 of the Code of Civil Procedure. “Such entries in a justice docket, or a transcript thereof, certified by the justice, . . . are <em>prima facie </em>evidence of the facts so stated.” (Id. 912.) An index must be kept. (Id. 913.) Section 1428 of the Penal Code provides: “A docket must be kept by the justice of the peace or police justice, or by the clerk of the courts held by them, if there is one, in which must be entered each action and the proceedings of the court therein.” It was said in <em>Garfield </em>v. <em>Douglass, </em>22 Ill. 100 (74 Am. Dec. 137, note) : “The record or entry of the justice is higher and more trustworthy than any parol evidence can be. If one record is opened to be questioned by parol evidence, then another must be, and all security and confidence in the stability of records are gone.” (See <em>Los Angeles </em>v. <em>Young, </em><page-number citation-index=\"1\" label=\"464\">*464</page-number>118 Cal. 295 [62 Am. St. Rep. 234, 50 Pac. 534].) The showing in the return is evidently not made for the purpose of explaining or supplementing the docket entries, but to take the place of them. It was suggested at the first hearing that this may not be done. On <em>habeas corpus </em>the burden is on the prisoner to show a lack of jurisdiction in the court upon whose process he is restrained, but the prisoner should have the benefit of the record of court proceedings provided for by law. The petition, we have pointed out, contains Docket “B,” and these are the only docket entries in the record. It is alleged in the petition that they are not correct, and it does not appear that any action was taken by petitioner to have them corrected. If the allegations of the verified petition are true the entry of August 12th should have recited the order of dismissal. It does recite that petitioner was released on his own recognizance and this might indicate a halt in the proceedings. It would, however, also tend to negative a dismissal of the <em>case </em>as claimed by petitioner, although there is no recital of a continuance. The petition alleges that the closing sentence in the entry of September 5th did not appear in the abstract of the docket when it was filed in the superior court by the justice, but was added later, and this is nowhere denied in the return. Respondent does not claim the docket entries were omitted from the return because Docket “B” was made a part of the petition nor that the entries are in fact correct. A docket entry of the purported proceedings of August 23d is not made a part of the record. The return alleges that the case was continued from August 12th to September 5th. Moreover, according to the reporter’s transcript of September 5th, the answer of the justice to petitioner’s statement that he understood the battery charge had been disposed of “at the last hearing here,” which exchange is quoted elsewhere, would indicate the order of dismissal had been previously made, and this is at variance with other parts of the return. Nor is the allegation of the petition that the first complaint was dismissed on August 12th specifically denied in the return. In this state of the record we are not prepared to hold, whatever the actual fact may be, that when the first complaint was dismissed the order was explicitly made for the purpose of amending it. We are satisfied, however, that in <page-number citation-index=\"1\" label=\"465\">*465</page-number>view of the record, especially the docket entry of August 12th, it was the complaint, and not the action, that was dismissed.</p>\n<p id=\"b505-5\">Petitioner’s contention is that under section 13, article I, of the constitution, section 1387 of the Penal Code, and the federal guarantees, he is entitled to his discharge on <em>habeas corpus. </em>This is based on the reasoning that it having been held a statutory bar arises and jurisdiction lapses, entitling a defendant to discharge on <em>habeas corpus, </em>when an order sustaining a demurrer to an indictment or information is made without directing a resubmission (Pen. Code, sec. <em>1008; Ex parte Williams, </em>116 Cal. 512 [48 Pac. 499] ; <em>Matter of Hughes, </em>160 Cal. 388 [117 Pac. 437] ; <em>Ex parte Hayter, </em>16 Cal. App. 211 [116 Pac. 370]), so here, by analogy, a bar arose under section 1387 and there could be no further prosecution of the offense when the first complaint was dismissed in disregard of the provisions of that section, and petitioner would be entitled to his discharge on <em>habeas corpus. </em>It is stated by petitioner that it was in order to bring his case within the authority of those relied upon that he deferred seeking release on <em>habeas corpus </em>until the judgment became final and he was taken into custody to serve the sentence.</p>\n<p id=\"b505-6\">The analogy relied upon by petitioner is lacking in one essential element—in the cases cited there had been no trial of the general issue, while here issue was joined on the second complaint, petitioner was tried, found guilty, interposed motions for a new trial and in arrest of judgment, was sentenced to serve a term of imprisonment, took an appeal, judgment was affirmed, and he submitted himself in execution of the judgment in order to have the questions now presented determined upon a writ of <em>habeas corpus. </em> After conviction and appeal the writ of <em>habeas corpus </em>cannot be used as a writ of error to review the proceedings in a justice’s court. (29 C. J., sec. 36; <em>In re Collins, </em>151 Cal. 340 [129 Am. St. Rep. 122, 90 Pac. 827, 91 Pac. 397].) It was said in the Collins case, at page 350: “It is further contended by petitioner that the perjury with which he was charged in the second indictment consisted in swearing to some of the same matters which formed the basis of the charge of perjury in the first indictment. From this it is argued that a verdict of acquittal on the first charge would <page-number citation-index=\"1\" label=\"466\">*466</page-number>be conclusive in favor of defendant on any subsequent trial. <em>(United States </em>v. <em>Butler, </em>38 Fed. 498; <em>Coffey </em>v. <em>United States, </em>116 U. S. 436 [29 L. Ed. 684, 6 Sup. Ct. Rep. 437, see, also, Rose’s U. S. Notes]; <em>Cooper </em>v. <em>Commonwealth, </em>106 Ky. 909 [90 Am. St. Rep. 275, 51 S. W. 789].) Similarly, it is claimed, a verdict of conviction on the first charge would preclude a conviction on the other. We need not decide whether the principle invoked has any application to the facts here presented. In any event, such acquittal or conviction in one trial <em>is matter of defense to be relied on in the other. </em>It does not go to the jurisdiction, and affords no ground for release on <em>habeas corpus.” </em>(Italics ours.)</p>\n<p id=\"b506-5\">The rule is different where <em>habeas corpus </em>is sought upon the claim that the prisoner has been placed in jeopardy for the identical offense within the meaning of the state and federal constitutions, for this goes to the jurisdiction of the tidal court to entertain the second prosecution <em>(Ex parte Nielsen, </em>131 U. S. 176 [33 L. Ed. 118, 9 Sup. Ct. Rep. 672, see, also, Rose’s U. S. Notes]; <em>Bens </em>v. <em>United States, </em>266 Fed. 152; <em>People </em>v. <em>Warden of City Prison, </em>202 N. Y. 138 [95 N. E. 729] ; <em>In re Neagle, </em>135 U. S. 1 [34 L. Ed. 55, 10 Sup. Ct. Rep. 658, see, also, Rose’s U. S. Notes].)</p>\n<p id=\"b506-6\">Petitioner’s contention is that under the constitutional guarantees and section 1387, already mentioned, the justice’s court was without jurisdiction to entertain a second prosecution for the same offense, because the order dismissing the first complaint did not state it was explicitly made for the purpose of amendment. Respondent denies the applicability of the bar in section 1387, to cases in inferior courts, and contends that petitioner failed to interpose a special plea on the trial under the second complaint, and that, therefore, the point was waived. Petitioner insists, however, that in legal effect he pleaded specially as matter of defense at the trial.</p>\n<p id=\"b506-7\">To constitute once in jeopardy the party must be placed on trial for a prescribed public offense, on a valid indictment, before a competent court, with a competent jury, duly impaneled and sworn and charged with the case <em>(People </em>v. <em>Webb, </em>38 Cal. 467, 479; <em>People </em>v. <em>Hill, </em>146 Cal. 145 [79 Pac. 845]), or, if the trial is by the court, it must be entered upon. <em>(Haase </em>v. <em>State, 8 </em>Ind. App. 488 [36 N. E. <page-number citation-index=\"1\" label=\"467\">*467</page-number>54] ; <em>People </em>v. <em>Goldfarb, </em>152 App. Div. 870 [138 N. Y. Supp. 62], 213 N. Y. 664 [107 N. E. 1083] ; <em>Brown </em>v. <em>State, </em>105 Ala. 117 [16 South. 929]). Section 687 of the Penal Code provides as follows: “No person can be subjected to a second prosecution for a public offense for which he has once been prosecuted and convicted or acquitted.”  The plea of once in jeopardy or a statutory bar applies to misdemeanors as well as felonies. <em>(United States </em>v. <em>Block, </em>262 Fed. 205; <em>Berkowitz </em>v. <em>United States, </em>93 Fed. 452 [35 C. C. A. 379]; <em>City of St. Paul </em>v. <em>Stamm, </em>106 Minn. 81 [118 N. W. 154] ; <em>Brink </em>v. <em>State, </em>18 Tex. Cr. App. 344 [51 Am. Rep. 317] ; <em>Hazelton </em>v. <em>State, </em>13 Ala. App. 243 [68 South. 715] ; <em>Noland </em>v. <em>People, </em>33 Colo. 322 [80 Pac. 887]; <em>People </em>v. <em>Miner, </em>144 Ill. 308 [19 L. R. A. 342, 33 N. E. 40] ; <em>Village of Northville </em>v. <em>Westfall, </em>75 Mich. 603 [42 N. W. 1068]; <em>McCauley </em>v. <em>State, </em>26 Ala. 135.)</p>\n<p id=\"b507-5\">Section 1429 of the Penal Code declares in part: “The defendant may make the same plea as upon an indictment, as provided in section ten hundred and sixteen.” Section 1016 contemplates four pleas to an indictment or information: “1. Guilty. <em>2. </em>Not guilty. 3. A former judgment of conviction or acquittal of the offense charged, which may be pleaded either with or without the plea of not guilty. 4. Once in jeopardy.” Section 1017 provides that every plea must be oral and entered upon the minutes of the court in the prescribed form. Section 1020 declares that “All matters of fact tending to establish a defense, other than one specified in the third and fourth subdivisions of section ten hundred and sixteen, may be given in evidence under the plea of not guilty.”</p>\n<p id=\"b507-6\">It has been held that the statutory procedure as to the interposition of a plea in bar must be followed in respect to once in jeopardy and any statutory bar, and that the plea is waived if not interposed, even if both trials are before the same court. <em>(People </em>v. <em>Bennett, </em>114 Cal. 56 [45 Pac. 1013]; <em>People </em>v. <em>McFarlane, </em>138 Cal. 481 [61 L. R. A. 245, 71 Pac. 568, 72 Pac. 48]; <em>People </em>v. <em>Hawkins, </em>127 Cal. 372 [59 Pac. 697]; <em>Rebstock </em>v. <em>Superior Court, </em>146 Cal. 308, 315 [80 Pac. 65] <em>; People </em>v. <em>O’Leary, </em>77 Cal. 30 [18 Pac. 856], reversing <em>People </em>v. <em>O’Leary, </em>2 Cal. Unrep. 843 [16 Pac. 884].) A contrary view was expressed in the Bennett ease when it was before the United States district court on a writ of <page-number citation-index=\"1\" label=\"468\">*468</page-number><em>habeas corpus (In re Bennett, </em>84 Fed. 324), but the decision was put on the ground that <em>habeas corpus </em>was not the proper remedy. It was said in <em>Huntington </em>v. <em>Superior Court, </em>5 Cal. App. 288, 292 [90 Pac. 141], that the dissenting opinion of Chief Justice Beatty in <em>People </em>v. <em>Bennett, supra, </em>became the law on this question in <em>People </em>v. <em>Smith, </em>134 Cal. 454 [60 Pac. 699] (a charge of murder and conviction of manslaughter), but as pointed out in <em>People </em>v. <em>Solani, </em>6 Cal. App. 103 [91 Pac. 654], nothing in the Smith case is in conflict with the earlier case of <em>People </em>v. <em>McFarlane, </em>138 Cal. 481. In the Smith case it was held the defendant was only entitled to ten peremptory challenges. It appears from the decision that the court announced at the commencement of the retrial that the defendant was only to be tried for manslaughter. On appeal no allusion was made to special pleas, and neither <em>People </em>v. <em>Bennett, supra, </em>nor <em>People </em>v. <em>McFarlane, supra, </em>was cited.  It must be regarded as the law of this state that the constitutional and statutory pleas must be entered specially, and that if this is not done they are waived. This is the general rule. (L. R. A. 1917A, 1233, note citing many authorities, including <em>People </em>v. <em>Bennett, supra, </em>and <em>People </em>v. <em>Strickler, </em>167 Cal. 627 [140 Pac. 270].)</p>\n<p id=\"b508-5\">Petitioner relies on the following portion of the reporter’s transcript of September 5th to prove that he specially pleaded the dismissal of the first complaint as a bar.</p>\n<p id=\"b508-6\">“The Court [to the District Attorney]: I think you had better file a new complaint. There is an error in the date, 1912, instead of 1922. (New complaint prepared by Mr. Greer.)</p>\n<p id=\"b508-7\">“The Court: Mr. Harron, here is a new complaint. [Reads complaint filed September 5, 1922.]</p>\n<p id=\"b508-8\">“Mr. Greer: Are you willing to proceed on that battery charge?</p>\n<p id=\"b508-9\">“Mr. Manning: Mr. Harron tells me he has some witnesses on the battery charge.</p>\n<p id=\"b508-10\">“Mr. Harron: I want to say this: I understood from his Honor, the Judge, <em>at the last hearing here </em>that this battery charge was disposed of.</p>\n<p id=\"b508-11\">“The Court: Simply dismissed because there was a defect in the date.”</p>\n<p id=\"b509-4\"><page-number citation-index=\"1\" label=\"469\">*469</page-number>It may be doubted whether this constituted the interposition of a special plea. But even if it did, no finding was made thereon by the court.  Whether the case is tried by jury or by the court the facts constituting the bar must be found. It has been held that where a plea in bar was interposed in conjunction with a plea of not guilty and the jury failed to find upon the plea in bar, the defendant was entitled to a new trial. <em>(People </em>v. <em>Tucker, </em>115 Cal. 337, 339 [47 Pac. 111], See <em>People </em>v. <em>Kinsey, </em>51 Cal. 278; <em>People </em>v. <em>Fuqua, </em>61 Cal. 377; <em>People </em>v. <em>O’Leary, </em>77 Cal. 30, 33 [18 Pac. 856]; 2 Cal. Unrep. 843 [16 Pac. 884].) It does not appear whether the failure to find on such plea was made a ground of motion for a new trial, nor does it appear that the question was considered on the appeal. If not the point was waived.</p>\n<p id=\"b509-5\">According to the authorities already cited, the plea of once in jeopardy contemplates that the trial asserted as a bar must at least have been entered upon. Here there was no trial under the first complaint.</p>\n<p id=\"b509-6\">In view of these conclusions it will not be necessary to consider respondent’s contentions that section 1387 of the Penal Code does not apply to proceedings in the justices’ courts; nor that the first complaint did not state facts sufficient to constitute a public offense, and that, therefore, the dismissal thereof could not have been the basis of a plea in bar.</p>\n<p id=\"b509-7\">It follows that since, after final judgment, <em>habeas corpus </em>cannot be used as a writ of error, and petitioner has not met the burden of showing he exhausted below the defense upon which he must rely, he is not entitled to relief.</p>\n<p id=\"b509-8\">Writ discharged and petitioner remanded.</p>\n<p id=\"b509-9\">Wilbur, C. J., Waste, J., Seawell, J., Myers, J., and Kerrigan, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}