{
  "casebody": {
    "data": "<casebody firstpage=\"1018\" lastpage=\"1019\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1072-27\">C. E. MOORE, Collector, Appellant, v. Fredena M. WILKINS, Administratrix, Charles M. Wilkins, Deceased, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1072-30\">No. 8057.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1072-31\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1072-32\">Dec. 13, 1939.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1072-34\">E. B. Freed and E. L. Foote, both of Cleveland, Ohio, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1072-35\">Guarnieri &amp; Anderson, of Warren, Ohio, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1072-36\">Before SIMONS, ALLEN, and ARANT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1072-37\">PER CURIAM.</author>\n<p id=\"b1072-38\">Upon appeal from a judgment of the District Court, 24 F.Supp. 670, for the recovery by the appellee of federal income taxes paid by her decedent.</p>\n<p id=\"b1072-39\">It appearing that the deceased taxpayer was employed under written agreement with the Mahoning Valley Sanitary District, State of Ohio, as attorney for the District to perform such legal services as might from time to time be required by the Board of Directors of the District, upon a retainer of $250 per month and additional compensation for legal services in writing opinions, examining titles, drawing contracts, and conducting condemnation proceedings, to be paid at the usual rate paid for like services in the City of Youngstown; and</p>\n<p id=\"b1072-40\">It further appearing that though the employment of an attorney by the Board is authorized by the General Code of Ohio, the taxpayer’s duties were not defined by statute nor his compensation fixed by law; that he was not required to take an oath of office or give bond; that he was not required to devote his entire time to his duties as attorney for the District but was permitted to engage in the general practice of law; and</p>\n<p id=\"b1072-41\">It being the view of the court, the burden being upon the taxpayer to establish his status as an officer of the state or of one of its subdivisions or instrumentalities exercising a governmental function, and that he failed to sustain that burden by the application of the tests laid down in Metcalf &amp; Eddy v. Mitchell, 269 U.S. 514, 46 S.Ct. 172, 70 L.Ed. 384, followed by us <page-number citation-index=\"1\" label=\"1019\">*1019</page-number>in Pease v. Commissioner of Internal Revenue, 6 Cir., 83 F.2d 122; and</p>\n<p id=\"b1073-4\">It being also the view of the court that the taxpayer’s immunity from income taxation, even though not destroyed by the application of the rule of the above cases, must now be denied upon the authority of Helvering v. Gerhardt, 304 U.S. 405, 58 S.Ct. 969, 82 L.Ed. 1427, announced since decision below; and</p>\n<p id=\"b1073-5\">It being also the view of the court that the finding made below that the taxpayer was regular employee of a political subdivision of Ohio employed by statutory authority and engaged in the exercise of a governmental function and so that the taxpayer is immune to federal taxation is a conclusion of law based upon application of constitutional interpretation now rejected by the Supreme Court and is, therefore, not controlling even though the precise question upon which decision must depend was not argued at the trial and is not made the subject of an assignment of error; Now, therefore:</p>\n<p id=\"b1073-6\">It is hereby ordered that the judgment below be and it is hereby reversed and that the cause be remanded for new trial with decision to be governed by the conclusions herein set forth.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}