{
  "casebody": {
    "data": "<casebody firstpage=\"516\" lastpage=\"516\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b526-4\">James A. Mitchell’s Case.</parties>\n<p data-order=\"1\" data-type=\"court\" id=\"b526-5\">Penobscot County.</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AB6\">Decided April 8, 1931.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"AFG5\"><em>Oscar H. Dunbar, </em>for petitioner.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"At0\"><em>Hinckley, Hinckley fy Shesong, J. Frank Scarmell, </em>for respondents.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"A50\">Appeal from decree of the Superior Court affirming the decision of the Industrial Accident Commission awarding compensation to the petitioner as dependent widow of James A. Mitchell, accidentally killed June 26, 1930, while hauling gravel for the respondent Wyman &amp; Simpson, Inc. The defense is that the deceased was an independent contractor.</p>\n<p id=\"b526-6\">The evidence before the Commissioner, as here reported, supports the finding that a few days prior to June 23,1930, the superintendent of the respondent Corporation hired the deceased to do hauling with his truck on its highway construction job between Northern Maine Junction and Hermon Center. The hiring was indefinite as to the duration of the employment and the particular hauling to be done. The deceased was expected to work and did work the regular hours of the crew, but was paid at the rate of $2.50 an hour. The superintendent or the foreman in charge of the job had the right to direct the deceased in the place, manner and method of his work except in the detail of the actual operation of the truck. Directed to haul gravel from a pit a mile away, he continued in this work until he was struck by a Maine Central Railroad train as he crossed its tracks on his way to the pit.</p>\n<p id=\"b526-7\">The admission in the record that the deceased had been engaged in the trucking business for several years prior to this employment is a circumstance to be properly considered with other facts in determining his status. It is not, however, a decisive factor. <em>Dobson’s Case, </em>124 Me., 304; Note, 42 A. L. R., 622. Upon all the evidence, this case can not be distinguished in principle from <em>Dobson’s Case, </em>supra, or <em>Mitchell’s Case, </em>121 Me., 455.</p>\n<p id=\"b526-8\">The finding of the Commissioner that the deceased was an “employee” and not an “independent contractor” must be upheld. Appeal dismissed. Decree affirmed. Court below to fix employee’s expenses on appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}