{
  "casebody": {
    "data": "<casebody firstpage=\"65\" lastpage=\"68\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b75-10\">Torsey’s Case.</parties>\n<p data-order=\"1\" data-type=\"docketnumber\" id=\"b75-11\">Kennebec.</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Afj\">Opinion February 25, 1931.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b76-6\"><page-number citation-index=\"1\" label=\"66\">*66</page-number><em>L. T. Carleton, Jr., </em>for petitioner.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b76-7\">\n<em>William B. Mahoney,</em>\n</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b76-8\"><em>Theodore Gonya, </em>for respondent.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b76-9\">Sitting: Pattangall, C. J., Dunn, Sturgis, Barnes, Farrington, Thaxter, JJ.</judges>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b76-10\">Sturgis, J.</author>\n<p id=\"AJF\">Appeal from the decree of the Industrial Accident Commission. The only question presented and argued in this case is whether the petitioner, at the time of his accident, was an employee of the respondent, Purinton Brothers Company.</p>\n<p id=\"b76-11\">There is no substantial dispute as to the material facts. The evidence supports a finding that Cyrus L. Torsey was regularly employed by one Paul Audette as a teamster. While Purinton Brothers Company were harvesting ice at Winthrop, Maine, its foreman asked Audette to help move a small building. Declining to go himself, on the morning of January 16, 1930, Audette sent Torsey over with a pair of horses.</p>\n<p id=\"b76-12\">When Torsey arrived where the building sat, it had already been jacked up ready to load on a sled. Three men in the sole employ of the Company were there to assist in the work, one of whom, Fortier, acting as foreman, gave orders to the others, including Torsey, as to what they should do and how they should do it. In compliance with an order from Fortier to “go and take the jacks out,” Torsey went under the building and, as the jacks slipped, it came down on him.</p>\n<p id=\"b76-13\">Although when this accident happened Torsey had not been transferred to the Company’s pay roll and his hours of labor were <page-number citation-index=\"1\" label=\"67\">*67</page-number>still fixed by Audette, who alone could discharge him, after he arrived at the site of the building, his work, outside the actual care and driving of Audette’s horses, was under the control and direction'of the Company’s foreman. This is obviously true of the particular service in which he was engaged at the time of the accident.</p>\n<p id=\"b77-5\">It is well settled law that the servant of a general employer may, with respect to a particular work, be transferred, with his own consent or acquiescence, to the service of another so that he becomes the servant of the special employer. <em>Gagnon’s Case, </em>128 Me., 155; <em>Scribner's Case, </em>231 Mass., 132; <em>Chishohn’s Case, </em>238 Mass., 412 ; <em>Matter of Schweitzer </em>v. <em>Thompson &amp; Norris Co., </em>229 N. Y., 97; <em>De Noyer </em>v. <em>Cavanaugh, </em>221 N. Y., 273; <em>Sgattone </em>v. <em>Mulholland et al, </em>290 Pa., 341 (58 A. L. R., 1463) ; <em>Lasky Corp. </em>v. <em>Ind. Accident Comm., </em>194 Cal., 134 (58 A. L. R., 765). Consent or acquiescence in the change of employment may be inferred from the servant’s acceptance of or obedience to orders given by the special employer or his representatives. <em>Scribner’s Case, </em>supra; <em>Murray </em>v. <em>Railway Co., </em>229 N. Y., 110.</p>\n<p id=\"b77-6\">And in cases where one lends his servant to another for a particular employment, in determining whether the servant is an employee of his original master or of the person to whom he had been furnished, the test is whether, in the particular service in which he is engaged or requested to perform, he continues liable to the direction and control of his original master or becomes subject to that of the party to whom he is lent or hired. If men are under the exclusive control of a special employer in the performance of work which is a part of his business, they may be, for the time being, his employees, although they remain general servants of their regular employer. <em>Gagnon’s Case, </em>supra; <em>Scribner’s Case, </em>supra; <em>Chisholm’s Case, </em>supra; <em>Pease </em>v. <em>Gardner, </em>113 Me., 264.</p>\n<p id=\"b77-7\">Applying these tests, Torsey, at the time of his injury, may be found to be an employee of the Purinton Brothers Company. He was on that Company’s premises, engaged in its business and doing its work under the direction and subject to the orders of its foreman in respect to the particular matter in hand. He was not then driving his general employer’s team nor engaged in its care or management.</p>\n<p id=\"b78-4\"><page-number citation-index=\"1\" label=\"68\">*68</page-number><em>Gagnon’s Case </em>is distinguishable from the case at bar. There, the injured employee was working on the premises of his general employer and, when injured, was under the direction and control of its foreman. Engineers, employed by the concerns selling the equipment being installed, supervised the foremen, but gave no orders to the employee.</p>\n<p id=\"b78-5\">Nor is <em>Wilbur </em>v. <em>Construction Co., </em>109 Me., 521, controlling. In that case, a general employer loaned his team and teamster to the defendant to haul rock from an excavation. The teamster, driving the team against a ladder supporting the plaintiff, threw him to the ground. It appearing that the accident arose out of the handling of the team with which the special employer had neither interfered nor given directions, it was held that the teamster was a servant of the general employer. Disclosing no transfer to the special employer of the control and direction of the servant’s management of the team, the case is within the principle of <em>Pigeon’s Case, </em>216 Mass., 51; <em>Clancy’s Case, </em>228 Mass., 316; and <em>Hogan’s Case, </em>236 Mass., 241.</p>\n<p id=\"b78-6\">The conclusion of the Commission that “the facts, as presented, •reasonably indicate that Mr. Torsey was an employee of the respondent when injured” is supported by competent evidence. The decree must be affirmed. -</p>\n<p id=\"b78-7\">\n<em>Appeal dismissed.</em>\n</p>\n<p id=\"b78-8\">\n<em>Decree affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}