{
  "casebody": {
    "data": "<casebody firstpage=\"150\" lastpage=\"156\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b172-2\">Town of Ashland v. Ashland Investment Co., Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b172-5\">Record No. 850027</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqZ\">March 4, 1988</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"Aq39\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b173-7\"><page-number citation-index=\"1\" label=\"151\">*151</page-number><em>Patrick R. Bynum (K. Marshall Cook; Bynum, Johnson &amp; Cook, </em>on briefs), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b173-8\"><em>Donald L. Moore </em>for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b173-9\">RUSSELL, J.,</author>\n<p id=\"Abn\">delivered the opinion of the Court.</p>\n<p id=\"b173-10\">This appeal turns upon the question of the necessity of an evidentiary hearing when cross-motions for summary judgment are filed. We also consider the nature of certiorari proceedings under Code § 15.1-497 challenging a decision by a Board of Zoning Appeals.</p>\n<p id=\"b173-11\">Ashland Investment Co., Inc. (the company), owned a motel in Hanover County, outside the Town of Ashland. A large, freestanding sign on the premises had been erected in compliance with all laws and ordinances in effect in the county at the time of its construction. Later, however, the area was annexed by the town and became subject to the town’s zoning ordinance, which prohibited signs of that height and area. By 1983, the company’s sign was a “nonconforming sign” under the town’s ordinance.</p>\n<p id=\"b173-12\">In September 1983, the company employed a contractor to make certain changes in the sign; specifically, to change the words “DAYS INN” to “QUALITY INN” and to remove a semicircle <page-number citation-index=\"1\" label=\"152\">*152</page-number>or arch extending above the sign which contained a “sunburst” design described as a “Days Inn logo.” The company took the position that those alterations would have no effect on the sign’s nonconforming status and, therefore, made no application to the town for any sign permit or variance allowing the alterations.</p>\n<p id=\"AJm\">The town manager, by letter dated September 8, 1983, informed the company that because the sign was nonconforming, it could not be altered without the issuance of a sign permit, and that the company’s alterations had constituted a violation of the zoning ordinance. The letter demanded that the sign be removed within ten days. The company appealed the town manager’s decision to the town’s Board of Zoning Appeals (the BZA). After several hearings, the BZA affirmed the town manager’s decision.</p>\n<p id=\"b174-4\">The company filed a petition for certiorari in the circuit court pursuant to Code § 15.1-497, challenging the decision of the BZA. The town filed a motion for summary judgment, supported by an affidavit from the town manager, on the grounds that the company had failed to exhaust its administrative remedies. The town asserted that the company should have requested a variance from the BZA, and that any alteration in a nonconforming sign was unlawful, under the town’s zoning ordinance, unless a sign permit or a variance were first obtained. The company countered with its own motion for summary judgment, relying on its verified petition for certiorari and the affidavit of a sign contractor attached thereto. The company’s motion stated that the sign had conformed to all applicable laws when first erected, that the company had made no structural alterations, but had merely “changed information and removed a logo displayed on the sign,” that the company had a vested right to maintain the sign pursuant to Code § 15.1-492, and that no material facts were genuinely in dispute.</p>\n<p id=\"b174-5\">The court heard the motions for summary judgment in September 1984. The town moved the court to refer the case to a commissioner in chancery for the taking of evidence concerning the nature of the alteration made to the sign. The court, however, concluded that no factual issues requisite for decision were in dispute and granted the company’s motion for summary judgment, reversing the decision of the BZA. We granted the town an appeal.</p>\n<p id=\"b174-6\">At trial, the town relied on its ordinance, Town Code § 21-213(g), which provided, in pertinent part: “Any sign existing prior to the adoption of the article which does not meet the require<page-number citation-index=\"1\" label=\"153\">*153</page-number>ments of this article is declared a nonconforming sign, and shall not be <em>altered, </em>replaced or relocated unless it then conforms with the requirements of this article.” (Emphasis added.)</p>\n<p id=\"b175-3\">The company, invoking the Dillon Rule (see <em>Commonwealth </em>v. <em>Arlington County Bd., </em>217 Va. 558, 573-74, 232 S.E.2d 30, 40 (1977)), points out that the foregoing ordinance, as read by the town, purports to restrict the vested rights of owners of nonconforming signs more narrowly than state law would permit. The company relies on Code § 15.1-492, which provides:</p>\n<blockquote id=\"b175-4\">Nothing in this article shall be construed to authorize the impairment of any vested right, except that a zoning ordinance may provide that land, buildings, and structures and the uses thereof which do not conform to the zoning prescribed for the district in which they are situated may be continued only so long as the then existing or a more restricted use continues and such use is not discontinued for more than two years, and so long as the buildings or structures are maintained in their then <em>structural </em>condition; and that the uses of such buildings or structures shall conform to such regulations whenever they are enlarged, extended, reconstructed or <em>structurally </em>altered and may further provide that no “nonconforming” building or structure may be moved on the same lot or to any other lot which is not properly zoned to permit such “nonconforming” use.</blockquote>\n<p id=\"b175-5\">(Emphasis added.) Thus, the company argues, the town ordinance, if interpreted as the town contended below, would mandate the removal of a nonconforming sign if it were altered in any respect, while the enabling statute would require such removal only if the alterations were of a structural nature. Code § 15.1-492 must govern the case, the company argues, because a local ordinance is invalid to the extent that it purports to grant greater powers to local governments than authorized by the General Assembly.</p>\n<p id=\"b175-6\">On appeal, the town no longer takes issue with the foregoing argument, and concedes on brief that the town’s powers are circumscribed by the statute. Nevertheless, the town contends that it was denied a day in court to attempt to prove that the alterations made to the sign were in fact structural in nature, notwithstanding the company’s assertions.</p>\n<p id=\"b176-2\"><page-number citation-index=\"1\" label=\"154\">*154</page-number>On the theory of the case adopted by the company, that issue was dispositive, but the company offered no evidence on the issue and contended that no material facts were in dispute. The court had before it only the self-serving assertions in the company’s verified petition and the ex-parte affidavit of the sign contractor employed by the company, which stated the conclusion that “no structural or other modifications were made to the sign itself.”</p>\n<p id=\"APE\">The company argues on appeal that the taking of evidence was unnecessary for two reasons: first, that the parties’ cross-motions for summary judgment had the effect of submitting the case to the court as a question of law, and second, that a certiorari petition under Code § 15.1-497 is not a trial <em>de novo.</em></p>\n<p id=\"b176-3\">The filing of cross-motions for summary judgment does not, in itself, resolve the question whether material facts remain genuinely in dispute. In <em>Cen. Nat. Ins. </em>v. <em>Va. Farm Bur. Ins., 222 </em>Va. 353, 356, 282 S.E.2d 4, 6 (1981), we said,</p>\n<blockquote id=\"b176-4\">By moving for summary judgment under Rule 3:18, both parties represented to the trial court there was no material fact genuinely in dispute. But merely because both litigants believed the evidence was sufficiently complete to decide the case does not relieve the trial judge of the responsibility and duty to make an independent evaluation of the record on that issue. A court’s duty to ascertain whether facts remain in dispute or whether there are sufficient facts to decide the question presented is not obviated by cross motions for summary judgment.</blockquote>\n<p id=\"b176-5\">Thus, it may be erroneous to dispense with the requirements of proof even when the opposing parties urge the court to do so, unless all essential facts are stipulated. The present case illustrates the problem. Under the theory adopted by the town in the trial court, any alteration of the sign would have been sufficient to bring the sign within the ordinance. Because there was no dispute that <em>some </em>alteration had occurred, the town contended that it was entitled to summary judgment. Under the theory adopted by the company, structural alterations were necessary to trigger the ordinance. The company’s affidavit asserted that no structural alterations had occurred. The company therefore contended that it was entitled to summary judgment. Thus, the cross-motions, being based upon different theories, rush past each other without meet<page-number citation-index=\"1\" label=\"155\">*155</page-number>ing, like trains on parallel tracks. The town contended at the hearing, and still insists, that if the trial court were to adopt the company’s legal theory, then the town should have the opportunity to cross-examine the company’s witnesses on the subject of structural alterations, and to offer evidence of its own in refutation. We agree. The procedure adopted at the hearing deprived the town of its right to present its case.</p>\n<p id=\"b177-3\">We do not agree with the company’s contention that certiorari proceedings under Code § 15.1-497 render the taking of evidence discretionary with the court in every case. It is true that such a proceeding is not a trial <em>de novo. Packer </em>v. <em>Hornsby, </em>221 Va. 117, 120, 267 S.E.2d 140, 141 (1980). That is the result of the rule that the decision of the BZA is entitled to a presumption of correctness, placing the burden on the petitioner to overcome the presumption. That burden may be carried by showing that the BZA applied erroneous principles of law to the facts of the case. But the facts are crucial, and must either be set forth in undisputed findings made by the BZA and transmitted to the circuit court, stipulated by the parties, ascertained by <em>ore tenus </em>hearing, or determined by reference to a commissioner. <em>See </em>Code § 15.1-497; <em>Packer, </em>221 Va. at 121, 267 S.E.2d at 142. Accordingly, the court erred by granting summary judgment without taking evidence.</p>\n<p id=\"b177-4\">The town’s remaining assignment of error, that the company failed to exhaust its administrative remedies, lacks merit. The company took the position that the alterations it made to the sign did not offend the zoning ordinance and, therefore, did not affect the sign’s nonconforming status. If that position should ultimately prevail, it follows that the company was under no obligation to apply for a sign permit or a variance under the town ordinance. But if the company were to make such application, as the town contends it should, it would necessarily concede that the ordinance was applicable. The company was under no obligation to concede the dispositive legal question in the case as the price of defending itself against the town’s claims. The company exhausted the only remedies available to it which were applicable: it appealed the town manager’s order to the BZA and then petitioned the circuit court for certiorari to the adverse decision which followed.</p>\n<p id=\"b178-2\"><page-number citation-index=\"1\" label=\"156\">*156</page-number>For the foregoing reasons, we will reverse the order appealed from and remand the case for further proceedings consistent with this opinion.</p>\n<p id=\"b178-3\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}