{
  "casebody": {
    "data": "<casebody firstpage=\"35\" lastpage=\"45\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b57-3\">Stephen M. Epperly v. E. L. Booker, Warden</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b57-6\">Record No. 861102</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8p\">March 4, 1988</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"A3\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b59-5\"><page-number citation-index=\"1\" label=\"37\">*37</page-number><em>Stephen A. Saltzburg (Max Jenkins, </em>on briefs), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b59-6\"><em>Robert H. Anderson, III, Assistant Attorney General (Mary Sue Terry, Attorney General, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b59-7\">POFF, J.,</author>\n<p id=\"AYf\">delivered the opinion of the Court.</p>\n<p id=\"b59-8\">In <em>Epperly </em>v. <em>Commonwealth, </em>224 Va. 214, 294 S.E.2d 882 (1982), we affirmed a judgment confirming the verdict of a jury that convicted Stephen M. Epperly (the defendant or the petitioner) of murder of the first degree of Gina Hall. The defendant’s petition for habeas corpus relief filed in the United States District Court for the Western District of Virginia was dismissed for failure to exhaust state remedies. Thereafter, the defendant filed a petition for a writ of habeas corpus in the court below, the court denied the petition, and we granted the petitioner an appeal.</p>\n<p id=\"b59-9\">Our opinion in <em>Epperly </em>contains an exhaustive summary of the facts underlying the conviction. The victim’s corpse was never found, and aside from certain inculpatory statements made by the accused, the evidence was entirely circumstantial. Gina was last seen in the late evening hours of Saturday, June 28, 1980, leaving a hotel lounge in Epperly’s company. Using a brown Chevrolet belonging to her sister, Diana, Gina and Epperly drove to a house located on the shore of Claytor Lake in Pulaski County. The owners were on vacation. Their son, Bill King, arrived with a girlfriend about 4:00 a.m. King entered the house and spoke briefly with Epperly who was dressed only in trousers. While King was at the dock with his friend who was swimming in the lake, Epperly called from the house to say that “we’re leaving” and drove away in the brown Chevrolet. Neither King nor his date saw Gina at the house or in the car.</p>\n<p id=\"b59-10\">Several hours later that Sunday morning, a police officer observed the Chevrolet with its trunk open, parked along a road in Pulaski County near the place where a railroad trestle crosses the New River into the City of Radford. Gina’s sister identified her car on Monday. Laboratory analyses of blood stains in the trunk of the car, and those discovered in the carpet and elsewhere in and <page-number citation-index=\"1\" label=\"38\">*38</page-number>around the lake house, showed that they were consistent with Gina’s blood type.</p>\n<p id=\"b60-4\">A search for Gina’s body, conducted along both banks of the river downstream from the trestle, proved unsuccessful. One of Gina’s shoes was found on the Radford bank at a point near the end of the trestle. Later on separate occasions, police and volunteer searchers discovered, at different points upstream from the trestle on the Radford bank, the clothes Gina had worn to the hotel lounge and two towels similar to those used in the lake house. Gina’s jacket and trousers were stained with blood, and a head hair identical to samples supplied by the defendant was removed from her trousers. Fibers like those in the carpet at the lake house were found on Gina’s clothing, including her panties. One of the towels contained the same fibers and matching bloodstains.</p>\n<p id=\"b60-5\">Following interviews with King and Epperly, the police began to consider Epperly a suspect. On July 10, Everett Shockley, Commonwealth’s Attorney for Pulaski County, engaged the services of John Preston, a retired Pennsylvania State Trooper with extensive experience in the training and handling of tracking dogs. Following their telephone conversation, Preston left his home in Pennsylvania and arrived in Radford about midnight that day. Police officers took Preston and his German Shepherd dog to a point near the spot where the Chevrolet had been found abandoned. The officers never identified Epperly as a suspect, and Preston and his dog were wholly unfamiliar with the territory. The police gave Preston a “scent object”, a pair of the defendant’s undershorts acquired earlier that day from his mother. The dog sniffed the underwear and began a random “casting search”. When he discovered the scent he was seeking, he followed a path leading from the road upgrade to the trestle. Preston restrained the dog with a long leash, and the officers followed about 20 yards behind.</p>\n<p id=\"b60-6\">The dog “paused” on the trestle at a point over the river and again on the Radford bank where Gina’s shoe had been found. The trail led along the left side of the railroad tracks downstream a distance of several city blocks. At a point beneath an overhead highway bridge, the trail crossed the tracks and returned along the main-line tracks and the tracks of a spur line to an area upstream from the trestle where the towels and clothing had been discovered. Leaving the spur tracks, the trail passed around three sides of a box factory and two sides of a shopping center, crossed <page-number citation-index=\"1\" label=\"39\">*39</page-number>a city street, and continued through the open bay of a car wash. Leading Preston from there along city streets, the dog walked onto the porch of the defendant’s residence, his mother’s home, and stopped at the front door. The trail had covered a distance of approximately two miles.</p>\n<p id=\"b61-4\">Preston’s testimony detailing the dog’s performance is the focus of the first of the two issues before us. The petitioner contends that “[t]he prosecutor suppressed critical evidence concerning the handling of the scent object and denied the defendant a fair trial.” The petitioner refers to evidence which he says shows that Preston had instructed Shockley how and by whom the scent object was to be acquired, that those instructions had been violated, and consequently, that both the scent object and the trail followed by the dog had been “contaminated” by the conduct of Gerald Williams, an officer who had participated in the initial search of the area and in the tracking process. The defendant argues that the prosecutor’s failure to disclose that evidence deprived him of the opportunity to discredit the reliability of the dog-tracking evidence and infringed his right to due process of law.</p>\n<p id=\"b61-5\">At the plenary hearing, Preston testified that it was his custom to instruct those who engage his services that “whoever picks up a scent object should not have been near . . . the scene to be tracked” and that “when the scent object is received it should be put in some secure container”. Asked if he had given those instructions to the Commonwealth’s Attorney during their telephone conversation, Preston replied, “I would believe so, yes.” Shockley testified that “I remember him telling me to obtain a scent article from the suspect . . . [and to] get it wrapped up in a bag or something like that.”</p>\n<p id=\"b61-6\">Officer Williams had acquired the scent object from the defendant’s mother the afternoon of the day Preston arrived and had delivered it to Preston that night. The petitioner believes that “Williams handled the underwear at least twice” and that his testimony at the criminal trial could be construed to mean that he had it in his vehicle or on his person during the several hours it was in his possession. He relies upon a stipulation the parties made during the criminal trial.</p>\n<p id=\"b61-7\">As stated by the defendant’s trial counsel, the parties agreed that the object was “an article of clothing which is normally worn by the defendant, Stephen Epperly, that it most likely had been recently worn by Mr. Epperly, that it . . . came from a pile of <page-number citation-index=\"1\" label=\"40\">*40</page-number>clothes which was on its way to be laundered . . . and that Mrs. Epperly handed it to Captain G. S. Williams”.</p>\n<p id=\"b62-4\">Immediately after the stipulation was made, Williams identified the article of clothing:</p>\n<blockquote id=\"b62-5\">Q. You have a bag in your hand, would you remove its contents, please. Is that what you received from Mrs. Epperly?</blockquote>\n<blockquote id=\"b62-6\">A. Yes, sir, it is.</blockquote>\n<blockquote id=\"b62-7\">Q. What did you do with that underwear?</blockquote>\n<blockquote id=\"b62-8\">A. This was turned over to John Preston.</blockquote>\n<p id=\"b62-9\">At the plenary hearing, Williams was asked how he had acquired the underwear from Mrs. Epperly. The transcript discloses his replies:</p>\n<blockquote id=\"b62-10\">A. From my recollection of that particular event she got the article, and I hadn’t brought anything with me to carry it in so she provided me with a paper bag in which the article was placed.</blockquote>\n<blockquote id=\"b62-11\">Q. Did you ever have occasion to touch the scent article?</blockquote>\n<blockquote id=\"b62-12\">A. No sir.</blockquote>\n<p id=\"b62-13\">On brief, the petitioner challenges the truth of this testimony because, he says, it “contradicts the stipulation to which the prosecution agreed at the trial . . . <em>[viz, </em>that] both parties understood that Mrs. Epperly handed the underwear to Williams”. The petitioner interprets the word “handed” as used in the stipulation to mean that Mrs. Epperly passed her son’s underwear, worn, unwashed, and unconcealed, from her hand to the officer’s hand.</p>\n<p id=\"b62-14\">We see no contradiction between the testimony and the stipulation. As judge of the credibility of the witnesses, the habeas court concluded that “[t]here is no evidence that Captain Williams ever touched the scent article, only that the article was placed in a paper bag which he did handle, but nevertheless, there is no evidence that he ever actually touched the article itself.” Significantly, Williams was standing near Preston’s dog when it began its random “casting search” for the scent it detected on the underwear. Preston testified that even if Williams’ body heat had transferred his body scent to the bag containing the underwear, “the normal actions of the dog when he is scented where the person . . . is standing . . . [are] that he would go to that individual and usually nuzzle him in the groin with his nose”. This did not occur, <page-number citation-index=\"1\" label=\"41\">*41</page-number>and Preston testified that, although Williams had followed behind him along the entire trail, the dog never approached the officer.</p>\n<p id=\"b63-4\">The record makes it clear that, even if the scent object was contaminated, the long, circuitous trail leading to the petitioner’s front door was not. Williams acknowledged that he had walked along the banks of the river searching for the victim’s body, that he had taken pictures of the places where Gina’s effects had been found, and that he may have walked across the trestle at some point before Preston began the tracking. But when asked if he ever had walked “down the railroad tracks on the Radford side and come back up the other side of the railroad track”, he replied, “definitely not following that particular pattern.” Moreover, Williams’ uncontested testimony was that he never had walked around the box factory or through the car wash, and Preston opined that “[i]f Captain Williams never walked in those areas I would think it not be possible that [the dog] would have been tracking Captain Williams’ scent.”</p>\n<p id=\"b63-5\">We resolve the suppression complaint against the petitioner. “[Suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment”. <em>Brady </em>v. <em>Maryland, </em>373 U.S. 83, 87 (1963). Even assuming the prosecutor had a duty to disclose any instructions he may have received from Preston and any violation thereof, “[t]he evidence is material only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.” <em>United States </em>v. <em>Bagley, </em>473 U.S. 667, 682 (1985). Because the evidence the petitioner says the prosecutor suppressed fails to show that either the scent object or the trail the dog tracked was contaminated, we hold that the evidence does not satisfy the test of materiality, and we reject the petitioner’s due process argument.<footnotemark>1</footnotemark></p>\n<p id=\"b64-3\"><page-number citation-index=\"1\" label=\"42\">*42</page-number>In a second due process complaint, the petitioner contends that he was denied a fair trial because the Commonwealth’s Attorney ordered prosecution witnesses not to talk with defense counsel.</p>\n<p id=\"b64-4\">This complaint was raised for the first time in Epperly’s petition for habeas relief. At the plenary hearing, the Commonwealth’s Attorney testified that the only such instruction he remembered giving was addressed to State Trooper Austin Hall. Shockley explained that he had given the instruction because “the extent of [the trooper’s] knowledge was mostly hearsay”, and Shockley felt that to permit him to discuss the case with defense counsel “would have provided . . . discovery that they were not entitled to receive under Rule 3A”. One of the defendant’s trial counsel said that he “never received information from any non-police officer that Mr. Shockley suggested they not talk to [us], it was police officers who said we’re not going to.”</p>\n<p id=\"b64-5\">In preparation for the criminal trial, defense counsel filed a motion praying “that the Court order the Commonwealth to refrain from any interference with attempts by defense counsel to interview witnesses.” The trial judge entered an order couched in the express language of that prayer and providing further “That any Commonwealth witness in this prosecution cooperate with the defense attorneys in their efforts to interview . . . .”</p>\n<p id=\"b64-6\">The Commonwealth’s Attorhey then petitioned this Court for a writ of prohibition against enforcement of the trial judge’s order. We granted the petition, but only in part. Our writ prohibited the trial judge “from enforcing that part of an order entered by him . . . [which] ordered ‘That any Commonwealth witness in this prosecution cooperate with the defense attorneys in their efforts to interview ....’” The single mandate of the writ was designed to uphold the personal privilege of every witness to decline to talk with any litigant’s counsel, <em>see United States </em>v. <em>Walton, </em>602 F.2d 1176, 1179-80 (4th Cir. 1979), leaving intact that part of the trial judge’s order that prohibited the Commonwealth’s Attorney from interfering with the right of an accused under Arti<page-number citation-index=\"1\" label=\"43\">*43</page-number>ele I, Section 8, of the Constitution of Virginia to “call for evidence in his favor”.</p>\n<p id=\"b65-4\">We reaffirm our holding in <em>Bobo </em>v. <em>Commonwealth, </em>187 Va. 774, 779, 48 S.E.2d 213, 215 (1948), that this constitutional guarantee protects “the right to prepare for trial which, in turn, includes the right to interview material witnesses and to ascertain the truth.” Our holding in <em>Bobo </em>is reinforced by the Virginia Code of Professional Responsibility. “The prosecutor in a criminal case . . . shall . . . [n]ot discourage a person from giving relevant information to the defendants.” DR 8-102(A)(3) (1987). As qualified by the writ of prohibition, the trial judge’s order is fully consistent with those principles.</p>\n<p id=\"b65-5\">It is unclear from the two records before us whether, after issuance of the writ of prohibition, the Commonwealth’s Attorney persisted in his instructions that prosecution witnesses should not talk with defense counsel. For purposes of this habeas appeal, however, we will assume that defense counsel continued to request interviews with those witnesses and that those witnesses, unaware that the trial judge’s order authorizing them to talk with defense counsel was unaffected by the writ of prohibition, declined the requests under a sense of duty to obey the earlier instructions of the Commonwealth’s Attorney.</p>\n<p id=\"b65-6\">Yet, the complaint urged by counsel in this habeas appeal, <em>i.e., </em>that this constituted a due process violation of the trial judge’s order, was never raised for the benefit of the judge by trial counsel or presented to this Court in an assignment of error by different counsel appointed to perfect the criminal appeal. Thus, we are confronted with procedural defaults, both at trial and on appeal. We consistently have held that “we will adjudicate only those [issues] raised at trial in compliance with Rule 5:25, our contemporaneous objection rule, . . . and those raised on appeal by assignment of error, Rule 5:17(c).” <em>Delong </em>v. <em>Commonwealth, </em>234 Va. 357, 360, 362 S.E.2d 669, 670 (1987) (citations omitted). And “[a] prisoner is not entitled to use habeas corpus to circumvent the trial and appellate processes for an inquiry into an alleged non-jurisdictional defect of a judgment of conviction.” <em>Slay-ton </em>v. <em>Parrigan, </em>215 Va. 27, 30, 205 S.E.2d 680, 682 (1974), <em>cert. denied sub nom. Parrigan </em>v. <em>Paderick, </em>419 U.S. 1108 (1975); <em>accord Coppola </em>v. <em>Warden, </em>222 Va. 369, 373, 282 S.E.2d 10, 12 (1981), <em>cert. denied, </em>455 U.S. 927 (1982).</p>\n<p id=\"b66-3\"><page-number citation-index=\"1\" label=\"44\">*44</page-number>The petitioner argues that these procedural defaults should be excused. He reasons that his attorneys at trial and those on appeal failed to raise the interference issue because they felt it was futile to do so. Specifically, the petitioner contends that “[h]is lawyers . . . erroneously concluded that this Court had ruled on the point” in its writ of prohibition.</p>\n<p id=\"b66-4\">In <em>Wainwright </em>v. <em>Sykes, </em>433 U.S. 72, 87 (1977), the Supreme Court held that, in order to litigate a constitutional claim in a federal habeas proceeding, a petitioner who has failed to comply with a state’s procedural rules must show cause for the procedural default and prejudice resulting therefrom. “[T]he futility of presenting an objection to the state courts cannot alone constitute cause for a failure to object at trial .... Even a state court that has previously rejected a constitutional argument may decide, upon reflection, that the contention is valid.” <em>Engle </em>v. <em>Isaac, </em>456 U.S. 107, 130 (1982); <em>accord Smith </em>v. <em>Murray, 477 </em>U.S. 527, 534-35 (1986). “[T]he mere fact that counsel failed to recognize the factual or legal basis for a claim . . . does not constitute cause for a procedural default”, <em>Murray </em>v. <em>Carrier, 477 </em>U.S. 478, 486-87 (1986), and “the cause and prejudice test applies to defaults on appeal as to those at trial”, <em>id. </em>at 491.</p>\n<p id=\"b66-5\">It is immaterial, then, that Epperly’s trial and appellate counsel may have failed to raise the interference issue because, acting on a misunderstanding of the legal effect of the writ of prohibition, they considered a complaint futile. Their mistakes do not constitute cause to excuse their procedural defaults.<footnotemark>2</footnotemark></p>\n<p id=\"b66-6\">The evidence fails to satisfy the second leg of the <em>Wainwright </em>test as well; the petitioner is unable to show how he was prejudiced by the procedural defaults. His trial attorneys conceded in testimony at the plenary hearing that, notwithstanding the Commonwealth’s Attorney’s interference with their right to interview prosecution witnesses, they were not surprised by any evidence presented at trial, with the exception of testimony detailing three inculpatory statements made by Epperly. One was his <page-number citation-index=\"1\" label=\"45\">*45</page-number>exclamation complimenting the talents of Preston’s dog. A second was his response to an officer who, after accusing him of the crime, advised him to consider how his cooperation with the investigators would affect the jury; “I’ll think about it”, he said. And the third was Epperly’s request of a friend, made before the investigators had concluded that Gina was dead, to ask his brother, an attorney, “if there was anything that they could do to him if they didn’t find a body.”</p>\n<p id=\"b67-4\">In support of his prejudice argument, the petitioner says that “had the prosecutor not issued his directive to the police, the defense might well have discovered all three statements.” Epperly does not challenge any of these statements, and he will not be heard to contend that he was surprised by the testimony at trial when he could have disclosed his own statements to his own attorneys as they were preparing his defense. It follows that the petitioner has suffered no legally sufficient prejudice from the procedural defaults, and we will enforce the rules of this Court.</p>\n<p id=\"b67-5\">Because a convicted defendant cannot use habeas as a substitute for a direct appeal, we will not consider the interference complaint. Having considered and rejected the petitioner’s suppression complaint, we will affirm the judgment dismissing the petition for a writ of habeas corpus.</p>\n<p id=\"b67-6\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b63-6\"> In support of our conclusion that disclosure by the prosecutor would not have altered the jury’s reliance upon the dog-tracking evidence, we note that Preston demonstrated the reliability of his dog’s talents by conducting two additional tests. At the criminal trial, Preston testified that, later in the day following the tracking, he placed six blue towels, one of which was the blood-stained towel from the lake house, in a horizontal line on the floor, that he “scented” the dog on the defendants’ underwear outside the room, and that the dog “immediately proceeded in and stopped at this towel and refused to leave it til [sic] I told him to leave.” This proved, Preston said, that “the scent that is on the underwear is also on the towel.” On the night of July 12, Epperly arrived at the Radford police station in his car, entered the building, and went to Captain Williams’ office. Preston testified that he <page-number citation-index=\"1\" label=\"42\">*42</page-number>scented the dog on the same blue towel and that “the dog came up to the left-hand side of Mr. Epperly’s vehicle, smelled of his driver’s door handle and then proceeded to track him from the vehicle in through the police station to the door of Captain Williams’ office.” While Epperly was being told about the dog’s performance, he “sat there in the chair with his head down . . . and after a couple of minutes he looked up and he said, ‘That’s a damn good dog.’ ” Preston recalled that “[h]e said it three times rather rapidly”.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b66-7\"> Nor do their mistakes constitute a deprivation of the defendant’s Sixth Amendment right to counsel. Although the petitioner advanced such an argument in the habeas court, he acknowledges on brief in this Court that “his lawyers were not unreasonable ... in erroneously concluding that the prosecutor’s conduct could not be challenged after the writ was granted.” <em>See Strickland </em>v. <em>Washington, </em>466 U.S. 668, 690 (1984) (standard forjudging attorney performance is “reasonableness of counsel’s challenged conduct on the facts of the particular case”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}