{
  "casebody": {
    "data": "<casebody firstpage=\"180\" lastpage=\"187\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b198-3\">LOUIS V. MULLIN AND JOHN P. MULLIN, PARTNERS, DOING BUSINESS AS L. V. MULLIN &amp; SON, PLAINTIFFS-RESPONDENTS, v. ZONING BOARD OF ADJUSTMENT OF THE TOWNSHIP OF MILLBURN, <em>ET AL., </em>DEFENDANTS-APPELLANTS, AND CONGREGATION B’NAI ISRAEL OF MILLBURN, N. J., A RELIGIOUS CORPORATION, DEFENDANT-INTERVENOR-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b198-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b198-5\">Argued October 5, 1964</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ALK\">Decided October 26, 1964.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b200-5\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>Before Judges Goldmann, Sullivan and Labrecqub.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b200-6\"><em>Mr. Harold M. Kain </em>argued the cause for defendants-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b200-7\"><em>Mr. Louis Bori </em>argued the cause for defendant-intervenorappellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b200-8\"><em>Mr. Milton M. Breitman </em>argued the cause for plaintiffs-respondents <em>(Messrs. </em>Levy, <em>McCloslcey, Sohlesinger &amp; Tisch-' ler, </em>attorneys).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b200-9\">The opinion of the court was delivered by</p>\n<author id=\"b200-10\">Sullivan, J. A. D.</author>\n<p id=\"Aye\">The consolidated appeals herein by defendants Board of Adjustment of the Township of Mill-burn and Ralph Trowbridge, building inspector of said township, and by defendant-intervenor Congregation B’Nai Israel of Millburn, involve the right of plaintiffs to establish a funeral home at certain premises known as 157-159 Millburn Avenue, Millburn, N. J.</p>\n<p id=\"b200-11\">Plaintiffs are contract purchasers of said premises which are located in a suburban-business “B” district under the Millburn zoning ordinance. Among the permitted uses in said district as set forth in the ordinance are:</p>\n<blockquote id=\"b200-12\">“(a) * * *</blockquote>\n<blockquote id=\"b200-13\">(b) Hotel and public restaurant.</blockquote>\n<blockquote id=\"b200-14\">(c) Place of amusement or assembly or theatre, provided however, that no amusement park operated for profit, or circus or similar business shall be permitted in said district.</blockquote>\n<blockquote id=\"b200-15\">(d) Bank, trust company and business offices.</blockquote>\n<blockquote id=\"b201-4\"><page-number citation-index=\"1\" label=\"183\">*183</page-number>(e) Shop or store for conduct of retail business (excluding manufacturing or processing).”</blockquote>\n<p id=\"b201-5\">Immediately after the foregoing itemization of permitted uses, is the following:</p>\n<blockquote id=\"b201-6\">“Provided that in stores and shops no merchandise shall be carried or stored other than that intended to be sold at retail on the premises, and no goods shall be stored outside the building; and * * * no business or use shall be carried on or permitted in any building or structure or any premises which is injurious, obnoxious, offensive or dangerous, by reason of noise, smoke, odor, gas, dust or other objectionable or hazardous feature, or which, for any reason, would hinder, interfere with or detrimentally affect the use of the surrounding districts of the Township for the uses provided in this ordinance for those districts.”</blockquote>\n<p id=\"b201-8\">Plaintiffs, who arc in the funeral business in Newark, N. J., were desirous of opening a suburban funeral home. To that end they entered info a contract to purchase the property in question. ¿Application was made to the building inspector for a permit to erect a funeral home upon said premises, which application was denied, the reason given being that the proposed use was not a permitted use under the zoning ordinance. Thereupon plaintiffs filed an appeal with the board of adjustment from the decision of the building inspector, and also applied for a variance to permit plaintiffs to erect a funeral home on the premises.</p>\n<p id=\"b201-9\">At the hearing before the board of adjustment, while counsel for plaintiffs claimed that a permit should issue because a funeral home was a permitted use under the ordinance, the matter was presented to the board as an application for a use variance under <em>N. J. S. A. </em>40:55-39(d) and for a side-yard variance under <em>N. J. S. A. </em>40:55-39(c). A number of property owners, including defendant-intervenor, appeared at the hearing and objected to plaintiffs’ application. Thereafter the board of adjustment denied plaintiffs’ application for a use variance on the ground that plaintiffs had not shown special reasons.</p>\n<p id=\"b202-3\"><page-number citation-index=\"1\" label=\"184\">*184</page-number>Plaintiffs then filed a complaint in lieu of prerogative writs in which it was contended that the use of the premises as a funeral home was a permitted use in a suburban-business “B” district. In the alternative, plaintiffs contended, that if such use was not permitted under the ordinance, the board of adjustment should have granted plaintiffs a use variance, since plaintiffs had demonstrated special reasons therefor under <em>N. J. S. A. </em>40 :55-39 (d).</p>\n<p id=\"b202-4\">After the joinder of issue, and the submission of the matter on the record of proceedings had before the board of adjustment, the trial court held that the operation of a funeral home was a permitted use in a suburban-business “B” district since it could be considered either a business office under paragraph (d) of the ordinance, or the operation of a retail business under (e). The building inspector was directed to issue a permit to plaintiffs. Since plaintiffs did not need a use variance if the proposed use was permitted under the ordinance, the trial court found it unnecessary to consider the propriety of the denial of plaintiffs’ application for a use variance.</p>\n<p id=\"b202-5\">The practice of embalming and funeral directing is regulated by <em>N. J. S. A. </em>45:7-32 <em>et seq., </em>known as the “Mortuary Science Act.” Under said act embalming and funeral directing are declared to be occupations charged with a high degree of public interest and subject to strict regulation and control “In the interest of, and to better secure, the public health, safety and welfare and for the more efficient administration and supervision of sanitary codes and health regulations * * *.” <em>N. J. S. A. </em>45 :7-33. By said act a funeral home is designated a “mortuary.”</p>\n<p id=\"b202-6\">Is the operation of a mortuary a business office, or a shop or store for the conduct of a retail business within the meaning of paragraphs (d) and (e) of the ordinance? We think not. The practice of mortuary science is undoubtedly a business, but a mortuary is not a business office as that phrase is commonly understood. Nor is it a shop or store for the conduct of a retail business in common parlance, nor indeed, within the language of the ordinance, as is indicated by the <page-number citation-index=\"1\" label=\"185\">*185</page-number>proviso quoted above. Actually, the practice of mortuary science is <em>sui generis </em>and does not fit into traditional business classifications. Many zoning ordinances recognize the uniqueness of this type of business by making specific provisions regarding it.</p>\n<p id=\"b203-5\">Plaintiffs suggest that even though the trial court made no finding thereon, a mortuary might be considered a place of assembly under paragraph (c) of the ordinance since people do assemble there. However, if plaintiffs’ contention on this score were correct, every conceivable type of activity would come under this single category. For example, people assemble at a cemetery for services and interments, yet even plaintiffs would not seriously contend that a cemetery was a permitted use under paragraph (c). That aside, the word “assembly” in (c) finds itself in the company of “place of amusement,” and “theatre,” as well as the excepted uses of “amusement park” and “circus” mentioned in the proviso. The principle of <em>ejusdem generis </em>operates to negative the contention that a funeral home is a “place of assembly” under the ordinance.</p>\n<p id=\"b203-6\">We conclude that the operation of a mortuary is not a permitted use in a suburban-business “B” district.</p>\n<p id=\"b203-7\">As heretofore noted, the trial court did not rule upon plaintiffs’ alternative contention that the board of adjustment erred in denying plaintiffs’ application for a use variance. In view of our holding, supra, this issue now becomes material. All parties agree that this court should exercise its original jurisdiction, R. <em>R. </em>1:5-4(a) ; <em>R. R. 2 </em>:5, and decide this issue.</p>\n<p id=\"b203-8\">Plaintiffs contend that special reasons for a use variance under N. J. <em>S. A. </em>40 :55—39(d) were made out. In substance, plaintiffs argue that the evidence before the local board established a need for a Catholic funeral home in the area. Plaintiffs also contend that special reasons existed by virtue of a showing of undue hardship because of the unusual shape and narrowness of frontage of the premises. To meet the negative criteria of the statute plaintiffs say that the evidence demonstrated that the contemplated use would not be a substantial <page-number citation-index=\"1\" label=\"186\">*186</page-number>detriment to the public good or substantially impair the overall zone plan.</p>\n<p id=\"A1R\">In denying the application the local board did not specifically refer to plaintiffs’ alleged special reasons other than to state that the testimony had not established “a positive reason” for a variance. The board did indicate that the proposed use would detrimentally affect the surrounding residential districts.</p>\n<p id=\"b204-5\"><em>N. J. S. A. </em>40:55-39'(d) provides that a board of adjustment shall have the power to recommend the grant of a variance (structure or use) for special reasons. The term “special reasons” is not defined in the statute. However, it has been interpreted to mean reasons which axe “founded affirmatively in one or more of the zoning objectives set forth in <em>R. S. </em>40 <em>:S5-32 </em>* * <em>Bern v. Fair Lawn, </em>65 <em>N. J. Super. </em>435, 446 <em>(App. Div. </em>1961). Also, the proposed variance may not cause substantial detriment to the public good or substantially impair the intent and purpose of the zone plan and zoning ordinance.</p>\n<p id=\"b204-6\">In the instant case, as heretofore noted, the local board found that the testimonj’’ presented by plaintiffs failed to show special reasons for the grant of the use variance and that the proposed use would detrimentally affect the adjacent residential districts.</p>\n<p id=\"b204-7\">The action of a board of adjustment denying an application for a variance is presumptively correct and the burden of establishing otherwise is upon the party challenging the board’s action. <em>Holman v. Board of Adjustment of Norwood, </em>78 <em>N. J. Super. </em>74 <em>(App. Div. </em>1963).</p>\n<p id=\"b204-8\">In the instant case we cannot say that the local board acted arbitrarily, unreasonably or capriciously on the evidence presented to it. The establishment of a need for a proposed use may be a special reason, provided it does not conflict with the purposes of zoning specified in <em>R. S. </em>40:5-5-32. Here, the local board manifestly concluded that a mortuary at this location would so conflict, since it found that nearby residential districts would be detrimentally affected. <em>Cf. Frizen v. Poppy, </em><page-number citation-index=\"1\" label=\"187\">*187</page-number>17 <em>N. J. Super. </em>390 <em>(Ch. Div. </em>1952); <em>University Gardens Property Owners Ass'n v. University Gardens Corp., </em>21 <em>Misc. 2d </em>243, 189 <em>N. Y. S. 2d </em>998 <em>(Sup. Ct. </em>1959), affirmed 10 <em>A. D. 2d </em>993, 203 <em>N. Y. S. 2d </em>250 (App. <em>Div. </em>1960).</p>\n<p id=\"b205-5\">Plaintiffs’ claim of hardship as a special reason is nebulous. At most the proof showed that past efforts to sell the property for particular uses had not materialized. The evidence simply did not add up to hardship as a special reason.</p>\n<p id=\"b205-6\">Finally, plaintiffs argue that, if the ordinance entirely prohibits mortuaries in the township, it is unconstitutional and void and the matter should be remanded to the trial court to permit plaintiffs to join the township as a party defendant and present proof that the exclusion of a mortuary would have no reasonable relationship to the intent of the Millburn zoning ordinance. Tinder the circumstances and in view of the present parties to this appeal, we think the proposed issue would be better presented in a separate suit against the township.</p>\n<p id=\"b205-7\">Eeversed and remanded for entry of judgment in favor of defendants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}