{
  "casebody": {
    "data": "<casebody firstpage=\"570\" lastpage=\"576\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b606-4\">The STATE of Ohio, Appellee, v. QUANDT, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b606-6\">[Cite as <em>State v. Quandt </em>(2001), 143 Ohio App.3d 570.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b606-7\">Court of Appeals of Ohio, Eighth District, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b606-9\">No. 77943.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b606-10\">Decided May 21, 2001.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b606-17\"><em>William D. Mason, </em>Cuyahoga County Prosecuting Attorney, and <em>Robert T. Glickman, </em>Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b607-3\"><page-number citation-index=\"1\" label=\"571\">*571</page-number><em>Berkman, Gordon, Murray &amp; DeVan, Mark R. Devan </em>and <em>Steven D. Shafron, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b607-4\">James D. Sweeney, Judge.</author>\n<p id=\"b607-5\">Defendant-appellant David A. Quandt (“Quandt,” d.o.b. May 18, 1960) appeals from his sentence for one count of theft in violation of R.C. 2913.02. For the reasons adduced below, we reverse and remand for resentencing.</p>\n<p id=\"b607-6\">A review of the record on appeal indicates that Quandt was the son of the late founding partner, Robert Quandt, of the law firm Quandt, Giffels &amp; Buck, L.P.A. Since graduating from high school, Quandt was employed at his father’s law firm in various capacities.</p>\n<p id=\"b607-7\">On November 18,1999, the grand jury returned a two-count indictment against Quandt, charging theft stemming from his employment at the law firm.<footnotemark>1</footnotemark> The first count was for the period of September 1, 1983 to June 30, 1996, and the second count was for the period of July 1,1996 to November 1,1999.</p>\n<p id=\"b607-8\">On March 3, 2000, Quandt entered a plea of guilty to the second count, a third-degree felony, which was amended to reflect the period of time from January 1, 1990 to November 1,1999.<footnotemark>2</footnotemark> The first count was nolled.</p>\n<p id=\"b607-9\">The trial court, subsequent to the preparation of a pre-sentence investigation report, conducted a sentencing hearing on March 31, 2000. At this hearing, the following persons addressed the court: Quandt, defense counsel, Elvira Quandt (Quandt’s mother), the prosecutor, attorney Joseph Tira (a partner in the law firm who spoke on behalf of the victims), and attorneys Timothy Sweeney and Hunter Havens (members of the law firm who spoke on behalf of the victims). In summary, the defense expressed remorse and sought leniency, promising efforts at restitution and asking for no jail time so as to aid in the raising of funds for restitution. The prosecution, on the other hand, recounted the seriousness of the offense and the repercussions and harm flowing from Quandt’s conduct, and sought the maximum available term of imprisonment. The trial court then addressed Quandt:</p>\n<blockquote id=\"b607-10\">“THE COURT: All right, Mr. Quandt. The Court has reviewed, as I indicated, the pre-sentence report, the details of this incident, the pre-sentence <page-number citation-index=\"1\" label=\"572\">*572</page-number>memorandum from Mr. Glickman, several letters from members of your firm, and listened patiently here to both you and unfortunately your mother, for whom I have a great amount of sympathy, but that it always appears to the Court that the defendant, such as yourself, who commits acts of deviousness and thievery, you not only injure yourself, but unfortunately, you break the heart of your mother. I am sure your daughter suffered the same injuries, and that is most unfortunate.</blockquote>\n<blockquote id=\"b608-5\">“But as for you personally, I have little sympathy, to be honest with you. This is not a crime that took place in a period of a day, a week, years, but it occurred over the past 17 years, which means day in and day out you were making a conscious, very devious, very slick effort at stealing from the members of your own firm, who trusted you to handle the money matters above all things, and I am very much aware of the firm of Quandt and Giffels, because I know them professionally for over 30 years. I knew your dad for over 30 years, professionally, that is, and they had an impeccable reputation. It was an excellent firm, and in my opinion, still is in spite of your actions. But it is inconceivable to me how anyone such as yourself can steal even from their own father, that is beyond my comprehension, and to continue to do it, and I believe you probably would still be doing it if you hadn’t been caught.</blockquote>\n<blockquote id=\"b608-6\">“So make no misunderstanding about how the Court feels about how serious this incident is. And I am basing this for purposes of Senate Bill 2, on the fact that the pre-sentence report indicates that there are misappropriations of assets here, probably in excess of $2,138,224. Among those, unauthorized payroll deductions of $797,000, plus American Express and other corporate American Express unauthorized expenses of $753,000, unauthorized payments from employees’ benefit accounts of $329,000, personal expenditures on a corporate American Express account of $23,952, personal expenditures with corporate checks of $107,050, unauthorized payments to Robert G. Quandt for Robert Quandt’s estate of your deceased father of $900,000. There were unauthorized paper expenditures of $17,630, and all of this has taken place from approximately since 1983.</blockquote>\n<blockquote id=\"b608-7\">“The Court has also taken the time to read several letters. I am not going to read them all, because they would certainly really parrot much of the things that were stated very eloquently by the members of your firm here. But the Court did make particular note of a portion of some of these letters.</blockquote>\n<blockquote id=\"b608-8\">“This one dated March 24th from Cathy Peters, who was a secretary at your firm for fifteen and a half years, a widowed mother of two children. She states that when she left the firm, in her profit-sharing account, there was only $2,500, and she knows that most of this is because of the millions that you had swindled out of the firm. She asks for a maximum sentence.</blockquote>\n<blockquote id=\"b609-4\"><page-number citation-index=\"1\" label=\"573\">*573</page-number>“There’s another letter here that I read from Beth Siebald, another partner in your firm, who outlines in great detail, which I am not going to go into, the manipulation of the funds that you took and points out to the Court the trauma that was created on the employees was a fate that she wouldn’t wish on her worst enemy. The stress both at the office and in her personal family on top of the recognized stress of litigation is nearly unspeakable.</blockquote>\n<blockquote id=\"b609-5\">“She does mention near the end, she wants to reinforce her outrage, in which should be a public outrage, that a proposition, that the ‘Quandt money’ can buy justice or a judge in this state by making restitution in this case.</blockquote>\n<blockquote id=\"b609-6\">“I want to alleviate her fears on the record before I even go any further. That certainly is not going to happen in this courtroom.</blockquote>\n<blockquote id=\"b609-7\">“Another letter here is from two lawyers, Walter Matchinga and Joseph Tira, both partners in your firm, outlining again all of the embezzlements, the various techniques that you used to get this money and to keep it from the partners, or any awareness of the partners as to exactly what you were doing. And I am pointing out to the Court that you created many victims that over the many years of this embezzlement, you personally harmed the fiscal interest of an estimated 75 former and current employees.</blockquote>\n<blockquote id=\"b609-8\">“The Court is taking into consideration for the purpose of Senate Bill 2 that this thievery over an extended period of time was facilitated and assisted by your position of trust with the firm, and that you were held accountable for money management and providing various records for IRS returns and other matters with the firm. Also, that it was facilitated because of the position of trust with the firm, including your own father who was the past head of the firm, but for most of this time in a leadership position with that firm.</blockquote>\n<blockquote id=\"b609-9\">“The Court does not believe that community control sanctions here would be commensurate with the seriousness of your conduct and certainly not consistent with any reasonable penalty for the crimes that you committed.</blockquote>\n<blockquote id=\"b609-10\">“The Court is taking into consideration the economic harm put upon all of these people at your firm, both lawyers and employees, which totals over $2 million.</blockquote>\n<blockquote id=\"b609-11\">“I also, as I indicated, have taken into consideration your position of trust there and your relationship with the firm.</blockquote>\n<blockquote id=\"b609-12\">“It is almost, I suppose if not so serious, humorous that you would stand before this court and say that you discharged your duties in a capable manner over these past years while you were stealing over $2 million from your firm. There’s certainly something inconsistent with someone’s mindset that can say to me: I performed my duties in a capable manner, and that you thought this was just about money. It’s about a lot more than money. It’s about trust. It’s about relationship with friends. It’s about using friends. It’s about using your family, <page-number citation-index=\"1\" label=\"574\">*574</page-number>including your own father, for material gains, and I am taking that into consideration at the time of this sentence.</blockquote>\n<blockquote id=\"b610-5\">“In any case, the Court has indicated it does not believe community control sanctions would in any way be appropriate in this case, nor do I believe that a minimum sentence would be in any way appropriate in this case. Therefore, the Court is going to sentence you in this case to the maximum sentence under the law of five years and court costs.</blockquote>\n<blockquote id=\"b610-6\">“I am also going to order restitution in the amount of $2,138,224 in this case. Although I think that will be very lucky, that is the victims, if they ever see any of that money.”</blockquote>\n<p id=\"b610-7\">In its sentencing order dated March 31, 2000, and journalized on April 18, 2000, the court stated the following:</p>\n<blockquote id=\"b610-8\">“Defendant, prosecutor, victim/representative and defendant’s mother address the court.</blockquote>\n<blockquote id=\"b610-9\">“The court considered all of the required factors of the law.</blockquote>\n<blockquote id=\"b610-10\">“The court finds that prison is consistent with the purpose of R.C. 2929.11.</blockquote>\n<blockquote id=\"b610-11\">“The court imposes a prison term at Lorain Correctional Institution of 5 years. Defendant to receive 1 day county jail credit, to date.</blockquote>\n<blockquote id=\"b610-12\">“The sentence includes any extensions as provided by law. Defendant to pay costs of $251.00 and to pay $2,138,224.39 in restitution.”</blockquote>\n<p id=\"b610-13\">Quandt filed his notice of appeal on April 28, 2000, from the sentencing order. Three assignments of error are presented for review.</p>\n<p id=\"b610-14\">I</p>\n<p id=\"b610-15\">“The trial court erred in sentencing the defendant to a term of imprisonment that was more than the minimum sentence.”</p>\n<p id=\"b610-16\">In this assignment, appellant argues that the trial court erred in not sentencing Quandt, a first offender, to the minimum term of one year because the court, pursuant to R.C. 2929.14(B) and <em>State v. Edmonson </em>(1999), 86 Ohio St.3d 324, 715 N.E.2d 131, did not make a finding that the imposition of the minimum term would demean the seriousness of the offense or that the public would not be adequately protected by a minimum sentence. Appellee argues that the trial court, through its commentary at the sentencing hearing, “made just such a finding and substantially complied with the requirements of Ohio’s sentencing laws.” See Appellee’s brief at 7.</p>\n<p id=\"b610-17\"><em>Edmonson, </em>86 Ohio St.3d at 327, 715 N.E.2d 131, specifically requires that, when sentencing an offender to his first imprisonment, a trial court “must specify <page-number citation-index=\"1\" label=\"575\">*575</page-number>on the record that one or both reasons allowed by R.C. 2929.14(B) justify a sentence longer than the minimum * * The sentencing record herein does not reflect that the trial court made the required findings on the record in deciding to exceed the minimum term, to wit, that (1) the seriousness of the offender’s conduct will be demeaned and/or (2) that the public will not be adequately protected from future crimes by the offender. The trial court’s belief “that a minimum sentence would not be in any way appropriate in this case,” is not sufficient to constitute the required <em>Edmonson </em>finding.</p>\n<p id=\"b611-5\">The first assignment of error is affirmed.</p>\n<p id=\"b611-6\">II</p>\n<p id=\"b611-7\">“The trial court erred in sentencing the defendant, who had never been imprisoned before, to the maximum sentence of five years imprisonment.”</p>\n<p id=\"b611-8\">In this assignment, appellant argues that the trial court failed to make findings, and give reasons for the findings, required by R.C. 2929.14(C) and 2929.19(B)(2)(d) to justify the imposition of the maximum term, to wit, a specific finding on the record that Quandt had committed the worst form of the offense or that he was likely to reoffend. Appellee argues that the trial court substantially complied with making the required findings at the sentencing hearing when the court remarked upon “the seriousness of the appellant’s conduct, his lack of remorse, and the effect it had on his victims” which “findings obviously indicate that the trial court found the appellant’s actions to constitute the worst form of the offense.” See appellee’s brief at 10 and 11; Tr. 40-45.</p>\n<p id=\"b611-9\">This appellate court has repeatedly determined that' a trial court, when imposing a maximum sentence pursuant to R.C. 2929.14(C), is required to make an explicit finding on the record that one of the following three criteria were applicable: (1) the offender committed the worst form of the offense; (2) the offender posed the greatest likelihood of committing future crimes; or, (3) the offender was a major drug offender or repeat violent offender as defined in R.C. 2929.14(D)(2) and (3). See <em>State v. Edmonson, supra; State v. Trembly </em>(2000), 137 Ohio App.3d 134, 142-144, 738 N.E.2d 93, 98-100; <em>State v. Bolton </em>(Feb. 24, 2000), Cuyahoga App. No. 75865, unreported, 2000 WL 217763; <em>State v. Kimmie </em>(Dec. 2, 1999), Cuyahoga App. No. 75231, unreported, 1999 WL 1087500; <em>State v. Brooks </em>(Nov. 5, 1998), Cuyahoga App. No. 74382, unreported, 1998 WL 775006. In the case <em>sub judice, </em>the trial court failed to make an explicit finding on the record that the trial court believed that Quandt (1) committed the worst form of the offense of theft and/or (2) that he posed the greatest likelihood of committing future crimes. Absent one, or both, of these explicit findings which are pertinent <page-number citation-index=\"1\" label=\"576\">*576</page-number>to the facts of this case, R.C. 2929.14(C) was not complied with and the sentence must be vacated.</p>\n<p id=\"b612-4\">The second assignment of error is affirmed.</p>\n<p id=\"b612-5\">Ill</p>\n<p id=\"b612-6\">“The trial court erred in imposing an order of restitution because the court did not make an independent determination of the amount of the amount of the claimed loss.”</p>\n<p id=\"b612-7\">Having vacated the sentence imposed by the trial court, see the first and second assignments of error above, the amount of restitution, which is part of the sentence, is also vacated. This assignment is moot and need not be addressed at this time. See App.R. 12(A)(1)(c). Appellant is free to argue during the re-sentencing proceedings the concept advanced by this assignment, to wit, whether an amount of restitution bears a reasonable relationship to the loss suffered.</p>\n<p id=\"b612-8\">In summary, the sentence of the trial court is vacated in its entirety and the matter remanded for resentencing in conformity with <em>Edmonson </em>and this opinion.</p>\n<p id=\"b612-9\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b612-10\">Karpinski, A.J., and Kilbane, J., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b607-11\">. At the time of the indictment, Quandt was the firm’s office manager, which allowed him access to, and control over, the firm’s finances, including, but not limited to, receivables, payroll, firm credit cards, retirement and profit sharing accounts of firm employees, and health insurance accounts provided through the firm.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b607-12\">. The penalty for a third-degree felony is a prison term of one, two, three, four, or five years. R.C. 2929.14(A)(3).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}