{
  "casebody": {
    "data": "<casebody firstpage=\"485\" lastpage=\"487\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b511-15\">YONG SEUK LEE, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b511-18\">No. 12-10843</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AAr\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b511-19\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b511-20\">Aug. 16, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b512-8\"><page-number citation-index=\"1\" label=\"486\">*486</page-number>Scott Eric Bratton, Margaret Wong &amp; Associates Co., LPA, Cleveland, OH, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b512-9\">Drew Brinkman, David V. Bernal, Krystal Samuels, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, Alfie Owens, DHS Chief Counsel Atlanta, GA, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b512-11\">Before WILSON, PRYOR and JORDAN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b512-12\">PER CURIAM:</author>\n<p id=\"b512-13\">Yong Lee, a native and citizen of South Korea, appeals the order that affirmed the denial of his applications for asylum and withholding of removal under the Immigration and Nationality Act and relief under the United Nations Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. 8 U.S.C. §§ 1158(a), 1231(b)(3); 8 C.F.R. § 208.16. Lee argues that he has a well-founded, fear of future persecution and torture based on the compulsory military service that he faces if he is removed to South Korea. We deny Lee’s petition.</p>\n<p id=\"b512-14\">Lee challenges the finding that his application for asylum was untimely, but that issue is not before us. Although the immigration judge found Lee’s application untimely, the Board declined to address that issue. We review only the decision of the Board. <em>Bedoya-Melendez v. Att’y Gen., </em>680 F.3d 1321, 1323 n. 1 (11th Cir.2012).</p>\n<p id=\"b512-15\">Substantial evidence supports the finding of the Board that Lee lacks a well-founded fear of future persecution or torture. The record does not compel a finding that Lee’s service in the South Korean military would constitute persecution. Although Lee presented evidence that his father had been mistreated by senior officers in the military because he had been short, frail, and older than his fellow soldiers, Lee is three inches taller than his father and in good health, and Lee failed to submit any evidence that he would be “singled out” for persecution based on any protected ground. <em>Forgue v. Att’y Gen., </em>401 F.3d 1282, 1286 (11th Cir.2005). Lee subjectively feared persecution and economic hardship based on his inability to speak Korean fluently, his lack of social connections within the country, and the Korean custom of designating careers <page-number citation-index=\"1\" label=\"487\">*487</page-number>during childhood, but Lee introduced no evidence that established his fears were objectively reasonable. <em>See Matter of Sibrun, </em>18 I. &amp; N. Dec. 354, 358 (BIA 1983) (“The showing of a ‘well-founded fear of persecution’ requires that the alien present some objective evidence which establishes a realistic likelihood of persecution in his homeland; an alien’s own speculations and conclusional statements, unsupported by independent corroborative evidence, will not suffice.”). South Korea can require Lee to submit to military service, and Lee failed to present any evidence that the South Korean military is internationally condemned. <em>See Mohammed v. U.S. Att’y Gen., </em>547 F.3d 1340, 1346-47 (11th Cir.2008). Although Lee argues that he will be imprisoned should he refuse to serve in the military, that punishment is a lawful sanction imposed on all Korean citizens and would not amount to persecution or torture. <em>See id.; </em>8 C.F.R. § 108.18(a)(3). Because Lee cannot satisfy the standard to obtain asylum relief or the more stringent standards imposed for withholding of removal or relief under the Convention, <em>Zheng v. U.S. Atty. Gen., </em>451 F.3d 1287, 1292 (11th Cir.2006), we deny Lee’s petition.</p>\n<p id=\"b513-5\">PETITION DENIED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}